[{"line":"you startled me. So I look up the soundtrack you want You want to look at the soundtrack album police do. Lets see","id":"LBFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_1","timeCode":2680.72,"tags":[]},{"line":"I think it was part of the contract this year.","id":"LxFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_0","timeCode":2698.59,"tags":[]},{"line":"That's like I fell. He supposed to like the two of them leaning on each other?","id":"MxFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_0","timeCode":2720.63,"tags":[]},{"line":"She's holding a ring box, right? What? She got a re standing there going to get engaged? Wow. Yeah. Wow. Extremely 2009 romantic comedy poster. Yeah, I'm surprised Math Makoni They're not neces'sarily leaning. I mean, this is again It''s hashtag pre to She''s almost choking. Yeah, that Yes, he does look like he''s trying to back away and she''s kind of got him and there''s no implied consent. And that","id":"NRFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_1","timeCode":2728.89,"tags":["Math Makoni"]},{"line":"poster whatsoever? No. Yeah, and so you've got the coin. Okay. And so now we're walking around the office and Aasif Montes Bear. And he has his holding a coffee powers.","id":"NhFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_2","timeCode":2754,"tags":["Monte","'s","Bear"]},{"line":"Yes. That is what we're kind of, uh, going. We're building the game around this batch of this MP three file that we have one","id":"PhFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_2","timeCode":2819.66,"tags":[]},{"line":"it's a voice memo. Okay. Uh, so","id":"QBFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_2","timeCode":2828.98,"tags":[]},{"line":"Did. But there's a talk button and then under the talk button, a bunch of other buttons with different names on that Quip me so quickly, and that''s just playing in the background.","id":"QhFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_0","timeCode":2851.38,"tags":[]},{"line":"the god of theosophy. Aqui is too big. I gotta be honest. Guys, I think that hibi brutal, honest students, that's honestly why we","id":"RhFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_1","timeCode":2897.87,"tags":[]},{"line":"Uh, there. So what works about it is that you've locked in major talent huge into a single audiophile. That's that is huge. Yeah, What doesn't work is that you only have one audio file. You need to at least split that up in a separate track because otherwise the player has to play it at exactly the same speed. Is the audio file, or what''s happening on screen won't synchronize to the action than all the","id":"SBFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_1","timeCode":2911.86,"tags":[]},{"line":"way we do. Ah, a secondary Aasif. Ideally, no, the way it works right now is that fire up the game. First of all the games you put in a video cas'sette play alongside the game, it's The Wizard of Oz. The third time the lion roars, You hit play on both the game and the audio track,","id":"ShFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_0","timeCode":2942.12,"tags":["The Wizard of Oz.","roar"]},{"line":"'see? I know video games, stuff. I don't know movie stuff, but you can't use.","id":"UhFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_1","timeCode":3052.05,"tags":[]},{"line":"Yes, that's what That''s kind of what we have. Okay, period? Yes. Ah, And also Scott, do you, Scott Anchorman.","id":"VxFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_2","timeCode":3091.2,"tags":["Scott","Scott Anchorman"]},{"line":"You guys have a dog in the studio who just gave up from this story? The dog laid down.","id":"ZRFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_1","timeCode":3195.81,"tags":[]},{"line":"What we do have to wrap up the game, stone because you have to wrap up the game well,","id":"ZxFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_0","timeCode":3203.45,"tags":["stone"]},{"line":"See, she and hims game stuff. Don't know who you smoke trees.","id":"dRFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_2","timeCode":3308.45,"tags":[]},{"line":"Okay. You know Dr Mario? Yes.","id":"dxFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_2","timeCode":3314.49,"tags":["Mario"]},{"line":"like, just trusting a or go or whatever you want it to be. And that sequence will play out where they're fighting there for a second, and then you continue Help","id":"fBFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_0","timeCode":3374.84,"tags":[]},{"line":"me. Wait, wait, wait, wait. I'm loving this. Great, Great. Just have the entire movie, the proposal","id":"fRFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_2","timeCode":3384.12,"tags":[]},{"line":"actually then","id":"fxFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_2","timeCode":3401.22,"tags":[]},{"line":"First off, you do know his name, but didn't correct him when he said you","id":"hBFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_0","timeCode":3444.25,"tags":[]},{"line":"cros'sing. Brian Reynolds. A weapon","id":"ihFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_2","timeCode":3496.95,"tags":["Brian Reynold"]},{"line":"in this bos's about You need me to record that right now? Yeah. Here, take this.","id":"ixFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_0","timeCode":3499.54,"tags":[]},{"line":"So, like when acid is saying he's man? Or when Ryan rented the same Hayes man, I would love it if he could go and his buddy, But, well, she's recording Aasif. You want me to","id":"jxFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_1","timeCode":3517.01,"tags":["Ryan","Haye"]},{"line":"All right. So, toe, have a program focused First pick out a weapon. But then","id":"khFzJnMByMrymAEmgJTp","index":"handbook","podcast":"Hollywood Handbook","episode":"Heather Anne Campbell, Our Gamer Friend","speaker":"spk_1","timeCode":3534.14,"tags":[]},{"line":"Hey, thanks, Mac. That, uh, was really moving to being doctor. Being tongue bit sounds really funny. I wish I saw that. Ah, so whatever you're wearing right now, Mack Weldon is better. I know it's weird dudes at a funeral, but I just try and tell everyone whatever you're wearing right now, Mack Weldon is better. Mack Weldon is a premium men''s es'sential brand that believes in smart design, premium fabrics and Simple shopping. And I hope that Weldon''s being buried in that clothing right now because I think hell be comfy for all of eternity. Whatever you believe happens to you. Ah, youd rather have it happening in Mack Weldon Close. Not only do Mack Weldon''s underwear, socks and shirts look good, they perform well, too. They have a line of silver underwear insurance that are naturally antimicrobial. So as'sume for well, then you know it Did. Microbial means it eliminates odor and keep away some of the worms that will be devouring him. Ah, if you don't like your first pair, you can keep it, and they will still refund you. No question's asked. I want to talk on a more personal note about the McElman clothing that I'm wearing today. It is, of course, the second episode record in a row where IV warned My mag welding clothing to the studio because it was two weeks ago that I purchase the item, and then we didn't have the add the following week. And so, um, I've gotten a lot of opportunities to wear these pants. I think they're the ace sweat pants. Kevin, is that right? Are these this weapon? Are they ace? Hey, guy. Chef Kevin here. I think so. I'll double check. So, basically, look, this shows about radical transparency, and I will I am getting the light. And I have to tell you I'm gonna blow the light because this is more important than Wheldon''s funeral. Nobody liked weld it, so just, uh, breast s so so so basically uh, we were asked to, um, try out one of these two pairs of pants they sent us. One was the a sweat pant, I think. And then the other one had a different name was more of like a performance pan. It was like, um, in between like a warm api pan and a slack. So I got the sweat pants and I fucking love him. And my wife really likes them. And so I'll tell another story. And I know I know this is supposed to be well done this day. I know it. Suppose we will NHTSA. Nobody has to hear you talk about well done. Um, a few years ago, I would say, Maybe God must been 2000.","id":"rhFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":98.1,"tags":["Mac","Mack","Weldon","Mack Weldon","Mack Weldon","Weldon","Mack Weldon","Mack Weldon","McElman","Kevin","Chef","Kevin","Wheldon","brea'st","NHTSA"]},{"line":"and then Annabelle, even after a And he's a friend and he''s a friend, so oh, IV no, never. I'm never allowed to say anyone who''s friends with you. I'm not allowed to say friends of yours that are killing. Well, God forbid you would keep it to yourself When I bring up my friend. I'm telling a nice story about a site already.","id":"txFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":436.37,"tags":["Annabelle","God"]},{"line":"My, I agree. I agree. You would just great. You would let it slide. I wouldn t know how you feel about that. I would dolphin child field. I didn't I wasn't allowed to be honest with you and then I would be punished. I agree. God forbid. I agree. This is not agree with that. I agree with that.","id":"uBFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":455.12,"tags":["God"]},{"line":"ruling on this already, the whole concept is falling apart Kevins whole idea. This is all Kevin can tell you. Hey, guys. Chef. Kevin Here, Kevin. Do you want to try?","id":"whFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":663.78,"tags":["Kevin","Thi","Kevin","Kevin","Kevin"]},{"line":"Don't ask me that, you know? Yeah. I just want to be out of step with everybody else, so I just want to be","id":"wxFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":676.49,"tags":[]},{"line":"it was. Probably would have rated him a little higher than that. Yeah, I think I would have been on the six or seven. Um, yeah. Scott also posited to me what he imagined. The amount of money he imagined that I Made on the show and it was very high. It was extremely generous. What he thought people were being paid to go and dio where you're six or seven. You're getting all those sweet, sweet comedy bang, bang re visual's. I as'sume that seemed to be his impres'sion.","id":"yhFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":804.77,"tags":["seven","Scott"]},{"line":"So you did comedy Bang, Bang. A bunch of times. The podcast. I did. You did cry babies once, uh, I killed it. Killed the show. Ended the show? Yes, he refused to cry. I did. I remember. Yes, we displayed. That was just a clip from the episode. Did you like Oh, gosh, I just don't want my best","id":"0RFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":932.48,"tags":["Bang"]},{"line":"work. No one had really taken it to the that way before, and so they were basically defeat. You were the 1st 1 They were taken aback. Everyone played ball. They basically my understanding of the premise of the show is that they would basically bully people into crying and And if if you didn't start crying, they, like, start poking. And then that you and yes, and they would fully beat you up. Yeah, but I toughed it out. You scream so loud, they had to Amazon. I also not on brand basically ruined their entire podcast. Yeah, but not gonna happen in this one. Couldn't","id":"0hFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":955.7,"tags":["Amazon"]},{"line":"because you got room water in Flint. Does a company like I'm trying yet? I'm not sure. I don't know. OK, My do I seem like I'm trying. I don't I don't I don't want to be out of out of sync with Try week. Yeah. I don't have his engineer Jordan fit into it too, because I'm getting basically the exact same thing I've gotten. She hasn't been here that long, but it seems","id":"1BFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":1003.82,"tags":["Flint","Doe","Jordan"]},{"line":"Is this a metaphor for My actually eating a bunch of like horse pills? Way have time. Well see what we","id":"7BFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":1286.32,"tags":[]},{"line":"to like. Make fun off because, I mean, you consider that your best feature. Yeah, right. One of my best covering. Okay. Yeah, it's great. Well, why don't we go","id":"-BFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":1479.49,"tags":[]},{"line":"for perhaps an even bigger hit of yours? Oh, man, I seem to recall you made a song called White and Nerdy. Didn't you add? I did do that. Well, what if instead of that, it was about you and it was called light and flirty and described your conversational style?","id":"-RFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":1491.28,"tags":["White and Nerdy"]},{"line":"I kind of feel like I'm doing the heavy lifting. I think maybe he's should, like, jump into the light and flirty song parody genre. Okay. And I could see that really being something fun and devastating way devastate me.","id":"-xFzJnMByMrymAEmoJQs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":1532.66,"tags":[]},{"line":"It felt empowering. Aqui Did it. I don't feel like I'm getting my just desert's. Yeah, that's the is'sue is that this guy hasn't been punished. And again, it''s all about how charming he is. Yeah, that''s a good buzz. Gorgeous.","id":"AhFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":1620.84,"tags":[]},{"line":"Kevin. This is due to carry weight. Havent be louder than ours. Look, although the bas's part you did the guitar part doomed. Don't don't, don't, don't, don't, don't, don't, don't, don't, don't, don't, don't, don't, don't, don't Don't","id":"DxFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":1776.86,"tags":["Kevin"]},{"line":"I Yes, because when I'm telling him to give it to me and he's doing this sort of cool music with his mouth, Yes, I'm thinking give it to be could really mean something sexy right now. I never thought of that well, and I had neither. But as I'm caught up in the throes of the song,","id":"ExFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":1836.21,"tags":[]},{"line":"just from the pure sexuality of With How, yes, just the es'sentially the horny nous that was created in me from the song content took me out of my game. That's a big problem in all my life shows. Okay, yes, I thought So. Can you like What''s some of the kind of stuff you're dealing with","id":"FhFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":1883.08,"tags":["How"]},{"line":"is that by saying that? Is that it? Crab fat crab pot? Yeah, that's very, very close. I just wanted the have a brief conversation Would love me. Ascot. Thank you. Is that because","id":"JBFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":2110.92,"tags":[]},{"line":"always It's fine. They are my socks and I. But I did notice inside one of my socks. Sort of balled up was I gues's you would call it the NUG. Oh, no. Who Did? Oh, Did Darius leave that here way? Oh, man. Oh, no. I was holding that for Darius. Oh, he does that stuff. I told him not","id":"KBFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":2164.2,"tags":["Dariu","Dariu"]},{"line":"Oh, right. Oh, yeah, cause Darius was over and, uh","id":"LBFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":2228.81,"tags":["Dariu"]},{"line":"come from gimmicks like vibrating heads, flex balls, their hands. Look, a spaceship's were telling me about the box that you are","id":"MRFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":2282.6,"tags":[]},{"line":"if you have music and you love comedy, you love weird Al Yankovic. That's just science. Did you write this? No, I did not. Who wrote? That''s just science, Lex. Uh, Carrie. And she was concerned you guys were gonna make fun of","id":"PBFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":2531.58,"tags":["Al Yankovic","Carrie"]},{"line":"to create conflict. Conflict is king. Kevin likes to say, Ah, and it's because of Cap that this energy is ah is pervading the room right now. But this is too much conflict. I mean conflict of the play. I","id":"TRFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":2921.54,"tags":["Kevin"]},{"line":"Look, maybe Brett, Do you have the bedrock anthem karaoke track Bretz in there? Yeah.","id":"TxFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":2943.86,"tags":["Brett","Bretz"]},{"line":"What? I got, I got I got to say I'm sorry. Because what I did it was way out of life. Now, I don't know why I said that you were out. Oh, man, I'm really embarras'sed, you know that? I didn't mean what I said. Kevin got me on Away. I'll be in my head. Feels like a really cool here. I gotta say that I don't know. You will be weird out. Come on. I'm streaking all the song and I don't mind it. You know that I am about to go back and just rewind it.","id":"URFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":2972.71,"tags":["Kevin","Away"]},{"line":"Super Bowl Countdown house on cloud around. Jowl","id":"VBFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3045.02,"tags":["Super Bowl"]},{"line":"Chase it for the rest of my life. Oh, Dan is here. Okay? Dana Made Dana, you know this. You meant you dealt with her. Oh, yeah. Oh, you have dealt with Dina data. Do you have anything we can use to damage? Weird I'll anything to damage you, Just like his weak points.","id":"YBFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3159.39,"tags":["Dan","Dana","Dana","Dina"]},{"line":"can't figure out anyway to, like, make fun of weird out? Weve done, like, six songs. I was, like, the most weve ever done that last time I really scared me. I couldn't find the chorus. I was trying to apologize in it, and then I just got completely lost out.","id":"YxFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":3231.59,"tags":[]},{"line":"Maybe they dealt Flea. Can you tell Anthony something? Did you ever do under the bridge?","id":"bBFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3356.34,"tags":["Flea","Anthony"]},{"line":"That's right that Yeah, it was. It was the beginning where you are singing the Sometimes I feel stuff given Away Quip getting lawyer. Yeah, burning rubble. Wrote what a little wed","id":"bhFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3375.89,"tags":["Sometime's I feel","Away Quip"]},{"line":"do. A fingernail, gotta short fingernails.","id":"bxFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3390.81,"tags":[]},{"line":"Bump stand alone on his hand on his arm. He's looking at his fingers and they really can't do much harm. He''s got your finger nails and he can't use them to kill people. And I am going to church it looking at the steeple, their pubs fair bumps there on his hand,","id":"cRFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3423.04,"tags":["'","steeple"]},{"line":"Go stops lingered at the end of his arms. He couldn't use them to do very much form. He came back and he didn't get caught after he killed me and dummy and a swarm. He's he stops. He''s got him on his hand.","id":"cxFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3449.61,"tags":[]},{"line":"for you. Whats the because that''s the second time that you've you've mentioned Boys e. You know it''s Boise. It''s Boys. Boys Did learn. Boys knows famous potatoes. Famous potatoes. Okay. And so you that you are you Are you playing","id":"gxFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3677.34,"tags":["famou's potatoe","Famou"]},{"line":"we're gonna do man with that against V I p A. Yeah, yeah.","id":"jBFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":3797.9,"tags":[]},{"line":"I have had fits building up this up big and so log way We do have vaginal Georgian war. If we have to have engineered Jordan sing one song,","id":"jxFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3822.99,"tags":["Georgian","Jordan"]},{"line":"'she's gotta be a and vocal performance. Oh, yeah. Oh, yeah. He has a B A vocal performance. So the two of you probably connected almost instantly. Is that right? And she has a musical school.","id":"kBFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":3833.18,"tags":[]},{"line":"to wear on the show with weird Apple","id":"mRFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3931.16,"tags":[]},{"line":"he was not born yet.","id":"shF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":296.12,"tags":[]},{"line":"Well, so Kevin. His latest idea is that","id":"tRF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":357.91,"tags":["Kevin"]},{"line":"the SkyDome. Cool with Gino Sky. Captain Eyes. He like a superhero? No, he has, like, a private air force casting a super Joe Sullivan. Now, he's not a superhero. He has. No, you don't have any powers or anything, Okay? But he has, like, his own air Force, and he, uh we sort of got to know each other through Twitter. And so I invited him. I was like, I you know, I have tickets THOMAS Jay''s Indians game. Do you want to go to this game? And like he comes? But we don't We don't know each other well enough. And so we arent like talking for most of the game really at all. Like we like. We say hi when you first sits down itself, but the way they're Yes, but then the, um the peanuts guys coming around. So I'm like, Oh, this is like a good opportunity for Away Schultz. So thank you so much for asking and on, Like, I was gonna be mad that you had just kind of jumped in like that. But I, uh but no. But that''s a great clarification. That is not what I meant. I meant the guy selling peanuts. Is that And please and jumping If there''s anything else that is, like, weird to you about the story, whatever. And as soon as I'm done, I promise well hear pop culture reference I'm gonna play.","id":"wBF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":455.75,"tags":["Gino Sky","Captain Eye","Joe Sullivan","Twitter","THOMAS","Jay","Schultz"]},{"line":"'s. So any time I'm not mad about you coming in and please do it any time. But if you if you feel like you really need to if I need to Yeah","id":"wxF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":535.65,"tags":[]},{"line":"Kevin likes to say beauty comes in, comes with restriction, Okay? Like he likes this idea of movement being restricted. He talks about a lot of a lot and, like, I just want to be","id":"zhF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":760.66,"tags":["Kevin"]},{"line":"do a Poland twist. You pull it out and then","id":"0BF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":783.17,"tags":["Poland","twi'st"]},{"line":"watching people like, kind of struggle like that. You know, this thing returns you on where, uh is not me, Not me. It's relatable. That''s Kevin. That''s watch him squirm. You know, it''s sick. How this Sometimes they, like, put people in like those, like plastic bubbles And, like, suck all the air out and stuff","id":"0xF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":803.72,"tags":["Kevin"]},{"line":"This is, um, such a big episode.","id":"1RF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":834.7,"tags":[]},{"line":"never Did comedy bang bang again. I","id":"2xF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":874.47,"tags":[]},{"line":"never did it again. Well, he","id":"3BF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":875.96,"tags":[]},{"line":"So lets ah, I really do want to get into the sort of what is going on here.","id":"4hF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":928.56,"tags":[]},{"line":"again. It's everything. I I promise you, everything in here is engineered for Kevin to get off.","id":"5BF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":938.87,"tags":["Kevin"]},{"line":"are very close. And so I am allowed to know,","id":"7BF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":994.24,"tags":[]},{"line":"This babys just been born it or is like halfway out.","id":"_BF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1207.69,"tags":[]},{"line":"Well, um, I don't know to tell you about that doesn't seem, but","id":"_xF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1221.63,"tags":[]},{"line":"So you've worked with a lot of partners, Eric and the Dragon Zoom. Uh, And everyone, you know, we can say people talk about, like, jealousy and those relationship's specifically. But you have had. Yeah, I gues's. I gues's. Like s so I mean,","id":"ChF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1300.45,"tags":["Eric and the Dragon Zoom"]},{"line":"Right. But you can understand hearing it. Why people would just be likewise Did with Boys Did. The influence of the visual is helpful to","id":"ExF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1427.34,"tags":[]},{"line":"It. Sure is. That's","id":"FBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1433.5,"tags":[]},{"line":"when he's like calling you right and being liked. Did you see? Like, I'm selling wine now, like, do you? Do you think that school called me and said, Did you see I'm selling wine now? Yeah. Um well, I believe that started with, um, a discu'ssion about doing a Stephen Brule wine because on the Steven Brule Show, there was a famous line of ah of Ah, for your wine Doctor was drink sweet. Very sweet. Very wine. And eric is very into wine. He said, What if we did this wine and John and I said, sure if you wanted, you know, go for it. I don't know how you do that, but then he went off and did, and it''s been a big succes's. Are you","id":"FhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1437.84,"tags":["Stephen Brule","Steven Brule Show","John"]},{"line":"E can't. He won't even let you","id":"GRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1485.15,"tags":[]},{"line":"if you looked at my calendar, you would see a lunch meeting tomorrow with the man himself, a lunch meeting, lunch notice that weve had a lunch meeting, and that is how we do it. That's what I think, what you're getting out, which is not that. So we don't see that SONA launch any. You don't see that.","id":"HRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1525.14,"tags":["SONA"]},{"line":"We say, What should we eat? Yeah, lets get some lunch.","id":"IBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1550.93,"tags":[]},{"line":"around and watch TV all day. Can you meet tomorrow? Lets go over some things. Positive doing? What","id":"JBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1576.23,"tags":[]},{"line":"that he don't did a good job? Um, yes. You know, I remember back when I did that,","id":"OhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1806.13,"tags":[]},{"line":"but, um, I I, um I got asked to do it now. I was promoting the comedy, the movie, the comedy, and I felt I can't I can't say no to doing this because of, uh I wanted to help the movie out as much many ways I could. And so I let go of the sort of arrogance of not wanting to do his show. What I have always interpreted locked the gates to mean is lot. The people saying locked the gate. The guy saying Locking the gates is like the government or like, society or whatever. Trying to keep people from acces'sing information. Yeah, about","id":"PRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1841.74,"tags":[]},{"line":"of, Ah, um, it's old It''s the funniest shit there is. You know","id":"QBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1925.37,"tags":[]},{"line":"Do we want to hear? I mean, have you ever gotten a chance to listen THOMAS self on that episode and really talk about it? Should we do that?","id":"RRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1953.74,"tags":[]},{"line":"interior. The phone in the hallway at ST","id":"TBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":2008.24,"tags":[]},{"line":"Yeah, and they're trying to end. The principal tried to make me get high.","id":"URF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2145.81,"tags":[]},{"line":"Said about I hesitate to remind you, but you were set off departed college because I found so many drugs. I know way. That's why that''s why I'm going. Hey, this is not This is the opposite of what this guy wanted. And come on. Come on, Dad.","id":"UhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2152.05,"tags":["Thi"]},{"line":"I mean, it's no surprise theyve received over 20,005 star reviews on trust pilot Google Way. But","id":"VhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":2228.41,"tags":["tru'st","Google Way"]},{"line":"Oh, Hollywood Handbook he's man. Yeah. Yes. Whats what''s the most important thing you do for your health every day?","id":"WxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":2330.79,"tags":["Hollywood Handbook"]},{"line":"Ah, and the other is lie down when I get tired of sitting down. Right? Okay, that's number one. That''s number one.","id":"YBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2368.56,"tags":[]},{"line":"20,000 dental profes'sionals. Quip starts in just $25. And if you get to get Quip dot com slash the Boys right now, you get your first refill pack for free with a Quip. Electric toothbrush. That's your first refill. Pack free at G E. T. Q. U i p dot com slash","id":"chF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2739.19,"tags":["Quip","ju'st","Quip dot com","Quip","i p"]},{"line":"In, um, in Santa Barbara night at My center. Barbara Ranch","id":"dxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2779.72,"tags":["Santa","My center","Barbara Ranch"]},{"line":"am not this land. No, this is spared. Thank God. Okay, um, we I mean, I just got it. So I havent been up there too much, but it's definitely there is intact. And the parents come, they dropped the kids off, and three weeks later, they come back and hopefully the kids know a little bit about the history of Laurel and Hardy and SNL. I would get into SNL a little bit.","id":"exF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2825.01,"tags":["Laurel and Hardy","SNL","SNL"]},{"line":"Bill Marv monologues and just try stuff. I mean, I havent worked out the whole civilised, civilised syllabus, but that's how the silly, silly bus this silly bus do we have the things kids comedy college. Okay, that''s sold out this year. But,","id":"fhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":2871.98,"tags":["Bill Marv"]}]