[{"line":"there will be.","id":"vRGWJnMByMrymAEm4Kwe","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and Julie, Our Talkshow Friends","speaker":"spk_1","timeCode":5061.31,"tags":[]},{"line":"Todo old acquaintance Be forgot and never brought","id":"xRGWJnMByMrymAEm4Kwe","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and Julie, Our Talkshow Friends","speaker":"spk_0","timeCode":5124.7,"tags":[]},{"line":"Okay, Phil. Basic. So, um, anyway, I get back in there are drinking the gas. It seems like it's going fine. And then one of the kids who must be like a total burnout stoner also had brought Swisher sweets. Yeah, One of the sprouts is about,","id":"0xGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":131.69,"tags":["Phil"]},{"line":"Yeah. What am I compared to? Brett Kavanaugh?","id":"1xGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":207.84,"tags":["Brett Kavanaugh"]},{"line":"You know, in terms of a year part My bigger your personality. Like your party personality. He is Big Brett. He has a bigger personality. Yeah. Do you think Really? Yeah. He's bringing it on that. I feel like though I would, I think feel like more people prior. Prior his, You know, Janet, stop it, Friar His. That''s my dog, Janet. She''s in here. She wants treats that are in my pocket. But who doesn't run? What better anyway, then then Ugo wine The whole time I have seen her have no fewer than 30 treats Little tree. It''s like a big treat that I'm like. Models are,","id":"2BGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":212.31,"tags":["Big Brett","Janet","Janet","Ugo","tree"]},{"line":"We don't already don't need more divide. My","id":"2hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":365.16,"tags":[]},{"line":"whole family I'm seeing on the screen now. I look over threats. A pane of glas's. Yeah,","id":"2xGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":367.31,"tags":[]},{"line":"yeah distance lingo. Both of you. Yeah, that's Zoom Cros's country. That was a big cros's country Go. Okay, so I'm thinking about every room. Yeah, in terms of distance to be travelled as quickly as pos'sible without a medal. That park Invitational. Oh, great. Yes. Cool. 13 years old. Yeah. Yeah. Wait. What is that? Oh, acre Park Invitational. Wickham. Parking Potato Quip. Yeah, that was, um, the big cros's country race for middle school. Their school? Yeah. Great.","id":"6xGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":759.39,"tags":["park Invitational","Park Invitational","Wickham"]},{"line":"there we go. That's a good memory. So we we lied all of that to a good memory, right? Or maybe it''s a bad memory. No, no.","id":"7RGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_2","timeCode":792.93,"tags":[]},{"line":"She was She had ulterior motives.","id":"8BGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":812.4,"tags":[]},{"line":"First time we were supposed It's interesting that people over the P cast blast have an exclusivity clause that isn't which just proves that makes me feel like podcasting has gotten really out of control on that. People are pretending that it''s like, you know, I think more official than it is. It seems like we could take a step back. At this point. I'd be like, OK, really, It just you know, this is it''s just it''s not good for anyone for for us to be like having exclusivity clause with P cast blind, no live appearance. And I just I don't know how I feel about something called the P cast blast. Well, I Well, I think that''s interesting because I wanted to look, Is it interesting? Living well is the best revenge, right? I'm or I'm not going to sit here and drag Scott all day. He made a festival. He''s happy. Why don't I make a festival. And why don't I give mine a fund name? And we were thinking of announcing Hayes and I are gonna schedule our own podcast festival, and we're gonna call it the Stinky PP Fart Show or something like that. Because that''s apparently what people want","id":"9BGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":929.1,"tags":["P ca'st","ca'st","P ca'st bla'st","intere'sting","becau'se","intere'sting","Scott","Haye","Stinky"]},{"line":"way. Well, the P cast blast and it's e So they, like, kind of gros's out. Oh, the Caavo really urine. That is how it is spelled for real. That's intentional. And apparently people buy tickets to that.","id":"9RGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":995.64,"tags":["Caavo"]},{"line":"don't you just like the show? one. And people like it. Uh, Carl tart, our guest, I gues's. What was? Maybe his fault. I would","id":"-BGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1046.27,"tags":["Carl tart"]},{"line":"comes and talks bullshit nonsen'se on a mike in one room, it's got to be six months before they do totally different stuff on a mike in another room. Right about that. I mean, when they're coming in and bringing in this very studied, incredibly prepared material, it''s proprietor there. Yeah. I mean, Tiu have to keep it precious. We gotta draw some hard boundaries around that. I mean, what the fuck contractually to be a big doll. Yeah, I need to be, like a big deal, right? Everybody''s gonna be a big fucking deal, right? Yeah. Yeah. Everybody''s like, Oh, God, I'm huge. Every fuckhead on Twitter, right? Just like thank you followers. Look at my cash.","id":"_hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1167.42,"tags":["Tiu","Twitter"]},{"line":"Get it definitely on the trees Dead too. Yeah, And the three dead. Oh,","id":"ARGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1277.6,"tags":[]},{"line":"but I can imagine that it would be","id":"AxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1304.62,"tags":[]},{"line":"Absolutely yeah","id":"BxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1415.94,"tags":[]},{"line":"dot com That website does that work. You can't go there, but but Abraham LinkedIn well talk about it. 70% of the U. S. Workforces on LinkedIn. So it's the best way to get your job opportunity in front of people who are qualified for your role and ready for something new. Hey, Kevin, you listen to this.","id":"CRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1428.89,"tags":["dot com","Abraham","LinkedIn","U. S.","LinkedIn","Kevin"]},{"line":"It's the best way to find the rapers who will help you grow your busine'ss. That''s why a new hire is Made every 10 seconds using LinkedIn, hurry toe LinkedIn dot com slash The Boys and get $50 off your first job post as LinkedIn dot com slash The Boys To get $50 off your first job post LinkedIn dot com slash The Boys That one Israel Terms and conditions apply. I cannot tell a lie. LinkedIn rocks.","id":"ChGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1448.28,"tags":["LinkedIn","LinkedIn dot com","LinkedIn","LinkedIn dot","LinkedIn"]},{"line":"Oh, hey, guys, One of the most important things we do for our health every day is brushing our teeth. Yet most of us don't do it properly, and everyones like, Oh, interesting and new partner for Hollywood Handbook, Quip is a better electric toothbrush created by dentist's and designer. I","id":"CxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1475.64,"tags":["intere'sting","Hollywood Handbook","Quip","denti'st"]},{"line":"Uh, better yet. Doesn't require a clunky charger. It runs for three months on one chart. It's a tooth. So this is what we have to look forward to the equipment sending us there in the mail. We havent gotten our quips yet. They're sending us on webs. So part of this ad is a mes'sage to the mailman. We will know if you brush your teeth with our quips. I can tell. Doesn't matter how good you rinse it out. Yeah. Anything else","id":"FxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1573.33,"tags":["Doe's","Doe's"]},{"line":"I I don't remember what we did. No, that will make Scott Matt. That will know. I'm","id":"HxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1765.47,"tags":["Scott Matt"]},{"line":"Yeah, they're probably getting paid pretty good money. Always gonna pay us to be a guest. Yeah, that's true. Yeah. And we have our rival show acros's the street.","id":"IRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1781.06,"tags":[]},{"line":"how they work on it from the production of dough, Boys can't to movies or television, you know, it can Onley do. The peak s bles'sed. Not gonna be an is'sue. They didn't even blink it. That right, right. They were, like, good. No, right. I mean, love, got something I can tell my love, You know, our love ended it's course. I mean, it's good for them cause it''s like senators to the holidays. And when they go home for Christma's and It''s like what weve been working on. Like actually, we did this Big Pekka has. Apple has were not allowed to be in movies that stuff for a while on That''s about how long Mitch goes back to Quincy for for the holidays. It''s about six months, so he has kind of a built in exclusivity clause with his travel plans. Cool. So let''s talk about who is gonna Who else is going to do this show? Should I say some of the people weve been talking? THOMAS Um, I've been hearing that starting his own podcast is potentially Don Shula.","id":"JhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1868.25,"tags":["Onley","Chri'stma","Big Pekka","Apple","Mitch","Quincy","Don Shula"]},{"line":"where they did the whole book? It's like eight hours of the Great Gatsby. Oh, I thought it was just bad doing cats. No, but that should happen, Teoh. So they just like I would get because of My very yeah, every special 2000 cats that you know I've seen a 10 billion kill. You have? Yes. So does 10,000 cats for you. Will you stop, Janet? Uh, nothing. Bad dammit. She doesn't like when you talk about cats No, no, no. She doesn't like that. All dogs. Only for Janet. Yeah, which I mean 1000 cats. I'd say that 1000 cats is almost a huge as the dough Boys. Yeah, right. Yeah, no Boys. Very popular. They are very popular public. Unfortunately, can we check in on how many Patriots subscriber's they have? Pleased little brats? Yes. Coming right up. Thank you. And I'll have the calculator out so we can tell you how much money.","id":"KRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2008.67,"tags":["Gat'sby","Teoh","Janet","Janet","Patriot"]},{"line":"How was this show? I mean, you guys get right. You're doing okay. Well, so heres the thing. Last time we tried to say how much money we make off this show, we got in trouble. Kevin deleted it","id":"KhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2061.85,"tags":["Kevin"]},{"line":"you don't want to deal with patriot. How much do you do You guys make a living off of this show? Yes, yes, but we're not even allowed to say that, right? We can erase here. Now, Kevin is fascinating through the past in podcasting is I mean, why the fuck a My not doing this, Kevin,","id":"NRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2434.17,"tags":["Kevin","Kevin"]},{"line":"But lets get it going. The barrier to entry is very well. So fun. And I'm like, just have I just need a simple thing. I did. Cyrus is nowhere near it. He doesn't have time anyway and fuck! Um you know I don't need him. I don't need anybody. Ah, you make more and more podcast's if you star and then you will start to hate yourself yourself and hate it.","id":"NhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2451.71,"tags":["Cyru"]},{"line":"you know, I grew up.","id":"ORGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2553.99,"tags":[]},{"line":"in which I I don't remember the name of it, but I played a gnome who writes for this guy and is kept in his closet, but like, it's sort of like a gnome Cyrano, But, uh, I think that''s what it''s called. It was called gnome zero. No, no, Manno. Okay, no money. See or know My thought. Would Sirin Tahir Cyrano? Nobody. So is there a Noma? No. Yes. Here. No, No Great burger. Nomme de Berge. Really? I don't remember the day really was. And I think the original actor who played my character was What''s his name from Frasier? Not Kelsey","id":"OxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2573.53,"tags":["Cyrano","Manno","Sirin Tahir Cyrano","Noma","Nomme de Berge","Fra'sier"]},{"line":"Pierce, Of course. The great David Hyde Pierce. I was very honored. This is a real play. It is a thrill play, but like yeah, his brother. I grew up with his brothers, so that's amazing. I was really hoping you would say that because we don't actually have. I'm just kind of throwing, which is just havent talked to Mike in quite a while. Like glas's. My glas's. But I can what? I can reach out and see what''s happened. Janet. So you talk to Mike? He gets us Jason. Interesting. They were both born with sort of a flair for the theatrical on one channel. Ah,","id":"PBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2618.55,"tags":["Pierce","David Hyde Pierce","Mike","Janet","Mike","Ja'son","Intere'sting"]},{"line":"top 100. No, there's no way he finds it. Oh, God.","id":"QRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2754.7,"tags":[]},{"line":"Evil genius. OK, so this sounds great. Everything that you're talking about, a whole shows the rial. It's a recipe for succes's. How much? How much Your ticket? Yeah, I don't know. $400. 400 bucks. Hayes. You write that down? $400? Yes. Ticket in my calculator. Yeah, Brad has to go. Of course. I don't have to go yet. Oh, good, I have. What do you want? Todo todo Very typical for Kevin. Delight to me about No, I do have to go. What? What''s going on? Breath. Doing a big movie. I don't want to go. What am I doing? Oh, well, a movie is coming out on Ah, uh on vot that it''s called room for rent. OK, It''s directed by Matt Atkinson Written, directed by Matt AC and said any relation to the well, who do I know. That''s Atkinson.","id":"UBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":3007.52,"tags":["Haye","Brad","Kevin","Matt Atkin'son","Matt AC","Atkin'son"]},{"line":"right? No, I just I just and then people, you know, people love that diet. So My people going crazy with this Adkins? Yeah, Yeah, they're really going crazy. Eyes all about to talk about right now. I mean, Jan, it's es'sentially on an Atkins diet right now with these treats. When I can say it''s making a real cranky Yeah, yeah, yeah. And then, ah, it''s got Mark Little and Mark McKinney. Whoa! Stephanie were Whoa! Uh, Carla Gallo. Well, I know you know.","id":"UxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":3082.56,"tags":["Adkin","Jan","Atkin","Mark Little","Mark McKinney","Stephanie","Carla Gallo"]},{"line":"Hey, this is Arne Camp from the Improv fantasy podcast. Hello. From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're a new listener or you've fallen behind, Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"VRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":3239.48,"tags":["Arne Camp","Improv","Magic Tavern","King","Chicago","Sea'son","ju'st","Dark Lord","Sea'son","McElroy"]},{"line":"disappear's for a week. And now Thanks, everyone. Mis's Everybody mis'sed me.","id":"XRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":24.92,"tags":[]},{"line":"but I don't believe it. But could you just a couple more of these poster's, By the way,","id":"YRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":46.89,"tags":[]},{"line":"has been sitting there. Just a bunch lies bigger than your stomach man. You have me sign way too many.","id":"ZRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":89.93,"tags":[]},{"line":"me and Barbara Corcoran and, uh, Stan Museum. Yeah, and we're judging the big charity chili cook off were just the three. We're tasting it, Um, and it's for raised money for the new Yeah, Fire pole at the Stan. Usually original Stan? Yes. And that''s where it comes from.","id":"bxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":199.18,"tags":["Barbara Corcoran","Stan","Stan","Stan"]},{"line":"a seasonal pumpkin filled Halloween boat, right? Painting an audio picture?","id":"dhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":359.84,"tags":["Halloween"]},{"line":"a documentary about me.","id":"fxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":436.3,"tags":[]},{"line":"on this show. You don't need to see the film now. Yeah,","id":"hxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":476.74,"tags":[]},{"line":"Uh, Djamila is here, of course, to celebrate, sort of going on a victory lap for The Good Place getting number one off the TV guide. Best TV shows off the TV les's. Can you give me a round of applause, please?","id":"iRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":481.41,"tags":["Djamila","The Good Place"]},{"line":"from From culture. It's both. It''s both Eventually, yes. America ghosted us. Uh, as we were being","id":"jxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":588.4,"tags":["America"]},{"line":"could get a clear and goal on, you know, the metaphorical dog park of the television landscape and I could see it. I would finally have something to be masturbating at right now opposed to right now when I dio just like, why am I even doing","id":"mhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":684.57,"tags":["televi'sion land'scape"]},{"line":"Patrick Swayze E.","id":"oBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":733.67,"tags":["Patrick Swayze E."]},{"line":"maybe someday you coming? OSHA? I doubt it. I look,","id":"qhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":765.69,"tags":[]},{"line":"Yes. And say, Hey, let me get some of that offer. You basically go down there with some, like turpentine and a rag","id":"shGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":844.69,"tags":[]},{"line":"or focus on","id":"uRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":894.15,"tags":["focu"]},{"line":"think that should be number three after Atlanta. Okay, Yeah,","id":"wRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":962.18,"tags":["Atlanta"]},{"line":"IV. Definitely. What I what would I learned? Because you're saying that to me. There's something specific you want me to learn.","id":"xBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":971.37,"tags":[]},{"line":"you know, you put something down and then you just forget. Like, where did that even? Especially when you have a big house, some rooms you don't go in for, like, a really long time. And so that's what I had sort of happened to me with this knowledge. Uh, this house weve in.","id":"yRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1006,"tags":[]},{"line":"could have been good, though, for the for these guys. Yeah, to be having more of a cat and mousing with some of these ghost's. What I remember from the show and I didn't see a lot of episode's, but but they were mostly blasting grease ghost's. It wasn't as much of a cat and mouse","id":"zxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1052.04,"tags":["gho'st","grea'se gho'st"]},{"line":"first of all, do you agree with that? I'm fine with that. Okay. Done with Game-of-Thrones. I've never seen it,","id":"0hGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1105.29,"tags":["Throne"]},{"line":"Okay, so maybe what can we be? Did there","id":"1xGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1124.56,"tags":[]},{"line":"That wasn't enough. Okay, I think we can all agree that there were plenty of tits","id":"2RGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1128.84,"tags":[]},{"line":"Ted Danson it Ted Danson is mis'sing ingredient for all of these shows. That's what they don't understand. Okay, He''s stepping, too, but he''s got it in him. He could be in all the shows. What could have been the boost?","id":"2xGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1141.92,"tags":["Ted Dan'son","Ted Dan'son"]},{"line":"What the r in order is a sweet guy. Yeah, sweetie, because some of them are. Some of them could be buried Heart. Oh, yeah, Very heart. Can you expand on that? You talk about the taste of fruit,","id":"3xGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1176.1,"tags":[]},{"line":"or any other fruit stuff?","id":"4RGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1190.64,"tags":[]},{"line":"What do you in with Ted?","id":"4xGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1207.33,"tags":["Ted"]},{"line":"We did a little thing on this.","id":"5BGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1209.69,"tags":[]},{"line":"finding out.","id":"-BGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1342.4,"tags":[]},{"line":"meal. You would love it. I very a while. I can't show it to you neces'sarily. Why?","id":"ARGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1388.88,"tags":[]},{"line":"Wow. You know, it would have been funny if they made the 100 number 100 instead of number 79.","id":"BRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1417.22,"tags":[]},{"line":"'storylines on the 100 of range from intense, too bizarre to heartbreaking. I have not seen it.","id":"CRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1448.68,"tags":[]},{"line":"I have not seen the 100 but it will be Bamber. No one will want to come in 100. The 100 0 God, I really need to know. It's the number 79 show, and and the storylines have ranged from bizarre THOMAS. Great. Have you seen the 100?","id":"DBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1470.94,"tags":["Bamber","God"]},{"line":"you can tell that this show means a lot to you. Yeah, and when they do kill off a major character to me, it always feels like I've lost a limb.","id":"EBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1509.91,"tags":[]},{"line":"Southern Charm is number 100 on the list. Do you agree with that? I'm ambivalent. Whoa. So you think you have carried Frasier is","id":"EhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1533.91,"tags":["Southern Charm","Fra'sier"]},{"line":"talks about you all the time on the set?","id":"HRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1608.41,"tags":[]},{"line":"Yeah. He brings up me the orange","id":"HhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1609.86,"tags":[]},{"line":"'story. Yeah.","id":"IBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1615.15,"tags":[]},{"line":"you know, uh, it seems like it. Yeah. I don't want to make you feel shy. I wouldn't want to make you feel I don't know any blushing your own show and s","id":"KBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1674.94,"tags":[]},{"line":"'so embarras'sed if","id":"KRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1687.55,"tags":[]},{"line":"You're right.","id":"KxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1693.87,"tags":[]},{"line":"Hey, guys. What would it look like if we all listened more? Listening to audiobooks motivates us, inspire's us, even brings us closer together. There's no better place to listen than Audible. I can show you what it would look like. What? Okay.","id":"LBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1697.09,"tags":["Audible"]},{"line":"Sorry, but just you shut up already. And those are the noise's that we make. When we listen to audio books on, there's no better place to listen than Audible because now Audible members get even Mawr exclusive audio fitnes's programs, audiobooks, Audible originals and more. Now I know what you are asking. It is Halloween. Can I use this service to listen to Elvira''s memoir? It is obviously fun to read, but to hear it in the voice of Elvira would be so much more of like an immersive experience.","id":"MBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1736.93,"tags":["Audible","Audible","Audible","Halloween","Elvira","Elvira"]},{"line":"As of now, Elviras memoir is not available on Audible, but as advertising partners of theirs. I promise you, we are working on this, and the second we finish recording, Hayes and I go to an office that we rent by L. A X and we get on the phone and just start calling everyone involved everyone Audible","id":"MRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1770.2,"tags":["Elvira","Audible","Haye","L.","Audible"]},{"line":"Every month, members get one credit good for any audiobook they choose, plus two Audible originals from a changing selection. They can't get anywhere else, plus audio, fitnes's, help workouts. Who just for Audible Plus you keep the books. I'm going to go back and re listen any time. If you cancel your membership or you can. If you don't like you can exchange it. No question's. I'm gonna give them a good plug here with my personal experience, because that sometimes what I love","id":"MxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1831.91,"tags":["Audible","Audible"]},{"line":"Hey, guys. Robinhood is an investing app that lets you buy and sell stocks E t f options and Christma's. My and so what? What? You buy and sell stocks. Ah,","id":"NxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1965.41,"tags":["Robinhood","Chri'stma"]},{"line":"Guy Ritchie in the crazy camera moves lock, stock and two smoking barrels. Yeah,","id":"ORGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2001.18,"tags":["Guy Ritchie"]},{"line":"Yang and Marc. Kevin Jackson told me that you're friends with Jay Z.","id":"TRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2228.41,"tags":["Yang","Marc","Kevin Jack'son","Jay Z."]},{"line":"Alan Yang and I both were at Jay Zs after party for the Oscar's on, and my boyfriend has worked with Jay Z. Therefore, I have met him a couple of times, and he''s a wonderful man. I'm not gonna go so far as to say that I'm","id":"ThGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2232.23,"tags":["Alan Yang","Jay Z","Jay Z."]},{"line":"my God.","id":"VBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2285.94,"tags":[]},{"line":"Puts up a click","id":"VhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2291.41,"tags":[]},{"line":"on the main Earwolf feed","id":"VxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2292.17,"tags":["Earwolf"]},{"line":"where normally","id":"WBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2294.43,"tags":[]},{"line":"Never get anything right. This is my own going. This is my boyfriends biggest complaint with me is that I try constantly try to use the expres'sions never used them, right for 31 of 32 years that I've been on this earth. IV called it.","id":"bRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2411.32,"tags":["Thi","Thi","earth"]},{"line":"The underrated Complete? Yeah, an underrated top five, but could also be a little high hygiene. Oh, yeah, yeah, but that's not good, Fry. And it''s not just ahead. Sometimes your head gets very hot. So dirty","id":"dBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2494.45,"tags":[]},{"line":"watch has drifted into Yeah, complaint number five.","id":"dxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2522.38,"tags":[]},{"line":"Yeah, it's It''s been it''s been a prime. What did he do","id":"fRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2546.1,"tags":["prime"]},{"line":"Okay, Yeah, Yeah. Low point in hygiene. So for charity, I work with a company called Red Nose Day. You heard of it? Yeah. Comic-Con. I'm baffled by I. I write. I see so many IV go to the drugstore and there's just like a poster of a red bows. There''s no indication of what it means or why.","id":"gxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2572.57,"tags":["Red No'se Day","Comic","Con"]},{"line":"I said you can.","id":"iBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2609.93,"tags":[]},{"line":"You don't give a shit about Africa. I also saw Black Panther. Nobody asked me, but I did see it. Is that what it goes to Africa? Why you guys say that?","id":"jBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2622.13,"tags":["Africa","Black Panther","Africa"]},{"line":"Red Nose Day. All this must be for Africa.","id":"jhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2633.22,"tags":["Red No'se","Africa"]},{"line":"I'm working on it. Yeah, I gotta lay off the friggin, uh, bread or else I'm gonna raise £2 billion.","id":"kBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2644.66,"tags":[]},{"line":"Wow. Well, in a way, and so that was, like for 30 days. So","id":"khGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2675.69,"tags":[]},{"line":"you Made £30,000 the people in Africa got this","id":"kxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2679.85,"tags":["Africa"]},{"line":"would like to see a picture of it.","id":"mRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2730.34,"tags":[]},{"line":"it was Well, I said, Well, it's more","id":"nxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2765.13,"tags":[]},{"line":"The point is, you still have people. A chicken suit. Yeah, and the fact that it's for charity, I just think like honesty and transparency is kind of important in this","id":"ohGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2772.86,"tags":[]}]