[{"line":"takes Grew up","id":"ChGHJnMByMrymAEm5aJO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":3942.76,"tags":[]},{"line":"This would go to make the best of this just jealous war. It's not a question, but les'son learnt in time. It''s something I'm predictable. But in the end, it''s right. I hope you at the time of your way.","id":"DBGHJnMByMrymAEm5aJO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":3961.37,"tags":[]},{"line":"Wait photographs and still frames in your mind hanging on a shelf in good health and good time.","id":"DRGHJnMByMrymAEm5aJO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":3991.66,"tags":[]},{"line":"Lou Inner the big winner, I gotta say he's Devon. That''s got to feel good, huh? Way tried to clown. You must Sam, was you. Hello. My first reaction. What? When I started to hear real Devon again was that I did mis's the centipede. Can we from now on pretty nice, I that, like, maybe we could just kind of go half in half. Sure. For now, where, like sometimes your debit and sometimes your injury try. Yeah, you must. I mean, this suck for you to be a THOMAS centipede. Hiding behind the centipede was nice. And it''s not hiding. It''s improving. So you have a lot of shoes. Is that what you have? A lot of shoes.","id":"ExGHJnMByMrymAEm5aJO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":4054.24,"tags":["Lou Inner","Devon","Sam","Devon"]},{"line":"Yeah. I don't know. I like you're not noting that a big time mislead.","id":"FBGHJnMByMrymAEm5aJO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":4099.63,"tags":[]},{"line":"there to help she always belong to someone else.","id":"IBGHJnMByMrymAEm5aJO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":4205.97,"tags":[]},{"line":"Do you want to stay way? Thinks wow by","id":"IxGHJnMByMrymAEm5aJO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":4246.91,"tags":[]},{"line":"Uh, fewer ads on Premium My mom,","id":"NxGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":132.31,"tags":[]},{"line":"Hey, look it. So, uh so, at any rate, you know, I I do sort of managed to pull out of the skin, and I just and and I just kind of pretend that I fell asleep","id":"ShGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":410.5,"tags":[]},{"line":"look. And insider's guided kicking butt and dropping names on the red carpet line back hallways of this industry we call showbiz On What? A holiday. What up? What we have what at","id":"ThGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":485.46,"tags":[]},{"line":"Yes. Okay, so I don't remember everybodys specific intro where only they can talk. Where''s yours when you do Bang Bang. How long before you talk?","id":"VBGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":524.59,"tags":["Bang Bang"]},{"line":"I don't want to take him out of the oven. To let the chef do Is work. Have course, man. You know, he's got four burners going. It waas. The last thing you want is, ah, creamy risotto. I mean, you know, I'm looking at the stuff that you have gone like Where is your podcast? There is money in this. I have been I know that. So I started a podcast. It''s called Vino diesel. Um, okay. The unfortunate thing is that every episode is unlistenable. Teoh, you you can't hear Okay? Because that''s I gues's my question is where is? Yeah, it''s on Soundcloud. Okay, it''s for free. Okay. And ah, go download. It is, um, each episode there is a special guest's and somebody a super interesting. Um, you can get each episode for real. It''s up there. Yeah. You cannot make out a single word. There are an hour and 1/2 long each. And it''s what you drink. Wine and different kinds of wines. Different gonna when we talk to celebrity gas. Surely this is the first show to do this. The one I think. Celebrities. I think it''s the first show to do it for the purpose of no one can listen to it. Yeah, but which is Ah, I think you know. Everyone has a busine'ss model and mine is going against the grain Will manage to get Jake in here.","id":"VhGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":538.73,"tags":["Vino","Teoh","Soundcloud","Celebritie","fir'st","Jake"]},{"line":"kind of yes, speed up a little bit. Yeah. Are they still alive? Because he was, like, 62 when it broke. Right, Alex, Hard Alex. All right, Alex sake. Ah, yeah. They're like, Good","id":"WhGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":686.33,"tags":["Alex","Alex","Alex"]},{"line":"'song. They're pis'sed. Ready to come back? I want I want to say thank you for having me on. It's been I I'm","id":"WxGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":696.44,"tags":[]},{"line":"was just in here. Oh, great. Told us a little bit about the show. And like, working with your proces's. Do you want to say kind of your side of that? Yeah, sure. I thought it, uh it's nice to, like, Click with someone right away. Uh huh. You know, and then on your time on Sam Sam Richardson. Yeah, I it''s you thought it went great. 100%. I can't even imagine a world where he would say otherwise. Ah, man. And ah, we keep in touch, though.","id":"XRGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":717.03,"tags":["Sam Sam Richard'son"]},{"line":"Okay? Because he got out. He was just in here, but he got out of here really fast. Really? Yes. Way had asked if you guys wanted to do it together. Yeah, yeah,","id":"XhGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":746.59,"tags":[]},{"line":"Yeah, I know, but I am happy that you're here for our holiday up. And it is, of course, since out of Palace here, Going to be a very white Christma's. Indeed. I'm not wife. That's the Miskin. I'm a Jew, and I have seen you talk about this near pres's tour. Yeah. Yeah. This is one of my big top","id":"ZRGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":920.32,"tags":["Chri'stma","Mi'skin"]},{"line":"really? In the snow carving. Really carving the powder. Yeah,","id":"aRGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":1084.88,"tags":[]},{"line":"My Yes, we're have everybody still recording. Everybody get in here. It's not a Veena diesel situation. Everybody get in here. Let''s do some promo. So yeah. Um, OK. Uh um","id":"cBGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":1244.66,"tags":["Veena"]},{"line":"I don't know. You know, I would have brought them to you guys. I just didn't think because I know you guys were, like, big. Unlike not","id":"chGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":1260.64,"tags":[]},{"line":"So, yeah, I give anybody way homers. That's a lot of money. A lot of ours on this show. You don't want anyone driving home all like an hour after being like Oh, right. You know, cause in the name feeling in the moment people will drive home from listening to our podcast. Yes. And you're standing parties tweet at us and soft My Away Great IV started things. Whole thing is kind of Away Homer in Away because you can only really experience it on your way home. What do you mean? Well, I mean, why would you listen to it when you're at your destination? You know, there''s something else going on, you know, like I was just saying People are mostly going to a place to listen to you. Listen, toe the show. Yeah, Like where do you? Where do you guys","id":"dxGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":1520.93,"tags":["My Away Great IV","Away Homer"]},{"line":"yeah, people say to me if people say these. Got that to me? Yes, I don't. I want you to just to be like Yeah, Just like to be like, I don't let room. Yeah, I go like, Oh, hang on. I think I'm getting a call. Okay. You don't have to squint or do that long voice, that weird voice that he just did. Really, really got to get the promo. Really have to go get s just afford us with. Ladies and gentlemen, Thank you for listening to quick idea. Yeah, Ladies and germs.","id":"fhGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":1623.61,"tags":["ju'st","ju'st","ju'st","Ladie","Ladie"]},{"line":"know your last name, Sean.","id":"hRGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":1800.99,"tags":["Sean"]},{"line":"But yeah, it's a promo for champagne. L If you want to get be no diesel in there Well, I turned over to you because once he said that he barely does anything in the show. There''s always one person who, like, clearly is carrying the load and is more respon'sible and, like, does more of the work. And there''s probably resentment. Oh, yeah, I need He''s letting me. He''s coming in. No, it''s that this is like a picture that rarely spoken. Yeah, I don't want agreement that we and high So I need this to keep going. I just need him to show up, like, just be here. For that is not the aesthetic that is presented in all of the photos, but yes, I get that. We're all of the photos this guy''s like, I don't even think about You don't even know your last name. Everything","id":"jRGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":1865.94,"tags":[]},{"line":"That's Did. Yeah, sure.","id":"mRGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":2024.78,"tags":[]},{"line":"dio put. It s everywhere. You've been rubbing it on your fridge and stuff. Don't do it. Don't get behind the wheel and make me and Raoul have to begin me through The soup on it will be hot. Just got way were in it Reminded me of the state sketch with the pudding. If you remember that, I love That's good Job high. Gotta do you drive sober or you get pulled over. That''s the rules.","id":"mxGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":2183.66,"tags":["Raoul"]},{"line":"lifting ladies in for the whole thing. Not just for opening with me. Ladies and germs spank you for listening to me, Adam Palley and my two good friends, Sean and Hayes. And pleased to turn in. Good thanks, Turn instead, Attune turned. Okay, ladies injured. Did you have an engineer back there doing? Let me say. Yeah, we got someone over here. Why do I have to keep going back to the top? You definitely don't weaken. Chop it in. Just Yeah. Pick it up for you. Yeah, and no one asked you toe. I just wasn't coming from us. Yeah. Did you feel comfortable with it? I I just felt that I didn't know if you had the tools here to take multiple takes and edit them into one. Yeah, just basic adjust on view. of how junkie this whole set up is alone. I just didn't want to die over. I want to do it because this is for you. This is like getting you know, you've got this thing coming up obviously up. Ah, huge amount riding on it And My yes s. Oh, however you want to do it? Yeah. Someone said to me This may be your last chance. I was like, Yeah, OK, go back and do kinky boots on Broadway or whatever you were doing. Yeah. Whenever the fuck was going","id":"nRGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":2224.88,"tags":["Adam Palley","Sean","Haye","Attune","Thi","Thi","Broadway"]},{"line":"Bats The Oscar's stood all this fucking awards. Honestly, I would be. Art is not a contest, man. I always thought Spalding Gray should just host the Oscar's from behind a table and have all the awards on a little side one and just be like, reading the name and making you come up and get it yourself, you know, like, yeah, nothing else. And then at the end, they killed himself in front. I got","id":"ohGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":2350.63,"tags":["Bat","The O'scar","Spalding Gray","O'scar"]},{"line":"Yeah, well, so I have an idea, like, sort of a joke that I wrote or co wrote Yes. Fourth, This, uh,","id":"pxGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":2403.88,"tags":["Thi"]},{"line":"for this pro that maybe at the end of it when you go like, because it's what''s the show on? It''s on the computer. Yeah, Yeah, it''s a webisode. It''s called YouTube premium. That''s like So, like they say, it''s like the biggest Webisode. Yeah,","id":"qBGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":2411.69,"tags":["YouTube"]},{"line":"That's OK. Is that OK? Just tell people it''s for you. Yeah. OK, so, uh, one my favorite jokes from things from the pilot. Uh oh. Good. So, like, uh, obviously arent you wait too long to hear it? Not at all. Yeah, like our two main leads have gone, have gone back to their homes and they're all coming out at once. Right? All 12. Ok, I just wanted because he was way. He''s worried about waiting too long. Be here, but watch him all you can watch all 10 on 12. 12? Yeah. Uh, so, uh, um, in the pilot, we are not half, so you don't have to watch any, but I That is gonna be hard to avoid it if you're taking the bus. Yep. Well, cause it''s playing probably on the bus and at the stops. Yeah, especially fearing suburb of Seattle. But I, uh I we see our childhood home. Um, um, Sam''s child in harmony says it has my home always been this small and then I say, I don't know, maybe your dad put a subtraction on it,","id":"rxGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":2516.77,"tags":["ju'st","Seattle","Sam"]},{"line":"Because I think is I'm like being like, Well, maybe the house has gotten smaller, You know, like to your eye, right? You know, Does it pis's you off the paste? Already Did. Ah, their 10 best shows","id":"sRGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":2604.46,"tags":["Doe"]},{"line":"Morgan Freemans? Like I thought of something in you. What? So if the answer, if so, that the answer is Jewish people, is that no, but that''s clearly been on your mind since I walked in. But like, but why? I waited trouble for that sort allowed to think about anything you want","id":"thGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":2710.36,"tags":["Morgan Freeman"]},{"line":"'so nice to come and woe.","id":"txGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":2727.64,"tags":[]},{"line":"Yeah, we're still at the Starbucks. Okay? Born in the dark room. It's cool to cause it''s like it''s a bain, but it''s also a lot of other things. Yeah,","id":"vxGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":2836.51,"tags":["Starbuck"]},{"line":"Whove ultrafast? Ah, maybe cluster fast And we're on the fest circuit right now. Yes. Yeah, it's cool to see like, just like","id":"wxGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":2919.03,"tags":["ultrafa'st"]},{"line":"ah, so I have been relegated to a new a new job. OK, what was the old job? I never had one before because so I'm working now in a candle. Chiat, you're relegated. And really, I'm not working to a new job. Well, being I sorry, I'll explain a little bit about the show. Okay? He's like, friends of Mount Rap. More in the show,","id":"yhGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":3032.26,"tags":["Chiat","Mount","Rap"]},{"line":"as faster. That pretty much is only 33 lest the only thing I could come up with. But in the moment, they're not that man any. Like, actually, it's not even a true statement, which is also you say that the island. And would I I have to come to that realization. I can do one. Yeah. Okay. I love it. Yeah, we got ah, I gotta get some of these off. Hey, Uh, yes. Please listen to my love it or leave it appearance. Yeah, Hayes was on. Love it or leave it. Yeah,","id":"0hGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":3153.45,"tags":["Haye"]},{"line":"'saved America.","id":"1RGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_3","timeCode":3192,"tags":["America"]},{"line":"Right. Small. Yeah. And","id":"7BGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":3500.41,"tags":["Small"]},{"line":"I think that that's so beautiful because they're saving it, and they and they know that I don't need it. I don't want it, but do you would absolutely take, But I would in a heartbeat. Yeah, which is sweet. Sort of a beautiful thing to me. It is a friend sort of relation with friends like these. Yeah, and, you know, it spent, like, a ton of money. Except I'm like, one thing. Yeah, I know, I That''s right. Now. Yeah. In the past, I spent a lot of money on a lot of things. Okay? Yeah, but now you bring your now. I'm just I'm just all in on real estate. Really? You're talking about OK? Yeah. I got a few before I remember you would. You went to, like, a special shoe store. Yeah.","id":"9BGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":3610.26,"tags":["pa'st"]},{"line":"You get the same one? Yeah.","id":"9xGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":3670.88,"tags":[]},{"line":"This is the holiday episode. So we should talk a little bit about the Sandler special?","id":"-BGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":3673.37,"tags":["holiday","Sandler"]},{"line":"Well, and I saved. You are Well, Wow, That's a thing. Are we allowed to talk about the Sandler special? Are we allowed to be pro? The Sandler special? Are we allowed to say that it is good? I don't know why I can't feel","id":"-hGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":3698.12,"tags":["Sandler"]},{"line":"And I'm sure that this has happened before to Sean is. So it's not a problem. No, it''s","id":"_hGJJnMByMrymAEmXaJL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_1","timeCode":3737.1,"tags":["Sean"]},{"line":"Ladies and germs? Thank you for Lee. Ladling. Uh, vanilla. This is Adam and Champagne Ill on December 12th all 10 episode's and next time and next time at least three, at least three episode's. And next time, pos'sibly just Adam. With no Sam, maybe someone else, but probably not. And if anybody tried to get you do yoga and if anyone tried to get me to do yoga, tell them Nama, stay away from in bed so that I can watch this shampoo maker watch Champaign ILL. Yes, I asked any traction on your house.","id":"ARGJJnMByMrymAEmXaNL","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder Part 2","speaker":"spk_0","timeCode":3749.56,"tags":["Lee","vanilla","Thi","Adam","Adam","Sam","Nama","Champaign"]},{"line":"and my doorbell rings.","id":"ERGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":53.76,"tags":[]},{"line":"huger is places like Aqui s played it, please. What, like a g second? Yeah. Yeah, I was getting Youll be being me being me. Did you know that song is Far East movement featuring Dev who is Did you know that is there? Doesn't Devon? Yes. Yeah, it's true. He says, get the getting solicited part","id":"ExGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":61.62,"tags":["Aqui","Far Ea'st","Dev","Doe's","Devon"]},{"line":"Ah, and we This was good. Childish game being up.","id":"GxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":186.28,"tags":["Thi","Childi'sh"]},{"line":"it's all good. But what? What I was going to say is, Darryl and I want of spending a bit of time together, huh? Hey, Waas dating a girl to time, who now is dating someone else I'm friends with. So","id":"HRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":206.42,"tags":["Darryl"]},{"line":"I have got, like, anything, I get to see what Darrelle looks like. Alexa, I've never met. She was not at the child is Kim Piano concert. And she certainly was not on the roof afterwards with Greg Walter from three arts. Ah, who else was there and trying to remember?","id":"IRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":276.97,"tags":["Darrelle","Alexa","Kim","Greg Walter"]},{"line":"for them to see what you look like. I didn't. You're a public figure in your own right. I know. But I look pretty much the same as I did at the beginning of","id":"JRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":333.22,"tags":[]},{"line":"Yes. This kid who D dog? Yes. Yeah, we know where we're, of course, buddies. Uh, we hang out after concerts, and we almost were in a film together.","id":"LBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":403,"tags":["Thi"]},{"line":"from China. Yeah, there's a Chinese woman.","id":"LxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":454.38,"tags":["China","Chine'se"]},{"line":"for weeks at a time from a single upset. It's good","id":"NRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":507.21,"tags":[]},{"line":"So we're watching this thing. The new thing? Yeah, the legend of Bander statements","id":"ORGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":539.15,"tags":["Bander"]},{"line":"the legend of Badger Snatch really is all anyones talking about. And ah, it was an experience that changed everything and I'm still discovering new secret paths. Ah, through the narrative IV done this thing","id":"PBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":558.56,"tags":["Badger Snatch"]},{"line":"And so So this is the thing. Yeah. You are seeing counselor's thing. This is the fun of it for you. As you get to participate in this and actually do something yourself instead of just like lying doubt Olympic to the Joe like you normally dio we will tell you how far to jump ahead at backwards We're gonna take you on a fun adventure Made","id":"QRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":648.53,"tags":["Olympic","Joe"]},{"line":"no like button option that we're going to throw on the serious Where would it be? There is a button.","id":"QhGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":673.44,"tags":[]},{"line":"normally we would kind of Stitcher together afterwards is a condition of our new deal that the engineers will no long they, like, take a look at each episode after it's done. But they're not gonna, like, get in there. Yeah, we kind of fun for the listener. Yes. So it''s super active listening. And as you're getting a workout because you get to click the button and and think you're getting a mental workout, So well be presenting you with stuff, and then you can skip to the different scenarios. What","id":"ShGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":750.61,"tags":["Stitcher"]},{"line":"which is great. No, it's off just great because we run over. We run over by almost a minute and 1/2 so let''s started. Um, we obviously need a mis'sion. We need an adventure. Ah, to choose.","id":"TRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":808.43,"tags":[]},{"line":"OK, we do What? Really good. We havent even started. Yeah, I have. I don't want tuz, but I have anything. If we're gonna add it, anything weve done out, I'd probably want to take out the whole run about the Chinese stuff because I don't know if that's, you know, I don't know what","id":"URGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":860.42,"tags":["Chine'se"]},{"line":"I m. All I said was that the woman was she was wearing a T shirt with the Chinese flag on it to to really, you know, center IV private home. It's not like a Chinese American person. She is from China. She Chinese.","id":"UhGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":876.49,"tags":["Chine'se","China"]},{"line":"with joy from his two heroes honoring him with this present. And so is maybe just a funky a staticky thing where the levels air off, Devon, and you might want to check on that for one of the shows that you're allowed to do that. Not this one. Obviously not. Know. Um, So I gues's well start our mis'sion. Where in the bushe's outside the building. Ah, waiting. The security patrol of vulture, which is these, like, Jack booted thugs is sort of walking back and forth. And there are fifteens which are still legal to buy for some reason, And they a clip","id":"WhGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":989.46,"tags":["Devon","Jack"]},{"line":"Okay. And, uh, there was Okay, so you guys talk for a second?","id":"XBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1049.19,"tags":[]},{"line":"Uh, all right, we should just do this. What do you want? Todo? You want to do the steak? Well,","id":"YRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1126.07,"tags":[]},{"line":"Okay. All right. So lets do this first.","id":"ahGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":1243.59,"tags":[]},{"line":"Okay? So well say if you want toe here, the guards get if you want them to try to knock the guards out, keep listening. When we say now, that's when this all began listening. Now we're not saying now. Now well say","id":"axGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1246.28,"tags":[]},{"line":"'sorry. Ok, Sorry. Documented as sleepy. Yeah. You know, we can't change it way too big. Sneaky. We already use the edit getting out my introduction. And so, if you I hear that go in a sneaky hit. 30 seconds forward twice. Okay, so we have one minute to do the knocking out okay or catch up. Uh, if you wanna, uh, if you want at your debit to blow case's and do this Thank you. Leg hit three seconds. Forward four times. Uh, to them will have one minute to do the sneaking after the, um","id":"cxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1307.11,"tags":[]},{"line":"Damn, son. What the hell, dude? I'm distracting. Quip him out that Hey, don't take my pants off. Oh, God. Oh, no, no, no. You can see my whole But I didn't wear any underwear today.","id":"dxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1383.57,"tags":[]},{"line":"Ah, that sucks, man. But at least you got a couch. Whoa! Whats going on, Mike? Living You lose your couch? I'm living in my car.","id":"fBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":1465.46,"tags":["Mike"]},{"line":"Yeah, it like a real man. Rare. I like it basically crawling acros's the plate.","id":"hBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":1618.08,"tags":[]},{"line":"Oh, God, if it aint movin, it aint rial steak to me, I'm a real man. And risking getting sick is part of my meal routine.","id":"hRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1622.62,"tags":[]},{"line":"G. I am. I read about him. They only the friggin beast. He's a superhero. Walking among us are super villain. In fact, he''s a vision. Powers are incredible. He''s going. He''s got insanity so bad that he''s","id":"ihGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1687.3,"tags":[]},{"line":"Oh, yeah. And you've got a bead cushion. Yeah.","id":"lxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":1872.02,"tags":[]},{"line":"Okay, stop. So what? We didn't really say Put a limit on that, but if you chose the second choice, you made the right choice. Because Mikes back feels a little better than it would have run in the first version. There''s no right or wrong, though. Well, we did say that some of the meat you have to throw your phone away. Sure, but it''s honor suit. That support that story. We havent done that yet. Experience. We havent done it yet. Fully failed.","id":"mRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":1883.35,"tags":["Mike"]},{"line":"because it's it''s easy, But do we want like","id":"nRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":1976.24,"tags":[]},{"line":"Hey, guys. Uh, this is I'm Harry, and I'm Harry. We're hearing Harry of your Marys raised. I'm Harry with Annie, I should say, Yeah, uh, and I'm Harry with to ease, uh, and we run this razor company. We saw the razor''s. Normally, we have our spoke. We have a spokesper'son used for a long time who we love and we trust. I don't know what was going on for him last week, but we were totally unable to get in touch with them. Yeah, he''s usually pretty reliable. Weve had episode's with him in the past, but it was impos'sible to contact him.","id":"nxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1987.06,"tags":["Harry","Harry","Harry","Mary","Harry","Annie","Harry","tru'st","pa'st"]},{"line":"He's been fired multiple times, and he''s also left like distre'ssed voicemails after he like, committed crimes and stuff. But lately he''s got engaged in a","id":"oxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2040.82,"tags":[]},{"line":"pretty thrilling Siris of story, which were very understanding about Yeah, which weve been cool about. And he's always managed to eventually work in information about our razors. But I gues's well just tell you about our razors. Yeah, I havent even seen this stuff before. Um, okay. Harry''s founders were tired of paying up for razors that were overpriced and over designed That you remember that. Yeah.","id":"pBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2051.86,"tags":["Siri","Harry"]},{"line":"blade at a fair price. Right? Which I do like. You were like, I never even heard of that. Yeah,","id":"phGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2095.14,"tags":[]},{"line":"because only I I I don't know the exact numbers, I think only a couple of Amara","id":"qxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2150.76,"tags":["Amara"]},{"line":"must and then, ah,","id":"sxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2252.03,"tags":[]},{"line":"travel blade cover. That was my wife. Yeah,","id":"tBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2254,"tags":[]},{"line":"on our listener's can redeem their trial set at harrys dot com slash handbook. Make sure you go to Harry''s dot com slash handbook to redeem your offer and let them know I sent you to help support the show. Is that for you? Me or news? Say I say so My saying,","id":"tRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2257.53,"tags":["harry''s dot","'sla'sh","Harry''s dot","'sla'sh"]},{"line":"um, and you h a i r e.","id":"txGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2282.49,"tags":[]},{"line":"that I mean apart. When I listen, that is a whole company. My first reaction is kind of like That's it. Yeah,","id":"uhGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2300.45,"tags":[]},{"line":"under the guise of being personal endorsement's and picks Made by host's and producers of the show. And fuckin they. I saw people complaining online. Hey, there's no personal endorsement's because nobody talked to him. No one asked me to do this. We were as'signed our pit, and I am forced to conclude that the list is a fake lie.","id":"vhGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2366.5,"tags":[]},{"line":"Hey, guys. Chef Kevin here, coming through the bead. And I hate to dio and add for this, But you may you forced my hand","id":"vxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2389.52,"tags":["Kevin","dio"]},{"line":"or Did","id":"wBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2402.33,"tags":[]},{"line":"Um, maybe people who want to hear, like, new shows that theyve never heard of. Um, like, if they're a comedy bang bang fan and like, Oh, whats this? Hollywood Handbook Shashi. I'll listen to that one, too. It''s a way to get, like, new people who have never heard of a podcast to hear, like, the best episode in here. And I just want, like, the stuff that you do text me about is, like, if you're, like training a new flos's, I have to hear about it. But selling my name is not worthy of my attention. Okay, so I will replace the flaw stuff with more, like, busine'ss related text, and I and I get to pick a new episode from this year. Yeah, and I get to pick 12","id":"wxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2474.15,"tags":["Hollywood Handbook"]},{"line":"Tell us your favorite episode 2080 with a hash tag Earwolf picks. Who is using that?","id":"zBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2707.32,"tags":["2080","Earwolf"]},{"line":"Hey, man, I think we should just keep looking like maybe there's a meter nearby or something like that.","id":"0BGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2793.59,"tags":[]},{"line":"Yeah, you know what? I'm gonna pull back out, cause I'm worried. What happens to us is we pull in here and then somebody who watched the latest black mirror pulls up and they got to use a wheelchair. So they're not able to park in Normandy down that somebody will hack that wheelchair and then theyll manchurian candidate us. Oh, yeah. That's absolutely something that could happen on that show. Good example. So All right, let''s just keep driving. And I think this guy up. Oh. Ah, probably. Hey, get in, pal. Eggs. Wow. What a deep bas'so. voice you got? Oh, God, The whole car smells like English leather. The cologne whose tagline is all my men were English leather or they were nothing at all.","id":"0hGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2802.64,"tags":["Normandy","God","Engli'sh","Engli'sh"]},{"line":"Damn, You're a cool guy. What we're going is that we're not sorry I had to keep my eye on the clock is hard to kind of do Torto. Okay, well, park in the handicapped spot. And now we're parked inward. Yeah, Fuck this. Lets just do it. I'm stopping.","id":"1BGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2853.3,"tags":[]},{"line":"Did you see? It's okay. We're doing black mirror episode. And during the record, the TV does turns are Sean and no one even touched the mirror. And the T egos earn on gravity. Never seen that happen more. All right, let''s get out here. Yeah, okay. Did you Did you? Did you? Oh, shit. They step through a wormhole. Oh, they're an alternate universe where they decided to drive around the block again.","id":"1RGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2871,"tags":["Sean"]},{"line":"can just Google Timer. He wants to do it himself, I gues's. And we got a lot of pictures of people holding","id":"2hGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2924.93,"tags":["Google Timer"]},{"line":"Okay, so","id":"5RGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":3029.24,"tags":[]},{"line":"Do you wanna have a driveway? Moment? Could have a driveway. Moment is one opportunity. It's a handicap parking spot in this case, not saying that''s good or bad. But you could have a driveway moment where you just gotta finish the podcast","id":"7RGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3091.95,"tags":[]},{"line":"Yeah. There's all these great things. Spoiler alert. This is a good one. Yeah, not should do. Some of them are great.","id":"8hGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":3168.32,"tags":["Thi"]}]