[{"line":"It is that Mix it with his cream corn and some the rest He will sell on eBay. Hey, will. He has a wholly based you know what,","id":"nRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","timeCode":3855.48,"tags":["eBay"]},{"line":"in like you're watching. Like Discovery Channel. And sometimes in Hollywood you are eating bizarre foods. Sometimes I'm watching. Sometimes it's versu's Oh, yeah, yeah. You Hollywood-This man versu's food. It ISS Yeah, Unfortunately, food has been winning lately. Yes, I havent thought of that just the last couple weeks. It has barely. It''s cyclical. Itll come back. That is funny. Hey, thank you so much for telling me. That''s funny. No, I love hearing that, you know. Okay, he''s still sensitive. Memphis. You know what I mean? When I say that''s funny, I meant Like, that''s peculiar that I hadnt thought of that. And you just say, That''s funny, Shawn. It doesn't mean okay. No, I love hearing that. That that''s funny. What I said, you know, so comforting. This is This is funny. Now I'm laughing. Oh, yeah. Oh, Well, that''s two of us, then, cause I'm cracking up. He really it sounds like he''s mad, but he really is very happy now. That''s just how my voice gets when I'm losing it. From how funny I think it is. I'm laughing. Well, you know what? You ought to hit the sunset strip. You ever heard of the comedy store? Don't you go buy some time over there.","id":"nxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","timeCode":3900.6,"tags":["Di'scovery","Hollywood","Hollywood","Thi","Memphi","Shawn","Thi","Thi"]},{"line":"So then I could do euro out by e so that I could do that. Everyone could do it, But you can buy a second.","id":"oRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","timeCode":3980.22,"tags":[]},{"line":"That's that''s","id":"tBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","timeCode":4166.46,"tags":[]},{"line":"Yeah. 00 you see? Now, now I'm getting mocked. You ever see birds flying in formation? What the fuck do you think that is? You think you think we could walk out there making themselve's into a","id":"uxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","timeCode":4337.23,"tags":[]},{"line":"Yeah, about like, a new civil war. Yeah, right here. Yeah. Um, and so Kevin has volunteered to go to go build the wall? Yeah. He's always carrying around. On what side?","id":"vhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_0","timeCode":4413.77,"tags":["civil war","Kevin"]},{"line":"I think there's a smart guy in there to their flattery will get you everywhere.","id":"xhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_0","timeCode":4581.69,"tags":[]},{"line":"Does anyone go viral this season? Uh, I'm sorry. What do you mean? Just just, you know, in todays culture, obviously storytelling way. Did you see just just lower the hook? That only they I Oh, that looks yummy. Let me just chomp into it. Oh, here you go. Good. Yeah. Yeah. We hope Tonto just shot 10 episode's and fingers cros'sed. We can get a couple gifts. A couple gifts out there. That last gifts. No. G I F o k. Through gifts. Never said crew. Hey, is your guy Hayes you brought? That''s your bag. And you brought to it your whole deal, but yeah. I mean, I think it''s a funny show. And ah, you know, after three months of work in, you know, 12 13 14 hour days, just three or four gifts, you know that really resonate makes it all over the world. Why, You know, when you forgot to add the fabric softener Good. Some, you know, as a Love feel when you being, like, right. I have a son, but it''s about like a fabric softener.","id":"xxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","timeCode":4591.14,"tags":["Doe","Tonto","ju'st","Haye"]},{"line":"Ah, that would just be like a shock. Like ah, a pensive Yeah. Oh, no. Oh, no. What? You're gonna see ordinary. Um but yes. So that my gym owner character finds out that he's got a son.","id":"yhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_0","timeCode":4676.14,"tags":[]},{"line":"Yeah, well, I mean, just harkens back to what I was saying about putting out that pilot starting on page 17 The gets the goods were in the cab boost. Yeah, the engine. Your production card, which comes out of the end of the show, says, Hey, if you like that, call the fucking number.","id":"0xHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_0","timeCode":4798.3,"tags":[]},{"line":"Yes, it does. And if you tune in, youll see it. A man a 1 900 Fuck you.","id":"1BHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","timeCode":4815.97,"tags":[]},{"line":"hey, this is Arne Camp From The Improv fantasy podcast Hello. From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"2xHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","timeCode":4931.17,"tags":["Arne Camp","The Improv","The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]},{"line":"Yeah. Ming and I were watching three opening ceremonies s so, uh, respect Bubble. So beautiful. Right? But she was late, you know, meaning. And I'm like, you know what time you know? No. When you should come to my house, man. You know,","id":"4xHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":301.52,"tags":["Ming","Bubble"]},{"line":"his, huh? Can we wait for Hayes to get here? so just cause nothing, Shawn. I get it. You keeping John Hayes? Yeah, Will and Grace is back. Lets talk about it. You know, the","id":"7BHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":520.33,"tags":["Haye","Shawn","John Haye","Will","Grace"]},{"line":"first new episode was a little too political for me. I don't like to wait in those waters have import Hayes The","id":"7RHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":533.93,"tags":["Haye"]},{"line":"only because I am kind of fan of this. I'm a fan of this podcast, but it's no fail comfortable that such an honor for us to hear that you're kind of the podcast we love having you. Oh, my God. It''s such a Weve been doing it for a while and you lose sight of Hey, people are listening to this thing that you're doing it in a vacuum. You doing? What you doing? Episode 270 Something?","id":"7hHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":541.1,"tags":[]},{"line":"Hey, you said you host this show Hollywood Handbook. No, you don't know his Davenport is the host of the show. Yeah, right. You're like, this is obse'ssed. Er something on and we like to do. Obviously, everybody knows we do some pretty big conceptual weird bits on this show. And so I think you're coming in with I'm gonna have I'm gonna outdo them and break them with this Weird, uh, talking about some person that I don't even havent even heard. Of. What? I've never","id":"8BHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":568.63,"tags":["Hollywood Handbook","Davenport"]},{"line":"well, what we did help got. And we called Paul. Yes, we got him both on the phone, and that was so fun. And she was razzing them a little bit","id":"9BHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":619.63,"tags":["Paul"]},{"line":"admit that we're human and that we can make mistake's. Okay? And it's you know what? Failure is education, right? Is that what you always tell me? Every week? I constantly will say, because let''s face, Akula fails on. I'll say it''s about getting up and I'll say, Hey, that''s not how many times you get knocked down, cause yeah, and I get knocked down and I get up again. Hey. Hey, that reminds me. We may want to get into the charts a little bit. No, no, no. This is something. This is something we do every week s. So it''s We're going into the chart zone where this week We're talking about the podcast charts and as'sume Yeah, Yeah. Chart zone. You're in it now. In the start zone","id":"-RHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":690.8,"tags":["Thi","Thi"]},{"line":"as always, it's 270 weeks around. That''s right. People voted. Yeah, that''s you in","id":"_BHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":750.95,"tags":[]},{"line":"most humble guest's I got Yeah, I got number of 1,000,000. Thank you for coming in number 1,000,000. Had the gall to be released. Humble guest's. Ryan, I'm Googling where Please,","id":"CBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":906.94,"tags":["humble gue'st","Humble","Ryan"]},{"line":"that's so strange. Hyun.","id":"DhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":1025.56,"tags":["Hyun"]},{"line":"Okay, what does he get paid? He got so Yeah, first of all, even if he did exist, if he was as'sociate with an organization like second city completely exploits it's labor.","id":"FhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":1107.32,"tags":[]},{"line":"These guys worked their fingers to the bone doing improv. Yeah, they clock in. Have you watched a G?","id":"FxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":1117.72,"tags":[]},{"line":"I will. I will. I will allow yourself the time to get into care. Let me get in the zone. I gues's I have to get into the characters own character zone. Here we go. Characters feel in the flow. This is not a sorry. So","id":"GhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":1149.71,"tags":["Thi"]},{"line":"the show, Pop Pop. It's a guy. Everything is the same song. You guys just do the same. Where''s Mallory? Whose mailers? She? Yes, Thank you. Jesu's. Justine Bateman. Much Hello is the president of SAG. Okay, I'll help you out with some of those. Contractor goes. Maybe you know her brother, because you seem to only want to hear male version.","id":"JxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":1270.09,"tags":["Mallory","Bateman"]},{"line":"Bateman played Forgive Mallory on family ties. He's a hot, tasty treat. This","id":"KBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":1295.45,"tags":["Bateman","Forgive Mallory","Thi"]},{"line":"characters. Ah, second time, characters up. Heres the room.","id":"LBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":1316.39,"tags":[]},{"line":"Fine thistle's character Just Heres Ryan turning on family ties. Amazing.","id":"LxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":1332.4,"tags":["Ju'st","Ryan"]},{"line":"A bit will be together for a 1,000,000 more and there aint No, I'd rather do the growing pace. Isn't that just a better? So can we talk about some of the TV we watch growing up, you guys? I mean, I was fucking Raised-by-the-T-V-This okay?","id":"NBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":1394.89,"tags":[]},{"line":"Yeah, but my wife was totally cool with me having boyfriends.","id":"ORHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":1429.33,"tags":[]},{"line":"I'm just checking the clock. Cody. I think it's time for a magazine countdown. This is part of the show. Would count down all the best magazines From The wait number. Number one. Yeah. All the best magazines. 5 to 1","id":"PhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":1477.68,"tags":["Cody","Thi","The wait number"]},{"line":"Where does Clem dog mean? It's like a colding. Yeah, it''s, like based off of like, a cool little people think it''s going. Just invokes the cool character. Yeah, like, um, a rebel. And someone who takes risk's like a rebel would and then also rebel Wilson, Someone who has read Aviv two years. We worked together season's one through four, right, Virginia. But really Let''s talk Lady Garrido''s, huh? I mean, big controversy there. Yes, because women don't like food, so it makes sense. Toe like mute chewing down. I didn't want to hear him crunching. Yeah, you can relate. Since you want me to be a man. Yeah. You've always, like, always Wider down, huh? No, I didn't say that. I said I'd be more comfortable with you being a man as my bos's.","id":"QhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":1535.64,"tags":["Clem","Aviv","Virginia","Lady","Garrido"]},{"line":"Was it Colin that they called? Or was it Dana? It was calling. Ah, they're calling him up.","id":"ShHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":1709.16,"tags":["Colin","Dana"]},{"line":"Hey, guys, gonna talk to you about Blue Apron. Obviously, we brought Chef cabin in here today, and he's going to give you some ideas of ways. Toe play with your food. I know your parents used to tell you not to play with your food, but, ah, they're not here right now, and we're gonna make this fun. So Blue Apron is this meal kit delivery service? It''s probably the leading one in the U. S. You know what strike that? Probably it is the leading meal kit delivery in the service in the U. S. At the time of me recording this at, of course, that could always change. Ah, it delivers fresh proportion ingredients and step by step recipes that can be cooked in under 45 minutes right to your door, and people know about it. But they don't always know about the types of meals you can eat when you cook a Blue Apron, and they also don't know you don't have to cook this stuff. What you can do is invent a sport that instead of using like a bat at a ball and base's, you're gonna use some of these foods. So, for instance, Kevin''s inventing all these really fun games that help you stay in shape and have a blast with your buddies, and also you get bragging rights When you wins, Kevin, talk about the strip steaks with potatoes and spicy maple collard greens Game that you Love. Hey, guys. Chef Kevin here. The game I have with that is that you throw like one friend throws the stake up, stake up in the air with the potatoes, and then another person tries to catch it with the collard greens. So it''s like, kind of, ah, you know, getting your heart rate up. One person goes, here we go and then throws it up. And then the other person goes, But I got it, I got it, I got it and then they catch it. But you have to catch it with collard greens. If you don't catch it with the collard greens, you have to start back at zero. You and just imagine the mind boggling scores my point, you know? So, uh, Kevin, can you talk a little bit about the other game you designed with the strip steaks and potatoes and spicy Comic-Con?","id":"UhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":1894.64,"tags":["Blue Apron","Blue Apron","U. S.","U. S.","Kevin","Kevin","Kevin","Kevin","-Con"]},{"line":"And what do you dio, huh? I don't know which one it waas, but somebody did some pretty nasty to one of my ships.","id":"VxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":2212.17,"tags":[]},{"line":"And it was my good best ship. And you did get in there, do something nasty.","id":"WBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":2223.43,"tags":[]},{"line":"So what you're supposed to do on the game, thank you, is you get to command a mas'sive naval fleet with four clas'ses of ships From over eight nations fighting and strategically designed environments. What you're not supposed to dio has climb on the deck of my ship employee your nose in the flag.","id":"WRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":2229.86,"tags":[]},{"line":"Down the world, Warship's free today. Command warship's dot com to begin your naval adventure. And one more thing. I've changed the way my ship looks, so you're not going to know if you're even dealing with me until it's too late. When I use my ship to get you","id":"XhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":2326.14,"tags":[]},{"line":"You can take him off, though, and look just a sweetened.","id":"ZRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":2428.79,"tags":[]},{"line":"I mean, I do think it's a little bit of Ah, this sounds like an as'shole thing to say of me, but it makes you look better if you spend more money on that and and well, but that''s interesting because it''s actually about you. And not just what I've been trying to get at. Not some guy who''s not even here who maybe never even was here. Probably","id":"bRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":2521.39,"tags":[]},{"line":"he's right now. I have a friend that used to","id":"ehHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":2734.26,"tags":[]},{"line":"Okay, Kind of like they were in the trenches of second City together. Sure, one of his old buddies From he's responding is war buddies. From","id":"fRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":2747.49,"tags":["second City"]},{"line":"here we go, Sean, No, this haze haze Davenport. Yes, this is a It's Sean. They're trying to talk to Sean","id":"fhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":2756.6,"tags":["Sean","haze","haze Davenport","Sean","Sean"]},{"line":"friend of his todo It's well, it was going well. I'm actually a little","id":"gRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":2776.71,"tags":[]},{"line":"a little star struck to me, But even if it is over, uh, the phone lines everything. It doesn't prove anything. I","id":"ghHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":2782.41,"tags":[]},{"line":"I'm in here at the Hollywood Handbook, which is not really happening in my mind, because you're not You're not hosting it. I'm a little disappointed that you're not here. Where","id":"gxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":2791.11,"tags":["Hollywood","Handbook"]},{"line":"Where are you? Wait. Well, so I've been trying to call in this entire episode the whole plane for dis'sent. And Wright made to say it's mutual were in a mutual admiration society that you want","id":"hBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":2801.38,"tags":["Wright"]},{"line":"Hello, John. There. Talk to Sean. Yeah. Yeah. What are you doing?","id":"iBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":2856.03,"tags":["John","Sean"]},{"line":"but buying Ryan has to go. Ryan has to know this whole episode was going to be about how I went to the Winter Olympics. I they're not competing in the Winter Olympics because I beat Sean Qualifier. Yeah, because I slipped on friggin pizza ice, and I think you actually put their with no Dregas I the whole Okay, well, nobody told me that is gonna be that way. One where you roll up a hail of ice. What? Last minute? All of a sudden, there''s ice everywhere, and I have been practicing on just a plain hill. The event as you roll up","id":"ihHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":2898.56,"tags":["Ryan","Ryan","Winter Olympic","Winter Olympic","Sean Qualifier","ju'st"]},{"line":"bro, it's not just jump right","id":"kBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":3000.22,"tags":[]},{"line":"because it's not just a jump. And he did it so good. Even beat me. Which way before that before you do like your friend again. What have you been doing? Nothing. Basically nothing. We just were hanging out. What? You know, with show must go on my phone must have been Off or something weird because I didn't hear any calls. And so what? So we just you know, cu, cu cu is here. I don't know if you want to talk to her, but she says hi. I love to do","id":"lRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3045.1,"tags":[]},{"line":"the middle of rolling.","id":"oBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":3304.96,"tags":[]},{"line":"Yeah, I can Ah. Can I just end by Hayes? I just want to end by saying how much I respect your career And what a ferocious a performer and writer you are. And I can I say I thought I feel the exact same way about you, Your savage, your sadnes's. And that's the most. That''s the highest compliment. I","id":"oxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":3323.15,"tags":["Haye"]},{"line":"'show. I don't think you meant it. What it was when I said it slipped From Yeah, I don't think you felt Do not think that. Do you not feel that I felt that it was lit or even they perhaps that you're my family? No, I feel that you're my fam. I'd love an apology. Why? Why? What are you talking about? for all of this.","id":"pxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3359.99,"tags":[]},{"line":"a little bit. A bit a bit. Homes in. This was a Sherlocks waste of time. Yeah. Screen.","id":"sBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3460.39,"tags":["Sherlock"]},{"line":"Uh uh Oh, hey, I got a theory that should taste good, man.","id":"uBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3530.72,"tags":[]},{"line":"really fun game or used to be for May for what happened is basically so I warned you guys not to mes's with my ship again. And I did say that I was gonna catch whoever did it. And basically, I wasn't able todo basically, my ship is even more mes's up now and now I'm wondering who knows, cause I change the way it looks so that you wouldn't know who waas","id":"wRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3731.87,"tags":["May"]},{"line":"All the jelly beans were black licorice. You ever have that flavor? It sucks. Makes your teeth look bad, too. I got enough problems with that. You know what happened when I tried to Invisalign.","id":"yRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3856.42,"tags":["Invi'salign"]},{"line":"So, you know, just leave my ship alone. Go on, do tactical strategy with each other, Have The fights if you see a ship, that and I'll tell you what it looks like now because I'm not gonna change it again, because obviously that doesn't work. So tell you what it looks like now, and you could just know","id":"zBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3882.22,"tags":[]},{"line":"hello, hello. This is an ad for my podcast fakes a nation where we talk about news. We talk about politics and where we wet our pants about electoral democracy. I am the host game farce of your friendly neighborhood Muslim podcaster. Every Thursday, I'm joined by a rotating cast of politically savvy pals. Folks like John Love it From crooked media. If we theater, Ginsburg has a step in tub. Get that thing the fuck out of her house, because if she has to step over even a lip to bait. It's unacceptable. Like John Feudal saying From Sirius X. M. I have a bumper sticker says Impeach Pence First, because he''s all the evil but half the comedy of al you and other people not named John. Every episode we break down the news we ridicule are popular vote losing minority president Donnie Twinge, and we do it in three tasty little segments. Where the cool bell at the start of each one. Yeah, like that. Tear more. Just check out Fake the nation on Stitcher Premium. Listen, new episode's drop every Thursday afternoon.","id":"0hHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3962.74,"tags":["Thi","John","Gin'sburg","John Feudal","Siriu","M.","Impeach","John","Donnie Twinge","Stitcher Premium"]},{"line":"Ah, I'm a horny girl Wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"0xHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":4036.08,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"And he says, That's her. And then","id":"2BHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":21.79,"tags":[]},{"line":"this place is a sieve for weeks,","id":"2xHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":49.45,"tags":[]},{"line":"and he sees that we have. Nick Wagar is a gas and he says, OK, how can I make these guys look absolutely as bad as pos'sible? And he says, OK, in honor of Black History Month, Spontaneous Nation is gonna be featuring black improviser's and gues's for all of February, you think just came up with you? Do you think he just wanted to do a black History Month thing? Or do you think he looked at the calendar and said, Oh, these guys have the corniest white dude of all time coming? We have as their first gues's","id":"3hHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":75.66,"tags":["Nick Wagar","Spontaneou's Nation","cornie'st"]},{"line":"February. Why","id":"3xHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":100.96,"tags":[]},{"line":"The corny is white dude in like","id":"5hHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_2","timeCode":189.22,"tags":[]},{"line":"You won't want to mis's thes compelling interviews and hilarious improvise narratives. That's what I That''s what I have to say. Here''s what I will say. You're about as likely to see all these guest's as you are to see The randy movie. Yeah, I mean, that''s that''s on the same plane. Yeah. Funny or die exclusive. The right. Remember The randy teaser. I thought it was great how he used the same material from his stand up,","id":"6hHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":238.36,"tags":["The randy","The randy"]},{"line":"and tricking you into thinking you're alone now, setting out setting that up so longer. Oh, yeah. No, I think that song stuck in your head. So you're trained to think that you're alone now and Tiffany is Actually, they're shooting you","id":"8BHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":450.02,"tags":["Tiffany"]},{"line":"And then, uh, and then you were tired at that point because I know you did not finish getting the gold now.","id":"8hHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":469.7,"tags":[]},{"line":"to Hollywood Handbook. An insider's guide to kicking button dropping names on the red carpet line back. Always of this industry we call showbiz we already introduced. We are just","id":"9BHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":480.9,"tags":["Hollywood Handbook"]},{"line":"Just like, OK, guys. Thanks. And someone will say on the Internet, like I think this was maybe supposed to be somewhere else because I think they were trying to tell a story, but it wasn't ads, but they're all out of order.","id":"-BHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":528.36,"tags":[]},{"line":"Yeah, it flat slides for a while and then goes down. Got it. Then, Like, come back and, like, after, like, 25 minute mark and then goes back up, Popped back up a little bit.","id":"_xHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":675.34,"tags":[]},{"line":"yeah. So you are hearing that and thinking like that Sounds like a fun like date idea or something. Sounds kind of","id":"AhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":719.11,"tags":[]},{"line":"Um, swing. It didn't seem","id":"DRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":898.97,"tags":[]},{"line":"Okay, Right.","id":"FhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1096.32,"tags":[]},{"line":"v Apple is's. So he had to probably leave it like 6 a.m. Yeah, problem. That's probably what happened.","id":"HxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":1202.34,"tags":["Apple"]},{"line":"hangs you out to dry.","id":"IxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1239.53,"tags":[]},{"line":"Yeah, I gues's so. I mean, you know,","id":"JBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":1240.65,"tags":[]},{"line":"it's ah, it''s part of our reading daily ship. Sure. Yeah. I mean, I think we we we figure it out. But I've been a voice. My frustration's with Mitch at times, and he''s voiced his frustration's with me. We both have, ah, kind of, ah, problems with each other for different reason's. But I I will say that like, he''s not normally he doesn't normally flake out like this on me, But it is. It is interesting that he''s done this twice to you guys know this is on you. This is he''s doing this to you that he''s doing this to me? Yeah. These things here you are just like flopping around on the deck.","id":"JRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1243.68,"tags":["Mitch","Thi"]},{"line":"that when he leaves you alone, he's gonna be fully exposing you, as it''s just so fucking corny.","id":"JxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1308.77,"tags":[]},{"line":"Earwolf subreddit. It's paste, It''s pacing. Oh, it''s paste! Tokyo. Yeah, I mean, Pacey, you know, they could be. Hey, they went after UCB for not paying coaches. I mean, they didn't prettier. How dare they","id":"LBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1351.28,"tags":["Earwolf","Tokyo","Pacey","UCB"]},{"line":"Leave? Yeah, not even caring. And that","id":"NxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":1471.63,"tags":[]},{"line":"then why are we even on this fucking stupid Blue marble we called the planet? Is there any sort of hazing involved in joining the Lampoon? Yeah, I will. Fuck. Witch. Oh, yeah, Yeah. You come rolling in there, man, you're going to take some licks, right? Unfortunately, but at the same time, that's what makes you so strong and funny later. Is that, like, you know, you earned your spot Because one thing will do is if you're a woman, we won't let you in","id":"OhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1485.03,"tags":["Blue marble","Lampoon","Becau'se"]},{"line":"to do us just mes's up a castle and just make somebody clean it up. Um, and that's cool. And so, in the way, we're hazing, like the cleaning staff that we pay for. Right? Um, I did hear from someone who was. I don't know if they were as'sociated with the Lampoon or they had a friend who was at the lampoon,","id":"QBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_2","timeCode":1554.56,"tags":[]},{"line":"You ever think about that?","id":"RxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":1672.68,"tags":[]},{"line":"Uh, Brett, that nightmare that you have where you wake up and you reach for your guitar and there's no guitar and there''s no guitars in the world. Yeah, and and everyone also knows that you don't know anything about music and you can't play the guitar. And then that''s really and the rest of the other world is fake this world right now. So Casper has agreed to use this new spray that they put all their matches that mean he's invented and it''s friggin nightmare spray. And it means that actually, now the real world real and the nightmares are fake. And so you're still die another one","id":"TxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":1764.34,"tags":["Brett","Ca'sper"]},{"line":"and I shred in, Wrecked and pres's shreds. So think about which world do you want to live in? You want to sleep on a frigate Seeley, or do you wanna have Brett shred? Breathe. Bubble design helps you sleep cool and safe, and The spray is also very cold on it regulates your body temperature throughout the night, comes in a little box 100 night risk free sleep on it, trial where you cannot die","id":"UBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1809.08,"tags":["Seeley","Brett"]},{"line":"will come into the nightmare world. And well figure of Freddy Krueger your whole but oh,","id":"VBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1904.89,"tags":["Freddy Krueger"]},{"line":"'sword and I just freakin stab, slice, swish, swoosh! And it's curtains for the bag. Mine has built a cat as a figurehead on the front and he but he shoots blaster's as well. And you endles's hours of strategy, tactical gameplay and pulls pounding naval combat action. And if you if you see our ships coming through, get out of the way. I do not want to play the game with, You","id":"WRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2014.28,"tags":[]},{"line":"know, the game is just for me to play by myself. I think the way the game works for most people is youll be playing it and itll have endles's hours, a strategy tactical gameplay and house pounding naval combat action. Not interested for you","id":"WhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":2041.19,"tags":[]},{"line":"which, yes, for people who play this game, that is it important that, you know,","id":"XxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2085.98,"tags":[]},{"line":"Well, were not exactly flying to the Super Bowl with it. But","id":"ZxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":2241.29,"tags":["Super Bowl"]},{"line":"Oh, so it, like encrypts that little element. If you try to pull it out. That's what those few saying, Any shield it ricocheted. This place ricochets into one of their other APS.","id":"eRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":2462.87,"tags":[]},{"line":"eats one of their other APS. Got it. Saul. Shield the entire thing. That the skill","id":"fRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":2500.33,"tags":["Saul"]},{"line":"Is this the extra episode, or is this the right? It will be okay, but it's the same thing. It''s all crap. Now, that''s all mush. That is a thing weve run into, cause we do. Did you? So is this your second record of the day? Did you do another one earlier? No,","id":"gxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":2566.14,"tags":[]},{"line":"the lyrics to the corny man. I might need a few minutes. Do you know the song 40 meant? No, I don't. Is this from a musical? I didn't know it either. Okay. I mean,","id":"jhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2731.93,"tags":["corny man"]},{"line":"They were sort of like a psychologi'st. Jason. Yeah, that's fun. They are musical artist's. Yeah, wed rappers. Oh, hell, yeah. From. And I do know most of the words to the corny man, but I don't really know how to change them. You have you been having to talk, so it''s and it''s b and","id":"kBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2750.65,"tags":[]},{"line":"Uh uh Um","id":"lxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":2809.87,"tags":[]},{"line":"maybe, uh and what about what about this part? Came to get ways I quit, but this But this parts good. Hang on. Came to play Quidditch weight. But this parts better. He goes, Hey, goes he goes, he goes See everybody Love because it got a lot of flavor And plus a bles'sed known From wait. See, everybody Love because I got a lot of flavor. Plus the best known From a sexual behavior. Okay, so that part I think he''s talking about flavor already. Sure, Yeah, but I gues's for me it''s it''s it seems like, is the thesi's of this song. It''s going to be about corn, The food or it''s about being corny. Like the idea of being he made a horn. Yes. You see, the corny man. I think we can find room for all of these things","id":"mRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2819.16,"tags":["becau'se","Plu"]}]