[{"line":"You think I was looking at my own? I looked at myself like a little piece at the end where there was The where he was flailing.","id":"pxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":3091.78,"tags":[]},{"line":"with this like authentically. Or are they just like Holy shit?","id":"rBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_2","timeCode":3210.12,"tags":[]},{"line":"because everything you likes for babies,","id":"rhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":3241.24,"tags":[]},{"line":"Hey, So weve been getting trolled on world of warship's as soon as I As soon as we read that, I checked my boat and people were already blasting at it. Yeah, and theyve friggin made all lines on the side of my ship. They keyed my ship","id":"tRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":3372.01,"tags":["world of war'ship"]},{"line":"So you get the free premium ship. His cruiser Aurora and I checked in the meantime, The human famous cruiser or is very old mouth. So if she approaches you, uh, feel free todo whatever you want them and","id":"whHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":3517.18,"tags":["Aurora"]},{"line":"a pile of in game currency. And this and I like this because there's not a specific amount. Yes, a pile. It''s just a pile of dough, baby. Yeah, Come on, Jack.","id":"wxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":3533.66,"tags":["Jack"]},{"line":"Hi there. This is Paul F. Tompkins, the host of Spontaneous Nation, a comedy podcast where some comedy pals and I improvise a brand new story every single week. And for February, we're celebrating Black History Month with African American guest's and improviser's. All month long, you will hear some of our old favorites, and some of our new friends will have people like Nathan Lee Graham, one of most beloved spontaneous nation guest's, and LeVar Burton, who has never done the show before. And we were thrilled to have him, plus ah, lot of your favorite improviser's, like Tony Newsome and Carl Tart and some new folks that air new members of the spontaneous ation family. So listen to Spontaneous Nation on Apple podcast Stitcher Premium or wherever you listen, your podcast. Black History Month, Ghetto it.","id":"yBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":3556.25,"tags":["Paul F. Tompkin","Spontaneou's Nation","Nathan Lee Graham","LeVar Burton","Tony New'some","Carl Tart","Apple","Stitcher","Premium"]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"yxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_2","timeCode":3650.88,"tags":["Rachel Bloom","Feli'sha Day","Colton Done","Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch"]},{"line":"twisting turns of folly. Woods stories and rulebooks rule books, handbooks,","id":"0hHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":378.84,"tags":["Wood"]},{"line":"Cider Insider's Guide to the twist's and turns that are the biz we call showbiz From three guys who know What is what twist's and turns in the wrong","id":"0xHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":387.08,"tags":[]},{"line":"place. Lets start over in the and we only say biz twice. 123 Okay, well,","id":"1BHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":400.62,"tags":[]},{"line":"on an insider's guide to the twist's and turns of the that we call showbiz From three guys who know what for? Yeah.","id":"1RHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":409.63,"tags":[]},{"line":"Uh What up? What up? What up? So he's his friend Tom is here.","id":"1hHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":420.69,"tags":["Tom"]},{"line":"It's exciting. They we for a while. Tom Schaar pulling. Used to come on the show all the time. I am worried about grown worried About who? You your I reached out. You did. Thank you. You came here very fast very fast. Ah, and remember very fine juice. Yeah, I just love to trip out on nostalgia all the different ages. Clearly Canadian, remember? Yes. Remember Barkley Beau Coup ho? No, those boxes a little too big.","id":"1xHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":426.76,"tags":["Tom Schaar","Barkley"]},{"line":"Richard Lewis did these commercials where he's like they want me to drink this juice. Beau coup.","id":"2BHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":468.43,"tags":["Richard Lewi"]},{"line":"It's sort of the early version of the Honda commercial that happened during the Super Bowl, where the guy just looked for a while at the camera and then was like, it was like tide pods. That guy, they're all tied pod commercials, type of s. So, um, where was glad that you're here. Thanks for having me here. It''s great to be here.","id":"2hHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":490.21,"tags":["Honda","Super Bowl"]},{"line":"Those have gone viral. Just the sort of little music cues that you use. Yeah, those are blowing up. Look, the whole things blown up. It depends where you check it out. You go to a friend''s mes'sage board. They can't get enough of it to go to, like, some sort of","id":"4hHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":635.92,"tags":[]},{"line":"I'm sorting that out with the guys over there. Ah, it's talking. I ally s who","id":"5BHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":670.42,"tags":[]},{"line":"I'm the best at what I do, but what I do snicked. Yeah, and","id":"6xHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":769.62,"tags":[]},{"line":"'say a lot of things and some people say the friggin night. Uh,","id":"9RHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":863.01,"tags":[]},{"line":"Like while you're in a way just like is there anything I just like to hang out? See? Friends?","id":"BRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1007.77,"tags":[]},{"line":"It's pretty tight. So a lot of people Love Fred''s with elicited to the newest episode of your show. They have often just heard Matt Love Walk talk about it, and he is telling very good stories that really only he and the other friends would know. Yeah, well, it''s also tricky cause he mentions he did that show episode. Yeah, in the thing. It''s as friends, episode's, podcast's. And then it goes to because","id":"CRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1057.46,"tags":["Fred","Matt Love Walk"]},{"line":"Matthew Perry is doing a a recap show of the show episode's where he's going through. And he''s more where I'm I like that better because because with LeBlanc, I almost think he''s too close to it.","id":"ChHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1085.08,"tags":["Matthew Perry","LeBlanc"]},{"line":"'some faulty info, not my experience. I am very well versed in the show I have seen very every episode, but probably like a few years ago, and I think I would enjoy it. Mawr if I had just seen every episode Shore like within the past year, that's who I think it''s really for people who have seen every episode of friends within the past year named have read like something about it. Yeah, they should have it. And they should have blood up the entertainment","id":"DhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1209.37,"tags":[]},{"line":"I got to just I'm not here to talk to you it. And don't take this the wrong way. And it's that''s not meant to be rude to you. I'm sure you serve a very important function","id":"GBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":1388.16,"tags":["ju'st"]},{"line":"room on the show for in The honestly, he fits in to whatever shape is available that I love about a woman coming into whatever shape wants you flatten yourself out and go under the door.","id":"HBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1438.96,"tags":[]},{"line":"I'm not going to say flat himself in the","id":"HhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1460.67,"tags":[]},{"line":"'show. No, no, no.","id":"HxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1462.86,"tags":[]},{"line":"Netflix Book Mariners, Netflix of characters.","id":"JRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1516.52,"tags":["Netflix","Mariner","Netflix"]},{"line":"'see? Whoa. And see how he's willing","id":"KxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":1617.71,"tags":[]},{"line":"and then you're going to the hospital, but well put in a pinch runner. But that's","id":"LhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1625.72,"tags":[]},{"line":"is that That's his added that he gets hit AP. Well, he''s willing to do. There''s no","id":"LxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1629.29,"tags":["AP"]},{"line":"way this kid contributes to the show. What do you do on the show, boy?","id":"MBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1634.64,"tags":[]},{"line":"Do a Blue Apron Add now, boy. Okay, I have a kid is it has to be anything. And I think wed all be a little more comfortable with Jack. Yeah. Yes, You think else. Lets hear The","id":"NBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1659.19,"tags":["Jack"]},{"line":"I know, I know because I am the show. I know. I know why we wanted to start doing the show.","id":"OBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1695.72,"tags":["becau'se"]},{"line":"just fucking the whole thing up, You know? I mean, just it takes us one element, one person, and then the whole things just I will say, you know, we love having you here. You first showed up, I think, for episode 91. Yeah, we had we had at that point already establi'shed, we were at minimum, finding our feet. Yes.","id":"OxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1730.66,"tags":[]},{"line":"None taken. See out","id":"QhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1836.1,"tags":[]},{"line":"I think me and my only","id":"RhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1868.77,"tags":[]},{"line":"Yeah, right. Right. Yeah. Kids got a junkie shot. You're Yeah, Yeah. Comes acros's his body. Takes a little longer to put it up. Yeah. So lockable, very blah. Kable.","id":"TxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1905.57,"tags":["Kable"]},{"line":"coming Thursday, March 1st, NBC. It's outrageous. New comedy AP Bio starring Glenn Howard and and Pattern Oswal. Howard M. Plays a disgraced Harvard philosophy profes'sor who finds himself at a Toledo high school teaching AP biology Onley. He refuse's to teach biology","id":"WBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":2007.87,"tags":["NBC","AP Bio","Glenn Howard","Pattern O'swal","Howard M. Play","Harvard","Toledo","AP","Onley"]},{"line":"this guy whos don't want to teach this science. In his case, it''s a little different because it is for religious reason's. What is? I forget the sect. I think he''s 1/7 day Venice, where he The clas'ses, trying to teach him about like glaciers. It was like that created the information and it wasn't flood dinosaur bones, this kind of thing. And he''s kind of saying, No, I'm not doing this because it is not what happened. Well, and he makes any make some great points where, uh, student bringing a fos'sil and say, Well, this has been proven through carbon dating to be, you know, 300 million years old. According to you, the Earth only started when, over 200,000 years ago. Something like that. And ah, I I don't know what his numbers are, but what hell say is, what do you think God could make Iraq that was 300 million years old. Yeah, And then, isn't that exactly what guy would do to test you toe? Not believing and thinking? That''s real boom act break. And so it''s a powerful show that raise's some conversation's we should be having. Yes. Ah, but it''s cracking you up to his patent laws. While Glenn Howerton, From Always Sunny and the critics were already raving, calling it laugh out loud funny, they're not mentioning how much it makes you think that is a bonus. A little bit like our show where yeah, it is funny, But you're way said when my hair sold, it were like Will be a funny self funnel. He''s gonna be this funny, whole laughs. People will love it, but a matter of fact, we're teaching about the whole damn ship. Bang! And it is. It''s From executive From producer Seth Meyers and Lauren Michaels, and I say that for the end. Oh, and it''s streaming on the NBC up. Oh, and I save that for after the end. Oh,","id":"WhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2069.24,"tags":["Venice","Earth","God","Iraq","Glenn Howerton","Alway's Sunny","Will","Seth Meyer","Lauren Michael","NBC"]},{"line":"hey, guys, looking for more ways to engage in a little friendly competition? Well, too bad. No, I'm not, I'm not. And that's actually what I want to say actually sounds fun to do it. You engage in a little friendly cup is actually friendly. And if you ask me a week ago, I would have said, Yeah, I am looking From always to get a little friendly competition, but I can't trust Yeah, the people who listen to this show And I hate saying what you used to be able to dio is try captaining some of the greatest warship's of World War Two in World of Warship's, the free to play historical online combat game From Wargaming Oh, and owned by the way. You're free to do that, listener's. You're free to do that. Except me. I might not be for much longer is I'm hearing because of some of the behavior","id":"WxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2176.63,"tags":["World War Two","World","Wargaming Oh"]},{"line":"to my ship. And the hazes ship, Unfortunately, also got found and also got some stuff done to it, and I don't know if he's ready, talk about it or if he wants to just take some time.","id":"XRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2230.16,"tags":[]},{"line":"Yeah, uh, sleep. Okay. Not I'm not thinking about his eyes are close. Yeah. Oh, yeah. But he's not sleep, and I'm unconsciou's, and I asleep. It is resting on his side. Uh, while he''s doing it. Uh, one hugger pillow, one pillow between the knees at another one under my neck. But I'm not.","id":"bxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2638.48,"tags":[]},{"line":"He's always running around here quoted thinkI pain","id":"dhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2699.94,"tags":[]},{"line":"there was Ryan. Sean wasn't on that. There's one.","id":"ehHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":2748.19,"tags":["Ryan","Sean"]},{"line":"'something? The office arrested Development. Oh, yeah. Check it out with Steve. Full","id":"ghHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":2806.35,"tags":["Steve"]},{"line":"But you think you should be fired","id":"hRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":2858.5,"tags":[]},{"line":"Tom, Can I give you a tip? Given Kevin, while his names Kevin and one of the best characters from the show, isn't it Kevin? Maybe there''s Kevin''s Corner,","id":"lhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":2999.5,"tags":["Tom","Kevin","Kevin","Kevin","Kevin"]},{"line":"where Chef Kevin tells you about what Kevin from the office did. Talking, talking like from the perspective of a cabin. Yeah, okay,","id":"lxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3008.53,"tags":["Chef","Kevin","Kevin"]},{"line":"Hey, guys, it's It''s Kevin Bartella here, and I'm on an episode. I feel like chef currency. Only thing I think the fact that he''s recognized at all for hope Oh, go back to Chef Kevin.","id":"nxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3078.82,"tags":["Kevin Bartella","Chef","Kevin"]},{"line":"Okay? It gets for season one day. Wow. Hey, guys. Chef Kevin here and welcome Teoh office hours. The ultimate office recap show every hour on the hour it's it''s 2 p.m. And so that means we're gonna be talking about the Chilies episode where Michael on Jan have a big meeting at a chili''s.","id":"pBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3112.44,"tags":["Kevin","Teoh","Chilie","Michael","Jan"]},{"line":"Yeah, that's gonna give some of his credits. You know, Steve Carell From 40 Dan in Real Life, Dan in Real Life. 40 Year Old Virgin. The Freaks Dinner and the Freaks Dinner,","id":"pxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3156.92,"tags":["Steve Carell","40 Dan","Dan","40 Year Old Virgin","The Freak's Dinner and the Freak's Dinner"]},{"line":"This is Ah, you also know him from Dan in real life, 40 for insane and then say, and From Fox catcher or, as I call it, freaks. Other dinner.","id":"qRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3180.21,"tags":["Dan","Fox"]},{"line":"also make it clear that the shows not sponsored by Chile''s. Just from an integrity standpoint, there''s not some sort of","id":"sBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3252.59,"tags":["Chile"]},{"line":"covert share placement before I happen to the details of the episode. I just want to let my listener's know, uh, Chilies is in no way sponsoring the show. We have no, really","id":"sRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":3259.32,"tags":["Chilie"]},{"line":"Your favorite thing in the world. They're supposed to have a meeting with this client to see if you know he's interested in, um, paper paper with Dunder Mifflin paper company. Talk about screen.","id":"vhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3377.18,"tags":["Dunder Mifflin"]},{"line":"I just have to say also, it's","id":"whHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3438.97,"tags":[]},{"line":"I don't think they ever will be one. So you can kind of earned some credibility by really slamming them and maybe say that their cars suck shit. Yeah. Say you bought a core murder that murder them. Yeah,","id":"xxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3483.7,"tags":[]},{"line":"The owner of the car dealership is gonna be the next one to fall, if you know what I mean.","id":"zxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3546.12,"tags":[]},{"line":"You mean in your words, you know? Yeah. You know what I'm And now explain what you mean by that. I'm gonna give you a line reading on this, okay? On the owner. But I wouldn't give you the London and the owner of the car dealership, owner of the car dealership is gonna be the next one to fall is gonna be the next one to fall. You know what I mean? You know what I mean? And then say what you mean. Then that's on you That you put in your own words,","id":"0RHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3556.55,"tags":["London"]},{"line":"So the episode begins with Jan and Michael, Michael and John, Michael","id":"0xHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3587.03,"tags":["Jan","Michael","Michael","John","Michael"]},{"line":"Meanwhile, Pam and Jim find a script that Michael has written called Threat","id":"1xHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3650.6,"tags":["Pam","Jim","Michael"]},{"line":"You don't know that his first name is Brian Brian Bomb Gardner doing impres'sion of him? You have to do Kevin","id":"2hHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3701.05,"tags":["Brian Brian Bomb","Gardner","Kevin"]},{"line":"'slipping a chilis plug From Kevin. Are you hungry for lunch? Well, then you got to check out chiles. Their sides are gonna blow. Your mom can only get lunch","id":"4BHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3769.47,"tags":["Kevin"]},{"line":"After I go get my new car from the biggest core dealership From biggest car dealership went in Scranton.","id":"6BHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3860.23,"tags":["bigge'st","bigge'st","Scranton"]},{"line":"Overall, I also give the Episode five boners. You can't give everything okay. Four. Bos is all means. You're right, you're right. I give the kis's five boners and I give the episode Foreigner","id":"8BHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4006.69,"tags":[]},{"line":"Goldbergs in the Goldbergs. That''s what where he plays or he plays, I would say with plans,","id":"8hHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4083.26,"tags":["Goldberg","Goldberg"]},{"line":"And whats What''s the voice of a toilet. That would be in that That men''s room.","id":"9xHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":4124.71,"tags":[]},{"line":"Oh, and P s. The womens arm is broken this week","id":"AhHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":4177.21,"tags":[]},{"line":"Well, you know how you feel about that. I mean, you could really remember Lucky me. If you're a creative or you can be like, um, you know, I pis'sed all","id":"BBHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":4191.27,"tags":[]},{"line":"You mentioned Now back strong is coming into the bathroom. Backstrom. Yeah, and maybe a between backs From Dwight and the rocker.","id":"DRHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4310.44,"tags":["Dwight and the rocker"]},{"line":"Hey, it's me, Backstrom and the rocker.","id":"DhHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4325.48,"tags":[]},{"line":"The go. Yeah, and maybe the mystery is who clogged it and maybe backs From knows it was him.","id":"EBHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4340.55,"tags":[]},{"line":"Is Tony solving the mystery or is Backstrom? Seems like get help each other. It could be in a jacket and the extra mask's. Tony, for now, you've got my attention. Like he interviews. I'm like, whats lose Backstrom again that you liked the show for, like your favorite shown You don't go in support the cast of your favorite show when they go do their next big project because of people like remember that Backstrom is a total dick. Yeah.","id":"ExHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4358.24,"tags":["Tony","Back'strom","Tony","Back'strom","Back'strom"]},{"line":"and middle ditches busting in now","id":"GxHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4450.43,"tags":["middle"]},{"line":"because Robert California Yeah, and Robert California Hey, are are all our bows All sync up.","id":"HRHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":4459.06,"tags":["Robert California","Robert","are all our bow's All"]},{"line":"Okay, well, the one thing I would say is that Kevin can do and has that I don't have is either of your phone numbers.","id":"KBHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4585.89,"tags":["Kevin"]},{"line":"and Dennis The Menace and were listening to the office podcast. And then Dennis the menace is like, Wheres Tony? The toilet? And in Dennis From Sonny is like","id":"LBHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":4665.28,"tags":["Denni","The Menace","Denni","Tony","Denni","Sonny"]},{"line":"coming up. It's Ah, it''s a supplementary segment. I","id":"LRHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":4685.29,"tags":[]},{"line":"yeah, yeah. Okay. Uh, okay.","id":"MhHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":4744.12,"tags":[]},{"line":"O hey, this is Arne Camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of Food, and I started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said. Like a fancy college profes'sor,","id":"NxHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":4963.2,"tags":["Arne Camp","The Improv","The Magic Tavern","King","Chicago","Land of Food","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled acros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jazz Off ruler of the circle. And that''s just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","id":"OBHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4990.75,"tags":["Rachel Bloom","Feli'sha Day","Colton Done","Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch","Sea'son","The","Magic Tavern"]},{"line":"can you split.","id":"PRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":675.91,"tags":[]},{"line":"So, so sorry. Okay. Well just Well, lets just get our guest saying hi. Yeah, I get it because he''s like, looking like mad The and talk yet? Yes. So is this part for it? This will be for it. So Okay, but as you say Hi, I havent said what I what I call if I'm calling him Sean. This What do you want to be today? Was that fun? Whoa. That could be,","id":"QBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":699.97,"tags":["Thi","Sean","Thi"]},{"line":"What? Is that information gonna The useful during this record? I was Champions. It's OK. There is a reason. Cody, if you havent memorized your new identity by now, you're in trouble.","id":"RRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1128.04,"tags":["Cody"]},{"line":"And then you guys and you smash it doing like a frickin ah squat curl thrust or something. All right, let me try again. They're The Boys recorded a whole batch of slough eps and we had him all in the bank. But I was at the gymnasium with my real girlfriend and we were doing describe, er, backflips. She's very acrobatic. She was teaching me some moves. Next thing you know, it slipped out my pockets and almost irrecoverable destroyed the Walmart announced fix, but it just fixed. Found it","id":"SxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1308.96,"tags":["Walmart"]},{"line":"And that's why we have sort of a nondescript Casper. Yeah, I'm just, like, sort of. You brought me in because it''s mostly about the gues'sing and The just like, yeah, Golden-Globes and yeah, I'm not gonna take too much away from that. Yeah, exactly. Thank you. So, um so let''s fucking do this shit. Let''s let''s dig in and just get it over with. We're gonna get him all wrong anyway, so who cares? Start with, like one that we probably easy gues's. Yes. Okay, so let''s start with just one. Just one of the main categories. That''s easy. Um, a TV. Okay. Yeah. Let''s do we want to gues's TV? Let''s get OK. OK, so who women? And just to remind you shot, we're gonna get these. All right, Because this has happened. Yeah,","id":"UxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1570.4,"tags":["Golden-Globe","ju'st","ju'st","Becau'se"]},{"line":"2017 I feel like it's all about the president. Right now. We're talking resident. Yeah, That''s what the friggin White House is like A TV show.","id":"VxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1790.34,"tags":[]},{"line":"consciou's of that. I just wanted the copy that out been pasted. Oh, into the trash pasted away. Okay, you guys have the power. Copy. Pasta? Yeah. Jump in there. All right, fine. Well talk about him for a little bit, and then well all simultaneously say it. I can't believe that. So So Ok, so starting like he revealed himself is Tali Al Gold. It was me who was the villain. The whole That's what happened. Was the little girl in the beginning, I hated to see that. So here I am, thinking that we could be in Love and he''s Dolly Al Gore.","id":"WxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1919.11,"tags":["Tali Al Gold","Dolly Al Gore"]},{"line":"So whats gonna be a wet He will be soaked.","id":"YBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2130.33,"tags":[]},{"line":"e So just do something, coming like and come in again, Coming again? And he just sits down, Puts on his headphones just being like, Okay, ready to go. You know where to go with that? I got a thing for him to Hold on.","id":"ZBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2177.89,"tags":[]},{"line":"make it more other stuff. Other stuff. The names this year were pretty great. Uh, you know, I'll let you fill in the blanks for your favorite. That's good. That''s good. That''s good. Uh, sports, uh, again. Pretty mind blowing. You know you can't win them all, But you know, you can. Some of the sports, you know, the baseball games were closer than ever. Um, and the, uh, turn the music up.","id":"ZxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2246.43,"tags":[]},{"line":"Thank you. That we can think Kevin, I ate all the apples. I might solve two problems at once. Yes.","id":"aRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2338.41,"tags":["Kevin","apple"]},{"line":"So you're talking. We were talking about Jane Casper-Mattres'ses. You know, I just don't think you see that video where Paul is talking about that. Like he talks about Carl tar and like university and on, he doesn't mention, Yeah, he doesn't mention you guys once I know I could cause I saw that he had a video that got applause and I thought, Oh, good. Oh, come on. It's first of all, he''s like, really taking the spotlight From The other improviser's. And it''s not even that funny a scene. Yeah, I know. It''s so meta. He''s like talking about them. It''s me. It''s like a like a horse stable or something is like the location that he''s talking about, like diversity and The in profits like not and I viewed for the scene and it''s framed out. But he is putting ah, shut up finger on someone''s mouth next to him because they're trying to sort of keep the scene. Yeah, and he just, like, clearly came in with that idea. Yeah, and pres's the flashback button right before. That''s cut out, too. But it''s like, Why is that? How is that a flashback? He ignored the flash is ignored. His own fucking your idea, which is all of this is fine, but it''s also like Then you start naming people have been on the show, and then it''s not me. Yes. What are we doing that could have really helped the scene? Well, yeah, At least then I'm like, OK, this is interesting. So, Jane Casper-Mattres'ses, Uh, so she I don't think she''s gonna win. I actually have a feeling. And this is just a gut feeling. And I Sometimes you just go with your gut. I think","id":"ahHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2347.21,"tags":["Jane Ca'sper","Paul","Carl","Jane Ca'sper","Mattre's'se"]},{"line":"I think the is'sue is I have too many fanny packs, but I'll give you the right thing. Here you go. Uh huh. Uh oh, I just I got a look at this textural quick. Well, I get Ah, music. Uh, I'm a Spotify weekly.","id":"cRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2723.99,"tags":["Spotify"]},{"line":"Moriartys defeated again and everyone goes The Harrys dot com slash hand Book Everyone in America, but he''s still alive, too, and get your feet wires dot com. Nobody said that I was dead Berries dot com Yeah, but just so they know you still no one said, Well, actually could be cool. They think he''s dead and he died. Yeah, way.","id":"dBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2758.67,"tags":["Moriarty","Harry","Everyone in America","Berrie"]},{"line":"Okay, so he blasted Chef e was saying about him. Not big Medog ofhis. Yeah, very much up for whatever. Does that mean anything? Chef, Kevin is gonna win. Yeah. So The octopuse's is Maybe I predict Ah, fail this year? Yeah, on. I think it's gonna be Kelsey Grammer, I think gave Christma's. Yeah, I got to go with my gut because my gut was telling before you said that might goes telling me screaming about the same time earlier. Same time yet? Wow. Well, the Octopus is a bus just huge. So he''s a failed. So I gues's there''s one more award this year. Is that right?","id":"fxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3173.14,"tags":["Medog","Doe","Chef","Kevin","Kel'sey Grammer","Chri'stma"]},{"line":"gospel we're gonna gospel was gonna wear? Yeah, I predict the hill wear some denim jackets. Okay, on. And he's From Canada, and he''s gonna I feel like hell have the old Canadian tuxedo on baby denim on denim and on. That''s just why we call him Ryan. Baby Goose. Yeah,","id":"gxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3338.72,"tags":["Canada","Ryan"]},{"line":"Yeah, I feel like if we're going to gues's like The we should probably gues's. Like what someone said in their speech. Cody, I just want to make sure I'm looking at your picture you were looking at with the denim jacket and there's a Comic-Con back around behind that picture. It is. Well, picture. This is from a Golden-Globes Golden-Globes that Comic-Con this year. I don't know. Theyve been talking about doing that. I think well see. Can we talk about this for a minute? Comic-Con used to be for us. Yes. Okay. It was about comics, counterculture nerds. And it''s become another arm of the marketing machine speaking octopus. Yes. Friggin, there''s no bigger octopus than the corporate marketing machine that has taken.","id":"hBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3361.31,"tags":["Cody","Comic-Con","Thi","Con","Comic-Con","Friggin"]}]