[{"line":"because it is the confidence that makes him so bad. Yeah,","id":"RBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1021.08,"tags":[]},{"line":"well, Cody, your hairs Garfunkel, You have a beautiful head of hair. How long you spend straighten in that","id":"RRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1025.49,"tags":["Cody","Garfunkel"]},{"line":"uh, these Jake and Matt Normal guys. Well, it's all it''s for me. And I'll start to the grocery store. Yeah, because I am. I asked myself, What type of food does the character Mattan eat and go to the grocery store? I spent a lot of time at Ralphs. TJ''s just humping The food. Yeah, and just really thinking about what? Types of crackers is a dairy non dairy. And so that is sort of the jumping off point for me and non dairy crackers. Yeah, I I find it for if you're gonna hump The because sometimes you have to come it a little bit just to know what the guy would eat. Yeah, if you were really big, thick glas'ses. Yes. Then the guy you know, the guys walking around, they're like, Hey, stop doing that. Theyll see it looks like you have to get up really close to the food to see what it is. Oh, so then you could be looking. You could be pretending to look at one shelf really close. Yes, but then later down. Well, you're humping The lower shot. I mean, that''s ingenious. And I wish it''s only for you know, you have to fail a lot of times to get Teoh Point. Yeah, yes. It''s like Thomas Edison said yes, that well, The And that''s what I dis'sent. Yeah, that''s why I was quoting him. Yeah, Tom Thomas Edison do. What''s the exact quote? You have to feel a lot of times to get to get to that kind of glas'ses trick. Yeah, but free will, I mean, in relation to acting and get into the character. I mean, Edison was a patent troll. Yeah, we like Tesla.","id":"TBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1111.97,"tags":["Jake","Matt","Mattan","Ralph","TJ","Teoh Point","Thoma","Edi'son","Tom Thoma","Edi'son","Edi'son","Te'sla"]},{"line":"Why did you even know that? Like, how do you know that these guys don't like being Love side. I'm pretty smart thing. What? I mean, I mean, did you read it? I just know it. You know, like most things, you know, research. Well, that's kind of a question like free will like. How do you know anything? Yeah, that''s a great question. No, we don't. That''s there. You go. Wow.","id":"ThHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1226,"tags":[]},{"line":"While Cody pulled it out, thought he was gonna have a bad episode. Here we are. But so Yeah, Tesla's is so fucking cool. Nobody knows about him. He''s married to a bird. And you've never had sex. Yeah, Yeah. Incredible. I designed the city. He designed the entire city city. Yeah.","id":"TxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1251.97,"tags":["Cody"]},{"line":"Yeah, he is the greatest showman. Is your Edison Yes. Not huge. That's no. We should change the names of the movie. So the current war will be called the greatest showman and the greatest showman will be called","id":"UxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1302.42,"tags":["Edi'son"]},{"line":"Oh, wait, no. I was one of the many people who didn't know that. Can you please to cut that out? I'm so off my game today. Can I say that? Speaking of the greatest showman,","id":"WRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1405.87,"tags":[]},{"line":"Which one do we remember now establi'shed that you guys don't know? Wally Pipp is it Didn't write Heard of Lou Gehrigs disea'se because they named a famous disea'se after have From now, let me ask you guys, this I've been meaning todo wallet, pets, disea'se. But who deserve's a late night talk show right now? Well, Jennifer, I mean, if you really think about it like she was such a freaking, legit good talk show house. Yeah. So charming. Funny. You know, you need","id":"XBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1477.55,"tags":["Wally Pipp","Lou Gehrig","di'sea'se","di'sea'se","pet","di'sea'se","Jennifer"]},{"line":"Tall white dude. Amen. Ok, ideally said saw first. Yeah, old all, please, but still looks good.","id":"YBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1525.4,"tags":["fir'st"]},{"line":"A little too political. Sure.","id":"YRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1537.83,"tags":[]},{"line":"Uh, sure. Um The pineapples making it difficult for him to read. We should. We should say that warrants pineapple financial sunglas'ses. Ah, I'm gonna be trying things like the Mexican spiced","id":"ahHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1719.02,"tags":["sungla's'se"]},{"line":"But if you want the whole pineapple In addition, enter Chef Kevins private code. Kevin, do you want to give him your Kevin Whole 30","id":"bRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1778.76,"tags":["Chef","Kevin","Kevin","Kevin"]},{"line":"core burgers? Involvement is in flux. Hey, can you let the dog out and ask Kevin until water is no dog in here?","id":"ghHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2109,"tags":["Kevin"]},{"line":"gorgeous. Absolutely gorgeous. And I'm proud of you show big, big, bushy, bushy. I mean, The bush's tail.","id":"hhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2149.48,"tags":[]},{"line":"And I Love petting it. Small uterus. Oh, no, big.","id":"hxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":2156.25,"tags":[]},{"line":"about podcast?","id":"jBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2196.62,"tags":[]},{"line":"I already followed you on Twitter. And so I think I have this tweet.","id":"jhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_2","timeCode":2209.41,"tags":["Twitter"]},{"line":"So, Jake, you tweeted something last night about podcast is interesting for a podcast audience. Maybe here, the popularity of podcast's is based completely. Oh, I'm sorry. Let me start over. Jake Wiseman took Jake Wiseman verified Blue Check Picture that the popularity of podcast is completely based in depres'sion and lonelines's and the need to not feel anything for at least two hours every single day. Now I'll go on Renees Someone who I know works in your writers From said, Have fun doing those podcast's tomorrow.","id":"jxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2215.05,"tags":["Jake","Jake Wi'seman","Jake Wi'seman","Renee"]},{"line":"Now it makes me wonder. Was this guy at work complaining about having to do","id":"kBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2255.42,"tags":[]},{"line":"those people, just like at a Champions festival, you might not neces'sarily see every band. Maybe you're going to see jiggle the handle. But you don't want to see deep banana blackout, right? You know, I mean, maybe you're going to check out Percy Hill, but you're not gonna be there for the most set, right? And and all of these ideas, whether you're there to see the slip or whether you're just there to see so live, you know, uh, it doesn't matter as long as you're being true to yourself. So who are my fans? The ones that really know themselve's and know that I'm their real friend","id":"nRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2453.84,"tags":["Champion's fe'stival","Percy Hill"]},{"line":"Tesla was the first disruptor. Yeah,","id":"oxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":2630.57,"tags":[]},{"line":"I married a bitchin. Yeah, And use a virgin","id":"pRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2639.53,"tags":[]},{"line":"I'm just spitballing here. Yeah, it's a huge ring right. It goes around your waist. It''s a waste. Yeah, it''s a gold band that yes, circled around her waist. That could help cinch up. That would come. Yeah. Yeah. So,","id":"sBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":2758.63,"tags":["wai'st"]},{"line":"yeah, I'm just excited because I obviously have been putting on a lot of weight because I've been saving my load. That's the ultimate die. That load grow every year that you don't use it","id":"sRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2774.04,"tags":[]},{"line":"every year. Well, I mean, I'm Gregorian calendar. I mean, Tesla theorized","id":"shHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":2785.44,"tags":["Gregorian calendar"]},{"line":"that the load grew one birds worth, you know. Now, obviously, birds have hollow bones. They're very light, but they still have a plump and in breast. It adds up. Yeah, And for a while it does. The volume grows for a long time. It does. It's just, like, more and more load. But then eventually, it runs out of room, and so it gets denser way dancer. How do you know this just through? I can feel it app. You know, it''s like you just feel it only, um","id":"sxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2792.31,"tags":["brea'st","ju'st"]},{"line":"He sat me down. And he, uh, showed me scans of his load From prior toe. You know, Concezio, right? Uh, and he kind of time lapsed through a series of images acros's states. Yeah, there was a star wipes. It was the old, you know. And was Philip glas's music playing in the background of this?","id":"txHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2833.75,"tags":["Concezio","Philip gla's"]},{"line":"Was it fill? It was Ira glas's of the bow. Yeah, okay. Records, glas's. And he said that you all have Mr Gland. He said, son,","id":"uRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2858.03,"tags":["Ira gla's","gla's","Gland"]},{"line":"were there real dads","id":"uxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2877.36,"tags":[]},{"line":"And he had a gun. Yeah. Oh, yeah. Yeah. Well, that's the stuff. That''s Canada on the show. He''s a retired cop. So, uh, so you know, as as we look and he starts to show me that The saved load is really sort of beautiful. Um And he says, Do you think that you would have been born with as many extra pieces if I hadnt saved this for so long?","id":"wxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2977.11,"tags":["Canada"]},{"line":"And I said, Well, no, I suppose not. I suppose I would have just had, like, the bare minimum of pieces, right? And Ah, And he said, Well, then what do you think you should Dio and I did one more stroke","id":"xRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":3028.28,"tags":["Dio"]},{"line":"this is you know, you ask us who our audience is. This is like the kind of stuff for our, um, which is all non virgins who have never buffet Good. So that, you know, it's like you cannot be a virgin and listened to the show. But you also cannot have ever both before. Um, so Comedy Central is Corwin Shock about January 17th 2018. But and here''s a little bonus for your virgins. For the all the virgins out there, there are a number like I just said there no virgin that they have never busted before. Yes, but they're not bird. Okay, then, for thinking of a different trip for the non Buster''s out there January 17 2018. But they're four episode's available online right now on the Comedy Central app and Comedy Central dot com that you can watch for free. And there''s a video. How much that money of you with a pas'sword? Don't should we post the video page in the pastor''s? Jake told me that nothing. Nothing''s free. Yeah, well, well, you're gonna like my tweet. It was a joke. That''s common sense. Stir job. Okay, I'm dark and you were twisted, and it''s gues's fill in some of the void. The Gore burger left","id":"yhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":3074.14,"tags":["Thi","Comedy Central","Corwin","Comedy Central","Comedy Central dot com","Jake","Stir","Gore"]},{"line":"Alright, P is The Comedy Central player still as good as it's always been? Premium player. Really nice. Yeah, well, it''s still automatically start playing other things that I don't want","id":"zBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":3153.38,"tags":["Comedy Central"]},{"line":"hey, this is Arne Camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor.","id":"1BHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":3284.62,"tags":["Arne Camp","The Improv","The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"and I'm busy. I probably will stay. I won't have time to be out there. Yeah,","id":"3BHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":100.95,"tags":[]},{"line":"think like trailing us. And then she goes and, like sits in the tree and the bird call to be the bird calls. You do all of it? Yeah. You to treat you tweet. Yeah, she was truly is a long, long She is the Neon demon. Well, she is in real life. No, And that's what I've learned the hard way.","id":"3hHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":106.45,"tags":[]},{"line":"Yeah. Yeah. When I have something caught in the back of my throat, that sort of that's engineer Ryan to me. And when we talk about Jen,","id":"6BHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":227.18,"tags":["Ryan","Jen"]},{"line":"the problem. Yes, Well, and that's true is there''s not really an end game for me. And I don't have much to do after this show now and meet and meeting this recording of the podcast.","id":"7BHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":301.5,"tags":[]},{"line":"much of Jimmy on screen. Yes, that even though you","id":"8BHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":370.73,"tags":["Jimmy"]},{"line":"And where is this? You wake up, baby. Says, where is this Dumbo?","id":"_hHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":465.7,"tags":[]},{"line":"yeah, near the bridge. But you also you might wake up top of the rock. Okay, that's that''s New York. Sometimes","id":"ARHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":475.84,"tags":["New York"]},{"line":"keep it tight. Okay? And that's jokes, but it''s also bought. Keep the jokes tight, keeping James. Thank you. Type Bob''s right. Tight jokes. Yeah. Um, and so what? They're handball courts there. In Dumbo.","id":"BhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":516.39,"tags":["Bob"]},{"line":"'sure you were. Yeah. Or right into the ocean. Because the water is right there.","id":"DxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":623.88,"tags":[]},{"line":"But the stuff? Yeah. A lot. A lot of, like, Amazing in, like, incisive political, Just amazing points cutting room floor never just aired. Yeah, strong. Take strong opinions on political stuff. Whats happening? Yeah. Yikes. Yeah, Because you are protecting him.","id":"JRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":921.56,"tags":["Becau'se"]},{"line":"Shit. Brains. Yeah. Fucking ah","id":"KRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":975.18,"tags":[]},{"line":"The breakfast buffet. It was a lot of it was a lot of like, mixed nuts. No breakfast nuts. Yeah, Breakfast. Not like a big chafing. A big chafing dish of not just","id":"LRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":998.09,"tags":["breakfa'st","Breakfa'st"]},{"line":"go. It was like, don't do it. Wouldn't it would, when a new guy would come in, use The tom.","id":"MBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1017.01,"tags":["The tom"]},{"line":"Yeah, Yeah. You talk to me. It's a cashew nut. Yeah, it''s a cash una Stasio. Because because Jimmy''s a big he''s a big walnut guy. You wouldn't take the ah touch Daddy''s walnuts. Kind of. Yeah. And that kind of makes me think, like, is that where the comedy juice lives? Would I be more walnuts?","id":"MRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":1023.73,"tags":["Jimmy"]},{"line":"So I have noticed. Obviously, I'm a fan of your tweets, and I'm following your tweets. And ah, lot of times you will talk about working at Jimmy Fallon. Yeah, and say that it is The Good Place toe work. Yeah, Yeah, I will. It's to me. It''s heaven.","id":"OxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":1225.82,"tags":["Jimmy Fallon"]},{"line":"Yeah, but again, that's a lot. That''s like you were saying with Thomas. That''s like we save that for us. I do feel bad about I feel like I'm selfish, but you kind of want it for your You're cutting","id":"RRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1343.82,"tags":["Thoma"]},{"line":"You're cutting them up the show. You're cutting hundreds of them on it. Wow. Okay. Yeah, Yeah,","id":"RxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1356.39,"tags":[]},{"line":"Yeah, we all have one hand on the rope so you don't lose anybody, Iand. Then it would be like, Lets do it. Let''s get on the Staten Island Ferry. Let''s go, Let''s take a trip And you Sometimes you go nothing. There''s no joke there. Turned back. Go","id":"TxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1459.52,"tags":["Iand","Staten I'sland Ferry"]},{"line":"The body image thing is hard speaking as a woman. What? She wears this really loose fitting robe and you know that she's self consciou's. She can't wear anything tight because, let''s face it, she''s not in the best of shape. And I wish youd work for Fallon because he''s gonna have again tight.","id":"UhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":1500.81,"tags":["Fallon"]},{"line":"Okay. Ah, And you know, in between you guys will do like ladders. And, like, other little exercise's and stuff, just to, like, keep it. Yeah, trust falls or just kind of games that, like, keep it. It's all about keeping up the fund, keeping up the fun. Because a lot of times when you're not having fun, thing to do is go. Let''s have fun. And that makes you have","id":"VRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1539.92,"tags":["tru'st"]},{"line":"'scheduled The ends on February 26 Valentines Day is definitely part of that. He is going to","id":"YhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1763.84,"tags":["Valentine''s Day"]},{"line":"be making shapes out of the food. So every so, yeah.","id":"YxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":1772.66,"tags":[]},{"line":"That's not fun, though, and not do the puzzle. I don't see. That''s not fun. It''s an ad. Yes, it can be fun. It","id":"bRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1888.37,"tags":[]},{"line":"is fun. Well, yeah, well, the food is fun and the food is delicious. I'm encouraging people to make these puzzles out of it. It's like an extra little perk From The The piece made of spicy de dres'sing, does not hold together as, ah, puzzle piece.","id":"bhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":1894.8,"tags":[]},{"line":"The okay? Yeah, like I thought you could I could bend, you know, the noodles and steak into these shapes. And I spent a lot of money on this and the high court. It says Blue Apron sends only non GMO ingredients, and they think you interpreted that as gamemakers only. Yeah, and that's there. Get that sorted. Everything is he keeps talking about how much money he spent on the on the tooling kit?","id":"cxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1966.15,"tags":["Blue"]},{"line":"Just a claw hammer in a salad. I watched this man hammer a salad. Puzzles are flat. They don't expand,","id":"eRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":2078.31,"tags":[]},{"line":"They do the original Casper The wave in the es'sential and each one is like very hard to dio if you imagine how hard it would be for you to just, like, do a mattres's Yeah, right now, yeah, if I called you and it was just, like make me a mattres's. But that's what these guys have to deal with every single day. Uh, it''s constant, and I Honestly, I these sound like cool dance moves to me and even those I couldn't picture, you know, doing so like imagine making beds with those names. They sound like dance moves. Your rode the wave does. But I don't think that other ones do it all. I think the Casper is like you put your shirt over your your head and you're like, Whoa, it is delivered to your door and a small How did they do that size box where they also have to make Imagine. Well, that''s another guy''s job is he has to make every time he gets a call us to make the boxes and he has to go out in or she or she Yes, but in this case, it is a he, and he has to go toe like he goes toe like a ah hardware store. And it''s like, Hey, I need to make a box and they're like, OK, I gues's we can, like, we have some cardboard and some stuff toe like shape it and all that. And so you can paint the box and all that. And as soon as he''s finished, basically another person needs a box and has the backing, like I gues's I need, like, do you have more box stuff? That guy is so tired. The thing that, like that does suck. But I actually do appreciate, like when you go into a place and you know everyone''s name. They're like, Yeah, he''s like, Hey, Tommy, how is, you know, your daughter softball game and, like, that is kind of cool. Well, yeah, I mis'sed that, Uh, with online stuff. Now, you don't see that as much. But this online companies good, Uh uh, with free shipping and returns in the U S. And Canada, and you can purchase it with a Casper 100 night risk free sleep on a trial so you can send it back if you want. And I think that''s I'm saying, like, hey, like, want to send it back? If, like, if it''s uncomfortable for you, like well figure out what to do, They they actually want to get to sleep on it. So you should keep it. Probably. Yeah, because they you know, they will sleep on it. Uh, after all, you spend 1/3 of your life sleeping. So you should be comfortable is what doesn't copy. And I think that that''s him being a little nasty. Yeah. I mean, let''s face, But you sleeping all the time. They spend 0/3 of their life sleeping, So yeah, they kind of remind gently reminding you they have to make the Mattres'ses. We love our mattres's. Uh, that we got Sean and I both got one. Uh, my, uh, mother in law. Who, Uh, this was evacuated to sit. Got it right now, Uh, so thanks for bringing it up, Casper","id":"exHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":2303.07,"tags":["Ca'sper","ju'st","ju'st","Ca'sper","Tommy","U S.","Canada","Ca'sper","Mattre's'se","Sean"]},{"line":"'stuff that he liked when he was a kid. Yeah, iCarly.","id":"fhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":2513.7,"tags":["iCarly"]},{"line":"And then just, like a normal way.","id":"gRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":2573.42,"tags":[]},{"line":"what it feels like. That's what Kevin does. These many things look a quest. He goes still like, ah, high school,","id":"lBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":2703.4,"tags":["Kevin"]},{"line":"alone, if you just have.","id":"mhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":2746.71,"tags":[]},{"line":"I gues's what he tells me is, if you have a bunch of different color mes's shorts in a bunch of different color T shirts. You could basically blend in at any given gym clas's,","id":"mxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":2747.46,"tags":[]},{"line":"They're like my family, so yeah, we're all like a big group of friends.","id":"ohHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":2874.8,"tags":[]},{"line":"log pap ago. Okay, It starts on Monday, though, like, officially. So I have, like, an extra pep in my step. Who they bring it in. Whos the new Kevin? They're still there interviewing people right now. So kind of doing both. In the meantime, who''s your horse?","id":"rxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3003.25,"tags":["Kevin"]},{"line":"Theyll have opinions on the dock. Oh, yes. I'm trying to break your heart. Yeah,","id":"uhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3123.95,"tags":[]},{"line":"words. But now it's all you can think about.","id":"vhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3160.57,"tags":[]},{"line":"Yeah. Jeff must have seen some of himself in J. Huh. Got to write one song on this album. 23 songs on the next album. All of a sudden, it's like I'm not going to be part of a two headed band. Yeah, this is my fucking band. So now got a kind of nip it in the bud, man, because that''s what J didn't dio and ultimately songs like black eye songs like gun I. I mean, these are the songs that we remember. Good Friday, but black guys Definitely Tweety. I take us back to Jen''s day. Yeah,","id":"vxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3165.74,"tags":["Jeff","J.","J","black eye","Jen"]},{"line":"You didn't write anything for the show.","id":"xRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3221.18,"tags":[]},{"line":"But that's the kind of energy that Jimmy wants going into the show. Yeah, the sense of","id":"yBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3225.79,"tags":["Jimmy"]},{"line":"Everyone on that stage. Yeah, s remember.","id":"zxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3274.54,"tags":[]},{"line":"Remember that stage? Yeah. Yeah. And so it is Show time. We havent written anything, and it's just kind of like","id":"0BHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3280.68,"tags":[]},{"line":"Going to be a show, right? Don't have you ever seen Studio 60? But it's It''s that energy. Exactly. Exactly that","id":"0hHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3291.45,"tags":["Studio 60"]},{"line":"Yeah, there's one writer who''s just kind of on J T watch.","id":"2hHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3358.6,"tags":["J T watch"]},{"line":"Juno Temple. Well, there's kind of a hierarchy. It''s like J T. Justin Timberlake. Judo Temple. Justin Throw who? Who can? Who is around","id":"4BHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3430,"tags":["Juno Temple","J T. Ju'stin","Timberlake","Judo Temple"]},{"line":"Um, that's what she I mean, to be asked to meditate with him is a huge. That''s kind of when you know you've made it at the show, and I havent gotten to that, But I hope to one day does it ever what I would be nervous about If your body is, like trained to throw up in that moment that you're gonna be meditated with Quest 11 and, like, throw up?","id":"7RHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3516.82,"tags":["Que'st"]},{"line":"I can't name names, but that has that is so cool about that, are No. No. Yeah, that is kind of one. Youll see a name in the credits. And then next week you won't see that. Yeah, that somebody. Is he saying The Book that he's mean?","id":"7xHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3538.69,"tags":["The Book"]},{"line":"Thanks for coming, general. Really happy I have you We? Yeah. Sorry. No, it's my pleasure.","id":"-xHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3624.7,"tags":[]},{"line":"No, Gavin this'll is the person who cuts my hair. She used to work at a record store, and she said, Well, what? I'm sorry, he said, This is the person who cuts my hair. And then he pointed at a goat","id":"ARHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3678.36,"tags":["Gavin","Thi"]},{"line":"Jimmy trips. He doesn't quite fall","id":"FBHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3864.09,"tags":["Jimmy trip"]},{"line":"no fried. That's The Wednesday show you're doing on Friday. We're gonna dio We're gonna do The Wednesday show","id":"GBHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3887.2,"tags":["Wedne'sday","Wedne'sday"]},{"line":"guy, The show is good, but I can also do that. Give me Give me one of us. Um, like an example where you would do something like that. They discu'ssed the hatch like me to move at Oprahs Golden-Globes speech and so much more in the world of politics, pop culture and LGBTQ is'sues. So give me one of those. Okay? Oprah speech. Hey, why not one? Not one that they that they have covered, Yes, one that''s like From this. Okay, um, like, there''s been a lot of crazy mudslide's happening in California right now. Okay. What do you think about that? That''s not this is this is like your LGBT Q stuff. Um, OK, um, like, I'm sure, like the LGBT community was affected by the mudslide's like a Would you think about that? Not anything about that different thing. Okay, um, and it has to be something that they havent already addres'sed. Yes, it''s no on this list. Okay. Can you, like, write something down for me? Like I listen to the show a lot. So a lot of my knowledge comes from the show. Just just an is'sue that is like a hot is'sue. Okay. Um hey, gay marriage. Well, I mean, you not like something that''s crazy. Okay, I'm going to talk about that in an ad. Sure. Um, but something that''s like a big, like a big that I can just, like, really go off on one thing. What game? Just like go. Like, go Off about that. Yeah, in an ad, would you think about all those people were in black at the Golden-Globes? That''s the hash tag. Me too. Movement. That''s part of that. Um um, something that I give it like our people getting paid equally men and women. So to me, honestly, like. And I think it''s where that you would even say that That''s like a like a touch. It''s like a hot button is'sue, because to me, that''s so normal. You think that''s like, we need that, like, a normal is'sue that''s like, so like, not even, like, shocking. You want something controversial? Yeah, Something that''s, like, really like a big deal. Okay, um, like all of these, like, sexual as'sault stuff. And that''s kind of like Nancy The right. So And this is, like again, this isn't at all like a fun at. Okay, um, were there any Sally product here? Okay. And just to be clear, we're selling the product by showing that you can do a better job of it. Yeah, but so, like, will and it. But it''s like giving them an example of, like, a better version of what they are doing. Gotcha. So, like, if it was this good, I should probably check in. Um, like, what about? I read that, um, animals that they might start giving them, um Ah, basically like vegan meals. Because they're killing £30,000 of animals to feed 30 like 1000 dogs. Basically like orphan dogs and dog shelters. That''s good. You ever hear about these animals","id":"GhHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3921.66,"tags":["Oprah","Golden-Globe","Oprah","California","Golden-Globe","Nancy","Sally"]},{"line":"Some of these animals","id":"HRHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":4116.56,"tags":["animal"]},{"line":"and I just I hear this and I'm thinking","id":"HhHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":4120.48,"tags":[]},{"line":"and I'm supposed to like I'm supposed to look at these animals and say that. Go it, go ahead and eat these 30,000.","id":"IBHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":4147.23,"tags":[]},{"line":"but I think it was actually you being confusing on purpose. Initially when you described what it waas. And now when you're doing it, it seems better. It is allowed to be very clear and understandable.","id":"IxHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":4227.83,"tags":[]},{"line":"Ah, I'm a horny girl Wolf. This has been","id":"KBHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":4393.29,"tags":[]},{"line":"Hey, this is Arne Camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said, Like a fancy college profes'sor,","id":"KhHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":4408.2,"tags":["Arne Camp","The Improv","The Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"Felisha Day and Colton Done.","id":"LBHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":4439.86,"tags":["Colton"]},{"line":"and I was sort of Off watching it, and it was really funny show. You know, everyone on stage got applause. Wasn't just May. Yeah, that's right. Uh, somebody over there. Yes. So they were liking him in that. And I was there for that, Uh, and so it was really fun for the audience. So Watches. This week they're re releasing an amazing episode about the room, like the room. But you you were in the room when I was in","id":"NhHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_0","timeCode":64.08,"tags":["Off","May"]},{"line":"Joel, Is it in a special episode of how did this get made? An apple pie Gues's Stitcher Premium favorite podcast","id":"PRHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_0","timeCode":142.41,"tags":["Joel","Gue's","Stitcher Premium"]},{"line":"'s I make a suggestion.","id":"SBHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_2","timeCode":358.4,"tags":[]},{"line":"because to say, Like, Like if your name is hangers and the community like notes that the more I'm more like MEREDITH Hagner, I'm like That's such a rude thing to say about yourself.","id":"ShHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_2","timeCode":365.12,"tags":["MEREDITH Hagner"]},{"line":"not to interrupt your story. I'm so sorry. Okay. Well just make sure it's better. It''s better than I If it''s better than mine,","id":"WRHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_2","timeCode":531.5,"tags":[]},{"line":"remember? Because it's causal. Remember? It was when you guys were kis'sing each other on the shoulders s. Oh, go ahead. So The The dog food You caught him eating the food?","id":"WhHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_1","timeCode":539.05,"tags":[]},{"line":"okay, it's it''s interesting because I obviously then, you know, had to drive to his house and pick up the awesome put in a cage. And then I put it in the bedroom with my wife and I Yeah, when I was sort of gently sort of sniffing the nape of her neck and I look over and the pos'sum is asleep and I go, I was this not interesting to you. So then I'm screaming it right.","id":"ahHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_0","timeCode":666.92,"tags":[]},{"line":"Okay. Yeah,","id":"cBHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_0","timeCode":783.12,"tags":[]}]