[{"line":"Hello, sir. Coffee or tea? Nice arms,","id":"-BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1757.54,"tags":[]},{"line":"No, it's an either, or the answer is no. You don't want coffee. 00 Okay. Uh, what was the 1st 1 again?","id":"_BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1796.85,"tags":[]},{"line":"and the 1st 1 more time.","id":"_xEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1816.44,"tags":[]},{"line":"Highlighted? Yeah. Sorry.","id":"BREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1850.42,"tags":[]},{"line":"We don't give a read. Yeah, yeah.","id":"CREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1889.78,"tags":[]},{"line":"Okay, So that scene,","id":"EhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2035.06,"tags":[]},{"line":"Yeah. My side. Yeah. Yeah. There's a little sweaty. You wanted it so bad. I know. Yeah, that''s that. It was comfortable for me where I'm going like, well, this kind of pathetic like you guys, because I know because I've read the rest of the movie, it''s just a fling. And it seemed like you needed it to be, like, really a long term thing. Crea","id":"FBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2077.6,"tags":[]},{"line":"that's part of work for him thinking he as'sociates work That''s interesting. That''s interesting to think about. So I think you have sort of I don't just think you have become his wife. Oh, wow. That''s interesting to be true about someone. I don't just work with","id":"GREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2147.55,"tags":["intere'sting","intere'sting","intere'sting"]},{"line":"Interior adult math school. Theo","id":"GxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2181.24,"tags":["Theo"]},{"line":"All right. Never mind. Keep going. No, no, I know whats here. Okay, you should set it in a place that first of all, your first location shouldn't be like a big buy for the audience. Like they shouldn't have to. Like by that a place exist's like there''s no such places. Adult Matt schools.","id":"HxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2218.48,"tags":["exi'st"]},{"line":"You can't You can't really say what people are there for. You could just say a bunch of adults are there. That's just sort of insight. Screenwriting. But to do what?","id":"IxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2262.73,"tags":[]},{"line":"40 plus 9 40 plus 9 90","id":"LBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2425.13,"tags":[]},{"line":"you promise you have dio highlighted. Okay, I'm gonna break out for a second. You have Tonto. All right. 40 plus 19 is 69 0 that's","id":"LhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2442.92,"tags":[]},{"line":"Yeah, and it seems like we're getting pretty close to it. It's a little more. I mean, I have a couple more things to say about my legs.","id":"QBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2633.99,"tags":[]},{"line":"No, I know. It's good. It''s a good screw. Anyway. Go ahead. Go ahead, Read. Great. Oh, um, I have a line go","id":"RBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2689.25,"tags":[]},{"line":"'shaft seven. Note I this is The most important part. Sorry. No, The shaft is sneaking it's way out a seat talks.","id":"ShEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_2","timeCode":2775.79,"tags":[]},{"line":"We're both really do it. Do want and sucking fucking dio way really have real sex. So you you're my teacher. It's not gonna be the first time ever done it, so it doesn't even know it. I don't remember doing it before with you don't want it over with. You know, not just with you. Just like with anyone. Like I'm sorry. Minor way school.","id":"UREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2856.68,"tags":[]},{"line":"on. So that's why the next line battle help is That''s why that big says, Yeah, thatll help. I'm very comfortable in dark places on. That''s making me think a part of my body, so s so let''s you know, let''s the both of us just will get to it are are actually there''s more math to do I think.","id":"VBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2902.04,"tags":[]},{"line":"Yeah, Yeah, I just found mawr.","id":"VREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2925.53,"tags":[]},{"line":"I'm sorry. Say again Way. Oh, yeah. What does that mean? Uh, what do you mean? Uh, sort of Ah, sensitive, thoughtful berserker.","id":"ZREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":3195.31,"tags":[]},{"line":"You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"cBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_3","timeCode":3319.87,"tags":["Phil Collin","Phil Collin","Thoma","Middleditch"]},{"line":"Oh yeah, Every eye in my spare time,","id":"dBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":37.5,"tags":[]},{"line":"if you heard. That's miniserie's Rock bottom on, bitch. Ses'sion. This is a lot like that. Mats. A writer for Bajillion Dollar-Properties also what, was he making a mes's?","id":"fBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":102.43,"tags":["Thi","Mat","Bajillion Dollar-Propertie"]},{"line":"Yeah. I mean, I'm the CEO of Stitcher Premium Ulys'ses Stitcher Premium exclusive's of those three different companies I prefer You know what? I'm out there in the world, and I preferred to like, I like to hear coming out of peoples cars because then I know they're listening. Yeah, conned. I like to be like I hear I hear a little snatches of podcast's everywhere I go, people driving by and I'll here, you know, the Doughboys, you know, wearing out of blaring out of someone''s car and I'll be like, That''s money in my pocket.","id":"iBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":262.52,"tags":["Stitcher Premium Uly's'se","Stitcher Premium"]},{"line":"It's in my damn my slippery thumb. Well, it was She didn't even make an effort to turn your phone around. Well, because I was It was delivered. Yes, because I think what you want todo Yeah, as I was turning it delete. If you didn't annoy that you arrested in turn, you were just holding it there. Your thumb went deliberately, didn't pick up his phone. Yes, I was holding it up. And I had founded and had, I think, like, 12 wings or something was really unique. Um uh, but anyway, that was really Now we get to the real one. That''s so good. What''s the best one you've ever? I would say the one that we get The gets discu'ssed the most is our When we debuted in our first episode A snack or whack on a part of you guys. Yeah, it sounds incredible. It''s very, very simple and very straightforward. I think this is part of the reason why the segment works. We just get a snack, for instance, Spicy cheese. It We're just gonna say spicy cheese it We're gonna open this up and we're all gonna taste it. And we're gonna side whether it''s a snack, whether it''s something that''s good or whether it''s a whack, where there''s something that''s that''s bad, it is binary. It''s very easy for people to proces's. Yeah, we can do something with this. Yeah, absolutely. This guy for ours and commercial for his show on our show. I own that I realized","id":"khEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":1126.33,"tags":["Thi"]},{"line":"Well, it's so weird, but okay, it seems like we're talking past each other a little bit, but we wanna just like so well come in. Well be welcome on among all the bullshit that. But then we do fucking Hamilton and we're singing it. Yeah. Uh huh. And it''s obviously not as good as when they do it. Yeah, but we are so enthusia'stic about it. And the gas, like sample Berries. Yes, Yes, yes, yes, yes, yes. I mean, any likes when we do it, right? I mean, I gues's it seems like what you're discu'ssing is maybe a niche Hamilton focused podcast's, which is fine That''s a fine thing. Todo it''s just a second. Okay? But to me, that doesn't sound like a segment. Like we're just gonna sing Hamilton and then talk about how good it is, right to me. That seems like you're That doesn't seem like a thing. You can we try? Could we maybe just try? Yeah. Before we're saying, let''s that it''s good or bad. Could we maybe actually, just try it and see if it were his house? Yes. Do you guys think that maybe you want to see it before you decided? So maybe you can start since you are the expert on this and say, What''s your favorite? Hamilton. You love it? Yeah. Okay. Well, I havent seen Hamilton. I'm just full disclo'sure being honest and The anything again. Maybe this is another general. No, just so poor. Well, look, just I feel like some honesty. People respond to that. So if you're just forthright and say what you're and how did that happen? I tell you what. People respond. Teoh Hamilton. Okay. Are seen flies, riel. I havent I havent seen I havent seen Hamilton. How did that happen? I don't flies. This remembering which banned the guy ruined his voice. And this is the kind of content.","id":"lxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":1654.85,"tags":["Hamilton","Berrie","Hamilton","Hamilton","Hamilton","Hamilton","Teoh","Hamilton","Hamilton"]},{"line":"'skanks. Uh, Teoh don't see here. I heard on your chap here. Heres the problem. You're shaking your head from side to side as saying no, with your","id":"oBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":2042.15,"tags":["Teoh"]},{"line":"'sales, there's the sizzle and steak. Yeah, Okay. They're selling the sizzle. Okay. When you sure the steak is we get there. It''s boring. It''s college, Teoh. Maybe youll meet a nice girl that youll end up getting married too. But it''s not like there''s, you know,","id":"phEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":2175.67,"tags":["Teoh"]},{"line":"Yeah, but but But this is so targeted at bad. The sizzle is what we're talking. Good. But the girls you know, if you are working way through college, you havent found the right college yet, Right? And if you're sort of dancing, owning your own sexuality, okay, your profit off of your society. Lets imagine","id":"pxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":2191.77,"tags":[]},{"line":"you're shy. You're a shy, introverted girl. Yeah, and you're looking for a guy you know is horny.","id":"qBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":2207.77,"tags":[]},{"line":"So the one Hamilton, lets do one Quick Hamilton, just get it out of the way. Even then, it kind of ruined it. I'm sorry. I'm sorry for taking us on the tension here. I found a website, actually with this type of fly that I've seen so you guys can even see it. Okay. It''s like a subscription site, though. You gotta wait. Then how do you know it''s that type of fly on it? Uh, doing a preview image or something that you know is that they showed image. I think they probably should a really short preview and then this and then through. And then The subscribe window opens all over. It''s just hook you in, and then they say, Oh, it''s like, Yeah, I gues's I'm done with my, like, free articles for this month. Okay. Can you browse it on like, incognito mode? You have a joint One of us to look it up on our phones? I don't think so. Um, So ah, so that is all settled. So let''s do a quick Hamilton and that he's what are you gonna dio? I'm going to do one Hamilton and you can do one. Okay, you do one hammer or we can split one. Can you? Can you You at least start one? Yes. Sure. Because I'm not sure about much of it. Okay. Is there like a sound component to doing it? I remember hearing about this. You get Wait. So you have you Have you seen Hamilton? Yeah, but as I said, I remember that there is a sound part. Okay, so I am talking. Yes, I have seen it. Obviously. I do know something about it, so maybe we play like a sound for me to do a Hamilton on. Yeah, that''s good, right? Yeah. Let''s have Hayes to a Hamilton on a sound, and then we just close the window with the warp tour bands. Okay, let''s do this. Okay. I've decided that I won't have it up. I've decided that I want to cut the moment where I make a mistake about the singer because that would affect how people think about you. Yeah, I was actually thinking that as it was happening, and then I am. And then I sort of have referenced it again a couple of times, and I wonder if we could get rid of all of that? Yeah, because you're worried that you have sort of establi'shed yourself as someone who would know who mes'sed up their voice. Like which leads. Wait. Remember hearing that what the lead singer of a band, a band hurt their voice in the same of band? That would be on the warp tour with, say fares. OK, can it Can I just Can I pipe in here? Yeah, um my suggestion is that view that mistake as a gift. Yeah. Newfound glory. This is what these guys would dio is be like If you know what Bandit is, do a fuckin hashtag or whatever, and we make like two bucks every time you do it. I think we don't monetize it that directly. But and there''s an ad in the hashtag somehow that like, Yeah, you owe them money for having the hashtag. Yeah, well, I would say that''s more being beyond that. It just I feel like there''s some You've had some discu'ssion about it throughout the podcast, and that''s been something they own it. So if you know who has joined the heart of the hash tag, Hardy''s hurt your voice, challenger Fucking whatever. And we're all rich now to protect my ego a little bit. Can we say that? I do know the answer, though, in that I've gotten it wrong. Just Teoh audience and the audience on a fun, ah sort of adventure and down one of these Wikipedia rabbit holes. We were just start clicking Rando on Wikipedia. I mean, is that a segment, right? Can you wake up? And it''s like three minutes later and it''s just like that, like, Oh, that''s who invented shoe lace? Yes, you know, just like, but I was really trying to look up like who made Velcro, right? You're you're You're like like, oh, what year did Count Chocula come out? Andan? Sooner or later, you're reading about the Punic Wars. What year? I think it was the I think it was probably the sixties. Don't on a C and this is how he does. He''s like, now Count Dracula. Yeah. Have checks already spent, I as'sume. Hashtag let''s let''s talk chalk or whatever. Let''s start charging. Alex? Yeah? Can we just play The Hamilton, please?","id":"qxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":2228.23,"tags":["Hamilton","Hamilton","Hamilton","Hamilton","Hamilton","Hamilton","Haye","Hamilton","Bandit","Hardy","Teoh","Wikipedia","Rando","Wikipedia","Velcro","Count Chocula","Andan","Count Dracula","Alex","The Hamilton"]},{"line":"Uh, yeah. I mean, just as a guy, he gets punched by beast or something. No, no. The Zodiac coming. That's an interesting thought experiment you wouldn t 0 100 The Zodiac defeat beast. No, I'm suggesting that because the Zodiac killer was an actual which one of them is like a snack? How is this? How is the house? The related Doughboys? Well, again, we're talking about your guys pot. Gues's we're not talking about Doughboys, so I feel like we're pretty far a field From what? The original mis'sion statement You was there.","id":"rhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":2887.01,"tags":["Zodiac","Zodiac","bea'st","Zodiac","Doughboy","Doughboy"]},{"line":"Okay, lets bring we bring back to my job, please. Doughboys. But, like, we're you're not We're not here to do that. Yeah, well, in any. But I feel like if you guys ago, it''s unpatriotic, though. It''s a different thing. What is? Where is this segment pitch? We can try it. But as far as this pitch is concerned, I just feel like you need to either. This is gonna be about, like, maybe campy horror stuff and pop culture. We're gonna talk about, like, movie monster's, or we're gonna talk about true crime because they're kind of different umbrellas. And I feel like the appeal of what you were originally pitching It sounds like some of the true crime podcast that are very succes'sful that have a very like a strong and loyal following. So I would just, you know, crying. No, I'm not. I'm not crying, Mike, Uh, I'm not crying. Just like crying about guys. I'm not crying. He''s, like, started crying about Sam. Did you? Do you agree that he was crying? Did you guys see him cry? Yes, he was gras'sed. Oh, my God. Yes, this is right. This is trying to shut up. Shut up! Why is he crying? That''s, like, so crazy Just talking about how, like another show is exces'sive. Yeah, He''s like they're really succes'sfully really loyal following city started fucking crying. Oh, my God. Shut the fuck up!","id":"rxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":2918.1,"tags":["Mike","Ju'st","Sam","Thi","Ju'st"]},{"line":"who at Earwolf. Ah has had plastic surgery. And then we do before and after pics up on the website. And this segment was kind of inspired by Nick a little bit that he was just talking about how you seem, like, really fake. Got it. All right. I think you're putting words in my mouth. I didn't say anything. You said that you've seen again. Like Baker. Yeah. Again like yeah, I didn't. I feel like if you listen episode it's not I at no point did I say that about sure. I mean, honestly, firstly, that this is the first time you've come up since you injured The room. Are we doing The that? Second when you listen to the episode, Kevin, rest as'sured we will not include that part when he said that. Ok, Ok, ok.","id":"shEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3043.3,"tags":["Earwolf","Nick","Baker","Kevin"]},{"line":"This is the same thing they have is a folding toothbrush.","id":"thEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3425.11,"tags":[]},{"line":"Yeah. The apology line. Go ahead. Yeah, you could play three way, have just done so many. Weve just placed feels Oscar's back and forth for I feel like I gave that give you","id":"uhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":3582.93,"tags":[]},{"line":"'so that is OK, That is what it was. That was like a secret. When you show up that that's when you get the chap dances.","id":"xBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":3695.77,"tags":[]},{"line":"Uh, briar arm? Yeah. No, that's yeah, one of the amendment. So s so Anyway, there''s more than 70 graduate degrees acros's 10 schools and colleges. The programs in busine'ss law, science, education, the arts and more. And they want me to say homework doesn't suck. Now, I have a problem doing this. That doesn't suck. It doesn't. Yeah, I'm sorry, but we all know school stocks, school sucks. Homework sucks. And, um, it works, too. Yeah. And work something after","id":"yBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":3723.53,"tags":[]},{"line":"Bikinis are rude. It says I know that I do Just have to say it, uh, and come to school. It's boring. Only ball sucks it","id":"zREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3790.58,"tags":[]},{"line":"graduate CHammond i d d u slash grad dot Know our credits? A period CHammond do you slash Sorry. Sorry. Oh, everybody. I'm Dave Holmes and I'm at McConkey The sidekick The Dave Holmes never wanted. You're not a psychic. You're a full co host. Please. I should be so lucky to have that title on. We're on equal footing here and home. Ophelia Home, Ophelia. It's all about us in that I'm talking to a wide variety of LGBT Q I plus exclamation point individuals about their lives about their their pop culture, diets, what they're watching on TV, what they're loving and and who they're Love it. So we're going to take a deep dive into their personal lives, ask's a very intrusive question's you know about what their current dating status is? What? How did they come out? Was their biggest heartbreak. What''s going on in their grindr account? And we","id":"zxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3825.46,"tags":["CHammond","CHammond","Dave Holme","McConkey","Dave Holme","Plea'se","Ophelia","Ophelia"]},{"line":"Yeah, well be releasing new episode's every Friday. Home. Ophelia is coming to you, Uh, beginning Friday, August 11th right here on Earwolf.","id":"0REJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3883.5,"tags":["Ophelia","Earwolf"]},{"line":"You've seen me have intercourse with a variety of species. It's a bomber Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch.","id":"1hEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":3947.14,"tags":["Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch"]},{"line":"It's huge. It''s so funny. And, um, we are sorry that we couldn't make it for the 5/100 episode. Oh, my God. I felt like shit about that. You couldn't make it to the 5/100 episode? Yes, we have no crazy. Well, one thing is I couldn't get in my email. Yeah. What? What happened with your email? The Sony hack. Oh, okay. You were involved in the Sony Hack. You were hacking. Well, I was so scared of it. So I go in the somebody''s watching me. Then they hacked me that I sent myself to Sony I had a similar thing. You know about this? I love you, virus. No, I havent heard about this. I love this is this major virus, and I worried. Yes. Oh, aids. I think that''s what he''s talking about. I don't know. This is something different. I know. I was talking about a computer virus. Okay? Yeah, but any this sort of And I love you. Virus. Yeah. I don't think people of yes, people are always referring to the negative element of it, but it is. But it''s a very light as a result of what? You don't want people to love each other. Yeah, well, that''s what it''s trying to stop. Uh, so anyway, yeah, the email. I'm Terry talked about a computer virus. I don't know about the I love you virus. Yeah, Someone sends a mes'sage that someone''s view mes'sage that says, I love you if you say it, but it''s not a normal one of those. So, yes, if you're like people, like, as you are getting mes'sages like this all the time, and you see, when it says I love you, you click on it. And sometimes it''s animated in like a fun way where it''s like Valentine''s coming like a jib jab. Yes, Yes, Jim Jeff Virus. Yes, it''s a virus that tricks you into thinking it''s a loving, judge loving Jr. Yes. And it gives you the opportunity to, like, be Santa or whatever. Write your own base's in one of the elves and then, yeah, And so wait, your face is one of the elves or Santa, because I want to be Santa in that situation. Okay, well, that well, that works out great, because I'd like to be one of the els. Oh, you and I are in the jib. Jab together, you guys. Did you see how he falls for that? You guys could be a great Jeb. Jeb. What about Mrs Claus? Who do you see? Is Mrs Claus in this city engineer? Right? Means you, Ryan. That was because that was my first thought as well. And And who are you? Blitzer Blitzer. Got it? Yeah, Yeah. Wolf Blitzer. Yeah, that would be funny when you really think about it of like, I wonder if CNN has ever thought about that for their Christma's card. Mike Donner Aperture Richard Dollars. So funnily Tapper and Blitzer","id":"2hEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":305.62,"tags":["5/100","Sony","Sony Hack","Sony","Thi","Viru","Terry","viru","Valentine","Jim Jeff Viru","viru","Santa","Santa","Santa","Jeb","Jeb","Clau","Clau","Ryan","Blitzer Blitzer","Wolf Blitzer","CNN","Chri'stma","Mike Donner","Richard Dollar","Blitzer"]},{"line":"Yeah. Radiohead. You read the whole right out. Yeah, yeah, yeah, yeah. But, um no, but I don't Sorry we couldn't do this. Yeah, and we're sorry about we're so happy to have you for 1 99 200 unfortunately, is all booked up. Sucks","id":"3xEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":690.39,"tags":[]},{"line":"Physically, let me show you a picture over. Okay, here we go. Oh, sorry. I start to spoil the reek. Thean luge in. Is that recent? Yeah, it's From yesterday. Ah, I put that on TV. I have a Google alert for Sloan. How they do? Yeah, she got that job.","id":"4xEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":1271.9,"tags":["Thean","Google","Sloan"]},{"line":"includes postage and digital scale. Don't wait, making him drool. It is exciting stuff, and it's hard to not like drool. Go to stamps dot com Before you do anything else, click on the radio microphone at the top of the homepage and type in hand Book that stamp dot com or entered the code hand. Book stamps dot com Never go to the post office again except to have fun with your friends. Perfect. Hey, guys, when I talk to you about ZipRecruiter, if you're hiring, you need to know where to post your job to find the best candidates and finding great talent can be really tough. I'm so glad to have Scott Aquaman here. I gues's we have talked a lot about on these ads about how we and the rest of your will did not use ZipRecruiter when we were hiring. Yeah, some of the Zapf here. Big mistake on our part. Weve talked about Dana, who is something of a robotic which Yahoo is turning hexes into electricity and zapping people. Yeah, I Look, we that was not on her resume at all. Yeah, And there is a space for that. Yeah, And she left intentionally blank, which I think is a form of fraud. Yeah, but if you try, todo zaps you so hard and you forget about it until you know, days she can manipulate text and stuff because of her cyber. Which powers? And we have Ryan who named himself the acronym. The radical young as's ninja. Yeah, I don't That''s it''s bizarre. You know, we got his resume. Were, like, Ryan. Typical men''s names. Yeah, yeah, but it was all cams. Mention we didn't notice the periods after each letter, which just now we have to go around calling him radical as's radical.","id":"5hEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":1512.59,"tags":["stamp's dot com","stamp dot com","stamp","Scott Aquaman","ZipRecruiter","Dana","Yahoo","zap","Ryan","Ryan"]},{"line":"That young like the biggest indignity of it all. He's definitely radical. He''s definitely an Aston job is he gave me his old He gave me an in jitsu kick straight up my my, but, uh I mean, and it sent me sprawling, but he''s not what I would call young. He''s He''s middle aged. Yeah, which is why I mean, just like, but yeah, but you know, that''s not gonna trick you when you're looking at a resume to see, you know, r m a a n ra man. You know, I go. What kind of name is that? Armond White''s Marmon that white. Get out. Get out of my office and you don't get hired. Yeah, so So anyway, that that''s all interesting. We So we havent you know, weve got them. I mean, are there any other total Will Cody, obviously. Yeah. Computer operated destruction Human. Yeah, Yeah. This is getting too real. Yeah, I know. We're trying to do a fun ad. Yeah, we don't want to bring it down. Yeah, come on. What''s the lighting this up? Lighten this up a little bit. What does Cody have on you? Theo pp Tape. Ah, yes. Uh, if you're willing to admit it, it seems like it''s not that powerful that he has. But I gues's when you see that you started, Yeah. You can post your job to 100 plus jobs. That''s with just one click. You can get a job at this company. You're almost guaranteed. Do you think they use themselve's toe higher for their own company? Maybe that is their plan. So they're trying to build a big enough company, have all the job. If they if they get enough money, therell be a big company like Google, and then they can use themselve's to higher. And no one else will be able to hire anyone. Just like Google employees all Google themselve's. Yeah, and boy and I got caught googling myself by my ones. And, uh, it was an article about yourself. Yeah, About 80% of jobs post on ZipRecruiter gotta qualify Canada. Just 24 hours. You go to ZipRecruiter dot com. Oh, wait. Final. Uh, sorry. We need a verbatim vic for the last part. Verbatim, Vic. Yeah, well, you just call him. Yeah, a thick way a while.","id":"5xEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":1624.41,"tags":["Armond White","Will Cody","Thi","Cody","Theo","Google","Google","Google","ZipRecruiter","Canada","Ju'st","ZipRecruiter","com","Verbatim","Vic"]},{"line":"He doesn't know how to be a guest. In the interview, he saw The Seth Rogan movie. What is that about that guy in the news lately?","id":"6xEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":1964.6,"tags":["Seth Rogan"]},{"line":"I don't know what you can hold. I don't I don't know what you're OK. That is how nimble your fingers are. He's got rheumatism. This is I noticed there. They're very gnarled. Yeah, they're gnarly. That's a good people like that. People say that is like a good that all over your fingers in 19 years air very ugly and crooked. Is everything all right? Yeah, it sucks being I gues's this is what I'm saying. Because I'm the host. Yeah. I supposed to ask you if your body, if you like what you're like like medical problems are Hayes is the host. I'm The sidekick. Your The guest's, Your The sidekick? Yeah.","id":"7REMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2023.31,"tags":["Haye"]},{"line":"'see? Is that like your friend or something? See, why would I like? Why would your friend be like an influence on may see, Right, you That's cool. That''s interesting. Wait. You think that because now can we pause for just instead of you, who''s like good Love who are looking so cool for and later and now I like it when I was a kid and I'm still like all the stuff I liked when I was a kid. I know who you're talking about, like now. It''s like So what''s cool is like what? Like some guy, your obse'ssed. But I did it myself, you know? Do not know who Steve Martin is. Doesn't matter, do you? No, I don't know. Ask me. Ask me. Ask him here. All of which one of you? Oh, yes. You're a big influence on you. The fuck you talking about? You're being a fucking loser, right? That is how you like next. Now you Off! Now it. Now it is your interview. Okay, But you're still being a good guest of yours. Like we're still technically answering the question. But you're responding, putting them back on his heels. Me with wolf again. The same question, please. Steve Martin, a big influence on asked me that one more time. I fucking dare you man asked me one more time. I swear to God, I don't know. I feel like they leave here in a fucking body bag. You can kill Wolf. Now, let''s hear your version as a kid. I mean, I I and as an adult not. I used to listen to it. This albums over and over again. I don't You know, you're, like, scared of look like here. Like, Okay, So what is he like you have, like, he''s timing. Yeah, he''s dumbing you. Your total cook. I That''s what an interview technically is, isn't it? I mean, that you if if I didn't respond to any question, wouldn't I? I feel like the interview would shut down immediately after the 1st 1 OK, OK, but what if you owned Wolf? Okay, me and he's showed you okay. And then now all of a sudden, he''s like, What do you want me to ask? And then I tell him what to ask me. Yeah, that''s right. What do I want him to ask me? Probably like Well, here. Okay. Here''s a couple of things you can have him ask you. Okay.","id":"9BEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2355.91,"tags":["pau'se","Steve Martin","Doe's","Steve Martin","God","Wolf","Thi","Wolf"]},{"line":"Is it okay that I'm even here, right now Wolf would say that. He said Okay, that I'm even here right now and you go Am I even allowed to be doing with and then you could think about it and then, like, kind of set some of your terms? Yeah, that's right. And then everything else that happens is at your discretion. And what do you think about, like, What are you What? Were you hoping to get out of this? Well, I gues's an understanding of the proces's of my comedy. You know, it''s It''s it can be so difficult sometimes toe understand a comedian''s point of view and where they where they come from and where they think they're going. And I just thought, you know, if I could shine a light on my heart, maybe people would understand show a little better and they would laugh a little more freely. Um, that''s what about some good head? Yeah. What about getting head?","id":"9REMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2491.03,"tags":["Wolf"]},{"line":"is next? I do love them, and I'm in love with them. Kevin, I love you. I'm in love with Kevin. I love you, and I'm in love with you. This is huge for me. Thanks, everyone. Uh, likewise high. It's nice to meet you. Hi, Scott. So pardon me. Pardon me. Pardon me. What did you fucking just say to me? Hi, Scott.","id":"-BEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2915.57,"tags":["Kevin","Kevin","Thi","Scott","Scott"]},{"line":"Scott? That's not true.","id":"_REMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3015.79,"tags":["Scott"]},{"line":"and doing jokes that suddenly felt like it was all cut out of the actual in. We and I","id":"BhEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_1","timeCode":3723.01,"tags":[]},{"line":"Ask the dream. Ah, so you would date her? I think so. I mean, I don't know. I mean, you may not have a lot to choose from, right? And I And I'm not saying that I would definitely that she would definitely want baby. Who were the most famous ghost's we have, Casper? Yeah, with Beetlejuice. That's about it. That''s slim. Pictures goes, I gues's they're Slim Pickens. He''s a ghost. Okay, But that''s about it. I mean, the bye bye, man. I mean, you know, Baba, do The Bubble do Baba Duke. I don't know if he''s a ghost. Hey, you might like Holy shit. The ghost Kevin Host. But the Ghostbu'sters werent ghost's. Slimer Slimer was the ghost, a k onion head and Sammy s girlfriend in the cartoon. He was part of the Ghostbu'sters. But that''s not cannon. He? Yes, Kevin. I've seen Kevin right out. Ghostbu'sters And he put the space between ghost buster's. So these things these are buster's who happen to be ghost. No, no, They bust the ghost's. 11. It''s one word low.","id":"CxEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4050.65,"tags":["'s gho'st","Ca'sper","Beetlejuice","Slim Picken","Baba","The Bubble","Baba Duke","Kevin Ho'st","Sammy","Gho'stbu'ster","Kevin","Kevin","gho'st"]},{"line":"Okay. So, um uh, you know, it's cool. I want us. I want a soccer. Mom, check this out next season on C. So, you know, um, iTunes, five stars helps so much. Um uh, please, you go first. Subscribe. Thanks. Come, come to our live shows. Support other Earwolf shows. Get in there. Get on. Stitcher Premium, listen to that stuff. There''s some really cool, exciting stuff, you know. It''s not just our show. Go to Chef Kevin''s website. He''s got a bunch of great video Boys patri on Doughboys Patriotic. Please donate The action, Boys.","id":"EBEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4201.02,"tags":["iTune","Sub'scribe","Earwolf","Stitcher Premium","Chef","Kevin","Doughboy"]},{"line":"just like, if you get Stitcher Premium. Yeah, there's a lot of new stuff you can listen to go back through the archives. Oh, yeah. Birdlife canario Be like the library. And at the beginning of Ghostbu'sters, where she''s like, Look, this card catalog cannibal started Lehman getting there on that watch. Why Watch why? With handled, not just watch. Watch, watch, handle. Book Moving Watches moving. See Hannibal The The senior See the show Red Dragon, Red Dragon all the way back to Manhattan. Love Manhunter. It''s a better one. See? Fief. You know, another under tangerine dream The The score BPO sepia tone,","id":"EhEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4281.54,"tags":["Stitcher Premium","canario","Lehman","Hannibal","Red Dragon","Red Dragon","Manhattan","Manhunter"]},{"line":"Ah, I'm a horny girl Wolf. This has been an Earwolf production executive, produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"FhEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4411.9,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"So it's our last episode's. Let''s not break our back doing the ads. Let''s just basically do the copying. Just get out. Just you know what I mean? Yes, Like, thank you. Because what are we gonna way don't need them to reorder at? Because there''s not gonna be anymore. So it''s just like, let''s just do it. And so and theyll call afterwards and see Love her. You do t special. I'm on the legion. Why, Kiki Pau, I don't have time for this anymore. I'll be like, Oh, I'm actually zooming down the slow Have no power over me anymore. I don't have","id":"GREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":0,"tags":["Becau'se","Becau'se","Kiki Pau"]},{"line":"great. What is this? T shirts?","id":"GxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":38.08,"tags":[]},{"line":"Is this for that? Yeah. Yes, I'm sure. Like I'm sure The woven T shirts are so comfortable when you wear them your torso.","id":"HBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":40.18,"tags":[]},{"line":"Relax dot dot dot I'm an island time.","id":"IhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":94.76,"tags":[]},{"line":"but let me say, yeah, that they're gonna get 25% of the first month if they use to coat the Book","id":"KBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":153.7,"tags":[]},{"line":"'should not to focus on the bugs, but they seem to have their own language, and they're very intelligent. And there's very organized. And is there coming out of my arms? Their starting to build something. Hey, welcome","id":"NBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":362.14,"tags":["focu"]},{"line":"we talk a lot about the show and doing the show. But talk a lot about this show and this is just one of the ways I show excitement. Is I sort of seeing what Hayes says, And that's a new thing and you can do it, too, and and the show, you know, when when we say the show, what do we mean, right? Is that something we should say? If you're just, you know, if this is your first gues's, you're just joining us. You know, I know a lot of people have been finding it lately, Um, and maybe don't have a sense of what it is. I think it''s always good to sort of reset. What is the show? Ah, what are we doing here? And at the same time say we're not doing it anymore? Yeah, it''s over.","id":"NhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":382.36,"tags":["Haye"]},{"line":"Yes. And our show is better than all the other podcast waas","id":"OREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":464.75,"tags":[]},{"line":"that the ceiling is so, so low. You know what a podcast can be.","id":"OhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":468.08,"tags":[]},{"line":"So it just has to be We just have to end, and all other podcast's have to be over as well. Um, but at the same time, it isn't achievement. We did do 200 of these, and it is special today. And I was like, a special and I would","id":"OxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":471.51,"tags":[]},{"line":"'say we did 200","id":"PBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":485.41,"tags":[]},{"line":"I said, I mean, when we started this, I said, I think I got 10 and me, Yeah, I remember, Haye said. I got an idea for six or seven myself. Yeah, and so combined,","id":"PhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":498.64,"tags":["Haye"]},{"line":"'sometimes like 2/3 of an episode is really good. And you combine that with, like, 10 minutes of another episode. And that's","id":"QREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":526.69,"tags":[]},{"line":"They're part of the family there, in sort of the family that, um, you didn't invite to be at Thanksgiving. Yeah, but that you maybe give a call and go like, Hey, I hope it","id":"SBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":587.61,"tags":["Thank'sgiving"]},{"line":"but of the guest's. Yeah. Okay.","id":"VBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":712.03,"tags":[]},{"line":"Um, I focused on the wrong thing. I'm I'm trying to put what? Where did they go? It did it. Did the lobby get so crowded that they're out in the parking lot?","id":"WhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":755.71,"tags":[]},{"line":"today is Monday on Saturday. We have a fun day. The Tuesday picture. The Blues Brothers. Uh, today is Tuesday. Saturday we throw away your Blues day and like like and the Blues Brothers air getting into a trashcan. Yes, yeah, uh, Wednesday was hilarious Wednesday. I was laughing at like a picture of the cast of friends. Today is Wednesday. Saturday you hang out with all your friends, they Friends Day. But you know it's not bad money. Yeah, but that''s not supposed to be funny. It''s supposed to be catchy and memorable. People will show up on Saturday. Itll and I did. Laugh is like for the Tuesday one. You attached a picture of the Blues Brothers for the Wednesday one youd literally just wrote Picture the cast of Friends Mountain. So I was in my mind. I got to put them in all the scenarios Island I","id":"YxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":871.93,"tags":["Blue's Brother","Blue's day","Friend's Day","Blue","Friend's Mountain"]},{"line":"'sweater like a turtleneck sweater","id":"ZxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":965.83,"tags":[]},{"line":"go straight from you on to the website. I'll sneak it in there. Okay. Kevin. Um, okay, Sorry. I want to do that. Why would you say that? Now,","id":"dxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1139.45,"tags":["Kevin"]},{"line":"okay. Hey, Boys. You know, I had to wish you a happy 2/100","id":"gREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1221.04,"tags":[]},{"line":"Clark. Duke,","id":"iBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1269.25,"tags":["Clark","Duke"]},{"line":"pizza. But he went, No, no overpay. No, that's not what I met. Everyone''s favorite, Pete. No, I said I wanted you to make everyone''s favorite pizza. Could I make a suggestion? He did","id":"nxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1445.18,"tags":["Pete"]},{"line":"And now I'm like all these people. If they had shown up all these people here in the and there's, like, two pies. Yeah, yeah, that way. There''s no popcorn","id":"pBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1480.49,"tags":["pie"]},{"line":"Happy. 2/100. Okay, this is I can't wait to throw those away A celebration just like I'm","id":"qBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1549.54,"tags":[]},{"line":"This is finally putting it in the trash and leaving","id":"qhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1558.36,"tags":[]},{"line":"and is this ham? I wonder if this is like some kind of scheme that he like, is calling all these different people saying like, Oh, it's on a different day or like, Oh, there''s like an emergence that your family is in trouble if he''s pretending to be all their families or tva NBI The hospital,","id":"tBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1643.55,"tags":[]},{"line":"nobody asking because there's a ton of people that are actually you blocked the driveway like some kind of danger blocked","id":"txEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1674.23,"tags":[]},{"line":"Thank you, Jes'sica. She's really nice to have you here. And, uh, we loved doing the show with you before, and it''s nice to remember that big episode we did. That was a nice","id":"vREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1707.59,"tags":[]},{"line":"Um, Mark Mes'sier. Is that his last name? Come on. It's as mes s i e r. Hey, I was never a guest on this show. We better do something about that right now. So Mark Mes'si, a TSA Oh, sorry. We have been in American talking to him. He was going toe back. He had been listening to the show for a while and he had been It''s good to","id":"vxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1730.2,"tags":["Mark","Mark"]},{"line":"to have Mark. We didn't want to waste it. We have a great he's got such a fun energy. Yes, and we have this great sort of thing we do with him. Ah,","id":"whEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1769.7,"tags":["Mark"]},{"line":"Do you think I just did that?","id":"yBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1824.83,"tags":[]},{"line":"Yeah, I can as'sure you can, but we're already going to be doing it, and we don't really need you here. We don't need it. Yeah,","id":"zhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1926.25,"tags":[]},{"line":"Kim From episode. I know. I cleared my schedule. 400 people have been saying for so long. Oh, brats getting so good. And this could have been a big show for you. Yeah, I'm starting to get good.","id":"1xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2056.63,"tags":["Kim"]},{"line":"I cleared my schedule for 200 and ah, you know, I'm a little bit cleared my schedule. Yeah. What would you get Off? Seized Off right now? Listening to rubber soul. Let me just cros's that out. Let me just shove it back","id":"2BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2068,"tags":[]},{"line":"Wait. No, I wait. I just want to stay on this. I don't even know if that's still happening. Should we even make that? Because that was going to be a big part of the show. The Scarborough''s were coming back.","id":"4xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":2164.95,"tags":["Scarborough"]},{"line":"Okay? Yeah. I'm break and give us that with that part. Yeah, sounds good to me. Yeah, And then he wanted science experiments done. It's the rabbits. Don't even really have too many ideas for a science experiment. I mean, I got a set of tweezers and friggin lighter. Thatll work.","id":"6REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":2214.29,"tags":[]},{"line":"I gues's. Ah, I gues's you spend that much time believing in a cause like the American Motor Company. GM tough to let go","id":"8BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2309.13,"tags":["American Motor Company","GM"]},{"line":"Well, it's hard when you're spending so much time picking apart, like why people didn't show up. Yeah, it happened.","id":"8xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2344.5,"tags":[]},{"line":"Detroit. That's why we need basic income. Okay.","id":"9xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2367.09,"tags":["Detroit"]},{"line":"Ah, Uh oh.","id":"-REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2377.9,"tags":[]},{"line":"Hey, gang. So big Special announcement, obviously. Look, it's the last show. We're not making the show anymore. And you must think like, oh, do they turn The makes Off and just go home and never see each other again? No, actually, every night this week, Hayes and I are coming back to your old studios tohave Ah, big meal with the whole family. And gues's who''s ah, man in the old oven. Uh, stove there. It''s none other than shift Kivi dinner. We get Earwolf. And who''s cooking all the big dinners? Flum From Blue Apron. But chef Kevin","id":"-hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2381.87,"tags":["Haye","Kivi","Earwolf","Kevin"]},{"line":"'so everybody who comes in for the show is going to stick around afterwards for dinner tonight. And also for every every night","id":"_BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":2418.49,"tags":[]}]