[{"line":"He is sometimes not finding. He does comedy and drama, so he is not allowed to be on the show. You can do it. He can be funny. But that's","id":"RxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2846.76,"tags":[]},{"line":"comedy, buddy. Dude, that's not the show. But, Hank, you could also drama. Ever see the Lords of Flatbush? I call Henry Winkler, Hank.","id":"SBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2854.21,"tags":["Hank","Lord's of Flatbu'sh","Henry Winkler","Hank"]},{"line":"roll B camp. They go. Yeah, they go. A became a little quicker on that move next time we saw your sluggish Yeah, I didn't get the pan exactly right.","id":"ThHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2902.72,"tags":[]},{"line":"Well, if you saw the 1st 1 I picked up my gets a murder. He did it. He was immersed in the Yep. I picked up my hang on the way. Yeah, and tapping. It was taking a time I saw the 1st 1 I don't know if he showed up in the 2nd 1 When you think there's a fucking flashback to get, Did he die? Yes,","id":"VBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2939.07,"tags":["1'st"]},{"line":"I hung From moving and field goal. I don't remember it. It was decades ago. Something seminal sell bread of Henry. Well, I'm sorry. I tend to remember my friends movies.","id":"VRHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2957.96,"tags":["Henry"]},{"line":"That's why you're not embellish Fred. Chip is because you would lose a lot of support because a Gatti movie. Yeah,","id":"WBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3011.19,"tags":["Fred","Gatti"]},{"line":"right. Enough slumber. I know. I'm no plumber a long time, OK? I knew plumber when I told them to do. Ah, that vampire movie. Yeah, I know. A plumber to Luigi.","id":"WRHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":3019.96,"tags":["Luigi"]},{"line":"in there, huh? Audible have only just using for the plumbing mainly. Gues's I just I want I like when the worker comes, does their busine'ss and gets out. Yeah, but now that I know that these guys were willing to Ah, you know do anything else around the house. I'm really","id":"XhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3062.22,"tags":["Audible"]},{"line":"Oh, come on, ice T argument on the Palmer. That's a lot of ours and else for my dumb Southside Chicago accent. Arnold Palmer. But not happy about it,","id":"YBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3074.26,"tags":["Palmer","South'side","Chicago","Arnold Palmer"]},{"line":"From The old Baber","id":"YxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":3087.9,"tags":["The old Baber"]},{"line":"I've made two new friends here today, here coming The overstep for nothing Nothing I show my heart and you do a jingle DME and turn it on my show","id":"axHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":3179.67,"tags":["DME"]},{"line":"I didn't even see inside sake. I said to you write","id":"bhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3223.64,"tags":[]},{"line":"'something we like to do with our guest's. Here is we like to tell them Hey, I love you and I'm in love with you.","id":"bxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":3226.83,"tags":[]},{"line":"You have nice. Yeah. No, I love I love to love you, baby. Yeah, OK, great. Donna, that's up. And that''s close enough. That''s a cool way to Dio and Kevin.","id":"chHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3243.17,"tags":["Donna","Dio","Kevin"]},{"line":"Ah, I'm a horny girl Wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"fBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_3","timeCode":3401.97,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"Hey, this is our enemy camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food,","id":"fRHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_3","timeCode":3416.88,"tags":["Improv","The Magic Tavern","Burger King","Chicago"]},{"line":"and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're a new listener or you've fallen behind, Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said. Like a fancy college profes'sor,","id":"fhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3425.56,"tags":["Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"'so? And I don't even need a celebrity guest co host, which is what he needed. One. Uh, I'm not working with Nikki Glaser here. I'm ordinary chef Kevin. So, Chef, Kevin, we're gonna play a game, and, uh and I gues's lets make it a game no one''s ever played before, You know, just to make a little harder. Nobody''s ever heard of it. Okay. And will come up with now, will play one round, and that will be the ad grant, you know, and then I'll do the rest of copy, and thatll be the ad. Okay, So, um, so this game Ah, let''s call it like, um","id":"hBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":176.94,"tags":["Nikki Gla'ser","Kevin","Kevin"]},{"line":"ah. Ah, Microphone shuffle. Okay, microphone shuffle. Here we go. And then it's okay. So then it will be all right. Well, we got two people got to Mike''s two people then. And so then if we do, What if we're like, It''s like, uh, shuffle. Makes me think that we're, like, switching From moving stuff around. So what if it''s like musical chairs with microphones? Yeah, but, uh, it''s TV tag rules Where you got to say the name your favorite TV show? Sure. Um, in order to stop somebody from taking your mike Yeah. And if you end up without a mic Ah, then you have to answer trivia question, um, about sports from the seventies. Ah, in order to get a mic back. Yeah. Otherwise you go to full rounds with no mike, and then you can't get any points. Okay? What if instead of moving the chairs around like changing chairs, we we pas'sed the microphones around like I can unscrew all of these microphones from the","id":"hRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":212.54,"tags":["Mike"]},{"line":"ton of fun. And I can start a timer down from, like, seven. Actually, itll go up. 789 10 and then down 10 to 0.","id":"ixHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":294.4,"tags":[]},{"line":"Ha ha. Yes. This is good. Ha ha ha ha. This'd is so fun for having fun. So well do that. And then what do you want to do? Like, whats your trivia category? Okay, my","id":"jBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_1","timeCode":303.54,"tags":["Thi","Thi's"]},{"line":"m alright. Haters. Back off. Okay. Phillips, that is a little bigger than I thought. Okay. God, Mike, Mike got my mike. Okay, You got no mike. So what? Um uh, team. Did Roman Gabriel play for the Boston Celtics? I don't think so. So check out ad free episode's of Playing-Games-with-Jimmy-Pardo. One week early on Stitcher Premium for a free month. Go to Stitcher Premium dot com slash playing games. Use promo code Hollywood. Good short ad for you. See you later.","id":"jxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":352.11,"tags":["Phillip","Mike","Mike","Roman Gabriel","Celtic","Jimmy","Stitcher Premium","Stitcher Premium dot com","Hollywood"]},{"line":"outdated. Yeah. Yeah, sort of.","id":"kRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":454.37,"tags":[]},{"line":"You know, unfortunately, these You know, captain, school people are actually barnacles on the side of the sailing industry. Um, and that people watch. Master and Commander are bringing raw instinct, which makes up so much of it. Yeah, um, and then And weve got obviously music opinions as well. Sure. Um, our taste is so far Off. Ah, that the machine is starting to shoot smoke out of it. And if we can blow up the machine, we can get out of the room. Finally. Yeah, but nothing is quite doing. Nothings quite getting us there. There stuff like Mohammed Ali invented rap.","id":"khHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":458.01,"tags":["Mohammed Ali"]},{"line":"but where we really And obviously we said the movies who said The sailing stuff way said the music stuff. Ah, but where we really started to break through was when we talked about why people voted how they did. And like, we had figured it out, you know, us three like, kind of just rich guys who talk a lot. Yeah. Yeah, uh, who write in an engaging way? Yeah. Yeah. Fun to read. Yes. Who write in sort of a cool, conversational style that's easy to digest. And, um, it just, you know, the only rule for the contest was, if there''s more than one piece of evidence to back up your opinion, it''s disqualified. It has to be just the slimmest shred. And then you extrapolated that out and apply it to something that it couldn't pos'sibly fit. Okay, so what What I heard about this. A pity card is the stuff that got out that was kind of persua'sive about why people voted The way they did is that we're going off some of the troops of profes'sional wrestling s so profes'sional wrestling has broken out into society. And now we perceive everything cause we're all like these huge wrestling fans. And now we perceive the political","id":"lBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":511.94000000000005,"tags":[]},{"line":"Is your like, Mr Gnocchi? Now these guys air going until I eat all this gnocchi. And remember, we used to call, You know, Yoko Ono, huh? Yeah. No good time. It was a really good time that one time. Um but Italy is like the place that I love to go. And you really, You know, I love to, like, stop by Eataly and I go to my gnocchi guy and I go, Hey, man, hook me up with ah, some parm, gnocchi and some. And in eagle exit mini goes doughy gnocchi. Yeah. Uh, yeah. What is that you,","id":"nRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":757.28,"tags":["Gnocchi","Yoko Ono","Italy","Eataly"]},{"line":"a bit. This is not a bit. This is just poor management. And a pill on an aluminum","id":"qxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1028.56,"tags":[]},{"line":"can look at all the different kinds of gum he has. The pills are mixed in with gum and what seems like a kind of, you know, so he, like, chews up the pills. You have the gum","id":"rBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1034.71,"tags":[]},{"line":"You set the scene. Stop. Stop. Sorry. On stock under sound. All right. So let me set up this scene for you guys. This is blaming. The context of the movie would be great. Okay. So, character, this is Ronnie Greenbaum. Ah, Jew at the bs of Beach. A Jew. It's a beat. Okay. And is that allowed? He''s looking to get some, you know, like Comptel. He''s he''s got ah, rock hard boner. That just is getting stuck in everything. Ah, and pretty much what happens is, uh, this super hottie. Uh, CJ, uh, you know, comes up to him. What are some of the things we're getting stuck in? Um, he gets a second of beach area. Uh, he There''s some edit. There were some things that were cut out. He gets it stuck. Um, just in a Siegel, uh, he gets it stuck in the water in a whale''s blowhole.","id":"sRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1108.72,"tags":["Thi","Ronnie Greenbaum","Jew","Jew","CJ","Siegel"]},{"line":"Well, you know, I've done one through four. You know what I mean? That's easy. Be talking one a 1 to 10 for you know what I'm saying? And pasted Second City Training Center? Yes, and I'm kind of just naturally funding use natural. You got your stuff, You know? But like, I went to Harvard, I mean, I did go toe. Okay. So, like, um, I you know, I got into it, and I like, did it right,","id":"vBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1310.44,"tags":["Second City Training Center","Harvard"]},{"line":"just really loves the art of comedy and really s throws herself into it. We can She wants to look stupid. She's like, let me look bad in the seam. Don't put makeup on me. Don't make my tits look like they're about to pop me. Okay, so this is something that we need to learn from Is like how we're referring. Because well get to this stuff a little later. Well, you can say, like Boobery knows, or torpedoes is sort of accepted term frontal. Torti does From TBS From From Tito''s. Okay, but there''s a pool. Yeah. Sorry. Yeah. I don't want to use boobs. I don't use tits. That''s kind of crashed. It isn't crashing. It''s disgu'sting. And is, if you don't think about it like,","id":"wxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1409.57,"tags":["Boobery","TBS","Tito"]},{"line":"Hey, I respect you. You know? I mean, because that would mean a lot to someone like my daughter whos got like, she''s packing heat upstair's. Uh, I respect your boob Arenas would be really nice Yeah, of course. Of course. I'm not looking to be like an as'shole. You know, I want to be the kind of guy who can look at a woman and say","id":"yhHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1549.08,"tags":["cour'se","cour'se"]},{"line":"Yeah, no. You able to talk like that? You would think he would have learned by that, But it doesn't. You know, it doesn't matter.","id":"zRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1610.47,"tags":[]},{"line":"beyond that, she's just, you know, she''s gone through the clas's clas'ses. She was She was on so many Harold-Ramis-Film-School ist them all here. But well name a room of you rue uh, pop Common Stop E m. $12,000. Ah, Figure it out. The syndicate. Ah, um ah.","id":"zxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1626.71,"tags":["Harold-Rami"]},{"line":"you s But for me, I actually have my own smart matching technology, my mind. And then I thought, Oh, I'll be able to find a better candidate for this job. Obviously, for those you don't know,","id":"1hHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_1","timeCode":1771.68,"tags":[]},{"line":"Hey, now laser's and germs. It's me. Ah, shun Clemens. And I'm reading the ad, and the ad is for the food. And what does he mean? Blue Apron is the number one fresh ingredient recipe delivery service in the country. That''s what I mean. Ah, Blue Apron mis'sion is to make incredible home cooking acces'sible to everyone. And you're probably thinking, Oh, that''s all they do. Okay, good, good. That''s enough. That''s it. They just send the food. You cooked food. Oh, great. They're all done. Well, Muggle, you got me here. One of your best friends and in a way, sort of Ah, mentor figure to you. Ah, to walk you through what''s really going on. I have Chef Kevin say Hey, Chef Kalpage, Guys. Chef Kevin here.","id":"3xHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2009.76,"tags":["Clemen","Blue Apron","Blue","Muggle","Chef","Kevin","Kalpage","Chef","Kevin"]},{"line":"Okay, so you're asking for des'sert, but your dinner? Yeah, it's probably the first time people were hungry for dinner while trick or treating.","id":"5RHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2154.55,"tags":[]},{"line":"Yeah, well, because des'sert and dinner or natural enemies Yes. You know, those The hash of the Titans. That's been a war ongoing Off The A years and okay s because if you think about it,","id":"5hHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_1","timeCode":2161.4,"tags":["Titan"]},{"line":"I didn't even hear that in the news.","id":"6BHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_1","timeCode":2207.04,"tags":[]},{"line":"Okay, so it's like a It''s like an ad portion of the show to get into the ads. Oh, it''s an indication of ads.","id":"6xHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2275.62,"tags":[]},{"line":"Like you see them go at it. And I remember the days back at Second City and UCB where they would do their night time shows. You know what? I am just fucking getting in where they Yeah, where they literally get so raw and so out there. And it's not even for the audience. It''s just like them exploring the kind of darkest crevices of their mind and D j doing some stuff. And you see this in his instagram stories where a lot of times there''s fans that have been waiting outside set till three in the morning. And hell drive up Yes, to say hi to the fans, but will also fuck with him a little yet. Love. Cool The oh, just a little bit of fingers. Yeah, yeah. No, he''s just he''s just sort of squeezing it in there real quick. Popular back out. Just take a little bit talking, tickling around the edge of it and just go on like Okay, yeah. These guys are out here. I'm gonna fuck with them for a second, and then hell swing by Just be like, hey, guys, pc later. And then they think he''s driving away, and then I'll drive back and I'll sign an autograph or something.","id":"7xHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2341.9,"tags":["Second City","UCB","ju'st","Ju'st","ju'st","Ju'st"]},{"line":"So it was really fun. And give getting to fuck with me was the best. Like the things that he do, he did to me","id":"8BHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2403.99,"tags":[]},{"line":"knew Magnetos name.","id":"-RHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2564.36,"tags":["Magneto"]},{"line":"And then at some point, they go, Hey, sometimes you gotta Comey Magneto like that he had magnet powers. When he matter, it's when I have a conversation. At some point, it''s like sometimes you have to call in my media and","id":"-xHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2603.5,"tags":["Comey","Magneto"]},{"line":"unstained transition. Just like a pick. Which one am I gonna use, You know, at any given point. But we're that za rabbit. It's a rabbit. What we don't need to go into right now, The important thing is me Ian and Dame are just really,","id":"_hHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2637.56,"tags":["Ian","Dame"]},{"line":"All right, You guys ready for this? Known you have to set the scene. Oh, sorry.","id":"CBHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2808.47,"tags":[]},{"line":"Yeah, I'm ready for you. Set the scene. Yeah. So this is the end of the movie me and care, or have finally gotten together. It's the thing that everyone''s been waiting for. They wanted to see this fat, tubby Jew finally get with this super hot area and chick. It''s what people came to see the movie for. And so finally I get it. I get this chick and she''s like and she''s like, into it. But she''s also, you know, she''s also like, I just slept with a Jew. Um, she still kind of thinks your body. So, Joe Yeah, she definitely thinks my body is a gym. So does everyone on set. And so do I write. We're all very much in on the joke that I got a tubby little piece of shit body. Let''s slap it around, right? Yes, it''s a good idea for a scene.","id":"CRHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2814.26,"tags":["Joe"]},{"line":"Okay, so I'll just give you guys The Whats going on. So she''s stroking better. By the way, Cody. Then when you are actually, like, trying to get it the sound good. That was better. Oh, thanks.","id":"DRHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2985.52,"tags":["Cody"]},{"line":"And then Kelly, you know, once again, playing the hero swoops into the scene, you know, taps out Ah, CJ and goes like, take a break from in. And I got this and goes, Hey, John, it doesn't work. When you say it to me, everyone likes my chest. The joke is I'm saying I like your chest, which no one would. And the only thing you do that's right on this is you sort of hang your head look sad. And you go OK, Yeah. I want to make sure that everyone knows if you want. Teoh. You know, if you want to see this what? You should go onto iTunes by the movie for 14 99.","id":"ExHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":3096.23,"tags":["Kelly","CJ","John","Teoh","iTune"]},{"line":"Nice of her to laugh and try and break the tension because she is mad and she's right to be mad. Yeah, uh, I wonder if it was you saying we're all your daughters at the movie when you saw it? Yeah, all your daughters were there, and you, like, saw that part. And you all said I froze for a second and thought, Oh, no, like, I'm gonna have to have this serious talk with my daughter''s about how inappropriate this choice was that he made. And then Kelly, actually ah, ever the teacher","id":"FRHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":3199.66,"tags":["Kelly"]},{"line":"was able to save me from the awkwardnes's of explaining, Of course, he likes her chest, and it is nice that she laughs. And I think it's somewhat genuine because it is funny that John thought that he could say that, Yeah, it isn't killing me when you step back. It''s not. It wouldn't be funny to do it in the movie, but the idea of someone thinking it was OK to do that when they're improvising is funny, because I should have known that everyone would have thought that Kelly''s chest is","id":"FhHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":3231.52,"tags":["John","Kelly"]},{"line":"genuinely is a genuinely very tense moment. Yes. And then going like, oh, to show us how a true pro handles when somebody just takes a shit in the middle of your scene. And I'm the one taken, I'm taking a huge dump in. That's yes. And she politely cleans","id":"GBHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":3320.06,"tags":[]},{"line":"he's fun","id":"NRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":425.45,"tags":[]},{"line":"on, I think. Erin, we get to say that We asked you. We asked both of them at the same time and Aaron was like, No, I have some fake thing that I have to dio And I think she was saying like, Oh, lets let Brand go on there and expose him Show that I'm The like, the Alfa Dog on our show. That''s what you think. Here''s what I Throwing Shade because I have a similar theory, but I think she went like, No, uh, Brian and I are busy","id":"NhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":426.82,"tags":["Erin","Aaron","Dog","Brian"]},{"line":"what happened? Waas Brian did get exposed as a fun, funny sweetie who people really like and wanted to spend more time with. Lo and behold, our email starts pinging all over the place with air and, like, I don't have your phone number. So I instantly did","id":"ORH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":495.12,"tags":["Brian"]},{"line":"using every channel that she can t get. Thio going like Oh, no, like now will think that Brians the good part of my show by my show with them, it''s like 4 a.m. Now, of course, we freeze her out. We don't respond because","id":"OhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":512.88,"tags":["Brian"]},{"line":"But at the same time, Yes. I appreciate you guys. Having me on is the point.","id":"SRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":661.2,"tags":[]},{"line":"is something offered at, like, McDonalds and happy meal or something like that. Or like the specialty.","id":"ThH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":701.31,"tags":["McDonald's"]},{"line":"No, I mean, my daughter actually hasn't come home for Yes. Welcome to the family, Aaron. Yeah, we havent said. Welcome to the family. Appreciate it. Maximum find changing their name. I heard two lots of fun because they use their. And the minute they're admitting that some of the fun has left Off. So, you know, you know they can, um,","id":"WBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":855.27,"tags":["Aaron"]},{"line":"do you think? Where does Feral fall in the hole like","id":"XBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":894.43,"tags":["Feral"]},{"line":"Weve never don't you know, I would you accuse him of saying mashed potatoes and saying it was a care. Cody, can you add it now? You know? Say you what? Come on, Cody, you have dio Cody. You must I can't. The implication wasn't that you yourself would be mashed potatoes, which I could totally see you playing that","id":"ZxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":965.71,"tags":["Cody","Cody","dio Cody"]},{"line":"and he looks it.","id":"cBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1058.64,"tags":[]},{"line":"It sounds like is it really don't want to hear anything? Rial? This is where I come to escape. Now have my contact","id":"cxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1066.8,"tags":["Rial","Thi"]},{"line":"a headline about like give me the idea of the story and I'll we imagine it.","id":"dxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1080.83,"tags":[]},{"line":"We got to go to the meat.","id":"eBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1085.11,"tags":[]},{"line":"Ah, I see. So he thought he could finally get a swimsuit because he had lost weight. So it wasn't that he put his old suit. I was like, Oh, yeah, I lost weight. Bought","id":"fBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1113.49,"tags":[]},{"line":"I have a picture somewhere. I don't know if we have full bodies, a full body shot. You should just ask him about it. When you're with Roger, always take a body shop.","id":"gBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1158.37,"tags":["Roger"]},{"line":"played a game on important game","id":"hBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1196.82,"tags":[]},{"line":"and that's probably it.","id":"jxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1301.43,"tags":[]},{"line":"Yeah, it's like friggin that I don't want the animal farm Yeah. I don't want the thought police. And so Yeah, and I do not want to get animal farmed over here, so we want to know, Ask you about different things. Is that battered? Yeah. You know, so we know it up in the friggin boxer rebellion Animal farm style.","id":"lBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1340.81,"tags":["farm"]},{"line":"'stabbing each other. Because there's a lot of bunnies. The bunnies air, actually, that some of the toughest ones in all of it, Sally yielding drawn rock was just basically about the badgers and the bunnies, you know, exclusively because the bunnies all sort of live up. But this, like mountain area with the with the Badgers.","id":"nBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1398.53,"tags":["Sally"]},{"line":"uh, away. I have a question. Are you guys writing all these rules down? Is this something that you're Are you creating a rule Book?","id":"pRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1446.05,"tags":[]},{"line":"I mean, where you sort of pick it up and it begins to reveal mawr, not E. I mean, I say me, me. I'm portraying the role of the kind of guy that needed Thetis Book for most","id":"rxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1515.77,"tags":["Theti","'s Book"]},{"line":"well, I rather not talk about that. You don't want a dio. Really? Yeah.","id":"uhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1940.98,"tags":["dio"]},{"line":"'sort of watch. It's It''s either way. But you sit next them for a while, uh, or Ideo and, um and they're just sort of there really zonked. They're snoozing and you,","id":"vhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1992.03,"tags":[]},{"line":"So maybe me stroking his hair and giving a mas'sage and then getting in a wrestling metro The wakes up and we havent spoken since, actually is not bad. And it's a big part of our friendship.","id":"xBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2063.12,"tags":[]},{"line":"Okay. I don't know what that has to do with my story. You've seen a dog not like getting their hair stroked. A full body mas'sage or a light wrestling match on the sofa","id":"yBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2103.89,"tags":[]},{"line":"This is my dog.","id":"yhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2117.48,"tags":[]},{"line":"just illustrate. Don't go to the police.","id":"zRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2131.61,"tags":["illu'strate"]},{"line":"and that very fast all at once. You give them a giant hug from behind and then sort of lift them up is that's Babb. OK, if this is a chiropractic office, uh, and this is something this is a procedure that medical doctors","id":"0hH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2183.99,"tags":["Babb"]},{"line":"just happens. Sometimes they want to, like, have you relax. So they","id":"1BH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2204.98,"tags":[]},{"line":"OK. Consen'sual","id":"1hH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2210.69,"tags":[]},{"line":"that you can go do faxing or whatever you like busine'ss. Oh, yeah.","id":"2xH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2258.03,"tags":[]},{"line":"Complementary busine'ss. Yeah. Transact. Yeah. Get a hotel where theyll have, like, a little bit. Yeah, You","id":"3BH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2262.98,"tags":[]},{"line":"Yeah. Oh, God. I brought up the NFL,","id":"3hH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2271.61,"tags":["NFL"]},{"line":"and this is like a real source, by the way. Happy as Erin, I just saw her forget you guys go white that I didn't, like, put my two cents in about","id":"3xH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2274.61,"tags":["Erin"]},{"line":"And Brand said you would do this. He did? Yeah. I heard the episode yet.","id":"4RH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2292.24,"tags":["Brand"]},{"line":"Oh, he waas?","id":"4xH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2303.73,"tags":[]},{"line":"I don't mind that title. I'll accept that title. Yeah. Is it power position","id":"5RH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2307.14,"tags":[]},{"line":"'solo merch that came up. A lot of people emerge. Like what are you want home es'sential T shirts? Okay.","id":"8xH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2459.67,"tags":[]},{"line":"who ed like, sort of anyone who was doing something there, then seems tohave been given an opportunity. Now, like saturated, it's a little bit over saturated and it''s not like as cool. It''s not like just by doing it, you can get work. Do you think","id":"-xH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2548.19,"tags":[]},{"line":"Like what does that mean?","id":"ARH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2613.19,"tags":[]},{"line":"did you wanna go after some American organization and reshape it like we did with the NFL?","id":"BRH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2625.92,"tags":["NFL"]},{"line":"got a great muscle's,","id":"DhH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2675.73,"tags":[]},{"line":"don't think that see, a mad I would say yes.","id":"FBH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2697.16,"tags":[]},{"line":"that I felt a full calf fries to go baj older. That's that''s tough, Tonto on an apple box","id":"GBH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2715.19,"tags":["apple"]},{"line":"Pretty insane. For what? Okay, fine. You want to know why he did it? I just talked to that madman.","id":"GxH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2728.9,"tags":[]},{"line":"Jesu's. I mean, he's one, you know. He''s one tick away from God Damn snowman. We really come full circle with Brian. First he''s like a delight, and I'm out to get him. And now you gotta let me say that.","id":"HBH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2738.04,"tags":["Brian"]},{"line":"But let me say that the Snowman killer is completely insane","id":"HRH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2748.39,"tags":["Snowman"]},{"line":"I think women are better artist's in that guy. This general The Snowman killer Generalize, As'suming the policeman is a man, huh? Mr. Police, Mr Paul. I think it should have said Mr or Mrs Police,","id":"IxH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2785,"tags":["Snowman","Police","Paul","Police"]}]