[{"line":"Hey, this is Arne Camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"-hH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_3","timeCode":3959.11,"tags":["Arne Camp","The Improv","The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]},{"line":"I say I could hit that and then s so it's Ah, it''s a strike. If I could hit it at the strike and a lot of times you can hit that huge disadvantage if it''s like Rowley or ground or something. Your hand eye coordination is like friggin last starfighter level. You know what I mean? Where you're actually the next step in human evolution in terms of your fast twitch muscle's. Yeah, I'm like, future man. You remind me a lot of future man Josh Hutcherson.","id":"ARH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":66.78,"tags":["Rowley","Jo'sh Hutcher'son"]},{"line":"I say, Well, give me the thing and he has to give you his club, and I'm smashing it. I say, do that again to the thrower, and he does it, and I'm smashing it. And I say, OK, now I get to peg you in the as's.","id":"AxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":102.15,"tags":[]},{"line":"So then what happened? The game ended really fast. Uh, so many outs. Hey, welcome to Hollywood Handbook. An insider's guide to kick your butt dropping names in the red carpet line. Back hallway, red list industry we call show. But least we used Teoh. I don't even know what we call What?","id":"BxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":137.63,"tags":["Hollywood Handbook","indu'stry","Teoh"]},{"line":"this. And now I'm under on Hollywood Handbook to talk about slick hands and fast moves in this big, bright city. I will say Sky usually likes to keep the good stuff for himself. So he must have really seen something in, you know? Yeah, hell go through this script and it has. The line has another name on it. Hell highlight it anyway. And he's like, No, actually, I'm going to be going","id":"CxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":203.63,"tags":["Hollywood Handbook","Sky"]},{"line":"him out of my pocket.","id":"DxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":263.98,"tags":[]},{"line":"'somehow This guy is so good and so magnetic that I would forget that I know where the batteries are already and would be able to get him myself because we think you're so good. We're really big fee. Honestly, I have you on the show. We honestly do Love your stuff.","id":"ExH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":299.01,"tags":["Thi"]},{"line":"Uh, that is not the main reason we are talking to you. And we're having you here. Oh, no, it's a trick. So s So we, uh, are engaged in a pretty extensive legal battle with government","id":"FBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":317.87,"tags":[]},{"line":"looking back, I remember liking that the boat could go underwater. But I remember also feeling a little claustrophobic throughout the film.","id":"FxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":362.81,"tags":[]},{"line":"Yeah, connected to my life to movies to, uh, human experiences. They","id":"IxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":514.65,"tags":[]},{"line":"Yeah, I said I started. Actually, I started in the mens room, which was a mail room of some through my bathroom attendant, and somebody saw something in me much like it''s not argument did with you and was like, this guy should work in the mailroom. Then I did the mail, their","id":"KxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":588.22,"tags":[]},{"line":"Oh, hang on. Once I got when you drink this murky water of it,","id":"MBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":626.08,"tags":[]},{"line":"So Netflix-This mad. Yes, they're freaking out","id":"NhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":657.62,"tags":["Netflix"]},{"line":"'so just to prove that I've seen it, he's running with. He''s very small. Yeah. Huh. Basically catches him, Uh, what they realize upon opening the Diet Coke is that at his current size, ant sized, just one drop of the coke is probably gonna be enough for him. And then the whole Kim kind of have the rest. Yeah, you can He compound The pound of the rest of the and we settle this that way. Said","id":"OxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":726.63,"tags":["Kim"]},{"line":"Bye bye. The The Brothers Rip Van Winkle is what these, like supposed movie pirate ers call themselve's because they rip all these movies. It''s funny name, I think the name, great name look, great name but much respect to the people that came up with that with named The brothers Rip Van Winkle. It''s not us.","id":"PRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":783.51,"tags":["The Brother","Rip Van Winkle","The brother","Rip Van Winkle"]},{"line":"you can. And you paint on the invisible man, you can throw paint on him. Oh, yeah, yeah. Try throwing pain on ant man. Gotta find him first. So? So that leads us to our current state where they suspended our account. Theyve imputed our good name. They took something that we Love. Until we thought maybe we could take something that they Love.","id":"QhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":852.68,"tags":["invi'sible","fir'st"]},{"line":"want all the Hollywood tips. But you. The main reason is for you to be, uh, used as bait. Remember The Netflix guys to come over here so we can pound there as,","id":"RhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":901.01,"tags":["Netflix"]},{"line":"uh, general? I mean, I'm very excited to be on the podcast, but I'm now very confused with regard. Like my general well, being of the whole. Uh oh. Sorry. We're not going to do it if they dio. Oh, we are. You are. You can help us email Netflix. And we appreciate you being so helpful about this. Thank you so much. And you can't leave. Thank you. We love you. And we're in love with you. You guys are being so pleasant. Blue, I love you, and I'm in love with you. Wow. Well, how does it feel to hear that?","id":"RxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":915.26,"tags":["Netflix"]},{"line":"I mean, I'll tell you, I'm I'm on level 11 out of 12 12 is heavens. Well, that''s what. Well, let''s let''s bring you 2 12 please. Okay, I'm on. I'm on a threat. Let''s get him up to total, please.","id":"SBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":944.1,"tags":[]},{"line":"It's difficult for me. Oh, is to expres's my feelings, of course, but that''s what it means more.","id":"TRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":981.54,"tags":[]},{"line":"Okay? He's the word. Your comfortable.","id":"VhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1161.52,"tags":[]},{"line":"Okay. I'm sorry. I didn't mean to push. Look Blue. I love you. I'm in love with you, Huh? But there's gotta be a point where you stop jerking me around, followed mine and do the program.","id":"VxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1165.03,"tags":[]},{"line":"don't touch. You get zapped. You put electricity in this back, right? This pedal on the floor that I'm pumping with my foot is increasing the voltage every second and it's all natural. I'm gonna test it''s green energy.","id":"WRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1245.18,"tags":[]},{"line":"Do not test it. Bread. No, Test it.","id":"WhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1258.92,"tags":[]},{"line":"because you have lived pedal. So it looks pretty cool.","id":"YxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1351.25,"tags":[]},{"line":"Oh, now he sounds like Cody.","id":"ZBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1354.18,"tags":["Cody"]},{"line":"you know, it's That''s right. You know who that is? Of course. Yeah. Is your dad Yeah. TBS, actually. Yeah. Did Saranda taught me how to throw a ball. I'll tell you that. Uh, he did? Yeah. Big ball wanted up ball. $100 bills thrown into the stripper''s butt cheek.","id":"chH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1506.46,"tags":["TBS","Saranda"]},{"line":"Yeah. Whats up,","id":"dBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1527.98,"tags":[]},{"line":"Kevin? Sit out That just, you know, Come on, man. Like, work around. But I can take a load off, brother. You've been working too damn hard. Yeah, so? OK, do we have to watch the movie Ransom? Yeah, Yeah, lets just Watches,","id":"dRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1532.55,"tags":["Kevin","Ran'som","Watche"]},{"line":"I watched on a disk","id":"eRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1591.36,"tags":[]},{"line":"Mis'sed two","id":"fBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1644.35,"tags":[]},{"line":"just like that. Like those with a lot of","id":"fRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1646.55,"tags":[]},{"line":"cut sound a little like whats going out over there? Netflix. Some forehead was close stream and streaming blood into my eyes. Couldn't see anything blooded. P mixing of the floor. Yeah. I mean, I gues's not. Cool.","id":"fxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1667.22,"tags":["Netflix"]},{"line":"I gues's if you if you see the blood as a visual information The urine as audio information them coming together and reaching these American household's. I tell you what I think coming together.","id":"gBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1681.39,"tags":[]},{"line":"with my beautiful wife.","id":"ghH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1701.14,"tags":[]},{"line":"It's a pretty of a guard film, and I love art stuff. So I I am so thrilled that they're challenging the medium of what movies are by saying now movie. It''s a very short clip of behind the scenes of a TV show.","id":"ixH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1785.27,"tags":[]},{"line":"It's the brothers rip their way through this surprise bitch. Actually, The directing was pedestrian, and The performances were amateurish.","id":"jxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1848.15,"tags":[]},{"line":"Okay, so now it's a one star review, but now we have to suppres's it. You know,","id":"kBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1858.22,"tags":[]},{"line":"Who you help? Yeah. Yeah. And then And then so get to that and go. And this review is only one star dash dash, and then do a red X and then do a laughing skull","id":"khH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1864.49,"tags":[]},{"line":"Yeah. Um, I hope I mean, is it in bad taste? If he does the Chris Farley show, I think youd be really good at that. Yeah, he would be good. Hed nail that.","id":"oBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2231.04,"tags":["Chri","Farley"]},{"line":"Maybe does coffee talk. And Chris parleys The gues'sed, huh? OK, that could be cool. And then, Kevin, do you have any ideas for what? Camille will help. Help? Probably do the monologue and do a good job. He's gonna do the bees. Oh, those be at the old bees From The first woods and The, um, The cheeseburger men.","id":"oRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2241.85,"tags":["Chri","Kevin","Camille","fir'st wood's"]},{"line":"Yeah. So what, You want more?","id":"shH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2528.64,"tags":[]},{"line":"it takes us a while. The walking, we always order stuff. We think we're gonna wanna walk and then it just sits there and they just said Are collecting dust and bones.","id":"thH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2604.81,"tags":[]},{"line":"Like I remember that he waas uh, contributing with all these cool little touches that really enhanced my Netflix view. Yeah, experience. And now it seems like he's fully given up, and it''s like there was maybe, like, an intern or producer or whatever who started to take Ted spotlight for a little while. And instead of using that time to keep getting better, he let himself that he let his comedy muscle's atrophy a little bit. Do you think that''s what happened?","id":"vxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2725.27,"tags":["Netflix","Ted"]},{"line":"And what we're going to do is working this virus, and we're gonna not creeped out number three on the result's. So it's now he''s going to be a very dangerous fight. Increase people. So","id":"xhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2886.17,"tags":[]},{"line":"now it's gonna seem like this guy''s tough is hell. Nobody''s gonna want to call him out on being a creep, because they're gonna be like, Holy shit. This guy might put me in a friggin triangle. Choke. Yeah. And so, um, and they may have changed already. Look, it may have already changed, so it may now say, Kevin Bartell Mm, A. But let''s let''s really dig this in and ah, and maybe even start putting into just random website's. Go in and leave a review or a comment like a comment on a deadline story that''s totally unrelated. And just say I couldn't get past Kevin Bartels. Guard this'll guy had me. He got devastating guillotine on his. Mm. A skills are impos'sible to defeat.","id":"xxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2897.06,"tags":["Kevin Bartell","Kevin Bartel"]},{"line":"podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"1RH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_2","timeCode":3178.03,"tags":["Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"1xH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_2","timeCode":3212.24,"tags":["Andy Daly","Phil Collin","Phil Collin","Thoma"]},{"line":"Brilliant Earth is the global leader and ethically sourced fine jewelry. You could create your own custom engagement rings and pick from a variety of ethically sourced diamonds, gemstone's, metal types and setting. So weve been talking a little bit about, obviously, Kevin Chef Kevin is trying to marry everyone in the world that is not ethical. Know the way they source their diamonds, gemstone's, metal types and settings is ethical. But Kevins mis'sion with those very same materials is unethical. And what we have found is that even the custom design's have no moral code, no compas's whatsoever, guiding them towards writer wrong. And also Kevin effectively has custom design's on everyone in the world. Thank you. Kevin","id":"ixFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":0,"tags":["Earth","Kevin","Kevin","Kevin","Kevin","Kevin"]},{"line":"It's a haters plague. Yeah. Ah, haters plague. Yeah, everyone. Daughter, I just like, don't try to do an ad for rings here.","id":"kxFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":119.95,"tags":[]},{"line":"perceiving information. But what I think is cool to do is to stop and not try to beat the trade acros's the tracks. So then it is cool to be stopped, and it's not cool to try to go. Do not try to go and do beat the trade. And I throw some numbers out about why he hit by the dream. Well,","id":"nRFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":240.97,"tags":[]},{"line":"70. That's too many. Dude. Not try and beat the trade. Do not drive, stop and but is pos'sibly","id":"nxFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":275.33,"tags":[]},{"line":"trains can't.","id":"oRFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":299.78,"tags":[]},{"line":"So it's me and I'm in there with, um, sneaky Pete. And, uh, it''s me and it''s sneaky P. And it''s I love sneaky Pete story. It''s yes, Geo uh, CB and Graham. Oh, a","id":"ohFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":308.09,"tags":["Pete","P.","Pete","CB","Graham"]},{"line":"guys? Do you for a minute? We just have a quick We brought you in","id":"shFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":498.44,"tags":[]},{"line":"Oh, it's going down. Okay, so it''s only 159 159,000. And Jared, you're down 20 159","id":"uRFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":586.61,"tags":["Jared"]},{"line":"already in the draft. Okay. Wow. Is there a bit like, Are you doing, like, a little bit as part of the promotion or just Syrian? Self deprecating? We the target or","id":"xRFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":688.89,"tags":[]},{"line":"Um, I you know, I do it as as ah, you know? Yeah. I don't want inspiration. Strike when inspiration strikes, you know? But heres the thing about me and you guys are all about followers who''s following me in your post's, right? I do my post's for one person. Well, that''s Made. Yeah. So I So I did go THOMAS agree. You know what I'm saying?","id":"yxFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":754.04,"tags":[]},{"line":"is unusual. We don't usually send letters, do we, guys? No, no, that's something. I don't think people realize that it''s gonna be weird. Get a letter from me I don't even know they are looking for. Are they checking their mill? Well,","id":"3RFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":1109.42,"tags":[]},{"line":"will continue to function as always. This show has been a UTA package. It has all the trademarks of a UTA package. Weve got all the moves. Obviously","id":"4RFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":1151.71,"tags":["Thi"]},{"line":"right? I don't have the solution. You guys were looking at me like I can't You're just You're just asking the question. I you know, my followers will probably start tweeting out really creative solutions that we could then read on a later, more highly rated podcast. Once it gets around that this was what we're doing way then took the followers feedback. We then amplified the followers Feedback So they in turn became signal booster's and why I'm a their own and they get that's right. And the power of a rale ity that creates on mawr and Mawr pie. It''s a pie factory. And then how do we split it? We don't know. I can't even imagine how","id":"6hFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":1286.97,"tags":[]},{"line":"to me. I'm not going to receive a phone call offering myself a job. IV Certainly that I'm not in the busine'ss of doing. I need someone else to take that call for me and then tell me about it So way. This is the plan. We all have to help each other. We have to hold each other up now. And this is it's not just a guild in, like a shared industry where a part of it is, uh it is a brotherhood and increasingly sister. So we need THOMAS support each other and become each other''s agents. Yes. And so I would like to pitch myself to be one of","id":"7xFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":1353.87,"tags":[]},{"line":"So what? So what I'm gonna do is. Ah, if you're cool, I'm going to submit you for this. And I was wondering, Do you have a script you want me to send or anything? I don't have anything on file here.","id":"9RFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":1453.23,"tags":[]},{"line":"I can't stres's enough. This the I just have really a drawing","id":"-BFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":1536.64,"tags":[]},{"line":"The drawing also got wet. The drawing I was, And that's my fault. I put a sprite down on it, and I did knock the sprite over. So is Diablo gonna be day to day on this? Or is this just she supervising me? My My supervising","id":"_BFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":1567.91,"tags":["Diablo"]},{"line":"dropped out. Oh, yeah, I just got emails. I'm a little more ease out then and wills out as well. Okay, um, I'm still interested and all right, I'll forward you the drawing and just get back to me.","id":"_RFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":1585.13,"tags":[]},{"line":"I don't have a manager. Well, that's the right. I have a book value of bald hogs and maybe a gig on Banana Man. That''s pending. Yeah. He wanted it put in a call to Tobolowsky. I also represent him well, like I'm using Wild Hogs. So he knows the landscape. They walled home.","id":"BRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":1666.34,"tags":["Banana Man","Tobolow'sky","Wild Hog"]},{"line":"Well cros's that bridge when we come to it. OK, but if I am providing Steve for the project as well, I do not just want the traditional 10%.","id":"CBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":1702.04,"tags":["Steve"]},{"line":"I'm bringing so much at this point that I do think I am an active producer, becoming sort of This is where it gets a little. You know what you're talking about? This is where I feel like it. It goes into weirdnes's. know in what way? Well, you did bring Steve that. I mean, I would call that like, a package or something. Where elements That would be a packable of it. Right When you take a fee,","id":"CRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":1710.36,"tags":["Thi","Thi","Steve"]},{"line":"Meteo get well,","id":"ChFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":1736.24,"tags":[]},{"line":"but I don't own it. So, like I'm supposed to care how good something.","id":"DRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":1772.22,"tags":[]},{"line":"Oh, I think he knows a lot of people. Do you have You could get me in touch with Eddie and Eddies Made Eddie and his mom are breaking bread together, cooking up ideas, thrown it against the wall. See what sticks? Yeah, all of a sudden, you know, you never know. That sounds like the kind of familial environment I've been looking to sounds find in this busine'ss is grounded showbiz surrogate family for Made. Here''s the thing","id":"FRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":1861.25,"tags":["Eddie","Eddie","Eddie","Made"]},{"line":"Eddie Steinfeld is looking to get into producing. Okay, I see a show. You know, he knows a show about produce. The show could be called looking to get into producing and, you know, yeah, I could put in a good word and say, Heres a guy Hasn't done much. No. Ah, he has a","id":"FhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":1887.35,"tags":["Eddie Steinfeld"]},{"line":"and so dumb idea. Yeah, well, sure ish. Okay. And he could pitch it to you. Now Eddie won't know what a pitch is it? And that's not I'm not about. But that''s okay. We can explain it to him. Vocab we tell Eddie we tell Eddie it''s the It''s the idea for the show. He","id":"GBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":1917.27,"tags":["Eddie","Eddie","Eddie"]},{"line":"Well, Eddie understand's the power of holding all the cards. Oh, absolutely. Which he is Because John is pitching hims ready?","id":"GhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":1935.58,"tags":["Eddie","Becau'se","John"]},{"line":"interior of the house. Everyone is gathered around Thanksgiving dinner","id":"IBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2012,"tags":["Thank'sgiving"]},{"line":"Common Thanksgiving. Okay. Okay, fine, then pas'sed the I don't know, uh, gravy you, the gravy is Everyone has their own individual gravy. You don't There's you don't need any more gravy for yourself,","id":"IhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2040.1,"tags":[]},{"line":"Can I breathe? Can I live? Can I freakin left way? Uh, sentiment I did. I thought we could use this opportunity for you to come home from boarding college toe. Observe that the changes that you have made the discipline that you have acquired at board in college, and I I have to say I have observed","id":"JBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2058.91,"tags":[]},{"line":"Everyone hates that I'm Santa man and that adult man scored these kids May Vince Toma, Harrys razors.","id":"KhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2124.85,"tags":["Santa","May","Vince Toma","Harry"]},{"line":"He died when he a turkey leg that went down his throat. Uh, sideways horizontal. Uh, he was back for a little while. Some other members of his family have come in to read the copy. And so we have brought in this week. Freewheeling Fred Free Willing. Fred, thank you so much. You know, get doing this ad. We're gonna We're gonna talk about Robinhood. Yeah. Oh, yeah. Free Will, Freddie or man a man.","id":"MRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":2267.87,"tags":["Fred","Fred","Free","Freddie"]},{"line":"I totally get it.","id":"PhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2368.97,"tags":[]},{"line":"My Prajogo. And I promise I will not interrupt you. I just want I want to watch. I just want to behold the magic.","id":"QBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2372.6,"tags":["Prajogo"]},{"line":"Ah, yeah. All right, let me do some stretches. Whoa! You ever seen this way? Wow, that's great. I put I take it all the way around. I stick it in here all the way around. That is all the way out there, G Apple.","id":"QhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2385.42,"tags":["Apple"]},{"line":"Mm. Him.","id":"RRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2418.31,"tags":[]},{"line":"Robinhood is investing app that lets you buy and sell stocks. CTF options in kryptos All commis'sion free, while other brokerages charge up to $10 for every trade. Robinhood doesn't charge any commis'sion fees so you can trade stocks and keep all of your profits. Plus, there's no account minimum deposit needed to get started so you can start investing at any level. The Simple, intuitive design of Robinhood makes investing easy for newcomers and experts alike. If you easy to understand, charts and market data and place a trade in just four taps on your smartphone. You can also view stock collections such as one under most popular with Robinhood. You can learn how to invest in the market as you build your portfolio, discover new stocks, track your favorite companies and get custom notifications for price movements. So you never mis's the right moment to invest. Robinhood is giving listener's of Hollywood Handbook a free stock like Apple, Ford or Sprint to help build your portfolio. Sign up at handbook dot Robinhood dot com.","id":"RhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2421.76,"tags":["Robinhood","commi's'sion","Robinhood","commi's'sion","Robinhood","Robinhood","Robinhood","Hollywood Handbook","Apple","Ford","Sprint","handbook","Robinhood"]},{"line":"please call me. Freewheeling I","id":"ShFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2486.72,"tags":[]},{"line":"that was that was so straight for it was the zero energy","id":"SxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":2491.2,"tags":[]},{"line":"IV you were. So you were faithful to the material? Absolutely. To a fault. I don't sound like me, man, but again, I just I got in the zone. It definitely doesn't sound like what I was. I didn't tell people. Sign up. A handbook dot Robinhood dot com Did.","id":"TBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":2499.78,"tags":[]},{"line":"Yeah, Yes, You said everything. Everything that is on said in a way, the craziest thing I could dio","id":"TRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2517.93,"tags":[]},{"line":"guys say goodbye to expensive TV bills and horrible customer service with Filo, Filo is a new way to watch all the TV you love. Filo is the cheapest way to watch over 50 of your favorite channels like Discovery Science Channel, Hallmark, HDTV Food, AMC, VH one, MTV A. Any Nickelodeon lifetime in history. All week, Kevin has been texting us about getting to do his character, Philo Buster. Again. I I always as'sumed that we like It's fine. We always say, Yes, he can do it. He keeps texting just to make sure absolutely sure he can do it. Then I come in today and say, OK, like, get ready to do filibuster And he''s like, Oh, I don't hang on a second. Hey, got a second? And he starts like Googling around for politics. It''s like a political character, and he starts googling about different politics. So I gave him a minute to come up with something for a filibuster. That time has expired. Catch the biggest shows on TV, like the walking Dead Live PD SpongeBob, improper troll for the kids, plus tons of clas'sic shows and movies enjoy live and on demand TV, plus unlimited recording for only $20 a month and never mis's a minute of the shows you love Now. Last week, Philo Buster Did a Buster Keaton dance. Buster Keaton, Phil Collins, Phil Collins. OK, right. OK, so okay, let''s say hi toe our friend Philo Buster,","id":"TxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":2532.99,"tags":["Filo","Filo","Filo","Di'scovery","Science Channel","Hallmark","HDTV Food","AMC","VH one","MTV","Nickelodeon","Kevin","Philo Bu'ster","Dead Live","PD","SpongeBob","Philo Bu'ster","Bu'ster","Keaton","Bu'ster","Keaton","Phil Collin","Phil Collin","Philo Bu'ster"]},{"line":"holding his phone to the mic. There we go. Hello, it's me, Dr Philo Buster. There''s a lot that''s changed since last week. IV become a doctor, and now I have my own show. Politicians try to debate what''s happening in the world, but I try to help them with their marriage problems. Efficient. Tried to debate what''s happening. Audible World I have with me President Donald J. Trump who? Mr Bernie Sanders.","id":"UBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":2624.08,"tags":["Dr","Philo Bu'ster","Donald J. Trump","Bernie Sander"]},{"line":"make America great again. But what did you say? That your wife is unhappy?","id":"VBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2665.35,"tags":["America"]},{"line":"Well see you next week.","id":"VxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2680.99,"tags":[]},{"line":"move on. It is his first day doing so sorry. And I think we should skip the whole subject. Just Did just move on toe Go. OK, so you Jared is your Shauns HBO IV. And I'm Goldie''s age. Your Golden-Globes My","id":"XRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2749.27,"tags":["Jared","Shaun","HBO","Goldie"]},{"line":"question. You go. Can I ask the question? What would you do for me? Is my agent","id":"XhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":2762.48,"tags":[]},{"line":"I think this is what I'm saying. What would you were giving up? What would you do?","id":"YRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":2776.34,"tags":[]},{"line":"Please get you that, Gigi. And you should be commis'sioning as his agent when he appears on his show.","id":"YxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_0","timeCode":2790.36,"tags":["Gigi"]},{"line":"That's an additional revenue stream that I feel you, Oda Hayes. If he''s your agent. Interesting. When he''s appearing on his own show,","id":"ZBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":2796.69,"tags":["Oda Haye"]},{"line":"He's on the phone. Yes, with, uh, let''s say ah s coid he''s on. He''s on the phone with Thorne. Michael four. Michael Michael Thorne runs Fox. Runs far, right? Yes. Switches, maybe. Still doing shows, right? Maybe so. I don't think that could be huge. So you're on the phone with Michael Thorne? What do you Ah, say okay?","id":"aBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_2","timeCode":2832.17,"tags":["Thorne","Michael four","Michael Michael Thorne","Fox","Michael Thorne"]},{"line":"You know, um, Rick Glas's Hman the guy. He was one of the guys and Away Audible. Wondered undateable guys. He wore glas'ses, right? Rick Glas'ses, man. Yeah, right, right. Yeah, it was him. Funches. Yeah, Julia, of course. Brent Morin. Brent Morin. Uh, but the one I think of his request One. OK, Rick, last minute. Yeah. Just add about a gallon of water THOMAS what glas's Made to Rick last months energy. Just water it down. Water it like about a gallon. Yeah, Glas'sman have full Yes. Yeah, yeah. And I give you Jared ball. You're telling me","id":"aRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","speaker":"spk_1","timeCode":2858.1,"tags":["Rick Gla's","gla's'se","Rick Gla's'se","Julia","Brent Morin","Brent Morin","Rick","gla's","Rick","Gla's'sman","Jared"]}]