[{"line":"It's well, well, yes, I as'sume he''s offering the many snack. They want to come on the show, but he''s offering them three months out in the future. So, God, when we hit that point, we can once again on for them. Another reprieve. Yeah, I will","id":"KxEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_2","timeCode":875.73,"tags":["God"]},{"line":"'say, that is I was at a show I had the pleasure of watching, Ah, Siris of sketches that I was in one at the at the Groundlings. And this writer named Jean Pack has a sketch about like it was so painfully uncomfortable for everyone the audience to watch because it is just","id":"LBEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_1","timeCode":890.83,"tags":["Siri","Groundling","Jean Pack"]},{"line":"and Devin s fantasizing about the length of the beep he gets.","id":"LxEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_0","timeCode":971.84,"tags":["Devin"]},{"line":"Do you get any control over whether tonally changes? Can it sort of change? Can you match the timber of my voice? Note why? That's good. So it is like,","id":"MBEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_0","timeCode":977.89,"tags":[]},{"line":"So you can sing that as my song. But that was my story. That was my story describing someone else's property. OK. Oh,","id":"OREyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_2","timeCode":1055.78,"tags":[]},{"line":"taking ownership of tugboat and sort of aggres'sive, dista'steful. Yes.","id":"OxEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_0","timeCode":1089.2,"tags":[]},{"line":"way we are in? We are on in person speaking terms, but we are at a very, very intense war. A mute, quiet, silent,","id":"PREyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_0","timeCode":1100.34,"tags":[]},{"line":"just here to observe. So you will be hearing IV","id":"QBEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_2","timeCode":1183.82,"tags":["ob'serve"]},{"line":"Yeah, well, great. He's talking to you guys. Doesn't work in here. I wasn't listening. What did you ask?","id":"RxEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_2","timeCode":1227.24,"tags":["Doe's"]},{"line":"Whos the main guy that I voice","id":"TBEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_0","timeCode":1252.88,"tags":[]},{"line":"hopefully Devon can eliminate us blowing by okay. And what well do is erase that piece. And so, as if he has just said artificial IV er said, uh, in respon'se to a I","id":"UBEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_2","timeCode":1312.82,"tags":["Devon"]},{"line":"whereas if you're doing the idiot thing we do, which is like, try to think of something else to say to kind of keep it going and keep creating. Um uh, Now you're you're ruining it for yourself and the fans. That's correct.","id":"VxEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_2","timeCode":1401.32,"tags":[]},{"line":"Member of hepatitis Colton Dunns character? Yeah,","id":"XxEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_1","timeCode":1459.35,"tags":["Colton Dunn"]},{"line":"It's going to be Thanksgiving. And it''s time to be thankful about Indochino Indochino his pants and suits and most of all, close today. There even coats every single close's Made to your size of measurement's. No matter what it is's, even five, it''s allowed to do a monogram. They have every letter, and you can choose the details of the lapel and other pieces. I war Indochino and James Bond was in the mere when I looked and I didn't make a mes's taking off the pants. You can wear this to work and get married, even get married at work to bos's. The Black Friday event is on now until December 1st get custom suits from just $289 plus their best prices of the year on overcoats, shirts and more. Start your style. Upgrade now with $30 off your total purchase of $399 or more at Indochino dot com. When entering handbook. A check out plus shipping is free. That''s Indochino dot com Promo code handbook for $30 off your total purchase of $399 or more. An incredible deal for made to measure clothing You really have no excuse anymore to work clothing. It doesn't fit","id":"ZhEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_1","timeCode":1520.09,"tags":["Thank'sgiving","Indochino","Indochino","Indochino","Jame","Black Friday","ju'st","Indochino dot com","Indochino dot com"]},{"line":"So we have each done after this shot for this product and the show I have. Everything I do is an ad for the show talked about. I used to be obse'ssed with tucking. I was sort of known among my friends as Tuck Everlasting. I I would Tucker mix. I would buy every product I would buy. I would have fit with extra flaps that I could tuck into my pants because it just looks better. I thought, Yeah, this is old me speaking. Ah. And so, like, the couch I would buy would have these big flaps again. So I sit down and just tuck the extra flaps, like into my pants so I could look good while I'm sitting on the couch. But then I put on this shirt and I'm like, Oh, having the flaps hanging out actually does look better, much more casual. It makes you seem a little bit les's up tight.","id":"aBEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_0","timeCode":1602.39,"tags":["Tuck Everla'sting","Tucker"]},{"line":"Uh, and for me, it's a safety is'sue. Where? Of course, I don't want to be arrested. Of course I don't want to go to jail. I do want to wear my shirt untucked and look like someone who is approachable and not neces'sarily this stiff kind of pencil neck. Do we be friggin dork loser? Sort of complete zero. Just nothing, man. With this tucked in shirt, I want to look good, but I don't want to go to jail. I don't. You talked about this? The congres'sman is going to actually","id":"aREyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_1","timeCode":1658.88,"tags":[]},{"line":"Congres's s so I have been","id":"ahEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_0","timeCode":1693.03,"tags":["Congre's"]},{"line":"Untuckit will be the only shirts you can legally wear Untuckit and any other shirts that are Untuckit, including T shirts. You will get through in the paddy wagon. You will get your butt paddled and you will be locked up. I'm wearing the shirt I'm looking. Buying is hell with more 50 fit combinations. Untuckit shirts agree on tall, short, slim and athletic guys of all Last one. I can match last shoes styles like wrinkle free button down super soft flannels, outerwear and mawr. You confined your favorite Untuckit style online or check out one of their 80 brick and mortar stores. So when you're shopping for the perfect holiday gift or just trying to craft a smart relax style of your own, Untuckit is Away to go. Visit Untuckit dot com and use the code the Boys for 20% off at Check Out That's U N T U C K I t dot com and promo code the Boys for 20% off.","id":"bREyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_1","timeCode":1724.83,"tags":["Untuckit","Untuckit","Untuckit","Untuckit","Untuckit","Untuckit","dot com","dot com"]},{"line":"It's like ticket with a U.","id":"bhEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_0","timeCode":1773.34,"tags":[]},{"line":"okay. Way have to do our own. Bevin. Did you bring your little sounds yet? My little sense, Yes. Got all the My little sound, the full sound effects library IV created. You mean it's a shame there''s no sincerity on this podcast because I would take this moment to say that you do an amazing job that I got that. All right, well, I have","id":"cBEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_0","timeCode":1791.59,"tags":["Bevin"]},{"line":"The library and we did This comes up a lot. But","id":"cxEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_2","timeCode":1818.82,"tags":["Thi"]},{"line":"He's recording that, and all these sounds that are around us in the world, he begins to realize, are his sound. If he could just as'semble them the way that Devin has to make it outer space or a truck falling down, Sure, Banana Tree Explode s anything he''s and it''s it''s really cool to see yourself up on screen, huh? Yes.","id":"dhEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_1","timeCode":1873.7,"tags":["Devin","Banana Tree Explode"]},{"line":"You know, Effron is is everything. It was directed by the grey haired young cameraman from Catfish. Uh, okay, the guy who was filming it, but it's also our screamed the entire time using a a lot of his stuff. Yeah, Jon Bernthal had offered them a job for closing on people''s homes.","id":"dxEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_0","timeCode":1901.31,"tags":["Effron","Catfi'sh","Jon Bernthal"]},{"line":"Of course, this friends want to do that and make some real money right? West Bentley is a famous D J whos trying to kind of take him under his wing. He knows he has something. Zack Effron is able to match the beats of the music with the people''s heart beats and then drive them up during their dancing. And you could actually see into their chest during the season. This is a medical program.","id":"eBEyJnMByMrymAEm-mKO","index":"handbook","podcast":"Hollywood Handbook","episode":"Janet Varney, Our Voyage Friend","speaker":"spk_1","timeCode":1920.9,"tags":["Bentley","D J","Zack Effron","Thi"]},{"line":"he ate pizza pie, got some on his thigh, and his punishment was to swallow goo. Oh, no,","id":"chGwLXMByMrymAEmBsA_","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":441.67,"tags":[]},{"line":"That's strange how they were friends Is he friends with anyone who is a rodent or is from France? I was thinking, Yeah, maybe Stuart Little or mouth. Even Gerard Depardieu? No, none. None of the note. There''s no there''s no Templeton the Rat. There''s no Ben or Willard. That is weird. He like friends with so many rats. Yeah, but I obey it's little standing around me. You know, there''s there''s kind of two kinds of people who, uh, make friends in Hollywood, right? And there''s ones who have real friends, right? And then as they ascend to the next rung, they reached down and bring their friends up. And then there''s ones who, when they get the next rung, they're reaching up and grabbing the feet of. And they Richard Gere From Red Say, slam that door, close the hatch. This is actually now that I think about it, Remmy basically hangs out with human. So maybe there''s a thing they don't explore. Ah, you like, I think maybe one of those like self.","id":"dRGwLXMByMrymAEmBsA_","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":732.57,"tags":["France","Stuart Little","Gerard Depardieu","Templeton the Rat","Ben","Willard","Hollywood","Richard Gere","Remmy"]},{"line":"That sounds right. Boy, what a complicated character you portray. Well, I didn't know he was that complicated. I thought I was just trying to make a nice plate of food, right? And now it isn't. Well, thank, but for who? Right? Who was the nice Blue? Exactly. Richard SockFancy. Yeah. My gosh. Might have been Japanese. Thanks for you. I think about it. Could have been he might have been. Hasn't you notice? Their favorite picture in Japan is of that is of a red circle.","id":"dhGwLXMByMrymAEmBsA_","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":790.96,"tags":["Richard SockFancy","Japan"]},{"line":"There's a picture that they hang up everywhere. Yes. Victory. And that''s it. That must be an important picture. Because a lot of times it''s not even on paper. Yeah, it''s on, like cloth cloth. Yeah. So that means, like that''s an extra is too high for anyone. Toe. I don't want anyone mes'sing around with it. Yeah, you put it up like theyll put, theyll find a very long stick. Put that in the ground. But where does the picture go way in there? No, not you pointed it out. I just realized they do that a lot. Okay. Yeah, they do that a lot. Arent you know I've never been? No, Never been. I know I know so much about Japan, but I've never been there or really have any Japanese friends. But sushi like having sushi potheads From sushi every bite. Every bite is the history of Japan, isn't it? Like you buy e think if you get more than, uh if you If you purchase more than $15 at a sushi restaurant, you are allowed to pontificate becoming becoming historian Well, every yes, yes. Every fish tells the story of the country and it tells it inside your mouth. Yeah, and then, yes, it tells it just to your mouth. And then you have to tell it to other people. You have to lecture other people about it. It''s interesting. I wonder if you're on the set of gratitude, right? Speaking about this in your inevitable way and there, listening to this and thinking Oh, maybe dio fish tell the story of the entire country. Australia. It''s freakin Nemo movie. Okay, that''s a great That''s a great problem is there was no actual set on gratitude that that was all. I think they drew The set later. I mean, you could technically say there was a set, but there was ever any people on, and it''s someone else drew The set. Okay. Make me feel like you didn't see the movie which is in I don't see a lot of my movie Harrys.","id":"dxGwLXMByMrymAEmBsA_","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":824.11,"tags":["Japan","Japane'se","Japan","Nemo","Harry"]},{"line":"What? I'm just me reacting. Teoh Patent! This is he's reacting to Patton. Baby bell joke. OK, that wasn't a joke. In fact, I was going to give you a fact. Okay, We're delete that one. He's reacting to Patton Fact cheese, baby Bill. Okay. Yeah, What? Ok, but I didn't say the baby. You got Sam. Okay? Really Quick open a new file patent dropping baby bill knowledge. But put this before him saying What? All right. Okay. Go ahead. OK, whats the most popular cheese you can buy in the store, baby, baby.","id":"ehGwLXMByMrymAEmBsA_","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":1048.48,"tags":["Patton","Patton","Bill","Sam"]},{"line":"Oh, I forgot that you what was the name of","id":"fRGwLXMByMrymAEmBsA_","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":1110.28,"tags":[]},{"line":"a male? And because I have been told about the same Well, I am my blanking. I just said it twice.","id":"fhGwLXMByMrymAEmBsA_","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":1114.16,"tags":[]},{"line":"what a load that","id":"gBGwLXMByMrymAEmBsA_","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":1165.58,"tags":[]},{"line":"Hey, guys. Chef. Kevin here. I really like the website. I think it's really easy to use","id":"iBGwLXMByMrymAEmBsA_","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":1854.79,"tags":["Kevin"]},{"line":"So we have, of course, rented a beach volleyball square among in HB Huntington Beach. You know where we like to play the hub? Yes, on. So we are doing the big blast. It cost's $600 a ticket for people to gather in our square. How big is the square 100 feet 100 by 100? No. 10 by 10 by 10 o. But that is a 10 10 foot by 10 foot square on the beach. Yes. So there's another part of the beach. They're still other people are doing stuff on their beauty stuff. They're playing. Yes. What our idea little bit has been. Have you ever seen when people play those like paper football game? Sure, it''s like that Playing football. Basically they're just flicking with their fingers. Same excitement. Yeah. Can we do that with volleyball? Because that''s gonna allowed our people play. Gonna be my a flick of all about back and forth. That was my first question. It''s 10 by 10 foot, but you're going to have to man volleyball. You're gonna be doing it like Little desk football star shrink were wondering if we can. I gues's you're going. I don't know I don't know anything about volleyball. I gues's you're gonna find out. We're think this actually, Chef Kevin.","id":"jxGwLXMByMrymAEmBsBA","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":2316.77,"tags":["HB Huntington Beach","football","shrink","Chef","Kevin"]},{"line":"A little bit of a disc Throwing Shade there. It's the only night. It''s true. It''s true. She''s Off for him. Yeah, All right. Through. So you're not. So you're saying the ping pong balls too big? Wrong proportion. Yeah. Okay. Maybe you know what my calls about Good? No, it''s too hard. Youd be cracking knuckles on marbles to Scott? No, Even worse. I'm picturing a crunch berry. Yes, a crunch berry that would solve some of the food is'sues Where young as well. You get you, don't you dio you go get Thea. I don't know if they only put them out a couple times year whips, all crunch Berries. Yes, thing or something. What will Berries? Yeah. So imagine what went wrong in the factory for that. Yeah, well, that was that was some Karen Silkwood stuff going on there. They were trying to expose something wrong with the crunch Berries. Somebody pulled the lever and they had to run the captain Off The road. One of driving paddle accident? Exactly. They're trying to cover that up. Well, I mean, it''s is a great way for them. A mill shower.","id":"kRGwLXMByMrymAEmBsBA","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":2604.67,"tags":["Scott","Thea","Berrie","Berrie","Karen Silkwood","Berrie"]},{"line":"Book bunch bone.","id":"lxGwLXMByMrymAEmBsBA","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":3050.97,"tags":[]},{"line":"What do you pres's it up against? There's nothing todo I bring. I have a car door with the window rolled up that''s been detached.","id":"oBGwLXMByMrymAEmBsBA","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":3430.35,"tags":[]},{"line":"right? I mean, how she even famous? Um, you know, this is I I'm I'm at the end of three cold. The sacks at once. I didn't know that was pos'sible. This point were famous for being famous. I mean, is that what we're doing? There's no precedent for this. It''s another Jordan Peterson situation. Oh, yeah. True. All new. Is there any way for you to extend the beach bash so that it goes into the night time so that he could at least see the moon? That''s kind of a lot of what this is about. Oh, is it? You're trying to get it? Have been keeping him excited. They went away, showed on the moon already, huh?","id":"qxGwLXMByMrymAEmBsBA","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":3664.99,"tags":["Jordan Peter'son"]},{"line":"and I'll draw these two big guys","id":"rRGwLXMByMrymAEmBsBA","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":3796.32,"tags":[]},{"line":"that's my understanding.","id":"sBGwLXMByMrymAEmBsBA","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":3858.78,"tags":[]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha, Day and Colton. Done. You've seen me have intercourse with a variety of species. It's a bomber, Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in Cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch Jesu's. I mean, jazz Off ruler of the circle. And that''s just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","id":"tRGwLXMByMrymAEmBsBA","index":"handbook","podcast":"Hollywood Handbook","episode":"Patton Oswalt, Our Close Friend","speaker":"spk_0","timeCode":4033.23,"tags":["Rachel Bloom","Feli'sha","Day","Colton","Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch","The","Magic Tavern"]},{"line":"OK, it's a new T shirt wearing it. Do you want to do it to me?","id":"uBGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":21.32,"tags":[]},{"line":"It would make more sense if I were doing it to you. Yeah, OK. Didn't have the idea.","id":"uRGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":23.96,"tags":[]},{"line":"Sean. I noticed that. Whats that shirt that you're freakin exploding out of? Did it make your arms like that? Yeah, I'm","id":"wBGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":107.7,"tags":["Sean"]},{"line":"did not ever, um, do exercise. Uh, what I did was I wanted to look like some of these, uh, fast furious people, Um, are so ribbed. And I bought a shirt. Well, I didn't buy it. They gave it to me. I shouldn't say I bought it. No, I got a shirt for free.","id":"wRGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":115.65,"tags":[]},{"line":"But when you're making artwork to show someone to go like here, like I drew your dog all right, Drew, you go ahead and cheat a little bit on the side of making them look better. Uh, and this is and this is just for even fans who want to, like photo shop us into something. Use a good photo and I'll say, Who does a great job with it? Charlie Murphy Brown you like the photos that he does for his photo shop?","id":"xRGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":188.78,"tags":["Drew","Charlie Murphy Brown"]},{"line":"Yeah, we're in trouble. Ah, but it's an email sent. So too late","id":"2BGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":487.97,"tags":[]},{"line":"'so she was able to incorporate that into Wilma Flintstone.","id":"3RGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":579.61,"tags":["Wilma Flint'stone"]},{"line":"comprised of all the many sort of peasant's that you cast out. Yes. And then, of course, other people see us doing this. And then they all start doing it too.","id":"4xGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":678.67,"tags":[]},{"line":"'someone in the room has","id":"5hGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":748.08,"tags":[]},{"line":"What really","id":"6hGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":774.19,"tags":[]},{"line":"And I think maybe it's time to let that go. E. I mean, that''s fair. I want to say I'm worth this much nickel, You know, Um and maybe that''s me just being consumed in capitalism.","id":"7hGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":822.98,"tags":[]},{"line":"Alexandra Cortez. Yes, I watch her like do this thing and it to me. It's like it''s a big It''s a good show, you know? It''s like it''s like she''s a great like performer. I think the character is interesting. Sort of crazy. Yes, the stuff they're doing this so wild. I go like, OK, what''s next? You know,","id":"9BGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":899.29,"tags":["Alexandra Cortez"]},{"line":"mean, we actually don't talk that much about the extent to which 19 seventies, 19 eighties electron ICS were appropriating the experiences of other cultures, you know, really just sort of reaching out and saying, Well, samba belongs to me now.","id":"_RGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":1053.85,"tags":[]},{"line":"Yes, that had been ours. We came up with that with broom trash can lids, a sponge that we would squeeze close to the mic. You know,","id":"_xGxLXMByMrymAEm-8BB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":1078.64,"tags":[]},{"line":"that's beautiful. Like you imagine the sound that would bake Find your sound. So do you ever feel like Like Stomp is really just a picture of what your childhood was like? Like that the Broadway show? Stop","id":"ABGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":1088.55,"tags":["Stomp","Broadway"]},{"line":"'sure. A rethink of Shrek, Shrek Wish Records does does stop. Yes, he stops around. He's an ogre. And he is also, I think in some ways, a good representation of how he's and I felt was that no one truly saw us for who we were.","id":"ARGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":1102.69,"tags":["Shrek","Shrek"]},{"line":"And I gues's the other Broadway show I really like is the one with the animals in the heights.","id":"AhGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":1121.44,"tags":["Broadway"]},{"line":"that waas what I as'sumed. Yes. Yeah, Well, in","id":"BhGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":1141.59,"tags":[]},{"line":"Thank good luck. Everybody get in there now and not ever. It's like, OK, here we go. Like gonna be a stampede. Come a booker. Uh, your Book","id":"GBGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":1316.71,"tags":[]},{"line":"the beach you go, the beach.","id":"GxGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":1342.74,"tags":[]},{"line":"now. Sacramento, of course, is kind of in the cultural ether. Now with the movie Brad. Status uh, you talk about is that do you feel like Brad Status has taken some of your individual Sacramento experience? Or","id":"IBGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":1382.66,"tags":["Sacramento","Brad","Statu","Brad Statu","Sacramento"]},{"line":"yeah. Yeah, well, I'm In fact, I do get the screeners when I don't get is how they work. Yeah, uh,","id":"JRGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":1437.89,"tags":[]},{"line":"Very few places will give up control of the remote.","id":"LhGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":1494.28,"tags":[]},{"line":"Yeah, theyll change the channel for you, but they won't neces'sarily say Like here you go. Go nuts. I think","id":"LxGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":1497.23,"tags":[]},{"line":"don't have to say. Your eye skin is amazing. Products that they are giving you are working with and so","id":"NxGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":1601.55,"tags":[]},{"line":"There was in there, and it was just very water. It wasn't creamy at all.","id":"ORGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":1620.49,"tags":[]},{"line":"Uh, wait.","id":"PhGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":1667.13,"tags":[]},{"line":"very yes. Can we talk a little bit about what you can and can't have hanging on the wall right behind your bed And an earthquake state","id":"RxGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":1761.96,"tags":[]},{"line":"Could be pretty cool. Oh, guys, in case you mis'sed it, or The add that we did about it already. Michael Ian Black is back on Earwolf, and he has a new pie cast called Obscure. It's","id":"URGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":1841.43,"tags":["Michael Ian Black","Earwolf","Ob'scure"]},{"line":"Uh, these are just some of them. This is on Li, like one page was about, and this thing is 100 pages long.","id":"XBGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":1968.68,"tags":["Thi","Li"]},{"line":"on, we just do the thing that we wanted. Just for one second, guys. Okay, We just do this one second. Yeah. Okay. We have this guy here. His name is Chef Kevin. He's really based. He is, uh, the most boring basic burger bitch who has ever lived. Yeah, but he''s a total herb. Yes. Are you familiar with the concept of Ah, Herb, I'm not okay. You will be in one. Uh uh, but we need ways to profit off of him. As part of this show, we put his face on Apron. The Apron has not been selling very well. So we see. Oh, guys doing good piece of busine'ss with this memoir. May we get Kevin to do his little memoir as well? The memoir ultimately would really be an advertisement for the Apron.","id":"aRGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":2088.12,"tags":["ju'st","Chef","Kevin","Herb","Apron","Apron","Kevin","Apron"]},{"line":"I'm gonna come in sweaty and stinky, though, and you're not gonna like that either. Well, well see if I like it","id":"dxGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_2","timeCode":2234.14,"tags":["sweaty"]},{"line":"no stop. Yep. You're on the West Coast now. I mean, like, you guys live here and you enjoy our weather. Don't fucking play a drakes cakes game. Kier, This is Hoste'ss Country or Dolly Madison. You have some God damn respect","id":"gRGxLXMByMrymAEm-8FB","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":2330.93,"tags":["We'st Coa'st","drake","Kier","Thi","Ho'ste's's Country","Dolly Madi'son"]},{"line":"Okay, come on and everything? Can't be.","id":"jxGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":2429.24,"tags":[]},{"line":"I just had a little moment of white fragility and so you know, I did what you would expect.","id":"kBGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":2431.62,"tags":[]},{"line":"Um, but I did have an idea and It's maybe too long ago to go back to this. But whoever does have a contact with Alexandria Casio Cortez''s people, it could be a cool prank type character to get onto top chef. And then every time they say go for the challenge to just eat the food,","id":"kRGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":2439.45,"tags":["Alexandria Ca'sio Cortez","ju'st"]},{"line":"So, Kevin, we're helping you with your memoirs. Of course. The famous thing that weve been doing for a long time now. Okay, uh, guys here to help you spice up some of your wife stories. If you could just tell Guy one of your best stories. Okay, Uh, kind of like the one that you told us last week about some, like Internet conversation you had That was very boring.","id":"kxGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":2490.02,"tags":["Kevin"]},{"line":"Yes s Oh, when The well when I thought that Mr Rogers documented","id":"lRGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":2524.88,"tags":["Roger"]},{"line":"Ah, I saw Equaliser to in theaters and there was no one there. Well, there's a couple people there and the theme guy behind me stored through the last hour and it was distracting me, and I didn't know, Do I like I didn't feel comfortable, like waking him up or shouting or something, so I just kind of took it, and he just stored","id":"lxGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":2535.49,"tags":["Equali'ser"]},{"line":"You The list? Yeah, you have to have an angle that it's sort of like leveraging these stories that are still Hollywood and glos'sy and making them relatable to people. And I think that that really is a story about you Tell the world how to treat you. Okay, you go into this world and you're sending out mes'sages about what you're worth and what you're saying to the universe is I am worth having someone snore so that I cannot properly here equaliser to That''s true.","id":"mxGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":2577.32,"tags":["Hollywood"]},{"line":"Oh, yeah. And you know, at this point in American democracy, the rule of law is it like hanging on by a tenuous thread? And it really does take strong Americans like you believing in and supporting the law as it exist's, even though you could get away with something. Yeah, I really feel like there's some political grandstanding there that won't be it all valuable for promotion. You need to go conservative with this Book","id":"nhGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_2","timeCode":2614.99,"tags":[]},{"line":"you need to say. And then I shot that guy because I was somewhat scared of him on That's okay. And I should have a gun with me at all times. Is there any other stories I could tell that maybe would have a different angle?","id":"nxGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":2639.63,"tags":[]},{"line":"Kevin, can I ask you a question? Sure. Well, first of all, let me just say next time you meet me making impres'sion. Um, but the other thing is at a darker moment in my career, I ghost wrote a book for one of the men on $1,000,000 listing Ally on. So I wanted to just say to you, Have you ever sold a house in the bird streets of West Hollywood? because if so, I can turn this into a Book. Um,","id":"pRGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":2686.78,"tags":["Kevin","Ally","We'st Hollywood"]},{"line":"But also, I believe Kevin, like going on a journey in your own life during the proces's of writing this Book, where you go from thinking, Hey, my parking spot is only worth what she tells me to saying, Hey, my parking spot is worth at least $85. Yeah, you know, I think that could be a beautiful journey.","id":"qhGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":2762.88,"tags":["Kevin"]},{"line":"But that's the adventure, Kevin.","id":"sxGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_2","timeCode":2862.28,"tags":["Kevin"]},{"line":"'see Kabul shoes. Because I've been looking. I wish. No, he just really good at building stuff. OHare s. So I sat on my bed and complained about work as he built a dres'ser for three hours,","id":"uhGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":2913.47,"tags":["Kabul","O'Hare"]},{"line":"Did you mention the guy? Never remembers you?","id":"vRGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_2","timeCode":2929.6,"tags":[]},{"line":"yeah, probably. Right. You were trying to do that too? Yeah. Why?","id":"xhGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_2","timeCode":3001.61,"tags":[]},{"line":"Can't remember the name of a Book that women run in the nineties","id":"xxGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":3005.19,"tags":[]},{"line":"for for help guides.","id":"yBGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":3009.03,"tags":[]},{"line":"more like nights and Rob Dancy Snow falling on Cedars like I had a great prince. It tidy. I had joy.","id":"yhGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":3013.76,"tags":["Rob Dancy Snow","Cedar"]},{"line":"Um, sure. I got lost in the woods once when I went on a run,","id":"1xGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_1","timeCode":3117.12,"tags":[]},{"line":"you went on a run as a","id":"2BGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_2","timeCode":3121.3,"tags":[]},{"line":"I'm sorry this gives so much context and emotional weight to your narrow waist. And are we completely ignoring the pos'sibility that this is, ah, Book about surviving body image is'sues and pos'sible sort of like like food is'sues?","id":"2hGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_0","timeCode":3131.37,"tags":[]},{"line":"or Lodi? It's a very small town whose population like to thousand's a lake house. Yeah, I'm sorry if you're doing upscale vacationing in Wiscon'sin, I want Door County or the Dales. Like I'm not I'm not fucking around with this shit. Yeah,","id":"5hGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_2","timeCode":3224.69,"tags":["Lodi","Wi'scon'sin","Door County","Dale"]},{"line":"Okay, weve got an adult child observing their mom whos going on her own journey. Just have to ask, Does she have three friends who also all immigrated to Wiscon'sin From Illinois? And they all have Children, and you guys are learning to real relate to each other to take this back to Hayes''s Joy Luck Club Point like, Do you have some sort of white mawr acces'sible Joy Luck Club","id":"7hGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_2","timeCode":3312.97,"tags":["Ju'st","Doe","Wi'scon'sin","Illinoi","Haye's'","Joy Luck Club","Joy Luck Club"]},{"line":"and does? And does she also have her groove, or does she pos'sibly need to get it?","id":"7xGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":3334.3,"tags":[]},{"line":"OK, uh, lets say she happened","id":"9BGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_2","timeCode":3365.35,"tags":[]},{"line":"Uh, I have so many mixed emotions. I'd be happy that she's happy. Ah, but I feel like it would change our relationship because she has this lifelong why she''s been keeping from a But maybe it was to protect me.","id":"9xGxLXMByMrymAEm-8FC","index":"handbook","podcast":"Hollywood Handbook","episode":"Guy Branum, Our Close Friend","speaker":"spk_3","timeCode":3392.67,"tags":[]}]