[{"line":"you can use it as an air. Oh yeah, you can.","id":"qBJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_1","timeCode":3610.09,"tags":[]},{"line":"is sort of a make good. Yes, Uh, for something of since weve done together, you know me, Hazan Julie, where it's not organized, it doesn't have a singular theme that''s consi'stent. Linear feels a little all over the place. And finally, we have plotted out with Oscar's Empire Book","id":"sBJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_0","timeCode":3687.54,"tags":["Hazan Julie","O'scar's","Empire Book"]},{"line":"that reminds me of Berries and Sharis-Berries. And if you're not ordering these things for your sweetie than your sour, I think","id":"tRJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_1","timeCode":3734.9,"tags":["Berrie","Shari","Berrie"]},{"line":"right? Mine is mad because I've been calling her sharing and Mos's in an effort to be promoting Sharis-Berries it right in your house or something in your whole home.","id":"vRJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_0","timeCode":3786.2,"tags":["Shari","Berrie"]},{"line":"Is my Sharis-Berries Off strawberries","id":"xRJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_0","timeCode":3842.29,"tags":["Shari"]},{"line":"Are you crying gradually about what I matter? Sometimes I think I have an eating sort of it that I've just like It's OK. I just want to eat fruit all the time.","id":"yhJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_1","timeCode":3883.97,"tags":[]},{"line":"From With the dinosaur's. Like, have no interviews to camera stores.","id":"0hJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_2","timeCode":3938.92,"tags":["With the dino'saur"]},{"line":"Juras'sic Parks and Morag From Juras'sic. Shrek","id":"0xJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_1","timeCode":3946.22,"tags":["Jura's'sic","Park","Morag","Jura's'sic","Shrek"]},{"line":"Is that how the big short opens to know Seems like it should? Well, yeah, youll get no argument for me","id":"2BJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_2","timeCode":3969.25,"tags":[]},{"line":"Yeah, I break story e. Kill it. Yeah,","id":"4BJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_2","timeCode":4038.55,"tags":[]},{"line":"and mas's jokes break stories, crack school, and I crush it","id":"4RJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_1","timeCode":4042.95,"tags":[]},{"line":"about what you're asking about.","id":"8RJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_0","timeCode":4159.76,"tags":[]},{"line":"Know whats drying Off? No, The thing, the guy''s thing. You have to have to be dries of the table. Stick does it. Yes, yeah, yes, it''s not like because normally it''s cause it''s resting. And Gu? Yes. No, never like, really. It''s very gooey. And one like","id":"8hJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_2","timeCode":4160.85,"tags":[]},{"line":"This fucking show","id":"-BJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_1","timeCode":4209.3,"tags":[]},{"line":"is literal nonsen'se. Like I understand. If you don't like it, I don't think I would,","id":"-RJBLnMByMrymAEmNySa","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_1","timeCode":4213.83,"tags":[]},{"line":"but just change the no, Have a better reason. Okay, So what else happens on your show? You know, I'm so bles'sed. It's such a thrill. It''s so surreal. And is Billy gonna","id":"_BJBLnMByMrymAEmNyTi","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_1","timeCode":4238.85,"tags":["Billy"]},{"line":"unwilling. Toe resolve this question by watching the show. If that vibe","id":"AhJBLnMByMrymAEmNyXi","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_2","timeCode":4282.96,"tags":[]},{"line":"thing, just ask.","id":"AxJBLnMByMrymAEmNyXi","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_0","timeCode":4286.21,"tags":[]},{"line":"you and your loved one get together on the couch.","id":"DxJBLnMByMrymAEmNyXi","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_1","timeCode":4344.71,"tags":[]},{"line":"A school are brothers here of the podcast? Scarborough Country. Want to let you guys know about a really cool episode we did with Maryland Rice Cub of 24 of those who can't we get into her comedy.","id":"ExJBLnMByMrymAEmNyXi","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_0","timeCode":4356.54,"tags":["Scarborough Country","Maryland Rice Cub"]},{"line":"Rachel Bloom,","id":"HhJBLnMByMrymAEmNyXi","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Close Friend Once Again","speaker":"spk_1","timeCode":4445.91,"tags":["Rachel Bloom"]},{"line":"dedicated to this song? I wish that when you played the section of the song that it was like the part that they actually used for Rick Rolling.","id":"KxJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":165.89,"tags":["Rick Rolling"]},{"line":"Yeah, there's that. There''s a deep subject. There''s, like, 401 clas'ses on that. Just Oh, wait, Stop as'suming you get approved after completion of 301 Right? So Ah, people of all experience levels and backgrounds are encouraged to apply to this Ah, Harold-Ramis-Film-School or The Brett one? Or is there a certain experience level you require before someone can apply? Um, no. You just should be like a just a person. Just a person again. But And you could be a baby, though, right? Oh, yeah. Oh, sure. So for babies, uh, who want to go to that school? Please do. And for more information on the Harold-Ramis-Film-School is it their website? Ramos film school dot com Or call 3126643959 That number again is 312664","id":"LhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":189.79,"tags":["Harold-Rami's-Film-School","Brett","ju'st","Harold-Rami's-Film-School","Ramo"]},{"line":"So it's me. It''s Sally Kellerman and Chandra maybe. And we're having, like, girls I","id":"MBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":258.42,"tags":["Sally Kellerman","Chandra"]},{"line":"of course, spinning into like a jelly jar. Uh, get a big jar of spit to try to make win of our enemies. Drink it. You know, like Jason Momoa are, you know, Martin Mull or one of these guys, right? Thinks they're really tough. And we're going to kind of prove like you're not so tough when you, you know, during a jar, spits. And then, uh, you're throwing up, you know, and so we're kind of trying to figure out how to disgui'se the jar And we're also, like, running out of spit and have, like, reload. And we're trying to figure out how to, like, make the jar look like something more appetizing, you know, Um, then spit. Yeah, or even just like putting a label on the job. Like, even because I one point was like, Lets just throw some duct tape on it and write, like, special drink. Do not drink Jason, and then hell see that. And he''s such a troll like, but anyway, ah, as we were going, I'm sorry. Are you not liking this story? You're, like, kind of being like, Oh, yeah. Like you're not like this is like a really good story. Well, I mean, maybe you had to be there. I am not. I just don't get what''s happening. They didn't have If I Were You there. Brett, you have to be here with me while I tell it to you. That''s where you have to be. I mean, because, like me, telling is almost even better than having seen it by here. You mean my house? Yeah. In your house. In your home studio? Yeah. My home studio set up with all the equipment. Yeah. Oh, like I even set up my Thurman,","id":"MhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":273.24,"tags":["Martin Mull","Brett","Thurman"]},{"line":"please. Then I try not to do this anymore, but too scary. That sounds too scary. It's feels like Twilight Zone there. Stranger things. They're black mirror or one of them, right? I just thought we were gonna like play. I thought we were gonna jam.","id":"MxJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":368.01,"tags":["Twilight Zone","Stranger"]},{"line":"Yeah, that's right. We got a friggin take that guy and put him in this place because, frankly, even he is struggling with his bridges. I think you know a bris. Yeah, that he''s a big forum because of the podcast he did with Hazmat. Don't go there too big for his britches. No, it''s not a not like a realized that sound like, but, um, so it''s not about that, but anyway, so I'm","id":"NhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":542.56,"tags":["Hazmat","britche"]},{"line":"I'm sorry I'm late. I was trying to Ah, now the app that I use for directions I've made it more The my mileage more prominent on there. And I'm trying to stay toe Onley five miles above the speed limit at any point. So just to be a little bit more consciou's Off my speed and for the safety of others around me, So that kind of cut down on my time because the roads were open. I could have been here, but I just wonder.","id":"NxJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":567.75,"tags":["Onley"]},{"line":"I try to stay, do the speed with going to go above at all, no more than five.","id":"ORJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":601.41,"tags":[]},{"line":"And then, if you could do like, like, that's a great story for this. But if you could also do, like, a big belch or something and then, like, be like comes sweep smoking weed. Okay, Well, you know what I mean? Just to sort of get, like The, like, high and mighty feel in here. Okay? Yeah, I write when you're doing that. Yeah. You got to","id":"OhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":607.44,"tags":[]},{"line":"Okay. Speaking of Fred Flintstone, how about newspaper comics, huh? Um, and Hayes will be back at some point to pick me up and are he may call in or something. So just like, yeah, if we could pretend that we are having a jam ses'sion, and if we could kind of throw him off our scent, that would be helpful.","id":"PhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":649.95,"tags":["Fred Flint'stone","Haye"]},{"line":"me to admire it","id":"QhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":695.4,"tags":[]},{"line":"Capers wimpy. This angry about. So? So this isn't going so No, it's going great. So newspaper comics, everybody remembers the Sunday funnies. You open the page and you and your parents are reading Ah, one side of the news and you are sort of have to sneak, you know, in between the pages and try to read it while they're reading it and not get coughed, you know? And if you do get caught, boy, you get a whipping, Uh, and so talk about that a little bit.","id":"RBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":699.36,"tags":["Caper"]},{"line":"Mr Silver Spoon in his mouth has all the newspaper sections. So what we would have at my house is sort of very condensed newspaper. I think all the sections got printed very small into a page on to just a single into one page and then, uh, that would cost","id":"RhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":754.72,"tags":["Silver Spoon"]},{"line":"Well, you know, I I didn't get into the economics of it. I was a kid, and that's what I'm remembering. And people love this nostalgia, you know, and I and my dad would have a big, ah,","id":"SBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":774.56,"tags":[]},{"line":"It's just so out of tune We're just so out of tune right now. It''s I just think could funk if you call back and like, you know","id":"URJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_3","timeCode":877.95,"tags":["ju'st"]},{"line":"the 1st 1 but you didn't have any peeps on and on. So I tried a different store and they are starting to get some of the Easter peeps and but they don't have can have cannot be Easter. He's so it doesn't have to be how we Halloween PPC s.","id":"UxJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":893.35,"tags":["1'st","Ea'ster","peep","Ea'ster","Halloween"]},{"line":"I heard they're saying some of the other stories they might have. The ghost doesn't have to be the pumpkin, Pete. Hazy if you bring me ghost's. What","id":"VRJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":922.84,"tags":["Pete"]},{"line":"I'm just I'm sorry. It just to let you know I have","id":"XhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":1007.23,"tags":[]},{"line":"Yeah, I gotta get Well, I just want to talk.","id":"YRJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1018.83,"tags":[]},{"line":"Yes. Okay. That student that Boys sounds much more raw and rude. Then then brands voice","id":"YhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":1022.13,"tags":[]},{"line":"that be oppres'sive. force, but I gues's that's very punk. Okay, Uh, what''s a good weight? So a good newspaper comic? Well, did you ever, um we havent talked about this in a while, but I don't I don't remember. If you ever listen to the episode of High and Mighty I did that was so well received. No, it''s not about that. It''s Ah. Ah. Just I was looking for","id":"aBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":1077.21,"tags":["Mighty"]},{"line":"has kind of a Jewish voice. Well, you know, you can tell a Jewish a person. Sometimes when you hear person's voice like that''s do it. This guy''s Jewish. Okay, really? So you know that you know I'm Jewish. You just hear that coming acros's. Is that good? That''s really good. Yeah, yeah, yeah. And even when you say is Italian, I think that what John would probably say is like, hed have, like, a term for Italian, you know, that maybe I wouldn't be comfortable using, but he seems fine","id":"cRJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":1172.69,"tags":["Jewi'sh","Jewi'sh","Thi","Jewi'sh","Jewi'sh","John"]},{"line":"So I'm a little concerned, as I think more about this day go thing that might get into trouble. Because I know that based on the succes's of the Mick, Fox is coming out with the day go next year. Oh, yeah, Yeah, it's like his name or something. So I gues's it''s OK, so But itll s his name of I think that''s part of the thieves dug for it. So let''s just tread lightly. We can use it. But don't that somebody else is in any jokes better. Yes. At this point, they own","id":"fhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":1271.92,"tags":["thi's day","Mick","Fox"]},{"line":"Yeah. Hey, only I mean, he talked about it all the time, but it's nowhere near 24 But he would maybe call it like, but mud or something. Yeah, What you called it? Something like that. Um, so the phone''s ringing. Uh um uh he's How''s it going? Hey, Um ah todo dont Whoa! Oh! Sorry. I was so lost in the magic of the groove. Yeah, I'll turn down The It''s feeding back. I'll turn that down. He's I was worried you guys were running out of stuff The jam about I'm sorry. This is taking so long. I met um, The Albertson's and Granada Hills.","id":"iRJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1446.22,"tags":["Thi","Albert'son","Granada Hill"]},{"line":"Yes. And so these people are different characters From","id":"ixJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1530.59,"tags":[]},{"line":"you know, outside of the peeps. But Donald Trump Kin","id":"jRJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_3","timeCode":1549.36,"tags":["Donald Trump","Kin"]},{"line":"Albertson's guy and a lot of these candy kind of From political that he has here. Oh, yeah, Oh, could you let some of the other political Candies just Maybe I want one of those.","id":"kBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":1566.88,"tags":["Albert'son","Candie"]},{"line":"He has, uh well, he's, like, sort of created, uh, political cartoons out of wrappers. And, uh, and so there''s a lot of stuff like Hutchins. Um and like Baby Ruth Bader Ginsburg is a is, like, a thing that he has going. I I don't understand a lot of the","id":"kRJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1578.03,"tags":["Hutchin","Baby Ruth Bader","Gin'sburg"]},{"line":"Yeah. Such a bos's","id":"lBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":1604.03,"tags":[]},{"line":"you pick up those","id":"lxJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1639.23,"tags":[]},{"line":"Ah, what is know what the uh My toe.","id":"mRJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1647.52,"tags":[]},{"line":"Oh, no. Yeah, Yes. You okay? man. Yeah, itll be fine. I'm sure. Uh, I gues's that doesn't sound really The like what? It's other when you hurt. Your toe is usually very deep. You make a very deep noise.","id":"mhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1654.78,"tags":[]},{"line":"Go up to something. Ah, government help! Oh, yeah. So there it is. That That's right. That''s s So","id":"nBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1677.74,"tags":[]},{"line":"Ah, Ben Gay","id":"nhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1704.04,"tags":["Ben Gay"]},{"line":"Yeah, you and but did he like any particular newspaper comic or another name of any","id":"pxJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1758.07,"tags":[]},{"line":"Yeah. You're picturing Charlie Brown. Okay, well, he's go pick up the Joe name is a packaging bottle. And then, uh, you know, get right back here. We mis's you.","id":"qxJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":1787.53,"tags":["Charlie Brown","Joe"]},{"line":"Okay? Yeah. You're gonna go? Uh, it's like,","id":"rBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":1798.74,"tags":[]},{"line":"But Sean that were Off food. Yeah, just for just for a little while. Just got a little crazy with us and food. And we just said, like, lets take a break.","id":"sBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":1849.28,"tags":["Sean","Off food"]},{"line":"eating in","id":"shJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":1865.47,"tags":[]},{"line":"how you do that on, and so we went to believe it. And we said, We know. Is there anything we can do? What kind of a separate program. And they have this great thing now with just Blue Apron gum and, ah, theyll send you every month. Uh, are whenever they said The Blue Apron every week. I gues's, uh, they said it's they send you a pack of the freshe'st gum. Uh, that''s like magically sores to guns. Totally sustainably stores. It''s regenerative. You know, gum making practices are used for it. Um, and ah, and it''s delivered in 99% of the continental U S s. So it''s really you know, they're reducing the gum waste that has been a scourge on our environment.","id":"tBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":1869.67,"tags":["Blue Apron","Blue","Apron","U S 's"]},{"line":"like, if you were still on food, obviously, Hayes and I arent, But if you're someone whos doing that, uh, who sort of trapped in the vicious cycle they would do? Seared pork chops with farrowing cranberry chutney. Ah, spaghetti squash and Marondera with mushroom's and garlic knots or spicy Shrimp-Off Korean rice cakes with cabbage in. You're cocky. So what are they doing for Blue Apron gum right now has","id":"thJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":1922.4,"tags":["Haye"]},{"line":"So Ah, please do check out Blue Apron and Blue Apron gum. Uh, this weeks menu. You get your","id":"uhJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":2000.43,"tags":[]},{"line":"ZipRecruiter Blue Apron gum. So check out this weeks menu and get your 1st 3 meals free. Ah, or your first piece of fruit stripe just so you can get used to chewing. Um, it''s got the zebra on the package, and you can sort of feel what it is. The texture. I know. He's and I had ah, long transition period where we couldn't really wrap our head around like how to use the gum. And theyve got a great tutorial on the website where they show you how to put it in your mouth. Bite it. And what you do is open your mouth and bite it again without swallowing it or anything else. Um, and it''s not gonna get trapped in your mouth. Ah, youll be able to spit it out at the time that you deem fit.","id":"vBJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":2012.69,"tags":["ZipRecruiter"]},{"line":"his thing Not being, like, really gracious about.","id":"zxJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":2288.22,"tags":[]},{"line":"basing this OK, Right, OK. Yeah. OK, this is perfect. That I'm sorry I mis'sed it. All right, So, like, yeah,","id":"0RJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":2297.09,"tags":[]},{"line":"play rugby, my rugby shoes were too small. I would take the New Yorker and just ball it up and then put it in the toe of my rugby shoe on. And then it fit. Yeah, And so this must be what they were","id":"2RJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_2","timeCode":2404.29,"tags":[]},{"line":"doing. The other guys in my rugby team would give me health. They knew my shoes were too big. Theyd call me Little Feet. Uh oh. Yeah. Okay.","id":"2hJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":2423.72,"tags":["Little Feet"]},{"line":"Anything else on that zippy, zippy the pinhead? Oh, is that a thing? He's the little sad. He''s, like, sort of the sad hunchback.","id":"4RJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":2496.87,"tags":[]},{"line":"Yeah. Is he overtly sexual? John Capers. Um, not really against it. No. Yeah, he's not, But he''s not like that''s not I think he''s more like a signifying trade. He''s sort of like, cool about it. Self deprecating. Yeah, he loves Yeah, he like, Well, he demonstrate's a willingnes's to kind of eat shit like hell be like, I'm and be like my dicks a little or what? You know what I mean? Like a joke about that. OK, All right, well, let I'll marinate on that for a","id":"6xJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":2547.28,"tags":["John Caper"]},{"line":"Yeah, and it And well even customize it for you. I got The can find Ben gay blues. Uh, not exactly why I can't There is Ben Gay. It's not the Joe Nameth kind. I I'm gonna see the s and Siloam are totally They have","id":"8RJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":2632.17,"tags":["Ben","Ben Gay","Joe","Siloam"]},{"line":"not Joni with Ben Gay and sort of way The back They have way. The back and down. They have certain this underground part where they have old medicine. And they have this Joe millionaire Ben Gay. Ah, yes, Evan, Evan is on it. Yes, but so I my great Fine, that's closing up. But I think the stuff inside is not his toothpaste. Because that was, like, the idea. I gues's that was the promotion. That''s like the concept of Joe Millionaire is, like, Not a great smile. Yeah.","id":"8hJCLnMByMrymAEmjyVk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":2649.87,"tags":["Joni","Ben Gay","Joe","millionaire","Ben Gay","Evan","Evan","Joe Millionaire"]},{"line":"What? It sounded like.","id":"ARJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":2778.63,"tags":[]},{"line":"Oh, please, could you grow up, Hayes? What","id":"AhJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":2780.04,"tags":["Haye"]},{"line":"do you What are you accusing","id":"AxJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":2782.49,"tags":[]},{"line":"like with butter? Yeah. I sti with, like, a hunk of butter and like a blender. Ah, it doesn't have to be.","id":"CRJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":2834.47,"tags":[]},{"line":"Sure, but get smart. Like The Okay, new tropics or whatever. Sure. Yeah. OK,","id":"CxJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":2847.93,"tags":[]},{"line":"are you hiring? Do you know where to post your job? To find the best","id":"FBJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":2908.83,"tags":[]},{"line":"No, I was asleep. You couldve been. She could have been protecting you.","id":"HBJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":3100.36,"tags":[]},{"line":"listener's can also get","id":"IxJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":3159.53,"tags":[]},{"line":"you did say my listener's Really what it says,","id":"JxJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":3171.68,"tags":[]},{"line":"So there was no jam ses'sion. Yeah, He's I'm sorry to us. We had to fix your britches. We did a little bit of tailoring work and when ahead and made him fit you a little better. Ah, so, um,","id":"MRJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":3340.52,"tags":["britche"]},{"line":"No. You dropped him off for a play day. I was trying to drop hints during the phone calls and and kind of let you know to come and rescue me. But he ah, is obviously insane. And I was scared. So that's why I did it.","id":"NRJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_1","timeCode":3413.63,"tags":[]},{"line":"I was invited here. I was excluded by the in the jam by Brett. And then I","id":"NhJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":3428.16,"tags":["Brett"]},{"line":"Are you mad? Is this? Does this have something to do with the fact that Sean has started to wear a hat? That's kind of like your hat.","id":"OxJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":3470.48,"tags":["Doe","Sean"]},{"line":"to upload it. Why you would take Sharis hat out on me? Yeah.","id":"PxJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":3497.8,"tags":["Shari"]},{"line":"and you made shot","id":"QRJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":3506.62,"tags":[]},{"line":"make me run around the whole city to get poking peak.","id":"QhJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_3","timeCode":3507.54,"tags":[]},{"line":"Yeah. Wanger takes 24 bowel movements. They don't last in our each. That's just because then I would just That''s all I'd be constantly doing. But every hour on the hour","id":"RBJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_0","timeCode":3522.68,"tags":["Wanger"]},{"line":"are sorry. There's always room in this stall to Hello. Welcome to bathroom charge. Teoh. Bathroom. Bathroom, right. A bad","id":"ThJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_3","timeCode":3713.21,"tags":["Teoh"]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled acros's out again.","id":"UxJCLnMByMrymAEmjyZk","index":"handbook","podcast":"Hollywood Handbook","episode":"Higher And Mightier With Joe Wengert","speaker":"spk_3","timeCode":3811.53,"tags":["Rachel Bloom","Feli'sha","Day","Colton Done","Andy Daly","Gene'si","Phil Collin"]},{"line":"we whos coming with me, Remember, he does Very. Oh, yeah. So, um, we So we did an episode last week where I, uh, tried to","id":"YxJDLnMByMrymAEmBSbR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Wendigabrus, Our Close Friend","speaker":"spk_0","timeCode":377.21,"tags":[]},{"line":"importantly, for anyone, he's gonna fuck up my rep.","id":"dBJDLnMByMrymAEmBSbR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Wendigabrus, Our Close Friend","speaker":"spk_0","timeCode":638.21,"tags":[]},{"line":"You going like","id":"fxJDLnMByMrymAEmBSbR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Wendigabrus, Our Close Friend","speaker":"spk_2","timeCode":758.47,"tags":[]},{"line":"Oh, no, I can't be held respon'sible for him taking a monstrou's mega rip of freaking The chief as's fuckin city va or whatever. I can not have him doing the big, fresh Chiba rips. Please. Well, I did.","id":"iBJDLnMByMrymAEmBSbR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Wendigabrus, Our Close Friend","speaker":"spk_1","timeCode":821.81,"tags":[]},{"line":"know if he's if he''s fully, if he''s really transforming From The Gaber Zone, he might find a lot of pleasure and pain and it might be erotic pleasure, So keep in mind without getting into too much information about myself. And you wanted","id":"jhJDLnMByMrymAEmBSbR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Wendigabrus, Our Close Friend","speaker":"spk_2","timeCode":855.58,"tags":["The Gaber Zone"]},{"line":"to talk a little bit about 50 shades darker today, Is that right?","id":"jxJDLnMByMrymAEmBSbR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Wendigabrus, Our Close Friend","speaker":"spk_1","timeCode":868.16,"tags":[]},{"line":"Ah, yes, I'm","id":"kBJDLnMByMrymAEmBSbR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Wendigabrus, Our Close Friend","speaker":"spk_0","timeCode":871.87,"tags":[]},{"line":"about a guy. Oh, God. OK, can we use that? How far away from the factory? Cause if it's over 1/4 mile, you're gonna catch up very easily. He''s either going to get Distract. Yeah, he''s He''s probably very winded at this point. My","id":"lBJDLnMByMrymAEmBSbR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Wendigabrus, Our Close Friend","speaker":"spk_2","timeCode":898.39,"tags":["Di'stract"]},{"line":"Oh, yes, Beating Off. Talk a little bit about that, John.","id":"lxJDLnMByMrymAEmBSbR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Wendigabrus, Our Close Friend","speaker":"spk_1","timeCode":934.3,"tags":["Beating Off","John"]}]