[{"line":"you always. I've always talking about whos on my mount wrap more.","id":"ThImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2646.94,"tags":[]},{"line":"a soundcloud group. Well, like a group that it's they like a sound song like a sound version of","id":"URImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":2739.84,"tags":[]},{"line":"There's a There''s a website called Soundcloud and people when they don't have, Like a district that''s music in the club. They put music in the soundcloud on the soundcloud. Silent understand's a cloud, honey. Right is that that''s that movie, right? Right. Do you do? This is not like movies. It''s like that. But it''s like, just just like rhythmic. It has lyrics and singing or rapping in this case. Okay. And what do I do next? Well, you would youd listen to with your ears. You would let you listen to the song. And when in your car is my dad pis'sed off because you're listening to it, huh? Too loud. He''s gonna hear it.","id":"UhImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2747.58,"tags":["Soundcloud","soundcloud","soundcloud"]},{"line":"if you picture the brain like a railroad track, Okay, there's only room for one train on. Hey, there''s only room for one train upon this.","id":"VRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":2827.41,"tags":[]},{"line":"how does that block music?","id":"WRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":2862.24,"tags":[]},{"line":"But he has to do is just not accept the music. Or sometimes itll happen a lot later. It takes a little while sometimes for the music to travel. So like my but in an hour, you might be home using your Swiffer Swift jet. And you're just in your house cleaning. And then you go I like villain part because you just upside down.","id":"WxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":2881.66,"tags":["Swiffer Swift"]},{"line":"Then one a and one.","id":"bBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2999.49,"tags":[]},{"line":"So not ocher mons face. No, no, no. It's the pocket, Not Scott Police. It''s the It''s the podcast in the show. Okay, What? What else is on your Mt-Crushmore? I'm going All Yeah. I mean, run through all those for probably devious maids","id":"bhImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3008.05,"tags":["Scott Police","Mt-Cru'shmore"]},{"line":"again, Not a rapper, But I","id":"bxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":3026.6,"tags":[]},{"line":"do have it with the attitude, the swagger of devious maids you havent seen. Sort of like a hip hop, kind off renegade style that connects with me. Yeah.","id":"cBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3028.59,"tags":[]},{"line":"It was Engineer. Brad has to be represented in one way. So it's and your Bretz. So I gues's the 1st 1 is like, Ah, like a bag of that you as'sume has candy inside, right? You have to gues's the 2nd 1 is breast or so. Justice torso? Yeah. Okay. The 3rd 1 is like the outside. It''s like a landscape they're hard to imagine. And the 4th 1 is Ah, spontaneous nation. Another podcast. Brett, were you the engineer for the episode of Get-Up-On-This? Repeat, David Somewhere was skipping a lot. Did you do that? How did","id":"fBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3164.19,"tags":["Brad","Bretz","brea'st","Brett","David Somewhere"]},{"line":"like traveling. Okay, That's really good. Traveling is on your mountain rat more. Okay, so breath kind of winning. All right. Uh, my 2nd 1 I think I think I said him before. I think knowledge should be in my Mt-Crushmore, but not as Jay Z and Nos'sa for two clas'sic rappers near term. Um, needs the next.","id":"gBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3263.32,"tags":["Mt","-","Jay Z"]},{"line":"So this is what we did you say your rapper, and then you may make a word. Playoff it with, like a different thing style. We take the word we take. We make it a different word like Kevlar did earlier, right? Yeah, Well, and he's been around You. Mis'ses all. Started to give Brett time. Reeves like his beard. It''s cool like it has, like a weird introduction. Watches in it. So it''s k on where it''s his beard, says Beard. Cheon news beard. OK, close one. But he pulled it out.","id":"gRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3284.21,"tags":["Kevlar","Brett","Reeve","Beard","Cheon"]},{"line":"Well, but people have to know about it. I think it's meter to ignore it. Yeah, You die and nobody gets up on it. Track at the end of our show is me listing off everyone who''s pas'sed away that week. And then it skips a bunch,","id":"hhImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":3369.75,"tags":[]},{"line":"person to do our celebrity bumpers like? Here comes the commercial break. And the show was presented by Sean and he's then, uh, famous actor Adam Palley, who people thought was mad. But he actually likes us a lot. Yeah, Um, sure. I mean, that that sounds good. As long as it's I do have somewhere to be. So no. Yeah,","id":"pBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":398.72,"tags":["Sean","Adam Palley"]},{"line":"the If I may? Just a family dinner.","id":"phImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":426.7,"tags":[]},{"line":"Mm. Okay. Whose family? Oh, my entertainment family. My team. A team. That's a big team. It''s a big team. We got I got a really big team. Yes, I've got agents. Big team. Really? Yeah. What is it? I need to really bring. But anyway, I got it, You know, um uh, let''s let''s get down to it. What? Getting wings? I mean, maybe I look at the banyan cib at night. I think I took me a steakhouse or something. Oh, yeah. No wings there. Okay? I really I do not. I'm so, so sorry. We don't We dio way fall into this every time. Well, it''s so natural. The converse way.","id":"pxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":430.54,"tags":[]},{"line":"the take away was dudes mad. Maybe this is the oh, you to to not be just like a bad guy. No, I feel so bad about that. I feel like I'm sorry. I want to say that again. I really I didn't really know what the vibe of the thing was was early on in your run. And I was I was sure I Big for us in that way. I'm not saying it's like that we're mad. But it wasn't Big episode for us because it was our know and that''s my self worth. Two. I was thinking like It''s it''s just me that it''s like a It''s like for Sean. It doesn't mean much, So I came in with that bit, but I digres's. Let me let me So it''s Let''s get one more, you know you want to give us three in a row","id":"sxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":587.85,"tags":["Sean"]},{"line":"and ideo I'm sorry my like kind of smart,","id":"tBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":626.8,"tags":[]},{"line":"like do it and like? Like who would that be? Kind of any kind of a smart","id":"tRImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":631.1,"tags":[]},{"line":"'show. Do it","id":"thImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":634.48,"tags":[]},{"line":"candor is valued and And is that what you were doing at the time, given the government? God,","id":"wxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":782.96,"tags":["God"]},{"line":"I don't remember. It was so long ago. I think I was just really trying very, very hard to be nice to you. Um, so I really can't I don't remember a time, but I do remember it because it was such. I remember the way that you reacted when she, like, bristled. Yeah, which you know at that. I don't I never I never got. Thanks. Yeah, but it was like that.","id":"xBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":787.19,"tags":["bri'stled"]},{"line":"Yeah, And I said, starting to be, like, really good. Yes. And I remember,","id":"xhImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":833.1,"tags":[]},{"line":"I'm not even something that No, I'm not. I love Jeff Nichols, but then you would think the movie was good. So you like Jeff Nichols, but which That he wouldn't do a movie. But I think it's in a little bit of apple","id":"0hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1001.91,"tags":["Jeff Nichol","Jeff Nichol","apple"]},{"line":"Hollywood Handbook-East a WolfCool Jr. You buy hazy bone and the Clem dog also produced by God and come in a lot to remember. If there's any way that we could write this down, even just bullet points would be great.","id":"2BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1099.62,"tags":["Hollywood Handbook","WolfCool","Jr.","Clem","God"]},{"line":"I can't have it. Yeah, I've been thinking about getting something new. Going.","id":"3RImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1234.34,"tags":[]},{"line":"What do you mean? What is that?","id":"3hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1240.03,"tags":[]},{"line":"joke. I thought it was a joke. His bone is a joke, right? That's a joke. It''s a funny joke,","id":"4BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1267.23,"tags":[]},{"line":"So I'm sorry. Then what is the problem? Losing it, laughing when I say it,","id":"4xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1288.64,"tags":[]},{"line":"you're telling you're losing it. Laughing? Yeah. L a Howl. Uh, So All right, So this is what you wanted to get into, right? This is the big role you've got coming up. You know, I actually I want to get out of","id":"5RImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1301.05,"tags":["Thi"]},{"line":"here like the guy who invented texting or something. No. Okay, now it feels like it's like a sort of Steve Jobs thing, but it''s just like just the dude who put texting on the phone.","id":"5hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1312.93,"tags":["Steve Job"]},{"line":"I will tell you about the role if you want. You know, it's probably gonna cost me what it is,","id":"6hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":1336.65,"tags":[]},{"line":"Zero. Yeah. Cool.","id":"8xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1613.22,"tags":[]},{"line":"a dead android would say.","id":"_BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1760.65,"tags":["android"]},{"line":"who way? Who maybe have said Amanda Loving Ed. I got these good","id":"ARImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1817.14,"tags":["Amanda","Ed"]},{"line":"Lubricating strip textured handle for more control when it's wet and it is what","id":"BhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1861.15,"tags":[]},{"line":"It's still just $2 for Blake and Hear to $4 or more. Youll pay at the drug store and you get free tickets and we will rock you.","id":"CBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1871.28,"tags":["Blake"]},{"line":"The audience is loving this. What I'm doing it. Freddie. How do you feel? Freddie nods and shrugs like I feel good.","id":"CRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1878.82,"tags":["Freddie","Freddie"]},{"line":"bump. Lets do a quick bumper. Let''s","id":"DRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1932.96,"tags":[]},{"line":"all right, here comes some. We Lets take a quick break and we're bringing you some more ads from your Hollywood Handbook-East. Let''s go. Can I just do mine? I just have one little Now. Yeah, let''s go when you're Let''s go where the other not little Let''s go one way or the other with gum where you're like either really doing it is like a cool character or something, or it''s gone because the way kind of like 1/2 step make a choice is what I'm saying.","id":"DxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1936.83,"tags":["Hollywood"]},{"line":"That would help me. Can I just do one other thing? Whats your what''s it like a book that you love? Can I ask you? Who taught you to give notes by going? Can I do one other thing? I'm asking? Sure s times asking. So you're gonna dead and then move around the board. He''s even worse. You're talking Human economy is if there''s a he needed permis'sion to talk to me. I don't want to step on his note. If he hasn't no, I want him to have it. I might have a look at what Chomsky brothers were on a fucking podcast. Excuse me. Whoa! Whoa! Wow. Did you take up your headphone high? I wish I could have done it before I heard that one brother. One sister at","id":"EBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1962.1,"tags":[]},{"line":"Whats that? Why can't you just why does it have to be like some obscure book clubs? Bad as's thing? It''s not upset. You are so fucking raw, Dude, I look when the bad guys win. It''s a story about the 86 Mets winning the World Series. Oh, okay. Well, then I am actually looking for a smarter book from that. Just like a book. I just want to get you into a place of, like, a book reader. The only baseball book. It could be his Moneyball.","id":"FhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2075.59,"tags":["Met","World Serie","Moneyball"]},{"line":"Why we're in the same room? Because that sounds this would make a show. You involve each? Yeah,","id":"GRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2125.24,"tags":[]},{"line":"on we can keep you said the like, find statistic's and put different values on them.","id":"HBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2193.67,"tags":[]},{"line":"Do you want me to keep talking to you while he's, like, in, like, a weird, beautiful mind? Hayes? Yeah. We don't need toe. Um, song in them. Was that a shot at me? And I just want to make sure he's Yeah, no, like a haze like a okay, Just like kind of a weird, for it''s like, not the most likely expected phrase, you know, I mean, so when you say beautiful mind he's it makes me I think that. Like what? You think I'm like jumping crazy? Hear? Really? It''s It''s very hard to talk. He''s making eye contact with me. Yeah, well, he''s finding that he''s drawing from you. You actually actually complimented because that means that he thinks that you're sort of being amused from around B. It''s very odd. It''s like watching someone have a seizure but not being able to help them, right? You can help. If you want what he would actually love, it will just help him find the joke. I don't know what the hell it''s about. Something with, like, chunk and being and Billy Me like, you know, obviously there''s something there","id":"HRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2200.18,"tags":["Haye","Ju'st","Billy"]},{"line":"obviously being a baby like yes, great e. I think he's just saying things that have similar sounding","id":"HhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2255.57,"tags":[]},{"line":"All right,","id":"HxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2261.68,"tags":[]},{"line":"I got to the joke yet,","id":"IBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":2262.54,"tags":[]},{"line":"Yeah. If that If the time it takes you to come up with Now, well just surprise you with one. Just give us a quick Hollywood HeadGum. Just go. Just don't even think about anything when you do it. You're listening to the Hollywood Handbook-East. Sean, Something in Hayes MacArthur.","id":"IxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2320.59,"tags":["Hollywood","Handbook","Sean","Haye","MacArthur"]},{"line":"The frogs having a jumping contest,","id":"NBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2591.18,"tags":[]},{"line":"Do you know this one?","id":"OhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2632.8,"tags":[]},{"line":"No, this isn't It's just a story. Yeah, s Mark Twain is a real person.","id":"PxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2690.62,"tags":["Mark Twain"]},{"line":"I don't know. I'm just a fan of comedy. I enjoy Comet. It's still fun for me after all. The That''s why","id":"RhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2801.01,"tags":["Comet"]},{"line":"I gues's I didn't hurt. I never gues's. I never heard that one. Okay? Yeah, you almost. I gues's I didn't hurt that one because I didn't heard that one. Yeah.","id":"TBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2849.59,"tags":[]},{"line":"and the guest's love it and they want to. Do they want","id":"TxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":2872.08,"tags":[]},{"line":"make fucking money? These little fucking young fox air conned into coming? Hear painting show. I get a","id":"XBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":2990.32,"tags":["fox"]},{"line":"has more stubble like. And when","id":"YBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3009.34,"tags":[]},{"line":"No. I always in being like Oh, I forget. No,","id":"YxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3028.77,"tags":[]},{"line":"I just want to hear","id":"ZBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3032.24,"tags":[]},{"line":"If you want a Wimbledon. Her too. Yeah. So she knows a thing or two about being a champion, about showing up every day and putting the work in","id":"aRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3047.57,"tags":["Wimbledon"]},{"line":"And then I would just lay some lyrics on it","id":"cBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3137.87,"tags":[]},{"line":"you don't like what? Like, man,","id":"chImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":3151.92,"tags":[]},{"line":"Tell me what you're into. I'll make the podcast feel like that.","id":"cxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3154.39,"tags":[]},{"line":"I I'm not into anything. I really I really am not I really am not into much little wonder.","id":"dBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3158.58,"tags":[]},{"line":"Okay, let me do another another take and then I'll get out of your your hair. Member of the commercial Where the guys walking around? Sad. It's raining on him.","id":"dRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3167.54,"tags":[]},{"line":"You're listening to the Hollywood Handbook-East Sean and Hayes.","id":"ehImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3236.36,"tags":["Hollywood Handbook","Sean","Haye"]},{"line":"I mean, I don't care. We may if we use if we use one of these will use that one. Lets do one. You use one of these.","id":"fRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3253.09,"tags":[]},{"line":"Yeah, you. That implies that you said we need to celebrity guest to do our bumpers. You didn't say. We need you to come in and be one of the celebrity guest's on our bumpers. Okay. Uh, what you mean? Okay. Oh, you know, it's that one. I mean, you, you know, one of the other. It''s like,","id":"gRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3276.97,"tags":[]},{"line":"Baby. Hey, this is Arne Camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said, like a fancy college profes'sor","id":"jRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3451.13,"tags":["Arne Camp","Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Lord","Sea'son","Ju'stin","McElroy"]},{"line":"ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out Now listening stitcher apple podcast or wherever you get your podcast's.","id":"lhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3502.05,"tags":["Magic Tavern"]},{"line":"Tubes jammed.","id":"nRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":125.51,"tags":[]},{"line":"It would also be to out. That's","id":"nhIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":129.08,"tags":[]},{"line":"That's not lost on me. Ah, but","id":"qxIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":274.5,"tags":[]},{"line":"I'm sorry for what I did afterwards. And what do you think I did afterwards? After you laughed? Yeah,","id":"rRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":292.06,"tags":[]},{"line":"have a guest. We have again way. Have, um, he Okay, um, he's","id":"thIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":390.82,"tags":[]},{"line":"a talent. Uh, he's is extremely around. He''s very succes'sful. 20 deserve's, so deserve's all of it. Yes. And you are so funny. You're and I really have always thought you were funny. Thank you. Everything else between us aside and I have been watching I am a","id":"txIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":396.98,"tags":[]},{"line":"that got when you were like, um he's like, so Yeah, I know what you're talking about.","id":"vhIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":468.63,"tags":[]},{"line":"I always got it. It's not that I did so like so but like you, Ugo,","id":"wRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":492.05,"tags":["Ugo"]},{"line":"I always his town is that he didn't get it.","id":"xRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":508.74,"tags":[]},{"line":"you just separate from anything to do with us. Do you have","id":"yBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":524.27,"tags":[]},{"line":"huh? Then that's a negative thing. Oh, okay. Yeah. Well, then I don't want Then I don't want to show you my sound because I feel like you're gonna just twist it around, be something It''s not. Well,","id":"yxIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":554.58,"tags":[]},{"line":"Let me hear it again.","id":"0BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_3","timeCode":606.52,"tags":[]},{"line":"from elementary school and sort of infused them into the political guys. And what teacher was that? Mr Garcias? Oh, wow. And I got that, You know, which is why I went.","id":"2xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":666.81,"tags":["Garcia"]},{"line":"Yeah, a stop and ah, it was a s up in Shawnee and hey, stop.","id":"5RIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":788.53,"tags":["Shawnee"]},{"line":"Well, yes, we do. Too quick fables. We do 30 40 minutes between each act. Ah, and we sort of driving around doing the fables. And then wed let you on for your five. We were trying at the time to expose some younger comedians that were","id":"6hIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":842.74,"tags":["fable"]},{"line":"I remember that. I had recently","id":"7BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":871.68,"tags":[]},{"line":"'so far, be it for me to say whether that's comedy or not.","id":"8xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1003.81,"tags":[]},{"line":"Yes, the is'sue for me arose. Having Lake is quick. Do it very quickly. He's going take you. Just teachers just do this so quickly. Sorry we didn't tell you about the way I want you to do one with everyone. Do one with everyone. Everybody, everyone okay? And we're doing it so quickly and we're doing but know anyone with just back one with Just get please, Because we need. And we want it done. Yes,","id":"9RIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1028.66,"tags":["Lake","Ju'st","ju'st","ju'st","Ju'st","Becau'se"]},{"line":"needs to be a selfie style and just yeah, and this is going as fast as weve ever done it. And we're leaving and we're gone. In the past, it's been a distraction, and it''s sort of side truck the episode. But this time we got it done quickly, and I think we're really in a good place. Okay, that was actually helpful to the what was happening. You know what I mean?","id":"_BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1116.5,"tags":["pa'st"]},{"line":"Well, because he's hell be creeping around for the rest of the night","id":"_RIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1136.86,"tags":[]},{"line":"Thank you, actually feel like","id":"BBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1223.54,"tags":[]},{"line":"I really appreciate you saying that asking if I was done talking about, um um, so you're done with Splash? Or you wanted to say something else? No,","id":"BRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1225.96,"tags":["Spla'sh"]},{"line":"does want to make sure that he is explaining the product in the ad that he, well, to be said that way we just having a good laugh by myself, open in the mail who that sharp piece got may. But you know what else is sharp? Razors? That's right. Harry''s razors. It''s Christma's morning for me. Sadow with Harry''s raise's, show up in the mail talking to arrange it, and I bring in opening that would the razor shiny cause it''s made of metal. So, you know, I've really seen it.","id":"EBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1364.39,"tags":["Harry","Chri'stma","Harry"]},{"line":"Yes, there's a tube that you can sort of guide it through, so it''s sort it folds up sort of like the intestine that could go all the way or on one leg. And then it goes through the other leg. And you just kind of like negotiated through the","id":"GhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1618.41,"tags":[]},{"line":"Yeah, that was I was really pleased to find that, um, there's a little button you compres's in your pocket and itll just release a fresh blast of ball","id":"HxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1655.51,"tags":[]},{"line":"Okay, where you talk. What do you love this groundbreaking stuff Like students? Todo But wait, workshopped it or something. You could come over to my apartment and we","id":"KBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1800.6,"tags":[]},{"line":"Just wait, Let your mouth be scratchy. So that's disre'spectful. And this I gotta What pis'sed me off at the time is I get a little bit of a mama bear vibe around Hayes, I think. And when I see somebody shoved him around, Tom, wait to put your hand Bang Bang ideo correct the friggin skin off the back of his hand. Way to drink your milkshake, even those throat. So scratch.","id":"LRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1851.96,"tags":["Haye","Tom","Bang Bang"]},{"line":"you pull down. You pulled up your underwear into your butt crack and I saw I'll show you anatomy And you","id":"MhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1920.29,"tags":[]},{"line":"I want I'm asking you to trust me. You're paying your hard earned shekels to come in here. And you're you are trusting me with your evening that is sacred to me. People fall in love in that audience. So you're not sorry for what you did?","id":"OBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1994.27,"tags":["tru'st","tru'sting"]}]