[{"line":"Hey, guys, We want talk about Priv alone. We have some verbatim text to read. We used to have a guy who helped us out with this stuff, but that relationship has has ended, so I'm just gonna handle it This time. It's me. Hes, um So let me just get into it. It's Ah, this is privilege. Oh, project work is normal and entertainment. But if you want to buy a house, that could prevent you from getting a traditional bank mortgage. Luckily, there's a lender that understands the industry prove low built, a company Of around lending the right way to self employed freelancers, independent contractors and business owners. Even if you have a one time credit blemish. Hey, it's show business. Who doesn't? That's Priv Low is in private loan to apply good approval o dot com slash podcast and fill out a simple online form. It will take two minutes and just might get you that. Hey, dudes,","id":"1xKRMHMByMrymAEmGpaj","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":0,"tags":["Priv","Priv Low","dot"]},{"line":"you just As long as you're not me in the","id":"2xKRMHMByMrymAEmGpaj","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":72.79,"tags":[]},{"line":"hit at and then a oh, you're gonna wind up tweeting a o Scott, which we did do a few times now what we have now is a problem where we did spend all the ab money. Of course, on that is why when you see Hayes, he is in raw denim jeans. Rajeh him everything the best, and it breaks in and it's the comfy Isett stiff at first, but the fit is unparalleled. Want to break it in and","id":"5BKRMHMByMrymAEmGpaj","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":228,"tags":["Scott","Hayes","Rajeh","Isett"]},{"line":"catching up, catching up on a couple ads here on then throughout the episode, it won't be distracting, but we will be popping in every now.","id":"6BKRMHMByMrymAEmGpaj","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":286.3,"tags":[]},{"line":"So just bear with us way. Want to talk about loot? Crate? If you consider yourself a geek gamer or pop culture nerd than this is the subscription","id":"6RKRMHMByMrymAEmGpaj","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":293.1,"tags":[]},{"line":"nards, weirdos door coz losers and ah, dweeb ease And ah, and and freaks.","id":"6hKRMHMByMrymAEmGpaj","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":301.42,"tags":[]},{"line":"And for less than $20 a month, you get 68 items Of gamer and pop culture stuff like vinyl figurines, comic shirts and more. If you got a loot crate dot com slash handbook and enter the code handbook. Youll save 10% off on any new subscription, and we should figure out a way to make this like, funny. You know, it's like the our interest segment, so it should be, like, a funny.","id":"6xKRMHMByMrymAEmGpaj","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":308.29,"tags":["crate dot com"]},{"line":"Uh, if we're just debating Vic, please don't be spooking. We're just doing another comedy, but really fast. If you just want you talked to him about if I sit in? Uh, yes. Yeah. You want to like a funny bit based on this joke stuff I'm reading. Right here, Vic. Go along. Oh, jeez. About my neck.","id":"-BKRMHMByMrymAEmGpaj","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":636.7,"tags":["Vic","Vic"]},{"line":"kicking by the names on the red carpet laid back way we call show best","id":"ARKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":808.51,"tags":[]},{"line":"meal? Casey is here. Hi, meal case. High meal. You haven't done the show before.","id":"AxKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":815.7,"tags":["Casey"]},{"line":"baby iguana. But I'm a big guy. So, um, it was money. It was sweet, it was sexy and standards total professional, and he turns his back. When you change, he says he's","id":"ChKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":904.87,"tags":["iguana"]},{"line":"Oh, well,","id":"FBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":987.01,"tags":[]},{"line":"uh, no, I don't get into too many details about it, because, honestly, uh, it's too scary for me to watch a lot of what he does. He does. He has no conscience. And he embraces chaos in this way where it's like, maybe the most frightening thing. At least somebody like Jason is trying to avenge a wrong that was done to him. And I'm no Jason apologised. I'm no fan of him slashing up those teens, but he's taking revenge. But the joke man, for what I contest, Jason taking revenge at this point. Well, I mean, latter day, Jason, he's just a slot. You know, he's not killing anybody who had anything to do with","id":"FRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":989.73,"tags":["Jason","Jason","Jason","Jason"]},{"line":"just closing his eyes and spinning around with a sword. Right?","id":"FhKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1026.87,"tags":[]},{"line":"It's been, ah, over 18 months, and weve been","id":"HRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":1094.53,"tags":[]},{"line":"Okay. I mean, okay, go to ST this. Copy.","id":"LRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":1233.04,"tags":["ST"]},{"line":"back in","id":"OxKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":1370.35,"tags":[]},{"line":"took a second to be like Obama one. And then, um, I could see her decide whether or not like, what she was gonna dio. And then she very graciously gave me a, um I'm very polite hug. And then we both went our separate ways and then ended up going outside onto the plaza to celebrate program Obamas victory. You feel here, press up against you. Everything about that. It was very chaste. And Michelle were chased in professional, implying she's really an amazing performer.","id":"PxKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1406.22,"tags":["Obama","Obama","Michelle"]},{"line":"Well, we would love some of these hosts, you know. Did you get along with them?","id":"RBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1452.6,"tags":[]},{"line":"some of them on the phone or No.","id":"SBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1464.06,"tags":[]},{"line":"Mm oh, uh, Charles Barkley. I don't think I could get No, I don't think I could get Charles Barkley.","id":"TBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":1518.96,"tags":["Charles Barkley","Charles Barkley"]},{"line":"Uh, I see your phone.","id":"TRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1525.71,"tags":[]},{"line":"No, I mean, if you asked her, got I just She does not like you.","id":"UhKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1550.63,"tags":[]},{"line":"do something that you suggest for you?","id":"VRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1561.94,"tags":[]},{"line":"enough for her. She would think it was very strange if I called her and asked her to do a near wolf podcast that she hadnt heard off.","id":"VxKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":1565.9,"tags":[]},{"line":"part. Yeah, I just I I'm in a scene","id":"WhKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":1600.76,"tags":[]},{"line":"I left out their responses, their responses to what I said, You know, these air, the celebrities. I want to hear what they have to say.","id":"cBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1765.23,"tags":[]},{"line":"The celebrities would say, What is that?","id":"cRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":1770.68,"tags":[]},{"line":"Well, whos number Do you have meal? I got a lot of peoples numbers on how","id":"dBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":1789.01,"tags":[]},{"line":"do you want us to ask you, man? I seen half the shit. You did good. Thank you for watching doing taking it out. You're doing the show. Okay, We talked about it. We You told us the whole keyboard story. Which, by the way Ah, very sorry, but number 12 spoiler number two It doesn't really sound like you did anything that funny. And you just want to come on here","id":"dxKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1804.85,"tags":[]},{"line":"If you have such a fun time in the Valais line with him, I'd love to see your your ongoing threat between you him and tell her on whats app? First of all, on whats app. It's not like whats hiss?","id":"exKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1837.62,"tags":["Valais"]},{"line":"Well, because I don't know. I mean, I know him as my friend Pan, who always calls me on my bullshit and who is rather tall, and it is just good at identifying, you know, trends. So I don't really think of him that way. But we're pretty public about who are close friends are because their names are listed as guests on the show and Neil is one of them. And also Pauly Shore was one of them. And have you tried telling people that and seeing if that sort of gets their juices flowing? You mean next time I get a job, I should go and try and hype your your show a little","id":"fxKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":1873.24,"tags":["Pan","Neil","Pauly Shore"]},{"line":"Hey, guys, want to talk to you about Budweiser mix? Ah, the only way to turn your water into Budweiser if you're under age and can't afford to buy alcohol, is to get your louder mix. It's beer powder. Now,","id":"gRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":1917.95,"tags":["Budweiser","Budweiser"]},{"line":"but whos the woman? You can't get us. Anyone else We're talking to you","id":"hBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":1946.76,"tags":[]},{"line":"we're talking about. Me ask you this? Yeah. Do you consider","id":"jhKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":2017.89,"tags":[]},{"line":"I've never said sorry.","id":"mRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":2081.34,"tags":[]},{"line":"good on you because I definitely have said sorry. And sometimes a lot.","id":"nxKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":2105.66,"tags":[]},{"line":"What kind of flower do you like toe to use big, goofy sunflower.","id":"oBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":2111.52,"tags":[]},{"line":"One of those guys Of dance when you play music. Yeah, it kind of got glasses on. It does like a pin were like you.","id":"oRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":2118.47,"tags":[]},{"line":"Tired of taking the trolley everywhere in the over pig for trouble tickets? Yeah, well, me too. That's why I got a fucking Saturn ion. The most new and best car that goes fast and room. You drive it when you're doing the car, though. Need to tell people which way you turn because the signal","id":"pRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":2147.88,"tags":["Saturn"]},{"line":"on the night Obama was on Tuesday night.","id":"qhKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":2201.2,"tags":["Obama"]},{"line":"The usual shared with who? I shared an office with Bobby morning. But Bobby Carnival I was gonna say I guess we're talking about Saturday night Live,","id":"rBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":2219.6,"tags":["Bobby","Bobby Carnival"]},{"line":"You invite them to the show. Uno guest. And then you say afterwards That's fun, right? You had a good time.","id":"rhKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":2232.22,"tags":[]},{"line":"Just kind of pointed out billing. Funny, right? And then you have a sort of clock their reaction","id":"sBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_3","timeCode":2247.94,"tags":[]},{"line":"What? Do you mind if we just finished a show? Oh, yeah, yeah, yeah. You won't even notice I'm here. Okay, even if you have a one time credit blemish privilege, okay with that show business, who doesn't? That's privileges in private loan. To apply, go to privilege dot com slash podcasts and fill out a simple online form WILL take two minutes, and I just get you have driven the hills. That's privilege dot com Such practice privilege. I'm really, really sorry about the way, the way these as Of gone, I think we can hear you sing it. Yeah, I hope you see that we have a buds in. We have tried to dio a good job with ease. We would really love if you kept buying ads. Um so number I apologize we will do bad. A. We made a mistake bringing this prison of the first time. We really thought that he would do a good job, but now it's, you know, it's turned into something else. So round Think that thanks for thinking for sponsoring Of","id":"tBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_0","timeCode":2406.12,"tags":["WILL"]},{"line":"Felisha Day and Colton Done. You've seen me","id":"uRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","speaker":"spk_1","timeCode":2527.36,"tags":["Felisha Day","Colton"]},{"line":"Um, verbatim. Vic is outside. He's the guy that weve had Teoh read verbatim copy in the past. Um, and we tried toe terminate that relationship, but I think he lives in the ceiling here. Now it's locked? I don't know. Yeah, it's locked. Yeah, he's holding up a sign. It says I'm Hello. Me? Hello? Me, I think. Okay, it's got to be hello from signed me. Which is Vic? Yeah, OK. Hi. Hello. Any okay? He's turning it around. It says, um oh, yeah. On the other side, it says, uh, f U b okay. That I think is some kind of mistake. But I get sort of what he's getting at. He's pointing at me. He looks OK. He's angry, and now he's angry. No, no, I don't want No, I don't want to do that. I, uh No, I'm not. I'm not doing that. I'm not trying to do that. I'm just here. Just, um, just doing the show, okay. Now he's he saw moth. He's chasing them off. Okay, He's trying to eat. He's trying to eat them off, Okay, but it's flown a little Hi for hand. Okay. He's using two plungers. Teoh scale the wall. Okay. And, uh, now he has he has eaten the mouth. Um, I look Oh, just, uh, finish the, um to apply good approval dot com slash podcast and fill out a simple online form it will take two minutes and just might get you that Crippen the hills that that's privileged dot com slash podcast. Vic. Vic. Vic, don't eat ceiling panels. Vic, put it down. No, I don't know. I don't want any. No, Vic, No, I don't want to share a ceiling pant. Oh, my gut And one bite. Oh, thick.","id":"xBKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":57.24,"tags":["Vic","Teoh","Vic","Teoh","Crippen the hills","Vic","Vic"]},{"line":"Ah, yeah, I have that one. And then I have just all different animals of the world s. So it's all the continents and then I need to content it kind of shows like the animals that are there.","id":"yhKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":266.71,"tags":[]},{"line":"Hey, guys, it's Ah, it's me. Hes in the studio, just me again doing the ads. I'm sorry. The sound quality isnt that great? I'm not a trained engineer. I would. I'm just looking at this board trying to figure out how to get the level here. Okay. Actually, there's a level here called CODIS feed. Let me turn this up and see what? What? Cody Heres during the show. Maybe thatll help Theo.","id":"zhKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":318.44,"tags":["CODIS","Cody","Theo"]},{"line":"Just listening to this for the whole, uh, for the whole show.","id":"zxKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":352.59,"tags":[]},{"line":"Okay, Well, even if the sound isnt perfect, I think you know it's, uh we can still get the message across of the ads. I'm just gonna Okay, I want to talk about loot crate. If you consider yourself a geek gamer pop culture nerd, this is the subscription box for you. Less than $20 a month. You get 60 items Of gamer and pop culture like vinyl figurines, comics, shirts and more. And if you go to loot crate dot com slash handbook and enter code handbook, youll save 10% off on any new subscription. Um, I'm also OBLIGATED shot. John isnt doing the ads. He, uh, he sleeps 16 hours a night, so this, uh, he is not able to come in this late, but he also has a subscription box of his own. It's called Sergeant Shawns Loot Crate. That's a great deal as well. I'll just do whats in both boxes in this months May look rate, the theme is Unite. Now there's stuff from Marvel's Avengers Power Rangers, Rick and Morty Team Fortress. All kinds of cool stuff in Sergeant Shawns Lou created looks like in this month it becomes in an inside out Dillards bag on, and it looks like you get let me see. Um, Ok, then here is OK, there's, ah, there's an Army guy that it looks like somebody has kissed multiple times like somebody put on lipstick and ah, kissed and, um, kind of sucked","id":"0BKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":362.37,"tags":["crate","crate dot com","John","Sergeant","Shawn","Loot","Crate","Mar'vel","Power Rangers","Rick and Morty","Team Fortress","Sergeant Shawn's Lou","Dillard"]},{"line":"It's a W.","id":"1BKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":634.32,"tags":[]},{"line":"Victor. Say what? Say what you want, Vic.","id":"1RKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":637.28,"tags":["Victor","Vic"]},{"line":"So Michael York comes over with the like, two glasses of lemonade, and here you go. I try. It's really delicious. He's like, how about a little something to make it hard. And so he has, like a little nip Of it was Baileys that he puts in eliminated. We ended up using something else because I drink this and I was like, This doesn't taste good, but the I d like a hard lemonade is cool. Yeah, and so we ended up. It is still Baileys that we use, but it's clear. Oh, it was just without the cream element.","id":"1xKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":671.17,"tags":["Michael York","Bailey","Bailey"]},{"line":"So it's no, the cream is still in there. It's just like the qalea cream. The color of the cream is removed. And so that that we just mix it up with lemonade. Bottle it.","id":"2BKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":708.45,"tags":[]},{"line":"50 degrees","id":"2xKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":731.88,"tags":[]},{"line":"as I'm drifting off in and I dream about it all night. Yeah,","id":"6RKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":813.02,"tags":[]},{"line":"is because correct you found now that it's not set in the future, that it's a long time ago in galaxy Far, far away. Exactly. No one is going to be the","id":"8BKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":884.76,"tags":["galaxy Far"]},{"line":"you say yes to choosing not to do it exactly is a great positive attitude about hating most of this thing I started doing. I'm doing Landmark. No, I'm doing Landmark Forum. Oh, wow, That's great for you. That's exactly what? That your timing. So perfect doing Scientology as well. Are you allowed to dabble? Hurtful. And I'm doing Sierra Club.","id":"8xKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":930.59,"tags":["Landmark","Landmark","Forum","Sierra","Club"]},{"line":"did you make movie? I'm did make movie. Uh,","id":"BRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1156.78,"tags":[]},{"line":"turned around backwards exact covering your eyes.","id":"DhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1354.69,"tags":[]},{"line":"I correct? You have Dilbert, but you don't own Dogbert, and it's just been a lot of back and forth.","id":"ERKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":1400.18,"tags":["Dilbert","Dogbert"]},{"line":"That is correct. Yes, that is correct. That is owned by Paul Giamatti.","id":"EhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1405.5,"tags":["Paul Giamatti"]},{"line":"Exactly. And Paul and I are friends, and hopefully we can make it work. But the numbers just have to make sense for everybody. Big Time in Exactly","id":"FBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1410.69,"tags":["Paul"]},{"line":"This movie is that Vadas? Well,","id":"FhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":1424.32,"tags":[]},{"line":"v o d Adult Beginners is on v o d. That's actually where, um, we're doing real business. Um, we, uh, members. We made $52 million in opening weekend on vot","id":"FxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":1427.26,"tags":["Adult Beginners"]},{"line":"most decent $1 million.52 per theater per week","id":"GBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":1440.34,"tags":[]},{"line":"is moving. Adult Beginners will be coming out of binoculars prime early next year. Weve already pre sold it, and","id":"GxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":1457.2,"tags":[]},{"line":"of doing a show for the first time.","id":"IRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1515.08,"tags":[]},{"line":"country. It's not. Your dad wasnt shot. I","id":"JBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1550.4,"tags":[]},{"line":"Can I read? You want to be Baltimore? Yeah, I'd love to. Okay. Uh huh. Well, yeah, sure. Lets just read. Or should we put the clip.","id":"LBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":1611.32,"tags":["Baltimore"]},{"line":"like if the table he goes well, people say like, Well, people laughed at this. Lets just do this. Lets have this be the show. And so that's what they're doing with Baltimore.","id":"MhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1694.03,"tags":["Baltimore"]},{"line":"Hold on. Let me. I'm just another actor.","id":"NxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":1747.88,"tags":[]},{"line":"Sorry. Can we take a break real quick? I just need to use a camera.","id":"OBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1751.24,"tags":[]},{"line":"Who is that? Is that the director is running the table right here.","id":"OhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1767.06,"tags":[]},{"line":"Yes. I couldn't agree more. I mean, that's so engaging in to get that peek behind the curtain. And people love shows about showbiz. They're easy to make inaccessible. And I think that to see an actor need to take a shit break in the way that, uh Finch had to in American Pie. And Dannys Great s so good. He's even better when he's being Dan. That character is perfect for him.","id":"PxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1797.24,"tags":["Finch","American Pie","Danny","Dan"]},{"line":"Um, I had a great improv everywhere kind of promo they're doing for that right now. This whole thing like Charlie tied getting all these guys to be lagoon like bold them or whatever. Yeah, that ball the morning. Yeah. My favorite pilot was Baltimore, Which is","id":"QBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":1827.21,"tags":["Charlie","lagoon","Baltimore"]},{"line":"I really? It said in Baltimore amidst the riots. Ah, but it is the show of the border. Harry Potter show that shit name shall not be this feel","id":"QRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":1844.61,"tags":["Baltimore","Harry Potter"]},{"line":"that you have a show. The name shall not be Yeah, I shall not be.","id":"QhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":1854.81,"tags":[]},{"line":"I'm so excited for this game to get going.","id":"ShKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":1940.85,"tags":[]},{"line":"Everyone puts their pencils away as they realize that pencils won't be necessary for this part of the game. Sorry.","id":"ThKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":1973.72,"tags":[]},{"line":"I have been I've continued Teoh choose to not say yes","id":"WRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":2069.64,"tags":["Teoh"]},{"line":"to, and you're circling each other and it's like a heavyweight. My","id":"WhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":2075.1,"tags":[]},{"line":"tango. It's a tank.","id":"WxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":2079.42,"tags":["tango"]},{"line":"Um, they keep sweetening the offer. Obviously, they said you could be the fourth guest. Jillian Barberie. If jillions out, you're in and I say I am available. Yeah, for doing it. And they're gonna let you have free champagne in there","id":"XBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":2081.77,"tags":["Jillian Barberie"]},{"line":"Oh, you did the dress, the dress, but the dress. The","id":"ahKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":2188.79,"tags":[]},{"line":"Great! That's the eyepiece Of fictional, a fictional version of Amish Paradise. Yes,","id":"bxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":2241.14,"tags":["Amish Paradise"]},{"line":"has toe like it doesn't use guns and, uh so where would","id":"cRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":2255.01,"tags":[]},{"line":"That's really actually good. Great. That's great. I think that's a great idea. Speak on that. Um what I Heres what I like","id":"dxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":2295.39,"tags":[]},{"line":"Okay, great. So obviously with with Baltimore right now And how, um,","id":"fRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":2356.44,"tags":["Baltimore"]},{"line":"Right. But he is attached.","id":"ghKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":2418.65,"tags":[]},{"line":"camera union and stuff. But we can't start the car, but it was","id":"hxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_2","timeCode":2480.36,"tags":[]},{"line":"That's what I've been telling my agents","id":"mBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_1","timeCode":2673.63,"tags":[]},{"line":"I don't know what you what you want I don't know what you want me to dio","id":"phKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","speaker":"spk_0","timeCode":2827.97,"tags":["dio"]},{"line":"So, you know, I got invited by trend resin er to do one of his like scoring sessions. You know, I'm like a music, you know, Like, this was exciting for me. I think he's one of the best guys scoring movies today. To see, to actually see it in action like that was very interesting. And like, does he use a computer? Does he use, like, a live orchestra and what he does? He just sits down in front of a microphone and opens his mouth, and the whole thing just comes out and he doesn't close. It ever. Does he have something in his mountain? No, I","id":"rxKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","speaker":"spk_0","timeCode":3.6100000000000003,"tags":[]},{"line":"looked. I got around the other excited. I looked in and it is black. It is black in there,","id":"sBKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","speaker":"spk_1","timeCode":45.14,"tags":[]},{"line":"This is a nine inch Nails guy.","id":"shKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","speaker":"spk_0","timeCode":65.63,"tags":["Nails"]},{"line":"because he come black hole. The sky you see is blue. But when you actually look at space it as black.","id":"uhKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","speaker":"spk_1","timeCode":141.23,"tags":[]},{"line":"um so it's natural. Part of the aging process can be scary, you know. But as natural Iskan be Hey, welcome to Hollywood Handbook and Insiders Guide to Kicking Butt in dropping names on the red carpet line back hallways of this industry we call showbiz.","id":"vBKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","speaker":"spk_1","timeCode":154.89,"tags":["Iskan","Hollywood Handbook","Insider's Guide to Kicking Butt"]},{"line":"We are Weve been keeping you updated, just like giving you a glimpse into it is still pilot season. And what a season it is. It's been, um,","id":"vRKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","speaker":"spk_0","timeCode":169.98,"tags":[]}]