[{"line":"Jesus. I mean, jostles","id":"XBKhMHMByMrymAEmvaN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Shelby Fero Again, Our Close Friend","speaker":"spk_3","timeCode":3317.2,"tags":["Jesus"]},{"line":"talking Teoh Naz rapper and Heat is going like he's seeing the Williams sisters currently. And I was Oh, no, like, you don't know. Like they're not sisters","id":"XhKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":4.36,"tags":["Teoh Naz","Heat","Williams"]},{"line":"It's impossible. And for him to be so I mean, he had been very excited that he got sisters to kiss","id":"YhKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":73.65,"tags":[]},{"line":"it's summertime","id":"ZhKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":116.41,"tags":[]},{"line":"Owen. Brett put this in earlier. What up? What up? Yes, So it's for making TV show out of a new story, and we have probably the newest story of all.","id":"aBKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":143.41,"tags":["Owen","Brett"]},{"line":"Yeah, we We have a show that weve been developing for a while, sort of in secret. We had an idea that we''ve always really loved, which is about a guy looses job on He goes home and he now has to live with his dad.","id":"aRKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":153.29,"tags":[]},{"line":"original guys living with his great grandpa and his dad and his dad. Yeah. And the grandpa has a very young son. Yes, Younger than","id":"axKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":185.67,"tags":[]},{"line":"So and then So that baby, technically is the main guys, Grandpa, Because he's is great Grandpa, son. And it's also the dad, ma Of think guys, Dad. So like, if you think about that dynamic Of a baby being your grandpa bossing you around and when he says like I want more Cheerios or something and you really have to take that seriously because this guy was basically and more more to because he's your grandpa. So that is such a rich area for us, it was going to be called baby grandpa. Now, with all this stuff with the dress going on, they want to sort of parlay that that dress that's different colors into the show. So it's gonna be called whites and golds. We're like some of the guys. They have different last names. Some of their last names are white","id":"bRKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":201.8,"tags":[]},{"line":"and some of them are gold. Yes, and we taking our share of shots at the dress and people talk about the dress. And I think that, you know, at the same time that we did say, like, we should talk about Isis. Also, it's relevant that dress is relevant and now that we are engaged in, it brings us","id":"bhKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":255.95,"tags":["Isis"]},{"line":"werent wrong to talk about the other stuff, but at the same time, you know, and it's not because we're being paid to do the show necessarily, but it is. It doesn't hurt for us to really take a good long look at, uh, what color is this dress? And should we be talking about it for a few days and hopefully for a few years to come? Because the dress is the star of the show as much as baby Graham pies.","id":"cBKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":285.56,"tags":["Graham"]},{"line":"And so we have a lot of very exciting casting announcements to share. We have. We have set our cast. Do you wanna go into some of the different people that we have playing some of the characters?","id":"cRKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":307.54,"tags":[]},{"line":"most challenging roles for us to cast was the main guy, and a lot of that was because the way that the wind is blowing and comedy skewing more female and so we didn't really want a guy to play that role and so is going to be played by Roseanne Barr. And we're so women are fun and we're so","id":"cxKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":325.52,"tags":["Roseanne Barr"]},{"line":"grew up knowing about her, and so now do, like, actually see her know what she looks like. It's like, Wow, that's like it's an exciting thing for just a comedy fan we are,","id":"dRKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":349.06,"tags":[]},{"line":"enough? And maybe the most important thing. Ah, whether she's necessarily right for the role. And that is a conversation we had the dad s. So there's, like, the main guy, the dad on the show eyes gonna be played by Tom Hiddleston. The guy who was Ah, Loki in the superhero movies? Yes, his dad,","id":"dxKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":364.8,"tags":["Tom Hiddleston","Ah","Loki"]},{"line":"uh, smoky. Yes. So it's low keys like that Actors, Dad, Because at one point, he was gonna be kind of the main guy. It was. It was gonna be like, a fun thing. Where Tom itll said it has. Really, Dad, we're going to be sharing the screen for the first time. He is unable to do it. He, um he he is going to do the Avengers movie instead. He had told us that he had decided not to do that anymore, but he is going to go and do that. But we still do have his dad, and and for those who think Oh, you couldn't get a big franchise movie started join while you're wrong because the great Grandpa character is going to be played by the guy who is pita in those Hunger Games movies, and he's gonna be in old man makeup. And so, um, huge","id":"eBKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":391.34,"tags":["Tom","Hunger Games"]},{"line":"Yes, I yes, the grandpa baby Grandpa which is yes, Well, and it's sort of where the idea came from because my baby was kind of bossing me around a little bit. And I said, Sort of like, What are you my grandpa man at the time? You know, you think it's just a funny joke, But then it becomes like, Wait, you actually should be a grandpa in the show, you know, like that came from somewhere. I know. It's like, uh, you know, there's a reason I said that it's because you should be a gram","id":"gRKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":526.19,"tags":[]},{"line":"The guy who used to play for the Los Angeles Kings Joe Thornton did, uh, WILL. Creatures from the Quiznos subs ads.","id":"hBKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":579.85,"tags":["Los Angeles Kings","Joe Thornton","Quiznos"]},{"line":"and this was better than that. Okay, I got my I got a set of boots worn by the Apollo astronauts. Uh, I got a firm handshake by Jimmy Carter. He was inside my loot crate. He stepped out, shook my hand, walked away. So you better believe I'm a subscriber. Too good to be true. No, it is two believed to be true. That old saying so Check out Luke rate dot com forward slash handbook and her code handbook to save $3 on your new subscription. If you want all that cool march stuff, you gotta hit that cut off, man. You got to get that in before the 19th at 9 p.m. Pacific to subscribe and receive this month. Scrape. Get on it. Get on your horse and get to a computer. This is targeted at country folk. Get on your horse, get over to a library or ah, place that as an Internet confused connection, get on their computer and sign up for loot crate and ah, and theyll deliver it even out to you out to the farm. Have a great day. Uh, thanks again for letting me read your ad copy Shown. And Hayes. It's been a real pleasure. I'm now retiring from being an actor, and it was a great ride. I've hit the peak with this loot crate at once. You do loot crate, You know, it's only smaller things from there, so I'm going on on top, check it out, Loot crate.","id":"jBKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_3","timeCode":724.77,"tags":["Apollo","Jimmy Carter","Luke","dot com","Pacific","Shown","Hayes"]},{"line":"Um, porker. Corker. Corker is a Web. You sometimes that for. Guess that we have and this one is got to be one of those for sure. Didn't use it this time. We get letters.","id":"kRKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":905.44,"tags":["Corker","Corker"]},{"line":"To Park and Bill Cosby. No, Bill Cosbys on this island. He's still sounds, but he's headed for that island. Is Yeah, he is. Ah, that's gonna be a sad day when Bill goes, huh? He's affected so many lives, just like oh, such a positive. That's what you want to do is effect as many wives as you can. I just just get into someone else. I talk all","id":"nhKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":1030.66,"tags":["Park","Bill Cosby","Bill Cosby","Bill"]},{"line":"Arent you grateful? In a way, I mean, it's part of what made you. I mean, listen, if you're t to want something that hasnt toe to wish that anything different that happened to you is do wish to be a different person and I want to be myself. Never wondered. So eso really You know, everything that's happened to you has has made you who you are. Every time I get food poisoning, I have to remind myself like it's good. This is good. Yeah, it is because I want to be who I am. WILL Food","id":"qxKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":1146.41,"tags":[]},{"line":"I love comic books. It's like one of our first loves. Wait. So comic books, video games, Yeah, is what were named our","id":"tRKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":1261.63,"tags":[]},{"line":"at least that is more specific,","id":"wBKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":1341.66,"tags":[]},{"line":"doing that's his cover. You know? Plans. I'll phone. Is he making money? Blameless album must Yeah. Weddings. Yeah. Yeah. Wedding. Um, where else would play? But weddings happen at night. So that","id":"yxKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":1424.45,"tags":["Weddings","Wedding"]},{"line":"it to?","id":"3xKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":1566.71,"tags":[]},{"line":"Okay. All right. I mean, like this Posters for insurgent everywhere. Now","id":"4xKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":1590.69,"tags":[]},{"line":"Well, you keep him wanting more that way.","id":"5xKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":1677.38,"tags":[]},{"line":"Good example. Just you know the B one? Oh, yes. Yeah, the anyone do that. Okay, um, the M one bell. What a boy. Forget it goes. He's going deep. Do the m words.","id":"6RKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":1683.05,"tags":[]},{"line":"Speaking of racial terms Of","id":"6hKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":1698.73,"tags":[]},{"line":"Okay? Yeah, I'm not saying that you're just used what I'm saying and put it in your video game. But we sort of have to, you know, go through the proper channels and stuff to do it.","id":"8BKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":1739.14,"tags":[]},{"line":"happen. Anyone? Yeah.","id":"-hKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":1833.43,"tags":[]},{"line":"Well, if you I mean, he doesn't I don't know what is right back, but he's has drawn a lot of this stuff, and it looks bad","id":"_hKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":1878.64,"tags":[]},{"line":"ass the end, dude getting I'm getting good at muscles.","id":"_xKjMHMByMrymAEmFaMu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":1886.79,"tags":[]},{"line":"Okay. All right. So So you're finding that there's gaps where the game doesn't exist","id":"AxKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":1919.79,"tags":[]},{"line":"Well, he thought he could.","id":"BhKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":1947.69,"tags":[]},{"line":"guy was a lunch lady. So maybe, you know, stepped on the pizza. Okay, Sure. So lets do. But so lets go into it. Breath.","id":"ChKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":1965.24,"tags":[]},{"line":"Great fight. Fight. Haver Oh, wait. So I'm weve already started. I don't have a script. Stop asking questions Now. You got another fight to do in this ones for big money boy. And you better get there on time, So drive fast.","id":"DhKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":1991.29,"tags":[]},{"line":"Snatch me Crash bandicoot, so I'll take that gas. Thank you very much. Oh! Oh,","id":"FBKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":2108.83,"tags":["Crash bandicoot"]},{"line":"ah, the guy you're fighting? Yeah, Yeah, yeah, yeah. Tell me more about the ground fighting. That's good War, Eo Mario. Yeah, okay. Yeah, he's evil. Yeah. So I'm gonna go. Can I do have a real quick sidebar to this scene?","id":"FxKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":2129.68,"tags":["Eo Mario"]},{"line":"It's like France and the army told Army times. You know what time is? Is that just like the big army fight? You know, World War two. Yes. Thank you. Yes, So that's like the fight. Havers. Biggest fight of all is going to be rolled out. This is a period piece. It's set during World War two. Well, he has different fights all through times. Oh, this It's like a turtles in time, but yes, but with fight happened Oh, yeah, Thank you. So you get that was our pitch. And so you're just running through old France And just like, you know, you need, like, wild sat like stuff for people toe Say, uh uh and so we just we just have a list of things for you. Toe record? Sure. Is that OK? Yeah, OK. I mean, it's still nonstandard that this is happening, but do you want to do years their boss? So I'm just setting him up for the different things action lines through time.","id":"LBKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":2361.87,"tags":["France","World War two","World War two","France"]},{"line":"Oh, yeah. All right.","id":"NRKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":2472.09,"tags":[]},{"line":"Well, as long as we're in here","id":"PBKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":2534.63,"tags":[]},{"line":"Just just if you try to take this best friend relationship, huh? Into a different place. Whats the best friends name? Jessica? Because I need to get into character Is my process. Jessica. Jessica.","id":"PxKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":2549.05,"tags":["Jessica","Jessica","Jessica"]},{"line":"not my sister. And I was a grown up.","id":"QRKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":2569.53,"tags":["up"]},{"line":"Wow. So it's not a grown up. It's a pretty big here is Dylan got kids. You get your car. You're both kids. I could drive a car, and she hasnt found her hands yet. Mm. Okay. But when she does, she knows God.","id":"QxKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":2578.85,"tags":["Dylan","God"]},{"line":"Yeah. And then the next one is? Yes, Just like that.","id":"RRKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":2610.64,"tags":[]},{"line":"and me that hammer. Charlie Brown. Wait. Am I saying that? Yes. Okay, so I'm saying it You're just in character pitching with less. Hand me that Harmer. Okay, Don't be nervous, okay? I just I just a little thrown by the shower scene a little bit. Um, no, no, nothing else like that.","id":"SRKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":2647.12,"tags":["Charlie Brown"]},{"line":"for its gum. Stop hitting me with that hammer, okay? And now we're just gonna get into some ALTs for the shower stuff.","id":"UhKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":2714.76,"tags":[]},{"line":"Okay? Okay. If that makes you more comfortable than just Yeah. Then we have the version where you say Happy birthday, okay? Right before and then you say.","id":"XRKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":2802.79,"tags":[]},{"line":"Um, I in a shower. WILL. You wanted to be a birthday scene, right? No, I don't want to do a whole birthday scene. I'm just saying that if there's gonna be hanky panky, I don't We're","id":"XxKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":2817.94,"tags":[]},{"line":"four areas their job personal. Having fun at memories.","id":"ZRKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":2869.47,"tags":[]},{"line":"Yeah. Oh, it's the monster. And I'm friends with him. What a fun adventure. So just to give you a little context for the sound drops Ah, my friend Mark from high school recorded the sound drops. We play them every episode, and usually they somewhat thematically time with what weve been talking about in the show on. Duh. So when we reach in the bag, I guess the premises that Mark pretends to be reaching into a real bag of popcorn here pulls something out, whatever he says it is, then we ask a question. So I guess that was the question. Uh, that was the question. No, no, no. The question took the will be a real question. But now, yes. It's a question from Greggy, one of our listeners. And he asks Mr None. Johnny, can you give me any tips on how to get a lot of points on at midnight? I just got the home game,","id":"aBKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":2893.57,"tags":["Mark","Mark","Greggy","Johnny"]},{"line":"doing it for a while. You kind of knows, works. Wow. Martin knows this before. Well, my friends are rhythms. Oh, she went to high school with Sean. A lot of","id":"cBKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":3032.07,"tags":["Martin","Sean"]},{"line":"is packing stand any good packing, Stan? And now So Ok, so these are our I mean, the nurse. Yeah. Now","id":"dBKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":3060.54,"tags":["Stan"]},{"line":"No, no American diaper. American back. Craggy news. Better, right? This is American diaper, okay? And it got a lot of likes in our forum when it was asked. So I just other people, people want to know. You want to know? What if packing stand is any good? I don't know what packing Stan is. Well, here, it's what it says. See, it's right there on the screen.","id":"dhKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":3086.6,"tags":["American","American","American","Stan"]},{"line":"Is that the difference? The computers is looking at You okay? Yeah. The PlayStation. Your Yes. Okay.","id":"gxKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_1","timeCode":3248.88,"tags":["PlayStation"]},{"line":"Ah, uh oh. I get at this.","id":"hxKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":3287.66,"tags":[]},{"line":"It's a very keep Boyds.","id":"lxKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":3406.29,"tags":["Boyd"]},{"line":"Thank you so much for coming on the show. Oh, guys, thinking, hurting out with us way We like to talk to our listeners on the forums and to read reviews on I please rate","id":"mhKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_0","timeCode":3434.25,"tags":[]},{"line":"I set like a fancy college professor.","id":"qBKjMHMByMrymAEmFaQu","index":"handbook","podcast":"Hollywood Handbook","episode":"Kumail Nanjiani, Our Close Friend","speaker":"spk_2","timeCode":3562.48,"tags":[]},{"line":"Thanks for joining us. This is the first episode of Ah, Hollywood Handbook. Episode number one of Ah. What will hopefully be a long running, um, insiders guide to kicking button dropping names in the red carpet line Back rooms of this industry we call showbiz Couple of big dogs trying to share their secrets. Are you burn after listening? Yeah. Uh, it's","id":"6BPAMnMByMrymAEmTAIp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":28.69,"tags":["Ah,","Hollywood Handbook","Ah"]},{"line":"Yeah, and and I think we have a chance that really turning this town upside down once and for all.","id":"8RPAMnMByMrymAEmTAIp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":114.37,"tags":[]},{"line":"right programming, but right, it was the kind of thing that's what was hot at the time. And, you know, you got to go adapter die, you go Which way? The wind is blowing and yeah, well, I made the mistake of just latching onto the hot trend, and, uh,","id":"9RPAMnMByMrymAEmTAIp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":142.37,"tags":[]},{"line":"and it actually, at the time I pitched what would become the name of the show? It was gonna be called Mr Seinfeld. Um, from there I did a couple years on the Barry Sanders Show the same time. And after that I sort of wanted Teoh get out of the business for a while, work on stuff that was just for me. You know, like you write like a personal screenplay. That kind of tells your story, that kind of thing. But you're just like, put in a drawer. But it will always be there. You know the thing that is just you as who you are. But, John, you we did. You read it and you decided that. I guess it should you? I knew you didn't have the guts right to put that thing out there. And I knew we needed to see it.","id":"-xPAMnMByMrymAEmTAIp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":211.82,"tags":["Seinfeld","Barry Sanders Show","Teoh","John"]},{"line":"three movies, actually, a twister. Remember the tights at the Black Hawk down on and from their best around a little bit in the movies and TV. Create a show called House On. Now I'm sort of reluctantly transitioning to the to the other side of the camera because I made the stupid decision to take my shirt off once when I was relaxing on the grass at the Sony lot. Since then, I've done, um, Indiana Jones and the crystal Skull. I was the mayor in that I, uh, in Ah, Moon called. We are Marshall. I was Marshall. I was the title role in that. And I was in, um, Transformers. Revenge of the Fallen as the guy who beats up a transformer on you punched him so hard Is his engine shut down. His","id":"_RPAMnMByMrymAEmTAIp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":255.92000000000002,"tags":["Black Hawk","House","Sony","Indiana Jones","the crystal Skull","Marshall","Marshall","Transformers","Revenge of the Fallen"]},{"line":"I couldn't understand why they cut that scene out. Because I remember thinking that that was really some a much needed break from the action and drama, right? And a little bit of levity. And that's what you bring to the table. The movie was not a big success, I think maybe for that, decisions like that","id":"ARPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":341.39,"tags":[]},{"line":"well. It's a good road","id":"CRPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":591.28,"tags":[]},{"line":"is no one way. Uh,","id":"CxPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":593.95,"tags":[]},{"line":"Just as we go forward. Because it's the first is that we're gonna have some kinks to work out in the first episode? Absolutely. Yeah. It's not gonna be a perfectly oiled machine from right one.","id":"ExPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":697.98,"tags":[]},{"line":"and it was like, I'll see whats before this and I think it didn't show him. And it turns out that dark of the moon is the third. That was the third installment. So he should have hit the forward.","id":"GxPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":778.4,"tags":[]},{"line":"Yeah. And they had all the bands that are gonna be sort of cool down. There were the T shirt. Boys were there. Um ah, yeah, the t shirt, boys.","id":"LhPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":998.51,"tags":[]},{"line":"a picture","id":"RhPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":1216.63,"tags":[]},{"line":"Some of the losers on stage them. First of all, Steve Levitan is not your typical what you picture when you think of Yeah, a rich Hollywood writer. He is 64 good looking here, and great. She's got all his hair.","id":"SBPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":1221.23,"tags":["Steve Levitan","Hollywood"]},{"line":"Yeah, um and, uh, yeah, just sort of charismatic, but then behind jawline really strong jawline and, uh, yeah, just sort of.","id":"SRPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":1237.94,"tags":[]},{"line":"here it it doesn't make sense. Like on the surface, it doesn't make sense. You wouldn't think it would work, but when combined with. But if there's other freaks around your go Hey, these air are people, man, right? You're from the same tribe is me right, and they give them that opportunity to shine.","id":"TRPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":1275.72,"tags":[]},{"line":"and to say she never is going to get a chance to feel like a winner. Yeah, you know, except on that stage, Yes. That's the one place that these people get to feel like winners. And so for him to give that message to people, obviously not like Hayes and I but for people who are out there who are struggling with being incredibly good looking, incredibly wealthy, with being very talented,","id":"URPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":1359.32,"tags":["Hayes"]},{"line":"Um, Tony Dancer, Tony dancer and, um","id":"bBPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":1695.33,"tags":["Tony Dancer","Tony dancer"]},{"line":"theyll show you simple worked hard. I'll show you some of the This is what it's promoting the movie and showing you just pieces of it, right? So we're not playing you a movie, right? Ah, but it is pieces of a movie, right?","id":"cRPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":1734.36,"tags":[]},{"line":"Oh, regular Joe Here, ladies, gentlemen, I have written and directed a movie. It's called Don John and it's coming out in the","id":"dRPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_0","timeCode":1821.04,"tags":["Joe","Don John"]},{"line":"before he says that you forgot that he was your friend, you know, like, just in case you didn't know that he was like a good friend of yours. Uh, he gives you that reminder, and then he's going to be doing a very different voice, a very fake voice during the movie. But he also is doing a fake voice whenever he's talking.","id":"fhPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":1914.94,"tags":[]},{"line":"guy speaking, and that's why he had that","id":"gxPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":1970.43,"tags":[]},{"line":"Body pad, right? Family, sure, Choice girl.","id":"iRPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":1995.39,"tags":[]},{"line":"And now he's looking at Scarlet Johnson. He meets her at the bar. She's sexy. It's has written and directed by","id":"ihPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_0","timeCode":2000.62,"tags":["Scarlet Johnson"]},{"line":"Yes, because it's sort of the voice of the audience. At that point, I was a girl. Got No, no, no, no. I gotta shell out","id":"jRPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":2031.61,"tags":[]},{"line":"whatever you say. The Bucks to find five dollars for movie these days. It's now outrage. It","id":"jhPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":2040.28,"tags":["Bucks"]},{"line":"is outrageous.","id":"jxPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":2045.92,"tags":[]},{"line":"You want the truth? You're the most beautiful thing I've ever seen in my life. And I think that's a good time. Teoh remind everyone that going just love it also wrote this movie.","id":"khPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_0","timeCode":2053.36,"tags":["Teoh"]},{"line":"but they watch it like it's really life.","id":"lhPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_0","timeCode":2083.56,"tags":[]},{"line":"you sort of wonder what","id":"nhPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":2205.23,"tags":[]},{"line":"Ah, a few things that really care about life. I don't know if I really want a washing. Kids, look what you did. I","id":"qBPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":2266.38,"tags":[]},{"line":"really seen in","id":"qxPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":2305.17,"tags":[]},{"line":"TV and movies. I","id":"rBPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_0","timeCode":2306.08,"tags":[]},{"line":"Maybe it's time to try something new on. This is I would just redo the review from Entertainment Weekly. That's funny, touching, smart and supremely confident.","id":"sRPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_0","timeCode":2332.57,"tags":["Entertainment Weekly"]},{"line":"a second look and go Is this","id":"tBPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_0","timeCode":2379.39,"tags":[]},{"line":"and he said he was coming back. Burners 11. So I hope he does well, very much. You're far, too. Hey, you want to follow my YouTube channel? You can do that. You can follow me on. See, that is the same guy. Also, we should say he's doing 1/3 voice","id":"txPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_0","timeCode":2404.57,"tags":["Burners 11","YouTube"]},{"line":"from the news girl. We're very excited. Ah, he, uh, asked us if he could be our launch guests than we, uh, we said no, and we went back and forth a few times and ultimately, uh,","id":"vBPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":2512.99,"tags":[]},{"line":"dollar sign. Dollar time word. Yes, so well just go through and you just feel in that that word for what we say and you're well fit you, youll feel","id":"vxPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":2551.99,"tags":[]},{"line":"Well, lucky for you, you don't have to wait that long tow watch, but backwards because But Backwards was released on video on demand yesterday, September 30.","id":"xBPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":2586.97,"tags":[]},{"line":"Hayes. Your buddy","id":"yRPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_2","timeCode":2641.38,"tags":["Hayes"]},{"line":"I think you're working as a bartender at the airport, right after Sean and Burbank Airport. Burbank Airport? Yes. Trying Teoh Swinging Gigot L. A X was not well. It's going out. So you get more tips. Yes. Yeah, Burbanks way more convenient.","id":"zhPAMnMByMrymAEmTAMp","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake Johnson, Our Close Friend","speaker":"spk_1","timeCode":2689.46,"tags":["Sean","Burbank Airport","Burbank Airport","Teoh","Swinging","Gigot","Burbank"]}]