[{"line":"Yeah, I like boobs. I'm interested in boobs.","id":"KBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":1242.33,"tags":["boob","boob"]},{"line":"have a why I don't think about but John, is that much? I'm not","id":"KxI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":1251.27,"tags":["John"]},{"line":"I think I have that I like the but","id":"LRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":1258.14,"tags":[]},{"line":"I have that. I mean, I've explored a lot of that already on my own. Wow. But what but on a girl, Sometimes it looks like a","id":"LhI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_2","timeCode":1260.26,"tags":[]},{"line":"I wish I had started taking piano les'sons five years ago, But why am I going to start now? Because I would then have five years of experience, you know, like it's all like I go Well, I havent explored it enough that if, like, it''s too daunting. But something like and he's you brought up that you're interested in boobs. Pos'sibly that seems like something I could pos'sibly master get behind that. Well, it''s all about just the way a cup it you come one of them, maybe. I mean, it could be something interesting. And I am excited about that. When I drink like if I dream about girls and she take her clothes off, I see that she I can see that she has boobs. I see the boobs and I can touch him but they're kind of is no Burge Aina","id":"MxI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":1355.82,"tags":["Po's'sibly","Burge","Aina"]},{"line":"Yeah, that that kind of thing would make me top. I don't know how I would see it, because I'm not looking that right. Right, you know, um, yeah. Speaking off girls in grades and dates and how Tyler smokes and Pokemon go. Whats one thing you wish that your parents would just once and for all? Just learn and stop saying and learn not to say anymore. Yeah,","id":"NxI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":1420.85,"tags":["Tyler","Pokemon"]},{"line":"I think.","id":"PBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_2","timeCode":1500.06,"tags":[]},{"line":"Ah, it's from stew. See? No, that is good. Have you ever thought of doing art? Yeah, I invented it. You invented the s. I invented this. It''s from it''s from Stasi, but it''s a I invented do. That''s really cool. Hey, with Yeah, I talk to you real quick.","id":"RBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_2","timeCode":1598.93,"tags":["Sta'si"]},{"line":"What the fuck? Seriously, what the fuck is going? Could you guys get in here? I have an announcement. Sure.","id":"SBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":1709.9,"tags":[]},{"line":"like more? So sorry, Michael. We take it Teoh hanging, Hear? Yeah. Just take clay. God idea. This doesn't sound. I'm a record it I'm are Kordell. Bad stuff is trying today. Is sure your phone that's out now. Are you wearing your marketing, your weight? All that.","id":"UBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":1810.89,"tags":["Michael","Teoh","Kordell"]},{"line":"I'm starting to need to leave sued.","id":"URI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":1833.77,"tags":[]},{"line":"Yanks? Uh, you hear this stuff? I gues's the audience have probably flipped their wig. If principal attic cameo.","id":"VxI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":1895.48,"tags":[]},{"line":"Maybe you could slap a kid or something. E Oh, what if I gave you a line about jerking off? How good it feels? Oh, hey, Michael. Yeah? Whats up, dude? I was wondering what your thoughts on on your two new friends. Yeah, maybe. Could you divulge a little bit of your feelings about them?","id":"WBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":1904.57,"tags":["Michael"]},{"line":"Uh, which wants Clay? No tape recorders at school target. Clay. Whoa. Were you Dorcus is trying to record me. No,","id":"WRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":1927.57,"tags":["Clay","Clay","Dorcu"]},{"line":"no. Oh, good. Well, I gotta split, so but hey, just flew away. He's so cool. Um oh, Did I mis's Michael? Was Michael Hear? Yeah. Yeah. Iwas Oh, Wow. I had a great Raimond with his name on a motorcycle, but, uh Okay, well, anybody seen my","id":"WhI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":1942.42,"tags":["Michael","Michael","Raimond"]},{"line":"to push myself a log. No. Yeah, way. Weve seen you do it before.","id":"YRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_2","timeCode":2011.87,"tags":[]},{"line":"Team karate is the other dean. Uh huh.","id":"ZBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2028.5,"tags":["karate"]},{"line":"Now you've been sending so many students to my office lately. I just wanted to thank you. Busine'ss is booming.","id":"ZRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":2033.61,"tags":[]},{"line":"I get paid for punishment.","id":"ZhI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2042.37,"tags":[]},{"line":"No, no, no. This is","id":"ahI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_2","timeCode":2077.5,"tags":["Thi"]},{"line":"always works. And then you just permanently are making up that one initial cost","id":"bBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2079.12,"tags":[]},{"line":"I'm here. I ask you one question. Whats up? What? I gues's I don't know. It sells crazy. It sounds like the decent toples's is dealing with Mr Wheeler and money Every time we get way. Let''s to straighten the So Okay. First Hayes invented Ducey. Yeah, that''s crazy. It''s a popular brand be doing great, too? Yeah, Michael''s taking her friends away. Michael''s taken Sean to the lacros'se team. Also, Kasam is play. Anything''s their tools, but they're only go three. How the heck is Mr we're gonna get to his car? He''s going to scooch bells about the rain. He''s gonna scooch the whole way. But meanwhile, the dean is banned. Mr is getting paid. But Mr Wheeler, every time he gets one of us in trouble for playing Bach among calls, every time I get a peek a choo and I can trouble that Danes banking money, he''s getting at least a buck. I bet they're getting some that. I just know I got a big idea, Mr Clay we go for. I'm all turned on my recorder and recording. They never took him away. You know, people don't turn on my quarter. We're gonna interview them about this whole thing. If it maybe theyll go to get in trouble or something. Yeah. And then don't they take Michael to jail than we could ever do Best friends back and theyll kill and don't kill. I'm sure. Fucking kill. All right, I'm turning it on. Okay, I'm recording Teoh. Hey, it''s May Lauren, captain of the cheerleading team. Sorry to do this frickin Big band spring right into your face. That''s the hottest girl at school. No, it''s okay. And then I didn't really care. I actually I thought it was really cool. Yo, Whoa, whoa, whoa! That sounded played frickin peek at you over there. No, no, no large. You don't play Fekete, you choose for nerds, right? Like merit. Who? That''s too bad on the rule. Strong trainer. I mean I mean, nerds are cool, so we're nerds way Would we play it with a magnet? Walk me through the Oh, no. When was just weaken? It was making a joke. He''s kind of random. I know your random Wait, Were you recording my handspring? No, it wasn't. No, it''s not like that. You pervert my phone. You're a fucking pervert. Oh, no, Lorne and I like it. Oh, yeah, I was recording you getting dres'sed earlier. Both of us. We were recording you all day. That''s good. We're recording you. Shit. Okay, well, I gues's we got to go now. Okay. Uh, actually, you know what, plate? I'm gonna hang back with Lauren.","id":"bxI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2100.35,"tags":["Wheeler","Haye","Ducey","Michael","Michael","Sean","Ka'sam","Wheeler","Bach","Dane","Clay","Michael","Teoh","May Lauren","Fekete","Lorne","Lauren"]},{"line":"Michaels coming in, okay. Michael''s coming in, and he''s having a conversation with shine. A really loud conversation","id":"eBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2397.04,"tags":["Michael","Michael"]},{"line":"Wow, It's redeeming of Michael. I'm glad we caught the tail end of this. We should write it up for the school newspaper, I think show. Okay. Now, listen. Let''s listen to this Big closer From who? From Michael. Oh, okay. This place, he addres'ses everything. Now I know it feels principle. Like I just gave a Big closing monologue that summed up the entire","id":"fhI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2467.2,"tags":["Michael","Michael","Thi"]},{"line":"one thing left to say then","id":"ixI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":2603.38,"tags":[]},{"line":"Mr Wheeler sucks","id":"jBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":2607.4,"tags":["Wheeler"]},{"line":"Oh, that was really good. Wow. Hey, Glad I got to say Michael really redeemed himself. Lets go up to him and congratulate him and then apologized for Hayes and Sean take you to a sure thing. I feel like we learned a lot. I","id":"jRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2611.68,"tags":["Michael","Haye","Sean"]},{"line":"just hard cause he's so sick","id":"nBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2776.74,"tags":[]},{"line":"by Hey, guys. Thanks again for 54 clothing for sponsoring our show. You get awesome close, hooked up to your house through the mail for $60 a month. We did. We do have. We are getting some question's about the promotion they're doing this month where used Perma code Handbook-East Five Four Group dot com to get 50% off your 1st 2 months worth of packages. And the tuxedo from the movie The Tuxedo starting Jackie Chan and Jennifer Love Hewitt. People are asking about how the tuxedo were, like just practical question's about it. Do you have to charge it at night? Yes, you have to have a charging station in your house. Why","id":"nRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_2","timeCode":2783.58,"tags":["Ea'st","Five Four","The Tuxedo","Jackie Chan","Jennifer Love Hewitt"]},{"line":"Felisha, Day and Colton Done.","id":"rRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":3016.03,"tags":["Day","Colton Done"]},{"line":"out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"sRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_2","timeCode":3026.1,"tags":["Phil Collin","Thoma","Middleditch"]},{"line":"loving to enjoy Hail Don't is him. Hello, I am Blood is love Employees of Hill Factory in unincorporated Latvia in podcast's Melting division I like to be exciting about hell and and today it is discu'ssed commonly. Bang Bang Life Tour Scott Doctor Man Lord Lab Coast Police, Tompkins in Mike Hand Foot Goto, United Kingdom and Australia and episode The on Hale FM Lauren Lab Cools one sent to factory autograph food airdrop from plane and handful. It is disea'se. My son have Fulton and hands the switch. They go to Australia and record the podcast, and we bring podcast Big one at a time Tool Latvia on small bolt for proces'sing. We do not get to leave boat in Australia, but sometimes Scott say lead a jar of capers with the Paul kis'sed and wed get one favorite. Fooled Goto held on FM slash Hollywood for free trial and give one year of hail for 34 99 dollars. One time I have almost sealed zero much money on television. Please goto hail dot FM slash Hollywood and order full year for every subscription or other. I get one break to a brush teeth. My, my hobby","id":"sxI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":0,"tags":["Hill Factory","Latvia","Bang Bang","Scott","Man","Lord Lab","Tompkin","Mike Hand","United Kingdom","Au'stralia","Hale FM","Lauren Lab","Fulton","Au'stralia","Latvia","Au'stralia","Scott","Paul","Goto","Hollywood","goto","dot FM 'sla'sh","Hollywood"]},{"line":"Handyman? Yeah. No, uh, I just don't know. He's okay. He''s over retarded guy","id":"txI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":151.13,"tags":["Handyman"]},{"line":"Ah, I live in Los Angeles, So I'm building the mocha Gino for apple a day","id":"uxI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":199.14,"tags":["Lo","Angele","Gino","apple"]},{"line":"and, ah, he's covering her eyes. So ah, anyway, so I'm obviously I'm mad and it''s and I'm like, If if no one''s gonna tell her when she comes out, then it''s not to be a fair contest. And so I just sort of lean a little bit. Just lean, you know, nothing Big, but lean a little bit on the earth and make it so the earth is tilted a little bit. Or maybe a big wave is a little bigger than normal and smashe's, said Castle Museum. Is that bad? Seth is ready to move on from knocked up.","id":"wRI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":284.07,"tags":["earth","earth","Ca'stle Mu'seum","Seth"]},{"line":"when he was on the set, everything was fine and he's ready to move on. He, I remember, was not pis'sed. And John, I think, is was not melt. And on the set, she wasn't p est. Everything seemed fine. She wasn't pis'sed, Um, and you find out later, Maybe she was pis'sed. He''s ready to move on well, and that all got so blown out of proportion by people that all she said, Waas every woman in his movies is a whining shrew. That''s it, Yeah,","id":"wxI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":336.96,"tags":["John"]},{"line":"I like it. Hey, welcome Value would have a good size Got to kicking butt in driving names of the red cover linebacker. Always in this industry, we call showbiz","id":"xxI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":421.3,"tags":[]},{"line":"when I shop Cannonball and make just about the biggest splash you've ever seen and actually kick off the party and wearing just my normal clothes Han with my phone in my pocket because it's just money, you can't take it with you folks. Uh, when I'm doing all that, it doesn't mean that inside and under my skin, I'm not actually screaming with somebody. Just leave me alone and give me a mocha lattes. Failure in the air","id":"zBI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":498.28,"tags":["Cannonball","Han"]},{"line":"go home. Have been here long enough to dislike. Finally, go home as I'm doing the guitar solo, you","id":"zhI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":527.29,"tags":[]},{"line":"Yeah, it's great that there are different perspective's out there, and I like to get a taste of that on the show, but I don't like it to take over. I'm","id":"0hI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":561.6,"tags":[]},{"line":"And so I did have an amazing time doing that. I just do not want to do it again for a year.","id":"1xI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":576.9,"tags":[]},{"line":"And that's part of the joke. So what we need is for somebody who does have a computer and their names and who''s a little ways, who''s a little computer with those?","id":"5RI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":794.65,"tags":[]},{"line":"me? Yes, that's right. And this is a new approach that we're trying Lizzy","id":"5xI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":809.97,"tags":["Lizzy"]},{"line":"Now, with having heard that, heres what I think I would be listening to.","id":"8xI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":942.69,"tags":[]},{"line":"Yeah, that's that''s right. It''s from the specific kind of incredibly succes'sful mandated comedian. Uh, that likes that. You know Ken Pollack, Kim public coming really close. 00 by the way, in conversation with Carla know that how? How? How?","id":"9RI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":961.1,"tags":["Ken Pollack","Kim","Carla"]},{"line":"Boom dome, dome, dome.","id":"_hI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":1050.9,"tags":[]},{"line":"Baron von. They're like breakfast. I've, you know","id":"ARI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":1072.48,"tags":["Baron von","breakfa'st"]},{"line":"Oh, can we do that? Can you just do that at any time? Just gonna Now Hear This OK, next.","id":"BBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":1093.14,"tags":["Thi"]},{"line":"All right. This ones called. I can't tell you what it''s called cause it''s got the name of the show in the title.","id":"BRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1100.45,"tags":[]},{"line":"Su So yeah, I know. You know Cody, you go.","id":"IBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":1446.23,"tags":["Cody"]},{"line":"A little bitty easy to keep doing the show. Now you do one. You do what you do. One,","id":"JRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1505.76,"tags":[]},{"line":"'so bad.","id":"KRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1538.93,"tags":[]},{"line":"I go around the city and I hate Tom Yum. Please be a little racist. When you start, it's gonna be","id":"KhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1541.15,"tags":["Tom"]},{"line":"and just flashing so much cash. You see a little polo player on Kevin s. Oh, believe me, I noticed that to get a picture of that, please, Kevin, Because that's a for rich people.","id":"MRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1639.82,"tags":["Kevin","Kevin","Becau'se"]},{"line":"the most normal music.","id":"NRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1740.23,"tags":[]},{"line":"W w dot normal music","id":"NhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1744.4,"tags":[]},{"line":"Anyone or friends that think it's me, climb a tree and climb a tree, set up a barrel in advocate underneath it","id":"PhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2024.55,"tags":[]},{"line":"and go watch this. I'm gonna fall right next to it and not get any of it on","id":"PxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2032.6,"tags":[]},{"line":"Oh, he's what funny cartoon to be a part of.","id":"ShI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2308.76,"tags":[]},{"line":"this time can I say congratulations? Cause I've all I've always just been in non sequitur","id":"TBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2325,"tags":[]},{"line":"go on a date for play the game on the day. Maybe you finish the game. Maybe you don't.","id":"XRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2559.82,"tags":[]},{"line":"yeah, and I'm putting wild stuff on it just to be Is this gonna generate some kind of sensation in there?","id":"ZhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2671.79,"tags":[]},{"line":"I'm talking about","id":"aRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2705.76,"tags":[]},{"line":"fucking better be. Yes. So it's like, Wow. Ah, holy shit. Um, no wonder they're moving offices, I gues's. Yeah, but Ah, but you know, I will, of course. Spin. First, let me just draw the card and rolled to see which spinner I'm gonna move the dial on, Um,","id":"dhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2898.12,"tags":[]},{"line":"Roma Cube. Ah, it's so much like apples to apples. Um,","id":"gBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3018.74,"tags":["Roma Cube","apple","apple"]},{"line":"And so I gues's I'm gonna as'sign Hayes toe act Lake engineer Cody. Okay, because you get you have to do with the word cube. Wizard says okay. That means I have to draw a card from the","id":"ihI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3165.84,"tags":["Haye","Lake","Cody"]},{"line":"'so I You know, Now I hold the sort of the, um, turn squeezer. Uh, just a little thing you could squeeze in your hand while you make a turn. Yeah, it's still Yes. It''s still your action. I'm sorry. You have turns greaser's. You still your act? If there''s any other moves that there''s any purchase's, youd like to make it this time. Yes. I actually would like Teoh cash in some of my So you accumulated the beginning. You Ah, you show up with bus tokens like because, like, you know, people get like Hollywood has. But like these, like buse's that everyone Lake rides around on. So, like those air like the currency of the game is his bus tokens could if you replayed axis and allies","id":"jxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":3218.75,"tags":["Teoh","Hollywood"]},{"line":"card to jump ahead of two years of the future. Mm. Now your key checking email and see if you kind of did you check in with you in that time in two years? Yeah,","id":"kxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":3374.83,"tags":[]},{"line":"I I don't know why I thought I had staked out that corner. Um","id":"lhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3457.83,"tags":[]},{"line":"even if she did like it. Yeah, being kind of over it because it's it. Uh, yeah, it''s tough. It''s unfortunate for you. Could be because I think she might actually look at that and secretly like it, But it''s about like what? Like which? Whether she would say she would like,","id":"nhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3611.72,"tags":[]},{"line":"yes, that it has to be part of it. Yeah, and actually notion a friend of mine, and I don't think that she would, but","id":"nxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":3627.27,"tags":[]},{"line":"I apologize for not mentioning that because I know this was something that you kind of need it. And I could say that when not like you needed the clay. Although that is very funny that I did that. It's just I want to be creative sometimes. No, I know, I know. And I could tell when you were finished. You're saying like, Ah, this will be this.","id":"ohI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3652.49,"tags":[]},{"line":"But sometimes you do. So it should be more so mawr bad stuff in the hopes that it turns a corner at some point. I think that yeah, Yeah. Be like, whats something you want to do? That''s bad? Yeah. Do you have any bad ideas for creative things you could make? And, you know, we can give you some space right now. Yeah, I'd like Teoh. I, um I carpentry z''s would be fun. Yeah. Um, I could make some would dolls, huh?","id":"phI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3688.61,"tags":["Teoh"]},{"line":"Okay. And you seem to have cracked yourself up with that last comment.","id":"pxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3721.4,"tags":[]},{"line":"I know something is bad about this, but that would not be under, like, articulate. Exactly what? Because sometimes with you It's like it''s hard. I know why it makes you feel so awful. There''s a reald disconnect between I know that what you're trying to transmit to me is not what I'm getting.","id":"qxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":3748.4,"tags":[]},{"line":"Nothing. I mean, that's, you know, you lost the game. So I have 11 round. Cody''s lost one round Hayes Urata Wash. Right now? Yes. And that''s a good place, toe. Oh, yeah, Because you have to. I mean,","id":"uBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3898.9,"tags":["Cody","Haye","Urata","Becau'se"]},{"line":"Baby. Hey, this is Arne Camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","id":"whI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_2","timeCode":4136.27,"tags":["Arne Camp","Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Lord","Sea'son","Ju'stin","McElroy"]},{"line":"'species. It's a bomber. Andy Daly. You have","id":"xhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":4172.23,"tags":["specie","Andy Daly"]},{"line":"Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"yBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":4179.6,"tags":["Phil Collin","Thoma","Middleditch"]},{"line":"Oh, got a text","id":"zRI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":58.14,"tags":[]},{"line":"z on his way, huh? Yeah. He's yeah, Yeah.","id":"zhI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":60.88,"tags":[]},{"line":"you're from California. So you live here? You live","id":"1hI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":129.53,"tags":["California"]},{"line":"most. I don't have a German accent. Do it.","id":"2xI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":159.92,"tags":[]},{"line":"Are you sorry? Are you like,","id":"4xI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":215.39,"tags":[]},{"line":"You didn't know my Larry didn't know my last name. Your Seth Morris is friend Or where you guys","id":"5hI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":226.63,"tags":["Larry","Seth Morri"]},{"line":"You have a last name?","id":"6BI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":236.97,"tags":[]},{"line":"Okay. My my parents don't live in Germany during car. That's interesting. Yeah. When did the mom while we were having this conversation?","id":"8xI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":337.99,"tags":["Germany"]},{"line":"You've never used it, but, um yeah, I know. But to me, it's like you're sort of hazes work friend, and then I wind up seeing you because of that,","id":"-RI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":377.69,"tags":[]},{"line":"but I don't know whats going on with him. Let''s you know what? He''s not. I mean, you've answering my tap into my house.","id":"-hI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":388.03,"tags":[]},{"line":"I have stories. Ah, well, I would hope that's why I said, let''s do the song thing.","id":"BRI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":483.07,"tags":["storie"]},{"line":"Because he had a mischievou's gleam in your eye. As if perhaps, Brett, you thought you were gonna pull a fast one on the listener's of Hollywood Handbook-East smartest, coolest podcast listener's in the entire country. I got a butt load of respect for these guys.","id":"DhI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":562.9,"tags":["Brett","Hollywood Handbook"]},{"line":"Yeah. You know, out of all the things I feel like youd never myson clear Mr Marcus","id":"EBI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":591.39,"tags":["Marcu"]},{"line":"Oh, that gets a little Yeah. I mean, I goes over Is that I think it goes over his head. No, no, I know","id":"FRI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":630.13,"tags":[]},{"line":"We're not making this up. Right? OK, good. Okay, so maybe solely or enough from Godsmack. Okay.","id":"HBI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":717.48,"tags":["God'smack"]},{"line":"like all this shit has happened to me. Ah, and I'm just really a victim of it. That's not fair.","id":"LxI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":934.31,"tags":[]},{"line":"Just about Yeah.","id":"MxI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":957.22,"tags":[]},{"line":"Um, okay. All right. Uh, all right. You know, um,","id":"NRI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":963.64,"tags":[]},{"line":"on top. Hear you picturing that? Yeah, OK, I've got it now.","id":"UBI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":1101.97,"tags":[]},{"line":"with my legs straight out for like it. L Yeah, I see you guys air touching feet then because you're","id":"VhI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":1130.82,"tags":[]},{"line":"Uh, and we're, you know, just kind of staring each other down. We were We werent talking on the right, but we're just kind of I'm looking at her like she and she's looking at me like, see what? You know. I'll see","id":"YBI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":1203.59,"tags":[]}]