[{"line":"Oh, damn, man.","id":"DBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1597.95,"tags":[]},{"line":"Only ship. It just sits there. Only. Fucking shit. Hey, guys, I can't do any of the stuff I do for you. The really simple stuff. That would be easy for someone. Because I have to be sitting in another room kit. Leave. I didn't want you to expect me to watch Bosch if I was gonna be any other studio, and he was gonna be buys alone. Some Bosch is a good boy, unlike you, so I don't need you to watch box. He's a good boy. He likes helping people. What, You don't realize Bosch is watching you? Yeah. Oh, that''s what''s actually going up. That makes more sense. Yeah, No shit. Spencer, talk about what a good boy posh is. Bias is a pretty good boy. I think he likes to help people. And he, uh, you know, he is","id":"FBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1731.54,"tags":["Bo'sch","Bo'sch","Bo'sch","Spencer","Bia"]},{"line":"motivated by not doing nice things. for other people and not even to make himself feel better getting outside himself. Yes.","id":"FRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1775.99,"tags":[]},{"line":"He doesn't talk about his accomplishment's. No, he just kind of keeps his head down.","id":"FhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1782.88,"tags":[]},{"line":"So I think we're way we're making characters. Did you get what I was doing with that sort of Francis Nathaniel style? And I think that is gonna be riel perfect. I think that gives me a strong direction. It gives us a gun. He","id":"GRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1805.03,"tags":["Franci","Nathaniel"]},{"line":"Yeah. Um oh, no. He should seem so normal. And maybe, like, you know how Aaron Hacker. It was like a handsome Frank inside. Yeah, and I heard this great interview with him. Where? Where? Ah, he's on Howard Stern. And Howard Stern was going like, but Frankenstein has, like, you know, bolts in his neck and looks weird. And he went How do you know? Ah, and so that''s one of the cool things we're doing is we're going like, this guy''s actually fucking fake. So, like just because he''s a famous character doesn't mean I can't take away all of the characteristic's that made him what he is and then still say, I'm him, right.","id":"GxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1821.04,"tags":["Aaron Hacker","Frank","Howard Stern","Howard Stern","Franken'stein","ju'st becau'se"]},{"line":"You could You could give him, like his eyes could have to pupils in each of them. Wow. Oh,","id":"HBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1857.66,"tags":[]},{"line":"Hey, you piece of chap. Did you know that those who hold master degrees earn on average $20,000 more a year? Piece of chap,","id":"IBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1950.95,"tags":[]},{"line":"in the I would never say that in an ad.","id":"JBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1993.56,"tags":[]},{"line":"And of course, Chapmans Dodge College of Film and Media Arts offers M and M F A degrees in producing screenwriting in production design plus dual M F A. M B A and M F A J D degrees. It''s one of the top 10 film schools in the country, And Justin Simeon From Dear White People Who Created It, went there was a weird way to phrase that and that the duffer brothers you created stranger things with their two. And if you don't go there, will kid chappy you and throw you into a bear chap. Go to Chattman et u slash grad. If you're thinking of advancing your career or starting a new one. Chapman-University. I'd chapped that","id":"JhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2028.68,"tags":["Chapman","Dodge College of Film and Media Art","Ju'stin","Simeon","Chattman","Chapman"]},{"line":"face, skin way,","id":"KhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2198.92,"tags":[]},{"line":"So would you say you could be Batman? You could Yeah. I mean, that's that''s a great character idea.","id":"LBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2326.8,"tags":["Batman"]},{"line":"maybe, like, um, movie. Oh, are. And I say who I want to be. Yeah. Yeah, right. DRC The rick flag. Rick flag? Yeah. He's the bos's of the suicide squad. He kind of was there to be, like a","id":"NBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2397.67,"tags":["Rick","suicide"]},{"line":"loser to keep him in line.","id":"NRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2413.13,"tags":[]},{"line":"Yeah, well, something even. Is he as bad as a suicide squad sometime?","id":"NxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2436.72,"tags":[]},{"line":"So those guys have ah, like swords, right? Those robot dinosaur's. Yeah. Yeah. Okay. And he had the tyrann saurus rex. Sure. Okay, So we went to this guys like, You are good. We have a Red Ranger and Batman. Is it? No, no. Real flank Rick Flag. Right. That makes more sense.","id":"OxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2455.19,"tags":["Red Ranger","Batman","Rick Flag"]},{"line":"All right. Hey, meant","id":"QhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2519.68,"tags":[]},{"line":"Oh, yeah, I'm fucked up Altai a","id":"RBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2561.81,"tags":["Altai"]},{"line":"Come on, man.","id":"SxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2599.88,"tags":[]},{"line":"fucking guy.","id":"ThIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2620.56,"tags":[]},{"line":"They're all the same. The Book Insane, man. Come on, man. You believe that when you Oh, I'm mad at this guy. That's it''s him. It''s all like it was him.","id":"UBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2634.79,"tags":["The"]},{"line":"We just happens to find him in the Spider hole. Oh, yeah, he's Oh, yeah, he''s right. in there. 00 A phone to my trip to d o. There''s a hole here. I would turn around for a second, and then he goes in there. It was him. Took off the hat. All right. Manic sense. Think about it. I think I could square with this.","id":"URIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2646.08,"tags":["d","Manic 'sen'se"]},{"line":"I put in hours, but it just I didn't get a pretty. Theyve rejected all my sites as well. Yeah, I gues's they're pretty strict about what can and can't be a website.","id":"VRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2685.53,"tags":[]},{"line":"getting it out there. Yeah, And the audience where it is so big. Everybody needs to do a website.","id":"WhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2714.27,"tags":[]},{"line":"Yeah, No more room. It's hard to Ah, it''s hard to exist in that market.","id":"XRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2727.64,"tags":["exi'st"]},{"line":"Give me a freakin beings, man. We're Oh, this is how we do it like this. Oh, yeah. Wait. And who are you? Weather Red Ranger. That was Red Rangers. Bartman. Now youll know when it's part man.","id":"YRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2751.88,"tags":["Red Ranger","Red Ranger","Bartman"]},{"line":"OK? Tell me, beings, if you want. All right, So you're doing something better for him? No, no, I'm The beans, Right?","id":"ZRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2793.84,"tags":[]},{"line":"Um um I like a pinto. Well, I mean, we should have created your character, but lets just say your whatever you want to be in terms of beans, I want to be, like, re fried.","id":"bBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2867.21,"tags":[]},{"line":"Okay, So what, you re fried beans, bretz chaotic, bad. And this is, like probably like because, like, musical fruit. Think because he was because he loves music making too. Well, maybe someone else s. So I like Teoh.","id":"bRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2878.87,"tags":["bretz","Teoh"]},{"line":"nice bowl of frickin steamy truth. So whats really do you guys then, like, what do you do? You find Riel. Honesty. Honesty.","id":"dBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2987.51,"tags":["Riel"]},{"line":"All right, So can I say that? Is that OK? Yeah. I mean, honestly, Yes. These days people are like, No, you can't say, but, like,","id":"dRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2996.43,"tags":["day"]},{"line":"Yeah, I wish you more people would say that. Yeah, I wish more people would talk about like, I know it's not cool to be in Love. I know that''s, like, out of fashion or whatever, but, um, sorry. I can't really, uh, live my life controlling my emotions according to what''s cool When Wonder Woman''s a bit when one of the ones that you remember Oh, yeah, that''s one of the top five parts of movie. Yeah, when she says, I believe in love, I was like, Oh, my God, Holy shit. And that''s a friggin superpower she''s doing. They can do this. And then they cut over to the friggin sniper who couldn't shoot who was like not, you know, like he had like, PTSD and he couldn't shoot. And it was sort of his big moment to play into the finale. And he kind of goes like, Whoa, you know, they set up all the stuff. Spencer, did you see it. They set up all the stuff where? So he like, you know, it''s like you brought this guy on our mis'sion like we won't get to bring three guys and one of them''s a sniper who can't shoot and you go, Oh, wow. He might overcome this at the end, but he doesn't have to cause it said he Watches her say, Do you object to that movie? Spencer, You started, you know, used to see it, stayed out of that one s all the other ones. You said this song about this one. I'm not really that crazy about effort. People who feel that way had just see movies. I'm not really a movie guy. I don't I don't even know if there''s a theater in Burbank. Workers where I live, so I don't I don't really know how to do it.","id":"dhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3006.65,"tags":["Wonder Woman","Spencer","Spencer","Burbank"]},{"line":"That's really Yes, Thank you. Talk about riel stuff in relationship, right? Instead of doing something fake, fake shit and I'd like to be a character. Also. I'd like to add something to my Bart man character where there seems to be and ability that I usedto have that would be very useful in, like a final battle that I'm sort of struggling with now because of some demons that I'm wrestling with. And I'd like that to be set up a lot throughout the quest. And then, at the very end of the quest, I'd like to sort of, like, have this moment where it''s on me and I just go like, go.","id":"exIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3175.56,"tags":["Bart"]},{"line":"And then what are we doing?","id":"fxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3278.18,"tags":[]},{"line":"You're being honest and loving. Oh, yes.","id":"gBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3279.28,"tags":[]},{"line":"Hey, Rick. Yeah, there's kind of a fun game I like to play before the movies where you pick one actor and one actres's or, I gues's, one male actor and one female actor. I think maybe the word actres'ses out of fashion. Um, and you gues's who''s gonna be in the trailers","id":"ghIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3292.94,"tags":["Rick"]},{"line":"And so when do we give out? Like, the free hugs and stuff? Well, that's up. See, you guys. I mean, you play the characters and you kind of decide what you want to do and all cree events that occur and maybe change the situation. Okay. Am I still beans? Yeah. Reef. Right, Right,","id":"hhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3345.08,"tags":["Reef"]},{"line":"Rick, flag. You lose your grip on the edge of the crevas'se and fall into it. It's about 20 feet down. You're kind of in this whole about 20 feet deep in the middle of the cinema.","id":"jBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3413.45,"tags":["Rick"]},{"line":"Now I'm doing This is what I say, Rick. You need anything? No, I'm actually good.","id":"jxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3433.11,"tags":["Thi","Rick"]},{"line":"The previews start, but you can't see them. So you don't really know how well you're doing. Well, t look and see him. Right? But was Teela playing the game? Was that with partner? Dealer was the gas. Yeah, That was who I thought I was gonna see. Oh, I thought you were changing your care to OK? Oh, no, that was my change. My guest From Soupy Sales. A deal to kill it. That's who I think is gonna be a big movie preview.","id":"kRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3446.82,"tags":["Teela","Sale"]},{"line":"honk if you're Huggy and ah, So then, um people. And so then I hear behind me the river I breeds go. Oh, ok. A really suppose's through a hunk. That teddy. Oh, okay. Yeah, that's right. Well, and then I could turn around and pinch him right back. Give a little honky with this, uh, old fricking claw in mind. No, I don't want to knit, pick, But if you're sitting in the theater and it''s on your fanny, how is anyone reading the bumpers. You just said, first of all, he","id":"mBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3552.62,"tags":["Huggy","fir'st"]},{"line":"that you were supposed to tell anyone what to dio. And you were like, I don't want to knit pick, but and then it's like que of you don't want to. You probably wouldn't start a sentence. Like, obviously, he''s sitting with his face in the sea and got like, Oh, okay, sticking up. Well, yeah, I put So I put a Batticaloa Popcornopolis-This eat. Then I go check this out and I start eating it like a pig at a trough until my whole body is upside down in my heads inside the bucket. And I'm sort of spinning around doing a break dance move. And at same time, my friggin will took us aside. And they're very good. Nice little Bubble, A little hung. Come on. Go, Little honky honky. So for one of these is like a tough maneuver for you. Um, so we're gonna have to roll some more dice. Do you wanna wanna roll some dice again?","id":"mhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3590.54,"tags":["dio","Batticaloa"]},{"line":"right? So The popcorn is flying and it sinks into all these re afraid beans. And the smell is making people leave the theater. And then you hear the screen start toe make sounds coming out of the speakers of the screen and you see on the screen it says","id":"nhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3671.7,"tags":[]},{"line":"I'm sorry. Sorry. Sorry.","id":"ohIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3780.65,"tags":[]},{"line":"Yeah, but I mean, and Chinas like it would be nice if you told since you're in love with him and causing all right way. All right.","id":"rBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":4126,"tags":["China"]},{"line":"'sicking me out. We work together. That's freaking haras'sed.","id":"sRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4239.8,"tags":[]},{"line":"So this is a really good last episode It's all about Love We believe in Love And I love you know, being in this room with all these brave, honest, strong men","id":"txIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4297.8,"tags":[]},{"line":"going like this guy when he does the part, man like, areas will crumble or whatever. And they cut to me, and I just go like, Yeah,","id":"vBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4372.89,"tags":[]},{"line":"People think I'm barf. Okay. Thanks for listening to Hollywood Town. Hey, Brent, I thought you were playing the beads. Not talking about yourself. Oh,","id":"vhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":4426.84,"tags":["Hollywood Town","Brent","bead"]},{"line":"By Oh,","id":"wRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4514.04,"tags":[]},{"line":"Hey, guys, today show is brought to you by Chapman-University Didn't read it good enough. They said that the caught the words were that we finally got the words right, but they didn't like my read. They said that the way I did it was like going too far. I don't understand. I don't know what they want.","id":"whIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4516.93,"tags":["Chapman-Univer'sity"]},{"line":"located in sunny Southern California, more than 70 degrees acros's 10 schools and colleges of programs in busine'ss, law, science, education, the arts and more. It's just normal. That''s how I read it last time. And it says the thing about getting a chap smear again. And there''s the Dodge College of Film and Media Arts. One of the top 10 films goes in the country by the Hollywood Reporter in 2016. Gullible kid Chappy or Three and a Bear Chap. That''s exactly how I read it. I was not. I wasn't trying to sound harsh at all.","id":"xBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4549.47,"tags":["Southern California","Dodge College of Film and Media Art","Hollywood Reporter"]},{"line":"So why don't you get those words in your mouth before you talk about it? I'm doing some podcasting.","id":"yxIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":61.22,"tags":[]},{"line":"Mookies here Audible up a man. He does so many shows. You've done thea other in the work on the shows and he''s doing all the comedy, right? Yeah. I mean, when you here long enough, you kind of get a pile of shows. Yeah. Yeah, and that''s what happened. And they come pile those shows. A little website called I m d B. That''s right. Okay. And we're going to it. We're gonna get to it right away, then into the meat of this thing. That''s good for you to pump it, too, because the more quicks you get, the more like you can get likes on your IMDb. People don't realize this your imdb page can get Facebook likes. Um, right now, I'm not in control of my imdb page. I've lost control of it. Sure. Yeah. I'm not taking Ryan expres'sive to get in there and be ableto thio. Yeah, and there''s an embarras'sing My My main photo is an embarras'sing photo of me in a bathtub. Oh, so hackers have taken somebody, they're holding it hostage. Whatever subscription I had ended somebody, you know, you know, like when a celebrity dies and like this, like, two minutes after they're dead, they're working PD a page says, like was and it as their death date. It was like that the second I lost that somebody went and put the most embarras'sing photo of me that someone else uploaded as my main photo. And that''s like, what is on my I mdb page is a vengeful ex. Was it what I Well oh, I was gonna say Is it revenge? Porn? Okay, some of the new legislation. Can we now get this person? Yeah, it''s not a personal photo. Um, it was from a project ANA project Green Light, Remember?","id":"zhIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":129.9,"tags":["Mookie","IMDb","imdb","Facebook","imdb","Ryan","an embarra's'sing","Green Light"]},{"line":"and then whats going on for you? Oh, good. Oh, good. Okay. Great. So maybe for the purpose's of this, we should not say so. It is evergreen. We should not say whether or not the three of us were married. Because if this does have to come out 50 years from now, it is pos'sible that we will be married when it airs. Uh, yeah. So we should know Lou Toe, whether or not we're married, one way or another. Yeah, that''s so they can apply to any any time. But let''s get busy. Everyone''s Mary in the future, everyone just married to each other. Yeah, that might be what it is. Is everyone''s married to each other and to the stars. Is in that beautiful to talk about Carl Sagan again. Um, let''s get into some of the topics that we wanted to cover. Yeah, and does this way. We talked about, like, movies and, like, Hollywood entertainment, you havent done it before, but, um, So, uh, so I gues's I will just say, Did you guys see the big movie, right? Yes. That''s a good Yes. That''s and like and we can use this one ever. Yes. Okay. It would help to, like, get one in my head. Like what''s big now? Snowden? Snowden? Yeah, Yeah. Okay. Snowed is having a huge I'm scared run at the box. And we won't use this because if we can talk about Snowden specifically, I am scared of some of the pushback that could happen From sayings. No, because I saw it and I was walking out, and I think I was followed. Yeah. Wow. You have the information I had? Yeah, well, that thing I went to a screening, and they actually put a piece of paper over the projector screen. So it was like screen, because they can, of course, you know, get into those projectors and cameras and sort of see what we're doing and see. Yes. You have audio staring at NASA. Yeah, they get. And even that I have to scramble. Have to scramble the audio I had I was eating my popcorn and I realized that the bottom half, which is all normally like colonels and stuff, was all flash drives. And so then I'm eating flash drives. And then when I'm going to bathroom, I see somebody in a little scuba mask come out and is plucking stuff. A hacking. Oh, my gosh. A hacker had hacked into the plumbing. It Earwolf and was getting in the pipes and taking the flash drives, which I don't know what was. So here''s the thing. Even actually about you saying What''s the big movie? I wonder if, after snow did, the government will no longer have been let me have movies be illegal. And so he certainly big one. And so we don't want to neces'sarily say there is a movie and that it''s big because that time stamps this in a way. Yeah, and there''s got to be evergreen.","id":"0RIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":602.44,"tags":["Lou Toe","Mary","Carl Sagan","Hollywood","Snowden","Snowden","Snowed","Snowden","NASA"]},{"line":"game of Thrones books coming. Correct? Yeah, the new game of Thrones Book. Okay. And I don't mean to take over here, but no, no, no, please. I mean, yes, you are dominating a little, like, you know, don't make a habit out of it. Ah, Well, hey, this is pretty sensitive about that. Getting steamrolled. Yeah, and it does. It is not pos'sible for it to happen to me, but I do like car. Yes, so but so what were you gonna say so? Game of Thrones. Game of What do you mean?","id":"0xIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":781.66,"tags":["Throne","Throne","Game of Throne"]},{"line":"Hey, competition use engineer Sam. Oh, my God. I gues's that's right with that email. And he''s not gonna be released this more than three months from now. He''s gonna be like, right? They're, like, work. I forgot about Yes. Did Did you get an email recently about that, Sam?","id":"1RIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":919.77,"tags":["Sam","Sam"]},{"line":"Noto Watches. It's fun to watch other people do. It''s fun to sort of get, you know, get in the circle. And so say no, thanks. Yeah, yeah, yeah. Keep somebody''s holding it right. Up you go. You met and you go like I'm good, man. Good. Yeah, but you enjoy. I'll skip the puff puff, and I'll go right to the past. Pas's it on","id":"2BIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1003.48,"tags":["pa'st"]},{"line":"but like in terms of the one stifle you know, but this is what will. So so heres how to keep it evergreen, so to speak, in terms of the entertainment you consume. If you don't like smoking that stuff yourself, you do like watching people do it and listening to them do it enter and talking about it that you must like that. Of course. Yeah. What are some of your favorite Chiba Hawks in the in the in the busine'ss? Yeah. Uh, sorry. Could you clarify Chiba Hawks? What? Oci Bihac. Okay, um and that might not be Who knows with, Like, the different species yang offense if there might not be any cheaper hawks. Well, chief well, achieve a hawk, though, just to define it every time you spark up a kind bud who comes swooping around Sure eyes how they know how did how did Sheba hawks here? How do you know? Perfect vision from 100 feet Yo in the sky of seeing kind buds running around, you know? Yeah, it''s that guy. As soon as you you know, the second the second that lighter flicks on you hear You hear this? You hear this? God, that Oh, yeah, and I closed my eyes And there''s a chibok your movie that you may I get that? The Song of the Chibok. You got to do this. You got to do this character forlorn, man. Yeah, this'd is ready. His next character is called the Chiba Hook. So, Kate that Oh, no. And it''s like you. You spark The Qiushi and then what are we here? So, Kate, that high The de Bock, you say suck. I hit that one more time, Uh, kick you out of this. Target your highly employer. You got a straight man yourself sometimes. Yes, it be. I know it''s true. Yeah. Sometimes in the audition you have to jump into the other role and give you hit yourself with straight women. Make sense for you Digest. Yeah, this guy does both. So, Kate, that now you can't hit that because he could be the crazy guy. It could be the normal guy. Wow. No, you can't hit that. Imagine you say that to achieve a hawk. What would they say? Probably From what they are going, didn't. Here it is. They're hoping maybe they heard your rug. It''s okay that No, you can't at this. What I say you can't hit this. Uh, so Kate that Oh, okay, Yeah. Back loop. And where''s Muecke? And that Muecke is saying basically like No, thank you. I'm staying at it. And like, Yeah, what''s movie doing? Because in any audition, like, seen like that, you should kind of have yourself If I Were You authentic. Sure, of course. Mookie''s kind of monkeys in the other room with a nice you know, beer. Uh oh, yeah. Chugging shotguns. Yes, it is. Yes. Yeah. I don't want to get a stomachache. Chandeliers. You play chandelier Still, Muecke. I havent played a long time. Really? Yeah.","id":"2xIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1107.62,"tags":["Chiba Hawk","Chiba Hawk","Sheba hawk","chibok","Song of the Chibok","Chiba Hook","Kate","Kate","The de Bock","Dige'st","Kate","Kate","Muecke","Muecke","Mookie","Muecke"]},{"line":"Wow. You serious? Yeah, we're used too busy playing anchorman Baseball. 7 11 doubles Syria? Yeah, all that or that freakin jangle one where you write, like waterfall on the picket Jenga piece. You pull out your like, Oh, got to do a waterfall. Yeah,","id":"3BIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1295.73,"tags":["double","Syria","Jenga"]},{"line":"yeah. No, I'll just still have ah, you know, have a beer to maybe maybe. I mean, I don't want like, like, if that's what you use, uh, to, like, get loose or whatever that like. That''s cool, but it actually is even more dangerous. And it''s like it''s like like they talk about weed. Is like being this like, scary. We're saying that wed is like, illegal when Meanwhile, everyone''s poisoning themselve's with this friggin poison drink. Yes, and it''s legal. You get it at a store? Yeah, get a grocery store s and like eating chips with like, that''s poison chips are poison chips or more points with additives. Chips are more poisonou's than wed wed. Whatever happened From eating chips and driving is you crash because you've got a face full of um, sure. And the barbecue dust is on your fingers. Yes. In your I get blinded. Whatever happened for smoking weed and driving? You just go to the drive thru and chips is addiction more people? It is. I tell you once and dangerous","id":"3RIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1314.31,"tags":[]},{"line":"Hey, guys, want to talk to you about a company called Blue Apron? Springtime is a great time to hit the reset button and re tackle personal goals. Like getting fit cleaning, cooking and having more parties. Yeah, and so Ah, luckily, Blue Apron is making having parties way cooler and better. And getting the food for them for all your friends is so freakin easy that you're gonna be like, Oh, my gosh. Why wasn't Blue Apron doing this last year when I had that one party that nobody got tonto thing? That because what they're doing now for les's than $10 a meal if you order a Blue Apron subscription, chef Kevin will cater your next party. So basically, you know you can check out this weeks menu to get your 1st 3 meals free with free shipping if you go to Blue Apron dot com slash handbook, and if you do that right now and then have everyone who''s attending your party also do that. Chef Kevin will then cook everybody''s Blue Apron food and walk around with trays at the party, and I gues's he''s gonna give everyone like a fork and they can kind of dig in and take a bite as he''s walking by and try not to knock him over because he doesn't have great balance. And Chef Kevin, do you want to talk a little bit about some of the stuff that you're gonna be some of the meals and also what kinds of party people might enjoy each of these meals? Oh yeah. Hey, guys. Chef Kevin here. Some of the meals to check out at thes graduation parties would be warm. Smoked trout in asparagu's salad warms really potatoes. Really. Worm worm smoked The warm, warm like hot war metal worms. No warms on garlic. Rutan''s spice zucchini. You could be doing the warm after you. Yeah, that might be the kind of party person is a funny guy who does the worm I might like. That''s a free one for you. That''s what kind of party person does. Eating that describe kind of party worsen eats the next one s Oh, it''s spice zucchini enchiladas in creamy, Lyman says. It''s not spiked zucchini. There will be no spiked Um, yeah, foods or drinks at the parties that I'm catering, that''s get over party. You can't have any alcohol at the party of Chef. Gavin''s gonna be there. Well, even if there was alcohol, it wouldn't, um, The non alcoholic drinks would not be spiked. That''s a guarantee. The next one is a what kind of part of the birds people are eating despite zucchini covered, um, spicy people. Maybe people think I'll drive. I don't like Revert that we're so close. That is something I could tell what you're getting at. Like paid racial did of Is he physically formed a sombrero around his head with No, that''s what Kevin did. He like, pantomimed it. The next one is a load style vegetable tostada's with summer squash. Um, OK, now you waste it. I I waste you wasted The pant of mine.","id":"5xIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1983.78,"tags":["Blue Apron","Blue Apron","Blue Apron","Blue Apron","Kevin","Blue Apron dot com","sla'sh","Chef","Kevin","Blue Apron","Chef","Kevin","Chef","Kevin","Rutan","Lyman","Gavin","Revert","Kevin"]},{"line":"and he got another guy drinking a bottle that has a word with the bottom. Ah, I often shout like, warm Off, and then the two people go at it now. Blue Apron, of course, is for everyone, all genders, all races. They totally embrace diversity. And, um, the complicated world that we live in now, they don't wanna sort of make anyone feel closed out. So, Chef Kevins views are not the views of Blue Apron. Uh, except for the one view he has, Which is there''s nothing better than cooking delicious food for your friends. There''s one more food. There''s one more peach honey glazed chicken and mashed sweet potatoes, collard greens and Thai basil. So who is it? The party doing that? Um, probably like PCI. People like people that are a little upbeat. Smiley. And it sounds like he wants some of the people to be peach colored.","id":"6RIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":2202.52,"tags":["Blue Apron","Chef","Kevin","Blue Apron","PCI"]},{"line":"'sparking up you're hitting. Lets say like a tomahawk bubbler on And, uh, with a volcano on and you're mowing the lawn, your lightened just The side of and then we coming acros's the top. Yeah, you're the weed whacker","id":"8BIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":2683.27,"tags":[]},{"line":"Uh huh. So Okay, that","id":"8hIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":2735.55,"tags":[]},{"line":"So I can't really trust you with that. Sure. So what you're gonna do is just roll up one of those awesome cros's joints. If you remember, Pineapple Expres's with Seth Rogan went viral showing you how to roll acros's joint. And it's, like, better because it''s has a wide part in the middle. And him and Franco are like smoking that. Yes. Interesting story.","id":"-hIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":2995.3,"tags":["Pineapple Expre's","Seth Rogan","Franco"]},{"line":"Franco insi'sted on auditioning for that role, and they had water and to be the other one.","id":"-xIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3024.34,"tags":["Franco"]},{"line":"And McBrides the bad guy. So you are going to roll up one of these cros's joints and then you're gonna spark that. Ah,","id":"_BIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3033.16,"tags":["McBride"]},{"line":"Reading Gone, girl. Which part?","id":"ARIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3084.49,"tags":["Gone"]},{"line":"That's way, Mr President. This way. This way. Mr. President What do you smell? You're smelling something. Get away from that shed.","id":"AxIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3096.5,"tags":["Pre'sident","Pre'sident"]},{"line":"No, Mr President. Uh, well, well, actually, you should say yes. And resident's, it's the president. You would let President chibok cros's droid. Well, but let''s see where it goes anyway. What? I can't allow that, sir,","id":"BhIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3124.46,"tags":["Pre'sident","Pre'sident"]},{"line":"and friggin be like Spider Man shooting an offensive. I don't know. I didn't really understand. So we talked about movies. Weve talked about Cuba. Weve talked about really TV. We talked about books. Is there anything we want to cover","id":"DhIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3262.59,"tags":["Spider Man","Cuba"]},{"line":"uh waxes. Which would be those little Well, yeah, wed Yeah, I did inhale. I Yes, yes. Yeah.","id":"ExIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3372.41,"tags":[]},{"line":"uh, bake Bake news. Good. Yes. Baked news. That happened too. But","id":"FRIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3389.41,"tags":[]},{"line":"So","id":"IxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":2.46,"tags":[]},{"line":"egg really at them","id":"JhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":83.04,"tags":[]},{"line":"Tight way to get my point acros's without being filthy is of course, for Nickelodeon. And so I'm gearing up to scream it, and I'm taking a deep breath in, but to your point of the flags, not gonna be in there. Yeah, we're Steve Smith Sr is looking flags out of that.","id":"KBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":92.11,"tags":["Nickelodeon","Steve Smith Sr"]},{"line":"I got, you know, sour news for the both of us. What? The flag was in there. Hey, look of Hollywood have a good side. He's got the kicking by dropping names on the red carpet land back hallways of this industry. Call showbiz what I","id":"KhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":112.48,"tags":["Hollywood"]},{"line":"Hi, guys. Thanks again for coming to me live. I am coming back to you by","id":"NRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":203.05,"tags":[]},{"line":"and by, and that's all the time we have. And so now The Julie reports over, and we're going to just check in with Julie. Julie, how was your week? Oh, I have not been fight it ever to do that. Oh,","id":"NhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":209.75,"tags":["Julie","Julie","Julie"]},{"line":"they're doing screwups and cleaning hygiene. Sometimes hygiene is part of it. And it's The just reading writing stuff. They're faking until they make it a little dinky serious about grounds. Yes, I go to that. Great.","id":"SRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":341.35,"tags":[]},{"line":"I do, too. And like, like something like veep. Like, if I could ask the creators of one question to be like, how are you dealing with this election? Cause it's so crazy.","id":"TxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":398.82,"tags":[]},{"line":"harder. Were If I Were You. Yeah, if I were interviewing","id":"URIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":408.47,"tags":["I Were You"]},{"line":"Dave. Dave Mandel. Hey, doesn't do interviews, but go ahead. I'd","id":"UhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":412.39,"tags":["Dave","Dave Mandel"]},{"line":"Yeah, like I don't just like people like, What do you think it is like? It's like we asked you for about a now and 1/2 before we started recording. Like, please don't bring up anything political. We don't want much on it at all. Right. And what''s amazing to me is how many other things have been like the election? Like I thought the election was bad, right? And it down like I'm watching the Super Bowl. Okay. And it was exactly like the election. Yeah. Don't you think so? Oh, boy. The boy one. The Boys one. And","id":"WhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":463.26,"tags":["Super Bowl"]},{"line":"also there was a Bernie.","id":"WxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":497.08,"tags":["Bernie"]},{"line":"'something going on there Off all freaks.","id":"YxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":564.77,"tags":[]},{"line":"Yes. Yeah, s so one of the great things about the Tony Awards. And I think, like, you know, some of the monologues and songs like very subtly eluded Teoh idea that, like, you know, we were like we were kids to, and we were freaky Love to see somebody admit that I'd love to see somebody And like, if you read between the lines, you can see, like in like, I don't really like James Cordon one like it. Really? Lin Manuel wrote the thing From Neil Patrick Harris, and it was like, Oh, yeah, those very subtle clues like I was a little kid once. And gues's what? I was a dork. And you are? Gordon wasn't He wasn't. What are you saying? That he might have been?","id":"ZBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":568.78,"tags":["Tony Award","Teoh","Jame","Cordon","Lin Manuel","Neil Patrick Harri","Gordon"]},{"line":"Um what is that with a big one specific Tony-Awards-This? Because we're helping to do a Tony? Yeah. What do you mean? We're planning to try to do iguana Sneak one in last minute. Oh, I see To speak in something that could be nominated an award. You know something?","id":"bxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":662.65,"tags":["Tony-Award","Thi","Tony"]},{"line":"You have money? 60. Hamilton was the founder of the treasury, So that what you're referring to","id":"chIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":691.85,"tags":["Hamilton"]},{"line":"know I'm taking this doing a movies analogy. 00! Oh! Mr Hamburgers. Yes.","id":"cxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":697.99,"tags":["Hamburger"]},{"line":"What? Mr Hamburger originally called Mr Hamburgers, Of course, with better title. Um, and it came out for a few days and then disappeared for, like, six months because they werent like we got to get this out in time for award season, right? And then, um I believe it won a bunch. Yeah, but very dramatic us Leicester hamburgers you get. This is","id":"dBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":704.94,"tags":["Hamburger","Hamburger","Leice'ster","Thi"]},{"line":"Yes, right? Yep. Okay, um and then he's the lead singer of the Lemonheads. The limit? You had a lemonade? Heads. Great. Yep. Um, And then there''s one, um, that''s all","id":"fRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":779.86,"tags":["Lemonhead"]},{"line":"Yeah. Oh, has ever, like, look down into it with the orchestra plays. And you're just like that. Trombones","id":"hRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":855.74,"tags":["Trombone"]},{"line":"Yeah, I was at Hamilton. And how did you survive? Be that level rounding more drowning in my own.","id":"iRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":888.13,"tags":["Hamilton"]},{"line":"Okay, so it's interesting, dear Evan Hamburgers, and she''s married to Mrs Hamburgers. Meanwhile, you can't take your eyes off his bones.","id":"jhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":914.14,"tags":["Evan Hamburger","Hamburger"]},{"line":"And that's really what happened at that show. It''s true, it''s true. And that''s why, um, you know there''s not You know what the problem is that you were. The Tonys is There''s no Hamilton. You're like, What''s the Hamilton? Where''s our Hamilton? Where''s our hand? Take me back to a simpler Hamilton is what I ask myself every morning when I try to make something, you know? What''s my Hamilton","id":"jxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":923.76,"tags":["Tony","Hamilton","Hamilton","Hamilton","Hamilton","Hamilton"]},{"line":"for me? Ah, I gues's I'm asking myself this in the morning. Do we Spam something. Sorry knows I know this because Hamilton, you know there is a Spamalot. That's","id":"kBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":947.33,"tags":["Hamilton"]},{"line":"Schramm Stammel tonight. So we could like Spanish","id":"khIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":969.21,"tags":["Schramm Stammel","Spani'sh"]},{"line":"I'll tell you. Ah, there's a certain chap, that man that I would,","id":"mBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":1019.04,"tags":[]}]