[{"line":"immobile is just like slack is just hanging out. But But we had to sort of like a d r. A lot of Hear. Yeah. Say about 85% of the show is a DEA","id":"PxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2108.77,"tags":[]},{"line":"'say no until you actually say the lines. No, you can't sit there in silence. You can't just say the things you want to say. Although I will give Josh credit. Ah, lot of the sort of demonic things he won't up yelling, I thought were actually pretty decent improv. Sure, but that being said, yeah, there were a lot of times where my body had to be. I would when I would, I would have, you know, and over time became more and more constant that Josh wasn't happening. My body until clearly it was a stretch where I was lost. Josh was all that remained 24 hours a day. It was Josh. But before that stage, there were times when I would see these bruise's all over my body and I wouldn't really understand. And then I'd remember. Yeah, physically, I was being manhandled so that the producers and Don Scardino it sometimes personally have to physically brutalized me. That's really I think, why he was hired. Yeah, was for his test physical strength. And I also think that might, uh, I have influence. Why, Josh? Yeah, chose you because it was kind of counterintuitive at the time. I mean, that Bronner had certainly a lot more credit. Yeah. Uh, still no, that would he have chosen you? Because you do have experience in martial arts.","id":"RBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2156.62,"tags":["Jo'sh","Jo'sh","Jo'sh","Jo'sh","Don Scardino","Jo'sh","Bronner"]},{"line":"Yeah, I was. It was, I tell you. Oh, my God. I mean, I Hear I'll tell you something I don't even know if you know. Okay, if anybody knows. Yeah, but yeah, I I was a blue belt in Brazilian jiu jitsu. E think Josh really enjoyed that.","id":"RRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2226.04,"tags":[]},{"line":"pretty fantastic team, but I certainly took my body. Certainly took it's fair share of lumps in these fights. And yeah, no one was happy when I'd shop, literally having not slept with les's teeth. I mean, I was doing coup Matteis all night most nights, and then on the weekends, it was, you know, the riverboats got involved. And that was the real addiction. At the end of the day, that and that the riverboat action did the","id":"UxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2560.8,"tags":["Mattei"]},{"line":"riverboat gambling was like the worst part of it. It's crazy, cause youd think someone who''s mainlining so many drugs into a system would get addicted to that for some reason. Mike, my chemistry, my mentality, riverboat gambling wound up being the vice that I think did the most damage to sure.","id":"VBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2588.39,"tags":["Mike"]},{"line":"an intentional sex addiction. Like, you know, you announce that you were about to get addicted to sex on purpose. Uh, and yeah, I stop me if this is not something you want to get into You did and, uh, having intercourse with every person on the crew. Yeah, and most every below the line person. Yeah,","id":"VhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2609.7,"tags":[]},{"line":"and a lot of the a lot of the above the line people. OK, A decent amount les's. But the below the line people Yeah, which was, you know, half sexual pleasure, half dominant dominance, some elements of lets get them in my team. Sure. You know, some clas's warfare efforts there? I think Josh was really trying to divide the haves from the have nots. Oh, yeah. And make himself the man of the people so that his behavior could continue using his greatest as'set. We have your","id":"VxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2635.56,"tags":["Jo'sh"]},{"line":"riverboat casino. You know, it's Friday. You We would wrap Fridays, and I would I would be immediately on the Internet. When is the next flight that I can get right now? That will take me Teoh. You know, to the Mis'sis'sippi River, right. Where anything is river law?","id":"WxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2688.11,"tags":["Teoh","Mi's'si's'sippi River"]},{"line":"angles on the on the n B a. Is, is my memory of it. He was like a fan, but he had a lot of changes. You would? Yeah. That were segregation be s. Yeah, it was very disturbing. It was really, really","id":"YBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2794.5,"tags":[]},{"line":"about that. He would say, uh, where the white Globetrotters a lot, which was, like, which is not an end, behave Big. But he was hoping for an all white Globetrotter","id":"YRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2808.55,"tags":["Globetrotter"]},{"line":"This one is from the episode Lee Harvey Oz world, which, uh is, of course, the episode where Glenn Horatio Sanz find out Trends out that Lee Harvey Oswald used to live in his house. And then Josh is always coming up with money making schemes. And his plan is that they're gonna put Big Lake on the map by turning this house into a museum. Yeah, and so this is sort of","id":"ahJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2879.76,"tags":["Lee Harvey","Glenn Horatio Sanz","Lee Harvey O'swald","Jo'sh","Big Lake"]},{"line":"and I don't want to spoil it.","id":"axJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2906.05,"tags":[]},{"line":"lifted at your house so my parents wouldn't see it. I told my parents it was mine. Yeah, they're real proud of my improvement","id":"bhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2927.2,"tags":[]},{"line":"pizza party. You used this one over a lot of peoples heads of the time. I remember people being like, What does that joke me? And it''s like Glenn was not good. Yeah, School. Me bad for me was great for him.","id":"bxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2933.95,"tags":["Glenn"]},{"line":"had to come out and ask all those live human beings who were there to make it. Please don't","id":"cxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2968.71,"tags":[]},{"line":"like almost like a Cramer situation like we know you guys get it. We know you want to show your support. It's maybe over taking things a little bit. So all of you live human beings were definitely on this studio four. While we shoot. This needs to just maybe be respectful of the proces's. Such a good student, Josh. But you really put the crib on this one.","id":"dBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2973.83,"tags":["Cramer","four","Thi","ju'st","Jo'sh"]},{"line":"I could procrastinate to anybody. The girl didn't even need to be hot. It's the same thing. Is like, uh, he started jerking off his He''s It''s unclear if he''s confusing the word procrastinate with the word masturbator. If he just equates those do things, but he is masturbating. Toe the girls.","id":"dhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2996.68,"tags":[]},{"line":"uhm, that joke was not in the script. No, this is a product of far of a roasted mind. Far","id":"eBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3021.34,"tags":[]},{"line":"Hey, look like my dads stay away from Asian girls. I'll give you chlamydia","id":"exJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3039.73,"tags":[]},{"line":"Yeah, Big time. Double thumbs up right to the camera. And","id":"hBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3110.1,"tags":[]},{"line":"remarkably anti Asian jokes. Sure, one was a picture based joke. Where the joke was that all? Well, you're joking. I forgot it. There. We're looking at a picture of an agent person that I believe the joke was I remember this family. This is either the mother, father, daughter, some, the joke being all agent people look the same. It was a joke from Big Lake that I remember. I wonder who have no idea who was so anti Asian of you answer ever that this was pre Linsanity. This was like a different we have. If you remember what America was like back then, there were sort of, like, prejudices at the time that, like, don't really exist anymore. And you could say certain things. Yeah, um","id":"hxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3130.66,"tags":["Big Lake","Lin'sanity","Thi","America"]},{"line":"'seem to get more power.","id":"oRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3566.89,"tags":[]},{"line":"with my thicknes's. Lets talk about the end of the show. Um, the ratings were obviously good because you said the DVD sales were good.","id":"qhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3654.61,"tags":[]},{"line":"200. We want to commit to an hour of 200 episode's of Big Lake, right? And Governor George Pataki did. Personally, Hey came down from Albany when he heard which I think was it was like a public health public safety is'sue at the time, because, uh,","id":"rBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3701.39,"tags":["200","Big Lake","Governor George Pataki","Albany"]},{"line":"to end this year. So well get to that. No, no, no way. Having an actual well thought, this is it. And I think if you wanna addres's the incident Now, that would be great. And I think it's good for people to hear the lead up to it as well, because they're gonna wanna like the try to cut straight to that. Definitely.","id":"wRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3995.24,"tags":[]},{"line":"in the air,","id":"xxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":4072.39,"tags":[]},{"line":"revealing events. But I have to say,","id":"yRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":4082.15,"tags":[]},{"line":"uh is the type of thing that you can only afford with Big Lake money. When you get to that level of money, yet you can private jet and private air refueling jet, Actually, a whole network of refuelling jets, um, to remain in their where people can't stop you or bother you. And ah, a lot of people have wondered forever what happened on that plane.","id":"yhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4085.91,"tags":["Big Lake"]},{"line":"I got to tell you, very frankly that when you hear me get emotional like this and I say I","id":"0BJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4207.52,"tags":[]},{"line":"Okay? Cause the door does need to be open for us to be able to leave the the studio.","id":"1BJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4257.57,"tags":[]},{"line":"it looks like you have Somehow it looks like a small version of Chris get third in a jar. But you're Chris Geppert. I'm not Chris, Get ID. That's Chris gether. He''s a little man and he is weak and I am strong. I am strong and I am dominant in this world shall know the shallow world shall know the depths it needs to see","id":"1hJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":4312.69,"tags":["Chri","Chri","Geppert","Chri","Chri"]},{"line":"revealed by saying by well show when the secret and then I will not be the villain. I will be your hero and you will look back on Big Lake and you will know it was never a television show. It was a Bible. It was a guy","id":"2xJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4350.41,"tags":["Big Lake","Bible"]},{"line":"talking with all your friends after you watch a really shitty movie. Hear, take a listen. What I know of tornadoes","id":"3xJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4392.3,"tags":[]},{"line":"jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"5BJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":4461.99,"tags":["Ju'stin","McElroy"]},{"line":"Hayes and Ah, And he actually asked, Do you mean Engineer Brett and I made it very clear that I didn't. And ah, so then I was thinking like, could you invite windshield wipers for your eyes? I know your eyelids can kind of blink stuff found. It's not the same as sort of scrubbing acros's. Right. And I was like, Hayes would be the kind of guy who would know. You know why that would work or wouldn't. But","id":"6xJsL3MByMrymAEm02gV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":40.84,"tags":["Haye","Brett","Haye"]},{"line":"You're not always recording our conversation's, are you?","id":"8xJsL3MByMrymAEm02gV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":121.28,"tags":[]},{"line":"I like to keep it rolling. You can add it. You can always tell me if you want at it out. You never tell me that","id":"9BJsL3MByMrymAEm02gV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":125.3,"tags":[]},{"line":"Then I'm s has having you two guys. Can you just Can you clear out here for a second? Then well like Oh, hey, I don't want this for","id":"_hJsL3MByMrymAEm02gV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":196.11,"tags":[]},{"line":"windshield wipers for your eyes, This part of it. Oh, well, that's interesting, because we have eyelids, but they only go one way way Like inventing eyelids that could go like I believe. A fish? Yeah. They close in from the sun, Goes in from the side. Yeah, and make funny noise.","id":"AhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":232.86,"tags":["Thi"]},{"line":"I just feel like I'm stuck here for a little while. I don't know when this is going to be over and","id":"BhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":299.67,"tags":[]},{"line":"talking. Hello?","id":"DBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":342.78,"tags":[]},{"line":"and then coming through the door.","id":"DxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":357.01,"tags":[]},{"line":"Yeah. Okay.","id":"EhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":380.71,"tags":[]},{"line":"I see. Well, that's happened to all of us at some time or other, but it''s so great that you're Hear. Yeah. No, this is, um this is good. It does make me wonder.","id":"GBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":426.97,"tags":[]},{"line":"That's true. And get third was in. If you would come in, Tom would come in and say Like I say, Hey, Tom, so good to see you here. What do you doing here? And hed be like, Oh, I'm Hear, like, tea. We're gonna do a pot guys together, right? Oh,","id":"GxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":451.29,"tags":["Tom","Tom"]},{"line":"all the time. And was that also in the ceiling? Looking down, there was sort of an infrared beam, but if you cros'sed it, the they would take a picture because he was like, Oh, you know we don't have an engineer Hear to do it. And","id":"IBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":503.72,"tags":[]},{"line":"he was very invested in pretending it was New York as well.","id":"IRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":515.96,"tags":["New York"]},{"line":"Oh, God. Yeah. Uh, with the, um","id":"KRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":597.26,"tags":[]},{"line":"And he likes the girl. Cleopatra. Um,","id":"LBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":616.53,"tags":["Cleopatra"]},{"line":"Okay. Strong, as'sertive woman teach how to be brave. That's interesting. When? Because when they censor the parts with the actual","id":"LxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":650.82,"tags":[]},{"line":"the potential girlfriend relationship, all you get on the plane is someone saying, like, here she comes, and then it cuts to like a different thing. Yeah, and then It's just like a","id":"MBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":658.27,"tags":[]},{"line":"So yeah, I mean, I would love to Do","id":"MhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":673.74,"tags":[]},{"line":"I walk in? There's all kinds of Yeah, there''s like we have blankets lot walk in closet. We can use the sounds. Did you hear the word play? Lock in closet like a walk in closet Or like a lock in freezer?","id":"MxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":675.85,"tags":[]},{"line":"Christopher locking in the Winter Wonderland closet. I mean, I think we found it. And now weve got our next T shirt. I can't wait to see that going already. It's so great that we're just together for such a short time. And we're already coming up with a good new teeth","id":"NhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":704.39,"tags":["Chri'stopher","Winter Wonderland"]},{"line":"being molded in the image of Scott Anchorman to be able to twist these words into a new thing. Bread. Do you think Scott would mind if we took the","id":"OBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":723.68,"tags":["Scott Anchorman","Scott"]},{"line":"that's why they bought this company.","id":"RBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":812.8,"tags":[]},{"line":"Yes, and you could put blankets on that","id":"ShJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":878.7,"tags":[]},{"line":"and it does soften some things and harden others so that they can meet. So I and I wouldn't be shy away from that analogy at all. I mean, like, because before we sort of begin this proces's, if it is too dry, it will hurt everyone. Yeah,","id":"VxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":976.31,"tags":[]},{"line":"'s so that. You know, I think it's good to take our time. Yeah. So now you guys are saying that you just","id":"WBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":996.91,"tags":[]},{"line":"wrap, I think one Big one. Where were our feet are kind of touching.","id":"YBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1048.6,"tags":[]},{"line":"No, but you can like it's a Do you know what a papoose says? It''s like a crystal ist.","id":"YhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1057.5,"tags":[]},{"line":"I thought it was like an Argentinean food. It's","id":"YxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1064.86,"tags":[]},{"line":"like a crystal ist. Okay. Yeah,","id":"ZBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1067.55,"tags":[]},{"line":"What if I just started turned around?","id":"bRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1116.12,"tags":[]},{"line":"Because I have to monitor that Escorting. You can go look like you know, that little your little perch that you used to look out the window. Why don't you climb up on your little perch? No. Yeah.","id":"bhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1118.73,"tags":[]},{"line":"Now, like I'm scare you. So","id":"cBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1131.9,"tags":[]},{"line":"that you have had this idea in your head for so long about the demo holograms we will be came out a long time ago. It makes me feel like I didn't really fully understand the ramifications of me being God until now.","id":"dhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1191.47,"tags":["God"]},{"line":"Tom? Imagine if Dom heard the whom ago Tell Andrew T.","id":"eBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1222.62,"tags":["Tom","Dom","Andrew T."]},{"line":"Hey, would ask that where as well. And I","id":"ehJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1262.08,"tags":[]},{"line":"like the guy.","id":"exJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1264.47,"tags":[]},{"line":"carrying the observation onto the huge under the next plane. And it makes me sad and sorry that that these things have just had, like, fester in your brain. And actually, Tom would only about the lightning bolt, which I needed to get me into the next level. You would only know about it if it was painted on her pop UWSA,","id":"fRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1273.84,"tags":["Tom","UWSA"]},{"line":"and look at the city.","id":"gBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1311.3,"tags":[]},{"line":"His head is following the lights of the cars going by","id":"gRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1314.72,"tags":[]},{"line":"It's nice in here. Yeah, it is's Now, and it''s like it''s it''s fun to be here after dark and, uh, you know, think about some of the stories that people like Jeff Garland and Harmer Superstar have told in here. And you think about, like, all the stories that this room has yet to tell and were part of that story. Yeah. Uh, for better or worse, I love that. I mean, just like being able this, um, traditional blanket. It''s like a story told in a blanket. Wow. I did something right? I gues's. S","id":"gxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1326.69,"tags":["Jeff Garland","Harmer Super'star"]},{"line":"and then it you know, where does it go? It must have kind of like stay in there, You know what I mean? Yeah. So they must still be in these blankets. Yeah, you can almost hear Drew drog if you put your ear up close enough to the sort of quilting of the blanket","id":"hRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1377.11,"tags":["Drew"]},{"line":"Buffalo Lee Grantley, but","id":"ihJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1421.37,"tags":["Buffalo Lee Grantley"]},{"line":"Yeah. You can almost hear the shortwave radio and you're done. Get back out there. His drums air still in here, huh?","id":"jBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1424.52,"tags":[]},{"line":"And Now, respondent's, I thought","id":"lhJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1469.87,"tags":[]},{"line":"No, I don't want him to see. He's looking at Lego''s through a jeweler slope like he''s investigating, nodding and saying like Oh, yeah, fine, special. Very nice. Yes, this","id":"oBJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1559.99,"tags":["Lego"]},{"line":"you don't know what youll find you. That's","id":"qBJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1632.48,"tags":[]},{"line":"is supposed to be blue, and that makes it valuable to you,","id":"qxJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1649.54,"tags":[]},{"line":"ah, whats the movie? Where it''s all different perspective's. Identity? No, no, that Oh, that''s so go. One guy. I've one supposed to say that. Oh, no. Um oh, and it''s in his brain. Ah,","id":"shJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1683.69,"tags":[]},{"line":"You go out again because I do want us to be able to talk about whatever we want. Okay.","id":"uhJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1779.81,"tags":[]},{"line":"Okay. I have a question. Yeah, Which scar, brother,","id":"uxJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1785.9,"tags":[]},{"line":"If you like, wanted one. And I'm not saying to, like, be boyfriends. What? They're anything. No, I know, But to just, like, be able to hang out with Yeah, one on one.","id":"vBJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1791.71,"tags":[]},{"line":"Oh, you're gonna make me pick. Yeah, well, they're both funny. They both know about sports. Yeah, they're both smart. They're both cute.","id":"vhJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1813.43,"tags":[]},{"line":"that if it broke through that, maybe youd have an even deeper connection with hand. You feel like you","id":"xBJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1891.86,"tags":[]},{"line":"It's just like, like, you know, like, I don't think any of this gonna actually happen. It''s just like, you know, it''s just, like fun to talk about, I gues's.","id":"yhJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1949.03,"tags":[]},{"line":"Yeah, he doesn't get his headphones all the way off, but he leans him off a little bit and he goes, Hey,","id":"0xJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2043.62,"tags":[]},{"line":"he's approached me and asked if I'd be willing to end him because he''s always like I just like I just screwed up. If I tried to do it, I just screw up. He has, like, so low self confidence. Yeah, that he thinks he do even that wrong, and he''s probably just live forever or something. That''s what he always said. And","id":"2RJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2092.66,"tags":[]},{"line":"And so then you're doing the nasty with my cousin Sam. Yeah, because I I feel like, you know, he writes that motorcycle around, and I know","id":"2xJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2118.44,"tags":["Sam"]},{"line":"that the impres'sion he's trying to create is that that''s his Big hog. Yeah, they call it a hog and they call it a hog. Yes, it''s and that that''s and it''s got. He''s got a lot of power between his legs as kind of what he wants you to be thinking. And I","id":"3BJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2128.8,"tags":[]},{"line":"is it the sort of chromosome overlap?","id":"4xJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2200.95,"tags":["chromo'some"]},{"line":"Yeah, kicking as's,","id":"6RJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2272.55,"tags":["kicking"]},{"line":"fucking telling people. Hey, get out of here. Doing money, having the rules be, like, not even really a main concern for you if you even care about them and haul, which, frankly, as a rock star, he seems to not. But you know the rules. And this is something that we can identify with.","id":"6hJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2277.72,"tags":[]},{"line":"Oh, yeah,","id":"6xJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2296.34,"tags":[]},{"line":"like, a Big load. Sorry, I didn't know. Yeah, I go. Oh, I thought you were kidding.","id":"8RJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2337.4,"tags":["load"]},{"line":"That's what. When you said Bachmann, that''s what I thought was Bachman Turner Overdrive, because when they're over driving, they're going So Speedo. Yeah, Speedo So But when he''s like walking down the street in these like after a long night of Coke and he, like, just signed a bad music. And he''s like, What am I doing? It''s really Richie Finance. Don't believe in himself anymore,","id":"-RJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2427.44,"tags":["Bachmann","Bachman","Turner","Speedo","Speedo","Coke","Richie Finance"]},{"line":"is this Bobby Carnival? Yes. Bobby Carnaval? Yeah. Yes, we back on HBO after the end of carnival.","id":"-xJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2478.3,"tags":["Bobby Carnival","Bobby Carnaval","HBO"]},{"line":"Ah, and he gets toe the band room And there were these guys on stage who are wearing like","id":"_BJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2485.63,"tags":[]}]