[{"line":"um, which is okay, because it was in order to put a moral structure on our society And without that, without people basically having ah prism of fear through which to view every choice they make Ah, I'm afraid that it would be complete anarchy. Not everyone is naturally capable, like a Sean or a haze or ah, um, whos a guest weve had who really, I think has a strong moral compas's Howl Rudnik Rudnik or a Rod Nick. Not everyone has that ability to sort of just in eight Lee understand right from wrong. And they kind of need to fear that some sort of overlord is going to bop them on the nose with a newspaper for eternity in hell if they don't, um, for instance Ah, weve, um my shoe on the wall alone and not try to steal. It s Oh, so you really reached a","id":"ShJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":85.69,"tags":["Sean","Howl Rudnik Rudnik","Rod Nick","Lee"]},{"line":"a reasonable media. I think it should exist. I really think that religion is a good thing, but only because people are so stupid. And ah, just simpleton, though. And I in a way I'm sort of a Demi god","id":"SxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":152.92,"tags":["Demi god"]},{"line":"So I blew this. The disclo'ses out I blew. Oh, careful. You finish this one right? Code May. Okay, I'll be careful.","id":"TRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":177.76,"tags":["May"]},{"line":"I'm still buzzed from last night Oh, really? Oh, gosh. I got such a heavy buzz on and I just couldn't shake it. I tell you, I wasn't still buzzed. I think I just about fall over. And now I have the same thing. Where?","id":"URJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":253.5,"tags":[]},{"line":"Do you want to eat something? I'm trying not to. Okay, as a personal just challenge with myself, I think it might be a good Well,","id":"VBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":286.11,"tags":[]},{"line":"So? So lets just get large. And that and that could get us into a place where we're feeling so energized and we do the rial share. I would","id":"WBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":327.72,"tags":[]},{"line":"and I am sweating all over these menus. Thank God they're eliminated.","id":"XhJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":378.02,"tags":[]},{"line":"Uh, you want something with a mushroom? I want something with a Big mushroom. Cody. Is there anything with lentils where they smash them all up and make sort of a mash?","id":"XxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":382.74,"tags":["Cody","lentil"]},{"line":"Maybe at that Thai place at the Thai place, he thinks they smash up the lentils. Okay, okay. Because these should be divided by","id":"YBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":393.62,"tags":[]},{"line":"Yeah, it's It''s always an is'sue. Don't don't stop. One just says pork buns and it''s not on the men. That''s not an items on the menu. Is that what you're upset about? That they didn't have it? I think they had it, and then they ran out of it, So I just remember that. But the menu, Yeah, it does not listed as a good order. So you believe they were lying? They seem to Ah, yeah. They indicated to me through their body language that it was one that they had run out of. And you're huge on these micro expres'sions Now. You feel that you can sense that and you're frequently accusing people around the Earwolf office of hiding something or of displaying aggres'sion toward you that no one else is said, saying, Yeah, I've been researching a lot of There''s a lot of body language stuff on on the Internet and on the lad Bible,","id":"YxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":427.89,"tags":["Bible"]},{"line":"dip it in something, you know, you dip the sandwich, but I want it to be wet. Even before I did, I cannot deal with the dipping. I don't trust myself","id":"ahJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":563.53,"tags":[]},{"line":"I'm gonna be I'm hosting it. Oh, wow. Yeah, I'm gonna be Terror reads character. Oh, right. Once of sex. Ah, no. Your host to get your place this year. Yeah, I am. Huh?","id":"dhJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":702.23,"tags":[]},{"line":"Like maybe you got me grapefruit would not be nice on a side in this Allen. A little bit of a blue glow. Codys there any salads with candy?","id":"ghJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":809.47,"tags":["Allen","Cody"]},{"line":"Styrofoam. Ah. Oh, good. Just a little more flavorful than rice cakes. Got him, bitch.","id":"lRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":999.97,"tags":[]},{"line":"and he. But maybe it's like to kind of teach him film.","id":"nxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1118.18,"tags":[]},{"line":"it's a program where Harold Ramos gets exposed toe comedy theory with his other cardio instructor's. Harold Ramos loved collaborate filmmaking and utilizing the improvisation skills he learned during his time at the Second City","id":"ohJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1143.67,"tags":["Harold Ramo","Harold Ramo","Second City"]},{"line":"that he doesn't really talk about his old life for himself. Really is always asking you question.","id":"pBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1159.64,"tags":[]},{"line":"Yes, he jump ropes in circles and he says that that you get a better sweat that way. But I think it is to keep just the one side of his head face. Yeah. For more information, visit our website, it says. Ramos film school dot com I as'sume that they probably want put him. Ramos. Yes. The second city is the alma mater of such comedic greats is Tina Fey, Bill Murray, Stephen Colbert and current SNL cast member says, I don't know what has to date Bryant and Cities are all very funny people. I don't know what that from another ad. So we should get that because I know for a fact that Howl Ramos doesn't watch us. And Now","id":"qRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1221.4,"tags":["Ramo","school dot com","Ramo","Tina Fey","Bill Murray","Stephen Colbert","Bryant","Citie","Ramo"]},{"line":"Oh, Hollywood.","id":"qhJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1254.15,"tags":["Hollywood"]},{"line":"So I'm with you know all the barista's from barista on Dime there with documentary film but Arista on and and I'm there with Adam Sachs and his Children and his wife, uh, and he is wearing a Scarborough Country T shirt. Why? So I'm like, Take that off. You know, people Trends, Rick, Coffee. Hear?","id":"qxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1261.12,"tags":["bari'sta","bari'sta","Dime","Ari'sta","Adam Sach","Scarborough","Rick"]},{"line":"up? What a","id":"sBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1360.42,"tags":[]},{"line":"Hear Jake and Amir of you heard of a my bet? I say hi. Hey. Thank","id":"sxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1385.93,"tags":["Jake","Amir"]},{"line":"Try and stop it from happening to me again. And I want to say quickly just because normally we record our episode a few days ahead of time. We have time to go back, and you sort of edit it. Ah, we're not gonna have that time. So we do need engineer Cody totally engaged today. You're on point code","id":"uRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1489.71,"tags":["Cody"]},{"line":"That's funny. All right. Uh uh. Another option sort of snuck in the line there. Well, it I would say something that''s gonna affect how we pay out. You know, like the line. No liner like Amir Blumenfeld. Wild laughter Take two.","id":"vRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1578.71,"tags":["Amir Blumenfeld"]},{"line":"of surprise. And that really is what comedy? I mean, look. Who were","id":"wRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1640.62,"tags":[]},{"line":"before it. Got to tease clean. Yeah, maybe like a whoa, you know, at the head of oh, can I do the world? Oh, yeah. Well, I love","id":"xRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1671.91,"tags":[]},{"line":"really hitting the different. So maybe try to do what Jake does. And Jake Whoa. And I also would like the hero what we could go like. You're so, like what? Like","id":"xxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1682.43,"tags":["Jake","Jake"]},{"line":"yeah, okay on. Do you want to do it at the same time? Just try. Not that funny over. Milo. We want it. Yeah, well, lets get this one clean. Just Well get Jake clean, and then well try one with both you guys, OK? Do on Jake Speicher. You need to separate lines. I would like him to slated at least. Jake Hurwitz, August 5th, 1985. My God. One day after mine. All right, that''s fun. All right, here we go. Ready? Yep. That''s funny. Well, what we can get that clean, right? Well, what I would sort of Yeah, I would like to get your getting their my studio separate like you isolated. Okay? Because I don't want oh, kind of muffled. That''s funny. Over while we're getting that good. Well, what?","id":"yBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1692,"tags":["Milo","Ju'st","Jake","Jake Speicher","lea'st","Jake Hurwitz","Becau'se"]},{"line":"that's really really, really funny guy. You're adding so many lines I'm gonna do my woe is Joey from Blos'som. All right, well, okay. Great can need that. It''s sort of like a character thing that you can use that in many years younger than me. But his references a role we're trying to doom or that stuff referencing 90 shows","id":"yxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1770.95,"tags":["Joey","Blo's'som"]},{"line":"Yeah, is it is the goal to be friends with Earwolf for to be enemies with.","id":"0xJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1889.35,"tags":["Earwolf"]},{"line":"what? Can we just get wild? Codys birthday? Yeah. Can you slate it, Cody Scully, take one. We should your birthday. She This is why a birthday is in the slate to it should be. Cody''s wild Birthday-Boys is","id":"2RJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1966.31,"tags":["Cody","Cody Scully","Thi","Cody"]},{"line":"I could never confirm, nor didn't I. Okay, Oh, doesnt mere know Codys birthday. It just felt right, right? Do does his research. Did you have any other? Did you have any other edits?","id":"3xJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2030.3,"tags":["Cody"]},{"line":"like a wild lady are after you guys leave. We have the studio for another. We do. A lot of this will drop stuff. Yeah, well","id":"4RJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2052.31,"tags":[]},{"line":"And why does it bother you in some way? Yeah, I feel fine. But you are gonna make up a reason why I would feel angry or something towards that. You say we need it. This is too drunk and you're not okay. What are the odds that you use it? Well, maybe even way probably won't need it. Yeah, but ending case. But they might need it thistle's. Insane, but Okay. Um, Jesu's Christ, Amir Blumenfeld. January 18th 1983. I can't even fucking believe I'm being strong armed into this, but the we get that. Yeah, I got out. Thought this all right? The Mexican guy who was cleaning my house today got shit. He ended up doing so much more damage than good. Not that I don't have that surprise's me because, you know Oh, that's really good to leave it vague. You know, that felt real day. Are you with that? I don't even think of that in general is a stereotype of Mexican people that they will ruin your more harm than good. They're trying to clear that. Yeah, Yeah. You and your like you fill in the blank. Well, there''s no matter what damage is, I feel bad","id":"5xJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2145.88,"tags":["Chri'st","Amir Blumenfeld"]},{"line":"Okay? It's just when you've been around a while, I get and I feel comfortable. I'm happy to quell the racism s Oh, I'll do Jake her with August 5th, 1985. This is wild. Ah, sort of injecting some understanding.","id":"6hJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2254.8,"tags":["Augu'st","Thi"]},{"line":"What are the HeadGum shows. You're so excited about two Dio","id":"7BJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2290.37,"tags":["HeadGum","Dio"]},{"line":"Well, you guys have with our listener's, this is no Can I actually say Cody can, you know, use the I really started to feel uncomfortable about the Mexican stuff and it's getting to the point where, like, I can't make good we're talking we're talking about cause I'm, like, going back. And maybe I shouldn't have done that. I don't know. That brings me back to an added that I Yeah, I don't think we're gonna have using it. But in edit that I wanted to suggest was just Can we get something other than Mexican? Just does it.","id":"7xJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2359.59,"tags":["Cody","sugge'st","Ju'st"]},{"line":"Puerto Rican.","id":"8xJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2438.95,"tags":[]},{"line":"Yeah, I know. But if we if we do use it, we're really gonna need a voice of your days. Would be a great Yeah, yeah. Not end up being family country. Pull inside eight for any of this stuff to get on record way Got to get his line clean, buddy. No, this could be for later. For now, I would sort of like Teoh,","id":"9xJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2487.14,"tags":["Teoh"]},{"line":"That's funny. That''s great. That''s great. So, yeah, that really felt good. And I'm just realizing, as we do these slates and we're saying our birth dates is that gonna get confusing cause we're not saying today''s date as well. I think itll be okay, but we should switch it anyway. OK, so I do. What about where you were born? Okay, throw that in there. What''s the date today? It''s the 25th. Okay? Yeah,","id":"_BJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2555.65,"tags":[]},{"line":"that was invented by the Hallmark Company. Okay. All right. I'm John Lonely.","id":"BxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2743.15,"tags":["Hallmark Company","John Lonely"]},{"line":"Shipman constantly thinking.","id":"CRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2773.86,"tags":["Shipman"]},{"line":"All right, So you got one. Lets do one. Because it seems like three is too much for you, right? Yeah, that''s gonna be better. Yeah. Already you have. What gives the thumbs. Yeah, well Oh, yeah. Just what I'm trying to think of. Anything rhymes with horny. It doesn't have to rhyme. Just be anything. It feels like it be better if it did, though. Like Jake said Rick Horny. That works. Yeah, but I think it''s funny yet. It''s funny if the horny is the first. Yeah, Yeah. John. Lonely and John Lonely and then 40. Horny tone. That''s why it that''s fine. We will probably use horny Adam, so it just totally as, Ah, this is for safety. Ready? Yeah. Yeah. I'm John. Lonely. You gotta say more confident","id":"ChJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2776.63,"tags":["Jake","Rick Horny","John","John","Adam","John"]},{"line":"jaker with 1985 August 5th New Haven, Connecticut. Today is April 25th. Holy shit. That's like where I'm from. Two really new raven. Yeah. Awesome pistol waving. Uh,","id":"DBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2843.98,"tags":["jaker","5th New Haven, Connecticut"]},{"line":"way out. Weve got that country on the building blocks","id":"EBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2899.4,"tags":[]},{"line":"with the farm?","id":"GBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2998.85,"tags":[]},{"line":"This is a mere Blumenfeld. January 18th 1983 years born in Israel. Don't have to talk about it. Whatever Moving on. Wow, that's a commercial. So the show is 10 supersized Long cut. This s Oh, okay. But he''s teaching you to hook up. Well, he''s teaching a clas's on how to give these guys call hook up clas's. Okay, came style clas's and your parents had an arranged marriage. They do that of Israel Now. They don't What?","id":"GRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3002.85,"tags":["Thi","Blumenfeld","Thi"]},{"line":"Because it's weird how your parents had to get married, but they're, like, still happy. But today, like everyone''s","id":"GhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":3029.86,"tags":[]},{"line":"to Big Got to be smaller. Supposed a small. Yeah, well, yeah. Thanks. Says Monday morning quarterback. Much. It is Monday morning. Yeah, well, uh, can we jump in in the edits to just say, um, that''s not Monday morning and do what you want. Oh, well, I just want to make people feel like it''s actually Tuesday morning. Well, yeah. When you spot guys come out Tuesday morning, I suppose, to be alive. Right? That makes sense. All right. So it is Tuesday morning. Great. And probably one of everyone saying that''s a good drawing. But you did. Oh, I wouldn't mind that. All right, I know later I'm gonna be the one that has to hear about it, right? Right. When you s","id":"HhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3123.71,"tags":[]},{"line":"19 I saw. And where where were you born? South Israel","id":"IRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":3184.35,"tags":[]},{"line":"is sort of the bad part. Negev desert. The bottom half of it happening again with we don't say that stuff.","id":"IhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":3190.9,"tags":[]},{"line":"know, he's reacting. It sounds like you're complimenting it for yourself. Well, just whatever people come at me with, I try to meet their energy troop EU A would know about that. What you want me to say that it looks photo real? Oh, that would be because you said so far was Big. Would you draw? Say that, Deviate. You said that''s actually not bad. Like you're an authority. Yeah, if you could say that, that''s actually photo real.","id":"JRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":3210.43,"tags":["EU"]},{"line":"if there's room for not having me being so I mean, there might not.","id":"KxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3290.15,"tags":[]},{"line":"Yeah, uh, funny advice or normal advice. It sort of toes the line between the two. So we try to get some genuine advice, but, um, we try to be funny to some of it's fucked up, huh? Sometimes. Seems like Yeah. What you mean pick just could get pretty dark house. So I'm just suggesting it.","id":"NBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3402.2,"tags":["ju'st","ju'st"]},{"line":"We're all estimating.","id":"NxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":3442.63,"tags":[]},{"line":"listen, What is flooring? Uh, cool socks. Dude, is that really like it's It should be something physical about him that I mean to me. Can I say what this feels like? He''s avoiding saying some of the things that he really thinks when really easy ailing? Yes, because they scare it. Makes him a little uncomfortable. That''s what I think is No. We got 34 pretty secure guys","id":"PxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3561.89,"tags":[]},{"line":"So Mayor winning him Hold me up and she wants some help laying down a bed for garden. She's seen how nice my garden is. Jesu's. Oh, well, you, you know, help me. I want to have some daffodils. As'sad, So Okay, I go over there and I got my little spade and I'm written around and, uh, and I hit something thing.","id":"SxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":124.59,"tags":["Mayor"]},{"line":"It's just so frustrating. And, you know, and then I went to get more tools out of the shed to sort of dig it up. And then there''s some kids in there and they're all pis'sed off at me. You know, it''s too bright, really. Let me ah, like, call my dad, you know, And I was just like this whole place is just a wreck like you got to get your life together. You want to have a garden that''s a reflection of sort of your inner life. In a way, if you want that to blos'som, you need to clear it out. You need to clean it up. And that clutter. If you have clutter, clutter inside, clutter out.","id":"URJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":199.15,"tags":[]},{"line":"I could use those head bones for a series of scary aquariums. I'm doing so if you still have those, because the effect can sometimes be a square umes scary ums. Yeah, yes, a square IAM is a different thing. Square aquarium thes. They're scary, so they're scary. Um,","id":"UxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":236.57,"tags":[]},{"line":"'secret library where we have all the movies. Yes, because we always normally have seen the whole movie first. And then we","id":"WxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":319.03,"tags":[]},{"line":"They mis's me. They're happy to see me at their shaking Mahan. And all of this is ah, positive. Oh, good. What a great idea. But then, Hayes","id":"YRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":412.98,"tags":["Haye"]},{"line":"Is it Would my arms flat at my side and then you're behind me with your hands sticking under my armpits and more like, both in a trench coat or something. Uh, maybe trying to get my head around that I almost threw up because we're watching it together. But we're both seeing it's us in there doing it. It's definitely us. It was that I would want to get a kis's seeing what''s happening","id":"axJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":523.85,"tags":[]},{"line":"And then I was like, OK, I do want to throw this. I was like, you know, explaining everything Is it happened as it happened, being like, Oops, I did that by accident. So there's a while where I was doing a lot of work to justify their choice because I didn't","id":"bxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":576.57,"tags":[]},{"line":"I turn my phone off, you know, and put it in my backpack. And I go like, did Twitter fall asleep like, is it gonna be there when I get back? Right? Or the phone? Is it? Like,","id":"fRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":736.57,"tags":["Twitter"]},{"line":"Now back. And now it is that somebody brought it back. Somebody put it back. But it was gone for a little while and somebody went and got it and put it back and thinking about this stuff makes me want to throw up.","id":"fxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":766.09,"tags":[]},{"line":"but even just saying that sounds like so crazy.","id":"hRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_2","timeCode":827.46,"tags":[]},{"line":"on Hollywood Handbook-East. Hey, guys, want tell you about the Harold Ramos Film School, part of the second City in Chicago. It's the first film school in the world dedicated entirely to comedic storytelling. It''s a year long program that expose's students to comedy theory, ins and outs and film production. Screenwriting, improv, master seminars. Students have the opportunity learned from entertainment profes'sionals at the top of their careers. And Harold Ramos loved collaborate filmmaking using the improvisational skills he used during this time in Second City. Sorry. Yeah, it''s the","id":"hxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":837.19,"tags":["Hollywood Handbook","Harold","Ramo's Film School","Chicago","Harold Ramo","Second City"]},{"line":"It's the Harold Ramos films. Carol Graham is film school, film schools. So, yeah, I was released. I was like, No.","id":"iBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":867.35,"tags":["Harold Ramo","Carol Graham"]},{"line":"all right s Oh, the hail room is film school. It's for anyone with love for comedy and content creation. It doesn't matter if you're just graduating high school. Look for a changing career. People all experience levels the backgrounds workers to apply. And I will say if you apply that even if the experience you have is not neces'sarily what you x don't from the don't go to meet anyone know a specific thing? Yeah, just based on the even of your don't if you're applying, apply because the program sounds good. Yes, based on the go to me entertainment profes'sionals, not a entertainment profes'sional. You know, that''s really just a great way to live your wife, their","id":"jBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":902.1,"tags":[]},{"line":"and the one thing that I would just mention if you are","id":"kBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":953.75,"tags":[]},{"line":"and I wear man, I've been regrouping a little bit, you know? Ah, and I like and I really like what they're doing for what that is,","id":"lRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1031.19,"tags":[]},{"line":"probably need a full outfit.","id":"nxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1188.35,"tags":[]},{"line":"can they Big ripped him off, okay. And then you can put him on the wall. They can become a poster.","id":"pBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":1247.52,"tags":[]},{"line":"It seems like after they were made into a full suit, it would be hard to return them. He ripped the bob put off a wall. Somebodys never heard of a collage.","id":"phJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":1254.4,"tags":[]},{"line":"no Big lives, no moustache? No, uh, were balloon. So I can use my own creative phrase. We have, like, a little Derby.","id":"qxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1366.68,"tags":["Derby"]},{"line":"an awesome one. And he's here, and I mean, do we even need to introduce this guy? He''s such a big deal, but ah will say his name anyway. Adam Sachs, the creator of podcast's and the guy who made mid roll a household name. Ah, this is so such an honor. Adam. Hi, Adam. So good to have you","id":"tBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1479.96,"tags":["Adam Sach","Adam","Adam"]},{"line":"Brads the so image, Brad. And then I gues's the cactus","id":"vxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1605.18,"tags":["Brad","Brad"]},{"line":"I don't know how this I don't want to say it. I won't offend you guys, But I thought that you were one of the wolf pop goes. Maybe that got Chris Bannon. Had he had a good euphemism, called it sunset. I thought that maybe this was one of those shows. 00 that's right. They did just get rid of a bunch of wolf Pops shows right before. That''s coincidental timing. You know that we have a sort of didn't get","id":"xxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":1682.02,"tags":["Chri's Bannon","Pop"]},{"line":"Can you see whether emails you send have been read or not know? I know we didn't get one. We did not. We definitely don't received. No, we didn't receive it. We didn't read any. Probably man you got? Yeah, I'm probably Have you been doing the show this whole time? Then you probably didn't get the email.","id":"yxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1728.66,"tags":[]},{"line":"So so great. Then","id":"2BJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":1815.01,"tags":[]},{"line":"Uh, has never Smith slammed one or smashed one around. And","id":"2xJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1873.45,"tags":["Smith"]},{"line":"they're expensive. I know that. I get the get the budgets and I see great, well get to replace a microphone.","id":"3RJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1878.28,"tags":[]},{"line":"I think it was last month. I heard something about that. Somebody was getting angry about something being racist.","id":"3hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":1884.04,"tags":[]},{"line":"I cradle mine and I used Teoh train birds, so I know how to be very gentle with","id":"4xJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1921.97,"tags":["Teoh"]},{"line":"So you guys to you, you have more resource's than you need. It sounds like right now,","id":"8RJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2028.06,"tags":[]},{"line":"maybe rent them out during your ses'sion when","id":"9BJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2059.16,"tags":[]},{"line":"Cody has it drink. He does. Called the dictator. Yes, it involves a potato. Yeah. I mean, you see in this. Yeah, I know. I may be.","id":"DBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2260.21,"tags":["Cody"]},{"line":"what was coming for me, anyway, Uh, you were you were saying, right?","id":"FhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2310.84,"tags":[]},{"line":"Yeah. Oh, Ryan, he gotta wear those glas'ses. Or we could just get rid of those are maybe, you know, we find somebody with same prescription,","id":"FxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2316.64,"tags":["Ryan"]},{"line":"Um, okay. We mentioned Cody. Ah, how about his clothes? What do you think we could get for him?","id":"HBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2360.74,"tags":["Cody"]},{"line":"for Codys close.","id":"IBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2380.94,"tags":["Cody"]},{"line":"You know, a lot of stuff makes you think you guys are pretty good busine'ss minds. It turns out. I thought you","id":"IhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2389.52,"tags":[]},{"line":"WolfCool Jr. Whoa! Well, fast back to us. It's such a natural fit in such a great home. And I just when I start to see that there are these sort of corners cod and that some of the people are getting shipped off, I just go like, Oh, well, I hope you would never review Ah, he's as someone dispo'sable because to me, he''s just not right. And why, like, I honestly think it''s weird that I would even be mentioned as update dispo'sable writes like the primary host of the show. I mean, without me, there is nothing like driving this thing forward. You know, like who","id":"JBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2402.52,"tags":["WolfCool Jr."]},{"line":"healthy stuff, the celery. And you know, things like that would you need to bounce up, So you Okay, Well, good looking for celery. You know, people will they like the peeps on and to tell scripts that as well in there. What are they asking? How often are they asking that","id":"KxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2514.88,"tags":[]},{"line":"I Don't even know if it's come up. Okay,","id":"OhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2620.19,"tags":[]},{"line":"well, I'm gonna need you to share a shoe with another podcast Now, too.","id":"OxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2622.52,"tags":[]},{"line":"You guys,","id":"PhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2634.87,"tags":[]},{"line":"okay? So, um uh,","id":"QBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2645.96,"tags":[]},{"line":"e got this space on the wall in my office and I only have the one Who Charted thing in my office. Yeah,","id":"RxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2703.14,"tags":[]},{"line":"Don't I know it was Howl. I noticed that cool up is doing this other show thing this see so thing don't feel like it's not really see So is helping scripts in the same way that some of the sponsor of","id":"SRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2713.84,"tags":["Howl"]}]