[{"line":"a lot of people are gonna want to challenge you to a race.","id":"CRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":339.14,"tags":[]},{"line":"Mine is hazed Of for baseball","id":"FBLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":409.79,"tags":["baseball"]},{"line":"which they don't say what you're doing it. They don't say how it's different from online. No, they don't tell you that you don't have tohave","id":"FhLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":425.22,"tags":[]},{"line":"WILL you can't be Fairuza Balk. No, no, youd be heard because he's the bad guy at the too scary and she's the bad guy tried to pick her and she says, Oh, you think you could be me because you can't","id":"HBLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":508.74,"tags":["Fairuza Balk"]},{"line":"These are some of the games that is movies that we play and those are gamer tags, and","id":"HxLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":536,"tags":[]},{"line":"Yes, yes. And if and that guy who wins can be Isis if you want, you know, like it, then it is ice. And that message, I think, can be pre damaging to consume Of people playing. This is just kids. And so for kids to be playing and basically becoming a guy who may or may not be Isis at the end of the game.","id":"JBLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":600.4,"tags":["Isis","Isis"]},{"line":"we get all the news on one phone right now? Please? It just say okay. Lets all decide what we're going to say, because sometimes one word from a one news guy to another is just like completely has a different letter in it. Like Isil Isis Icicle bicycle, Bisys Freis is Rice in? If you watch breaking bad, I mean, it's at this point Of just like Okay, lets all agree before we go on TV and shots trying to get educated on this stuff.","id":"JhLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":630.45,"tags":["Isil Isis","Icicle bicycle","Bisys Freis","Rice"]},{"line":"and we get them to watch the movie, and but sometimes with these can contain codes, and that's all I'm going to say and maybe the movie and I don't want to ruin too much. But maybe there's one part that's so good that's so interesting. And we know it is cause we wrote it so good and we actually acted in it","id":"KhLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":691.55,"tags":[]},{"line":"so much better than the money trouser boys, I I honestly,","id":"MhLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":787.02,"tags":[]},{"line":"I don't even know why I brought them off because part of the conversation","id":"MxLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":790.9,"tags":[]},{"line":"then the gap between then and number two. The money trouser boys who are doing basically nothing. Yeah, and have maybe one album Of poop songs. When the fucking toilet bowl cleaners have 10 albums Of poop songs, it's just insane. The gap is huge, and the hits the toilet bowl cleaners have our poop in a wormhole. Diarrhea Bounce back I p when I poop it out the other way around and poop in the urinal. These are real poop songs. The money trouser boys basically just jam on a jug like they're literally just blowing into a jug the whole time. Probably not even a poop song is my","id":"NRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":799.07,"tags":["The money trouser boys","Of poop","Diarrhea","money trouser boys"]},{"line":"throwing it back before turning it around. And I'm like jams, Conaway, That's an expensive award. Like, I can't just replace an Oscar. Drop it. You know, in the Parana tank. Uh, and he goes, Oh, yeah, You in this for a direct film or something? And I go, Well, I didn't get in a friggin Cracker Jack box. Hey, he was laughing so hard at that.","id":"NxLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":853.5,"tags":["Conaway","Oscar","Parana","Cracker Jack"]},{"line":"just cause years a demonstrator individual. Yeah, we have a great yesterday. Bright, tannic is what up? What up thistles? And you know these guys in there, a comedy duo and what I think you guys, you dude online. That's what we do online","id":"OxLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":926.18,"tags":[]},{"line":"it's mostly We're sort of a computer based sketch comedy troupe. Um, if you like to hear some of our computer Joe, I just don't I mean, if we're on the computer, I don't know how toe talk about really much else. Like it feels like you're avoiding the elephant in the room. Yeah.","id":"QxLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":1026.94,"tags":["Joe"]},{"line":"I'm in a distance. Place l from you do some recon for me. Thrown. So does you guys have to computers? Uh, two computers. Yeah. Well, yeah, Well, there's two of us, so we need to to make this is really Make it work. Yeah. Sean, I just wanted to say I'm so sorry about what happened with you and Brian. Tell him earlier","id":"SRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":1092.06,"tags":["Sean","Brian"]},{"line":"Those are the two that have kind of been given us the side. I, uh just we let him know we saw it.","id":"VBLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":1253.28,"tags":[]},{"line":"there. Okay. So okay for whites. Come, come fucking desperate. And it sounded just throwing everything at the wall waited, like, three minutes. So it didn't seem like wait longer. Next time these guys keep going under the table, which I think is","id":"VhLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":1267.71,"tags":[]},{"line":"Well, there's risk a business risky business on that. I just There's a couple different, risky businesses, but this one is spelled with a k a Y and then b i z on the ancestor. And then there's a bunch of variations on that. There's butter fan, but a fan and all the variations of that as well. But Irfan, 55. But Irfan, 62 there's Go America Go, go, go!","id":"XRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":1320.38,"tags":["Irfan","Irfan"]},{"line":"guess, Um isnt that right? Yes. When you have a great wing man, you don't have to really worry about it.","id":"YRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_2","timeCode":1446.12,"tags":[]},{"line":"I'm just saying. This","id":"aRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":1533.3,"tags":[]},{"line":"Nick, lets talk about another on dialogue about drag. OK? I think weve covered that topic. And hes you had something? Yes. Uh, yeah. What was the visit with what is with girls? Wait, huh? I need to talk to Nick","id":"bhLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":1566.89,"tags":["Nick","Nick"]},{"line":"The dragon thing, I think turned Sean off. You just lost its mind. I'm not gonna not be myself.","id":"cBLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_2","timeCode":1583.95,"tags":["Sean"]},{"line":"but it's just not going to me. But are they both on you? If dragons going on behind that, I thought that they must have been on you. And now it makes me wonder if they think Codys one of us just like sort of working currency. I run this thing the way his face looks. I love you.","id":"cxLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":1598.62,"tags":["Cody"]},{"line":"step by step. Where you go, you walk in the bar And how do you guys present","id":"dRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":1626.65,"tags":[]},{"line":"and very talented. And yes, they're very talented. Yes, and I think they're nice,","id":"gRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":1768.89,"tags":[]},{"line":"and it's not a choice, but I like girls. And so it would be very stylish. Girls,","id":"ghLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":1774.57,"tags":[]},{"line":"Okay? I changed my vote to hes just the way just a face. He made when and then got mentioned. But this is This is exactly what Sean wants now is like when he's the underdog, and that's when he really","id":"khLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_2","timeCode":1950.11,"tags":["Sean"]},{"line":"So whos telling you is that nobody believes in US phenomenon, So I'll say Sean. And so Sean, I believe in you, and I think you're going to do a great job I appreciate that. And then he gets lazy and WILL fall asleep under a tree. I also think","id":"kxLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":1964.18,"tags":["belie'ves","US","Sean","Sean","WILL"]},{"line":"way. Way. Yeah, and you plop on, you don't get the rash. And it looks kind of cool to your, you know, sort of doing a high jump in, like, landing it perfectly or something. And if you do want a spendy seat But you you, you know, you figured out after a couple of tries that you're not on, we're not going anywhere. Yeah, you can actually grab the bottom Of Of the stool and sort of hold that close to you and then spin around yourself that, you know, will accomplish a similar fate.","id":"mhLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":2063.45,"tags":[]},{"line":"is that good. What do you think about in terms of your announcing? Yeah,","id":"pRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":2164.45,"tags":[]},{"line":"be. And no worry, nobodys Nobody should be that giant. I don't I don't mean to keep scaring. I agree.","id":"rRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":2284.09,"tags":[]},{"line":"Well, this is where the seams start to show. It's been a little bit of a vacation for me and hes. And when you're on vacation, you don't always do all the things you do when your work. And this is a job for us that we have to reach into the popcorn back. Okay, so lets play the clip.","id":"sRLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":2311.77,"tags":[]},{"line":"Lets play sound clip. And this is my friend Mark from high school, and he is reaching in the popcorn bag.","id":"shLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_2","timeCode":2326.98,"tags":["Mark"]},{"line":"Israel wife Nick, I'm back on track. Yeah, a bit, because when you think about it,","id":"vBLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":2423.34,"tags":["Israel","Nick"]},{"line":"computer. It's not made a clay or paper, right? I mean, and it's truly not.","id":"vxLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":2466.27,"tags":[]},{"line":"He's like a clown type character on the forums, and I think it's the flatness of his large shoe. Makes it very easy for the CD drive to mistake it for a CD in CA and try to","id":"0hLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_2","timeCode":2752.8,"tags":["CA"]},{"line":"Yes and start, I imagine sort of buffing the skin off of his feet when the you know when when the mechanism starts spinning in an attempt to play. And I shudder to think what shows up on the screen when the CB drive starts to read your foot. Now, what book did you say you write your family members names stuff down. Oh, it's a it's a little book. Um, it's a little brown leather book. It's in its empty. There's nothing written on the pages. Oh, it's uh oh, Okay. I thought it was like last Mohicans. No, no, that wouldn't work, cause there's already words in that book and in a lot of books. Actor. So there is actually some pages that doesn't have any words","id":"1BLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":2770.37,"tags":["Mohicans"]},{"line":"Ryan, I need to fight this battle on my own. Okay. All right, man, I guess this is it. This is the parting of our ways. Yeah, I guess it is. I'm going back up.","id":"2xLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_2","timeCode":2879.62,"tags":["Ryan"]},{"line":"the last question. Yes.","id":"3RLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":2902.33,"tags":[]},{"line":"00 oh, about on","id":"3hLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":2912.72,"tags":[]},{"line":"wow. Really scooped. Everyone marks, Bert, I mean, that's better than what I was going to do. You even have evidence that that was market, not an actual bird. Well, that's he may have brought WILL brought one into a rare with I'm not gonna come close.","id":"3xLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":2918.59,"tags":["Bert","WILL"]},{"line":"Is that it? Yeah.","id":"5BLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":2960.77,"tags":[]},{"line":"Titanic? There are name. Yeah. Yeah, it's in a way. Yeah, we We werent really thinking. We were initially thinking of doing a lot of, like, Titanic way say, I mean, we're trying to figure out, figure out a name that mixed are two names together and then weigh in your names. Yeah, it's sort of That was like, a little flourish, I guess. You know, people died on that. Yeah, It seemed","id":"6hLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_2","timeCode":3029.39,"tags":["Titanic","Titanic"]},{"line":"That's a very interesting reversed Riverside reversed it, like the other person again seeking. And the person who was seeking","id":"7hLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_2","timeCode":3080.64,"tags":["Ri'verside"]},{"line":"Game is played a lot on the ship. You guys seem to be like, Give us. Give us a Sure. Sure. Okay.","id":"8BLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_2","timeCode":3094.16,"tags":["Gi","Gi"]},{"line":"somebody is hiding. And the other one, the Seeker. If you reverse that, do the opposite thing, the one person would be hiding in the other would","id":"8hLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":3102.85,"tags":["Seeker"]},{"line":"and please by the pro version of our podcasts and WILL first rate us on iTunes and talked us on the forums. And this is for you guys. Choose. You got computers, right? You already talked to Peters, my friend. Please, By the pro version of our podcasts, which is you get the wife feed bumper sticker is you get pencil, you get all the good swag on. And we should talk about payment for that because a lot of people have been asking about how the payment works when they give us the card. Is it just like a regular? Do we just, like, pull the price off the card every week? Or is it just like the one like yearly subscription? Ah, and the truth is like, you can just look at your credit card statement and just figure that out after the Irvine MMA. Yes. Or you could Yes, we do accept Venmo. Yes. Now we take Venmo. That's great guys who bought the pro version this week. I think somebody did. No.","id":"9RLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_0","timeCode":3132.78,"tags":["iTunes","Peter","Irvine MMA","Venmo","Venmo"]},{"line":"So we definitely did We Yeah. We actually think I know somebody did it. Knicks look at me like they didn't do it. I'm like, Oh, yeah, I think they actually did.","id":"9hLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":3191.93,"tags":["Knicks"]},{"line":"thanks for buying the pro version. Oh, it old bird","id":"_BLNMHMByMrymAEmkcfI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":3241.02,"tags":[]},{"line":"The World Dead Hey, this is Arne Camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're new listener or you've fallen behind. Season three is a great jumping on point, and we''ve got great guests like Justin McElroy. I set like a fancy college professor,","id":"ABLNMHMByMrymAEmkcjI","index":"handbook","podcast":"Hollywood Handbook","episode":"BriTANicK, Our Close Friends","speaker":"spk_1","timeCode":3339.38,"tags":["The World Dead Hey","Arne Camp","Improv","Hello From the Magic Ta'vern","Burger King","Chicago","Dark Lord","Justin McElroy"]},{"line":"well, in the Highwood Handbook","id":"CxLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":30.87,"tags":["Highwood Handbook"]},{"line":"show the show is, uh, it's an entire sky kicking butt. Dropping names of the red carpet line back hallways of this industry we call showbiz is our first live show ever. Theme mapping is great. I let the clapping element that we don't usually get is very well. It's just so nice for us because so often we do these things in a vacuum. And we don't know if some of our listeners are able to get to a library to get on the Internet and hear what we're doing.","id":"DBLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":36.34,"tags":["showbiz"]},{"line":"feed. The growth team. You look like you're on a disgusting vacation. They're","id":"FxLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":136.78,"tags":[]},{"line":"we try to Part of our mission is to throw the doors open, to allow other people to enjoy some of the success in this town that we have. And so we were wondering Of there any aspiring moviemakers in the audience or someone? Has anyone ever had a dream in their lives?","id":"JxLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":295.37,"tags":[]},{"line":"We're going to teach you in the audience how to pitch a movie to a studio. And I expect to you to come up with your own movie on the spot. No, that's too much pressure. Just","id":"KhLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":331.31,"tags":[]},{"line":"Does anyone know any movie?","id":"LhLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":353.2,"tags":[]},{"line":"I don't know it myself. Yes, it's better if you pick something weve seen, but at the same time, What could you it just the woman singer? Come on,","id":"MRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":364.32,"tags":[]},{"line":"First of all, when you were describing the beginning of the movie, you forgot the part where they show all the names of the people who were in the they're gonna want. Imagine doing the movie and just starting it right in the middle of it and not saying the movie starting. So e think. But probably whats happening to you is your thinking.","id":"OhLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":471.39,"tags":[]},{"line":"keep going.","id":"PRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":528.56,"tags":[]},{"line":"Um, Adam Sandler? Yeah, Simply a Drew Berry more type. Let me stop you anymore.","id":"PhLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":532.01,"tags":["Adam Sandler","Drew Berry"]},{"line":"No, they're crashing at the gate, OK,","id":"RxLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":628.91,"tags":[]},{"line":"Yes, and thisll was great because we really you did a great job. Thank you. Thank you. So thank you to this person.","id":"SRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":637.91,"tags":[]},{"line":"You don't even know what he does yet","id":"TRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":751.38,"tags":[]},{"line":"What an unusual look ship. Well, lets see what he looks like.","id":"UBLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":763.92,"tags":[]},{"line":"be be","id":"UhLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":776.43,"tags":[]},{"line":"regular human man. Doctors arent, arent men just can't be man, I'm not a doctor. instead, I Have you seen House? Yeah, that's a doctor. And it's based on Sherlock Holmes. Did you know that? Yeah, that's that. Show that Jess and Lenin er doing? It's funny. Justin Lenin. No, that's that's playing house. I think they're playing","id":"WRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":873.9,"tags":["House","Sherlock","Holmes","Jess","Lenin","Justin Lenin"]},{"line":"it's a pretty litigious town. Now you're embroiled in a pretty ugly lawsuit against TBS. because they were filming you without your consent. Yes,","id":"XxLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":955.14,"tags":["TBS"]},{"line":"Pete Holmes Show I was unbeknownst is not explained. And I'll tell you something with that. With that title, I think you've got a case.","id":"YRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":967.72,"tags":["Pete Holmes Show"]},{"line":"When they called it The Pete Holmes Show, I said, Oh, they're in trouble because that's gonna hold up in court for you. I do. You shouldn't be able to use your name. Is that just filmed it? And they called it something else. That's like a big guy show. Yes, Sherlock. Lumbering ogre show. Yes, Large buddy.","id":"YhLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":979.22,"tags":["The Pete Holmes Show","Sherlock"]},{"line":"turned my merit and say well be right back.","id":"axLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":1105.15,"tags":[]},{"line":"It is Batman and things I would also yet would would throw to tape they Yeah, that's a little terminology. You throat a tape. It's something Terminology from your house. I used it in my Andi. I found out I tried to sue TVs, and then they explained that the reason they did it was because you could be sued for anything in life. If you do any move, if you do the string dance that Conan does your adorable like Jimmy Fallon, you get sued immediately. Or if you think stuff is awesome like Jimmy.","id":"bBLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":1108.65,"tags":["Batman","Andi","Conan","Jimmy Fallon","Jimmy"]},{"line":"Are you going to see any of that doses dose if Midori me money.","id":"cRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":1162.11,"tags":[]},{"line":"You guys were wasted on a broadcast cause your face is hilarious. Way should be issued podcast. I can't see my face. So it should be a TV show. It's hilarious. It should definitely be a TV show. Uh, yeah. No, they had to pay me out. That's how I got money from them. Was I was like, If you're going to continue filming May in the talk show. That is my life. You're gonna have to give me some of that cheese. Do you like having that money?","id":"chLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":1172.67,"tags":["May"]},{"line":"is. Happy. Let me stop. Frame it as a question.","id":"fhLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":1310.59,"tags":[]},{"line":"I trust you do vanquish foes from some sort of you know, Castle. How much? How much deal points? Whats the were negotiating? If you want to do this like that, there were any terms. Oh, like back end. That's something. Yep. Well give you 20 Brett back end. Okay, out of a 1,000,000 Of okay. You said that you wanted to come on the show to find a long term girlfriend from our audience here.","id":"gBLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":1329.94,"tags":["Castle","Brett"]},{"line":"I like that. This room is set up so that there's no seats in the front, a zit. There's a mosh pit that's gonna happen on Everybody has to stand in the back like we're in a bus, teetering off a way into the back, lest we all die. Keep the that's number one rule of live performing another fear for his life. The audience the fuck away from You don't want to feel their energy. You don't want to hear him. You sure as shit don't want to see him. I will say we did clear a big path to the stage, anticipating that when we asked if people want to be your girlfriend way would get at least one person who would say yes and run up two way. Didn't want anyone to get sort of crushed up against the stand. We left some space.","id":"hBLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":1407.87,"tags":[]},{"line":"We had a fire man in here. Yeah, sure, it was okay. I'm not menudo. Yeah, it's a good reference.","id":"hRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":1452.77,"tags":[]},{"line":"What do you think about all these computers be?","id":"khLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":1564.37,"tags":[]},{"line":"It's a cool You could fit salt in there, but losing the freaking thing. I know it's like stuck in my sheets or something. I mean, honestly, and I can't necessarily trust my cleaning lady","id":"lRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":1584.92,"tags":[]},{"line":"Yes, you will. You just as preposterous as it seems to not back up your phone people would be like back in the 2014. People used to just walk around with only one gun. Business? Yeah. You gonna into a glass?","id":"mxLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":1646.66,"tags":[]},{"line":"What was it like working with Conan? How did you beat Koenen? And what was it like? What was it like? What was it like meeting cone? And how did you like me to","id":"pxLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":1761.74,"tags":["Conan","Koenen"]},{"line":"Well there anyway. So I just throw my name in there and go. Maybe I could get a good movie idea from a scandalous trial. Your hot coffee lady","id":"qxLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":1798.15,"tags":[]},{"line":"call references Learys because Denis Leary is the star of the movie, The ref on the Leery in itself a reference. Yeah, it's it's an early What do you think about that round of applause you got? I built a career on this battery. Yeah, that's the name of My God. A biography have built a career on a spattering. Yes, I feel like you should be in the woods hanging up. Wanted posters for Robin Hood.","id":"rhLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":1823.9,"tags":["Leary","Denis Leary","My God","Robin Hood"]},{"line":"when I like when I'm doing my money, it's like I actually got paid that money. Say nobodys, you know, necessarily writing a new tune about me. Did they have tunes about Robin?","id":"sRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":1872.14,"tags":["Robin"]},{"line":"what happened? There's our friend Mark record. The sound drops for us. My friend from high school was rooting around in a popcorn back and found a sting CD. A sweet Leary. The sound drops air getting increasingly referential. The content of the show.","id":"vxLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":1984.7,"tags":["Mark","Leary"]},{"line":"could you go get it? Our engineer went outside.","id":"wxLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":2032.35,"tags":[]},{"line":"Look at the rope Of chocolate he has on insurance","id":"yBLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":2071.71,"tags":[]},{"line":"and go to when we send you get bracket, You go around.","id":"yRLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":2077.65,"tags":[]},{"line":"no. I mean, what do you gotta do to get the attention of Big Marvel? You know, you love that stuff like we do were such huge nerds for that, and well just Rittner now, right now. Gosh being And you guys are big nerd.","id":"0RLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":2122.96,"tags":["Big Mar'vel","Rittner"]},{"line":"Huge may not look like it, but it's confusing because that just seems like that's very in vogue. And maybe you guys were kind of monopolizing on a trip way. Love all the X men. We love the big monster.","id":"0hLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":2139.87,"tags":["X men"]},{"line":"I hope you're having a joke on us because we absolutely love the X men. And, yes, some of the Avenger, man to who you love The Avenger man? Yes. The ones. Yes. Name you name one of them named one Avenger,","id":"0xLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":2150.53,"tags":["men","A'venger","A'venger"]},{"line":"please. You don't want to tangle with me on this kind of famine. Well be here all night if I start naming them. Because, you know, because there's so many that I know","id":"1BLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":2164.37,"tags":[]},{"line":"Oh, gosh. Tony. Hey. Well, he's drunk. Yes,","id":"2xLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":2228.1,"tags":["Tony"]},{"line":"in X Men. Yeah,","id":"3hLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":2253.45,"tags":["X Men"]},{"line":"It's Brendan Fraser and he's Hello. There's, like animals blast from the past","id":"5RLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":2371.5,"tags":["Brendan Fraser"]},{"line":"Could it be the mummy You're talking about","id":"6BLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":2395.21,"tags":[]},{"line":"money? That was it. There Some animals? What is? Are you making a phone call?","id":"6RLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":2399.76,"tags":[]},{"line":"Booth money or any money? He thinks it's the money.","id":"6xLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_0","timeCode":2418.47,"tags":[]},{"line":"skeleton, Franking,","id":"8hLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":2515.45,"tags":["Franking"]},{"line":"franking Skilling.","id":"8xLPMHMByMrymAEmdcid","index":"handbook","podcast":"Hollywood Handbook","episode":"Pete Holmes, Our LIVE Friend","speaker":"spk_1","timeCode":2520.2,"tags":[]}]