[{"line":"a microphone. Uh, that's courts pee on you. See, that's really red.","id":"XRKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":781.38,"tags":[]},{"line":"who? Yeah, it's whole. His whole body is just like he's just rolling around. Yeah, grows around. We have to put down a mat.","id":"XxKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":837.42,"tags":[]},{"line":"We got a great guest today. D. C. Pearson is here from the movies and comedy on He's Here. Teoh talked to us about the business coming right up on Hollywood Handbook.","id":"YBKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":847.68,"tags":["D. C. Pearson","He's Here","Teoh","Hollywood Handbook"]},{"line":"Hey, dweebs. Time to stock up on some spring apparel. It's all free from the Earwolf store all year round. If you start a successful podcast, just email. Scott, Anchorman and Jeff all rich. Pitch them your idea for a podcast and youll be able to get every single thing you could ever need to survive. If you could live off T shirts and pint glasses, which will be a 100% f free to you as soon as you get your podcasts started. In the meantime, why don't you go check out the great deals at Earwolf, including the classic T shirts, the pint glasses, the tote bags which have beauty and function. Question Mark. Exclamation point! Yes, You better buh leave it. And that's a ghost. Say cut. So what are you waiting for? Start your fucking five cast. Get a lot of listeners like me and hes did. Which is why we're always decked out and fresh free shit and go toe store dot Earwolf dot com. Okay, lets get back to the show. Loser.","id":"YRKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":864.19,"tags":["dweebs","Earwolf","Scott","Anchorman","Jeff","Earwolf","Mark","Earwolf"]},{"line":"like me, I feel like I could have done it when I'm on Comedy Central. A lot of times, lets say I think I want to see ah, half a Patrice o Neal, stand up.","id":"cxKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1150.88,"tags":["Comedy Central","Patrice","Neal"]},{"line":"Oh, yeah. I love when people complain about commercials. It's like, uh, that's what pays for the fucking show.","id":"dhKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1217.66,"tags":[]},{"line":"Sales were all selling soap guys, we're just selling So","id":"dxKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":1223.54,"tags":[]},{"line":"and that is the bottom line. Is that","id":"eBKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1226.47,"tags":[]},{"line":"I mean, I think if you think about like a bullfight, where is the real bullfight? Take place. Does it take placate in the cape? In what? I'm sorry. The guys got a cape on. The guy does have a cape, but it doesn't take place in the cape. Right. Uh, saying, speaking of which, the chaos saying That's what people think, right? Yeah. The cape is a scheme that I definitely missed for sure that show you guys remember that? That's king on NBC, you dot com? Yeah, The cape. Yeah, he had a cake. Made him a super so good. Um, I feel like superheroes have really come alive on television. I feel like Oh, yeah, I am. That cries out for them, but ah, but yes. Oh, but a bullfight doesn't take place in the ring. Like where? That's what we're all watching. But it really takes place or are in the cape, you","id":"gBKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1319.04,"tags":["NBC"]},{"line":"That's lets walk through locked through the okay. From the beginning, you walk in the door. People are looking at","id":"hhKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1411.22,"tags":[]},{"line":"as long as you found it. I I didn't find it. I have purchased them. Right? But somebody somebody should somebody should have never made nobody made. Yeah, if you have closed that somebody made, that's unethical. It's I mean, karma is not a thing. No thing. Now, just quickly. Would you like to do a little sort of play acting game? Sure. I like the opportunity to perform here. What if lets say I'm gonna pretend that I didn't write the script, so I don't already know the lines, which is basically never the case. And, uh, I'm going to be sort of going over my lines quietly to myself and you be","id":"jRKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1586.05,"tags":[]},{"line":"you would be humming. And also another audition. OK,","id":"jhKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":1626.13,"tags":[]},{"line":"me? You know, where do you study?","id":"khKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":1641.27,"tags":[]},{"line":"Oh, uh uh, Juilliard. Yeah, I know. I recognize you from there. It was a trick question. I also went to Juilliard.","id":"kxKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1643.58,"tags":["Juilliard","Juilliard"]},{"line":"We start quietly and then once you've got me engaged, then it becomes for everyone,","id":"mhKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1715.16,"tags":[]},{"line":"like for like Sean and I, we are in the casting office, and we're not. That's why when","id":"nBKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1738.5,"tags":["Sean"]},{"line":"audition was in the waiting room. Exactly. And we were watching for someone with leadership qualities to be on our show. We cast leaders even if they","id":"nhKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1750.17,"tags":[]},{"line":"It really is like a small fan. Small. It's a small world I was on. Um, it's a small world like the ride the other day, you know, me and some of my guys, like, really like to go to Disneyland. Diesel, please. So, you know. Yeah, exactly. Still, kids And that's really what I love Disney","id":"pxKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":1915.8,"tags":["Disneyland","Diesel","Disney"]},{"line":"God. I havent seen you since that, you know, $4 billion Microsoft campaign.","id":"rhKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":2051.72,"tags":["Microsoft"]},{"line":"campaign. Do they ran that for so long? Were both telling things. We already","id":"sBKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":2057.84,"tags":[]},{"line":"Oh, did you get that other check? Like, a year later on on the west","id":"sRKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":2061.9,"tags":[]},{"line":"married, we should have been married like by Joe Rogan in, like a Vegas adjacent d mt ceremony. And it wasnt about like husband wife. It was about, like, partners. But one of us has, like, a really macho thing","id":"uBKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":2108.76,"tags":["Joe Rogan","Vegas"]},{"line":"is a strong is really strong, and that's what it's about. It's about strength and, um, in all things and so, yeah, you If lets say I say a vacation destination that you havent been to, you should always be like, Yeah, you have. You've been there and it's so shitty or you like, know it so well that you're like Oh, yeah, totally. Did you see Miguel and you're like, I don't know. I mean, yeah, um and then likewise, like, you should know it better than than he does. And likewise, if lets say that I I say a place like, Oh, we were in Nepal and you havent been there, and you're like, Oh, I havent been there. It should. The idea of someone not having been there should cause me to be, like, unable to speak, like lets do a role play. I'll say I'll say we were just Nepal. You say we havent been there, and then I'll react.","id":"vRKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":2197.74,"tags":["Miguel","Nepal","Nepal"]},{"line":"I don't know if I send everyone else home band there just to be polite. Do I just like that? Guys really so good that probably that guy is diet. Probably, like, creates so many beneficial bacteria to his body that he's probably making fucking sick deuces. What is it like when you see I got on","id":"yhKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":2349.9,"tags":[]},{"line":"women and now I'm sort of flow? Yeah. You should hear about what it's like someone Probably that you have buffet","id":"zBKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":2367.37,"tags":[]},{"line":"they're gonna or they just would Or they would.","id":"zhKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":2396.63,"tags":[]},{"line":"Yeah, there's, like, kind of, Ah, sort of, like, unspoken agreement, like we would, But we're both We would again. Yeah, exactly. Totally, Um, Hotel New Hampshire.","id":"zxKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":2399.63,"tags":["New Hampshire"]},{"line":"So, yeah, so you should see. You should see her. And we kind of we acknowledge each other, like, Oh, we havent I havent seen you in a really long time. And then, um, you should be like, Oh, are you, You know, you should, uh there should just be a real energy like it like we can. I think we already covered it like you should have either We definitely had sex at some point or we we would or were probably about to, um and you should be like You look like","id":"0hKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":2443.71,"tags":[]},{"line":"that's a good talking point for audition waiting rooms is what unconventional style of parent youll be for sure","id":"3RKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":2630.11,"tags":[]},{"line":"our phones. Now our phones are rattles. It's","id":"4RKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_1","timeCode":2684.04,"tags":[]},{"line":"the voice of my ways right now,","id":"6BKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_0","timeCode":2730.19,"tags":[]},{"line":"members of Genesis listed, but Phil Collins has crossed out and encircled in cross","id":"8xKZMnMByMrymAEmJeii","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Close Friend","speaker":"spk_2","timeCode":2910.29,"tags":["Genesis","Phil Collins"]},{"line":"the thought and the time it takes to do that stuff, we can't be bothered with it, and your hands get very sticky and sometimes all sliced up,","id":"-BKZMnMByMrymAEmj-gf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":81.56,"tags":[]},{"line":"You can get caught. And weve gotten anthrax. Probably 100 Thai indirect. So many Osama has done it to us in Saddam. And, um, Gadhafi and all those guys tried to anthrax s. They all missed because where were too fast and too good were dodging bullets. Baby, you guys like Phil Hellmuth, the poker player.","id":"-RKZMnMByMrymAEmj-gf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":90.08,"tags":["Osama","Saddam","Gadhafi","Phil Hellmuth"]},{"line":"which is Ah, rule. Odd is a food. It's a thing you eat and you can have it in a restaurant or you can have it at home. And","id":"_BKZMnMByMrymAEmj-gf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":155.66,"tags":[]},{"line":"after I put Suraj on it and mean with no ah sort of bad feeling at all about doing it When I eat it today, we're going to read a letter from Show Show, bro. On the forums. He opened some mail for us and is forwarding it along and it begins. Dear Uncles Clements and Davenport","id":"BRKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":271.95,"tags":["Suraj","Show Show","Clements","Davenport"]},{"line":"boys, that's us. You know, I respect your opinion. And that's why I'm writing Thanks again for bailing me out. Last time the name Northwest was a rial hit, but I'm in trouble again. The wedding is just around the corner in the guest list is starting to dwarf our venue. Might be chaps is just too darn small. I know that my place isnt nearly as Rumi is your Santa Barbara house, but I thought you might have some tips from Kanye Ps. Have you seen my TVAs? I think I left them there that time when you taught me to throw a spiral, and that's very generous that we taught him. He was most of the way. There was just a matter of really the positioning of the hand you wanted on the back third of the ball, and you want to make sure your fingers lineup with laces. But his actual throwing motion was pretty much there. And","id":"BhKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":295.77,"tags":["Rumi","Santa Barbara","Kanye Ps","TVA"]},{"line":"means that they're mechanics were such that the ball really cuts through there, can achieve a long distance and use a football is the other thing that we you know,","id":"CxKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":383.02,"tags":[]},{"line":"because when we did first arrive at the beach house, he was throwing a croquet mallet","id":"DBKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":392.13,"tags":[]},{"line":"sort of Ah, look like yeah, and scurried off. But he came back later and we wrestled with him, and it was fine. And so the question is about the wedding house,","id":"ERKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":423.19,"tags":[]},{"line":"by name. Ah ah, He's like I know my place is in his big and my place is too small and you have a big place. I wish I had a bigger place. He's like, he's all around it.","id":"FBKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":450.97,"tags":[]},{"line":"What do you think?","id":"FRKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":463.03,"tags":[]},{"line":"Siri. What my schedule","id":"GBKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":482.38,"tags":["Siri"]},{"line":"does not unless you like hot spot. So who, Uh, you know what? It's this weekend were around. We are around. Is Leota still staying there? He's in the He is in the wedding room. Yeah, well, yeah, he wanted to crash out there. Remember? After two pines he wanted Teoh sort of just decompress. We put him in the wedding room. It's They have to check with him. Yeah. I wonder if show Show bro could tell Kanye to tell Leo toe what he wants. Yeah, And then, you know, take Kanyes response and send it toe Liotta and then get Liottas response back from","id":"GRKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":487.46,"tags":["Leota","Teoh","Show","Kanye","Leo","Kanye","Liotta","Liotta"]},{"line":"as of right now we have one of our engineers engineer Brad, whos, ah, actually very sick. As you may or may not know, engineer Bretts very sick and handbook heads. Ah, he won't tell us what he has, but weve been looking at him and he definitely is sick, and I think he might have some weird problem. He might need a new brain or something, because he really doesn't look right. He's","id":"HRKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":601.79,"tags":["Brad","Brett"]},{"line":"been sneezing this goop and ah, one of his eyes is","id":"HhKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":622.34,"tags":[]},{"line":"all white and is 11 arms big, Another one small. So if we could please get engineer bread a new brain, it would be about $100 a day, which is the same price","id":"HxKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":628.51,"tags":[]},{"line":"on undesirables. They litter the Earwolf always with.","id":"KhKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":796.81,"tags":["Earwolf"]},{"line":"we knew, showing all available options. We only working for broadcast rights and therefore all podcast related options. Always. What exactly are we negotiating? This is just for our contract going forward after this episode of quarter, Look for the future of Hollywood hand because well need lawyers for that. Look, you","id":"NRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":903.4,"tags":["Hollywood"]},{"line":"I like this guy is","id":"PBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":1011.2,"tags":[]},{"line":"I remember you telling me about that. It was really not maybe three minutes ago, story A. But you know, aside from that, we havent really been able to find any tangible benefit too. The company toe have the show under our umbrella intangibles and true, they're interesting thing we talk about, like, how do you","id":"QRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":1080.05,"tags":[]},{"line":"Oh, okay. I don't know. You don't have to disclose that. Thank you. Russ. Um, I need to see a warrant and see, this is why we have these guys,","id":"QxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":1113.53,"tags":["Russ"]},{"line":"be. That's the old world. I think it would be on the outskirts of the village, so it's easier to get to for the farmer. Well, this is whats your background. I drive a banged up white Cadillac and I get my food from the grocery store.","id":"SRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":1157.64,"tags":["Cadillac"]},{"line":"but I'm enough of those that good joke. I was only occur once a year.","id":"VxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":1289.1,"tags":[]},{"line":"something I can t querying or he's recording and editing and mixing this show. I have to. I have to admit, though, Jeff, I am looking at engineer Brett. He's not doing his arms air folded, his arms folded. He's a lot of, ah, like a brassy like we're calling him on it. And he's not even like trying to pretend, like used. It would be one thing if we were paying him to have some sort of friendly demeanor, right, that at least some sort of demeanor different than his normal scowl. He is not even going that kid. Now. We're talking about stuff. Maybe the recording of the show. Maybe that's negotiable. Maybe doesn't need to be recorded. One things for sure. We should have a performance evaluation for Brett soon. Do we get some engineer Bretz go in our next round? That might be so, but in the meantime is 3 $312.44.","id":"YBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":1422.48,"tags":["Jeff","Brett","Brett","Bretz"]},{"line":"equity. And Earwolf, which is not, as we can see, is just equity in ourselves. If you were, how can you own a piece of yourself?","id":"bBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":1765.15,"tags":["Earwolf"]},{"line":"You can't but a big company like a Coca Cola. So that would be interesting that now you've got my attention. And now I'm actually listening and maybe going to say yes.","id":"bRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":1773.42,"tags":["Coca Cola"]},{"line":"How? You guys just, uh not listen for a second. Yeah, yeah, yeah. Well take our headphones. Hey, Jeff. Um what you How exactly do you want to phrase the No, I think you should do it because I'm not feeling very friendly right now. I can't believe how truth it. Yeah, I know. It's, uh we didn't even think we're gonna invite him to the holiday party because with extra to headcount. I know. Yeah, that was it. And how much were the plates? That $6 a place. $76 a plate. And now they know where I live. Yeah, plus the photo booth. Oh, man. I don't even think of that. Yeah, um, they have a lot of nerve. Yeah, they do. But I'm generally kind of the good cop bad cop, So why don't I should leave here, okay. Hey, guys, put your headphones back on. OK? All right. Um, So, guys, I'm really excited to talk about this offer with you guys. And just generally, just I have so much enthusiasm for our reply, which is, uh, absolutely not. And, uh, come back to the drawing board and come back with something new. Doesn't have connections. I havent first offer great. Good. I'm not part of power. Lawyers have a different first offer. Her very Bradford s quite I'd never want to be. You never will. Great. That's gonna work out for both of us. My competing first offer $15,000 per episode, 100% equity of Earwolf since Cokes not on the table and 1% of Facebook. There's no reason to talk about Cook were a new media company. And yeah, maybe Apple Coca is old media Cokes Cokes old old model And we don't do that in a new model. 1% gold, 100 drink scent of Earwolf","id":"cBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":1801.17,"tags":["Jeff","Bradford","Earwolf","Coke","Facebook","Cook","Apple","Coca","Coke","Coke","Earwolf"]},{"line":"Russ is offering. And also, if I could come in with, um","id":"chKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":1907.44,"tags":["Russ"]},{"line":"by the way, in conversation with Jeff Garland? Yes. That will now be called,","id":"dxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":1940.43,"tags":["Jeff Garland"]},{"line":"and then me. And hey, we have ads on that. Uh, yes. Why create the 15 minutes of silence? Why not just have nothing happened when you click it, then the silence is infinite.","id":"fBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":1962.32,"tags":[]},{"line":"Well, I'd like to punish people who wanted to go and listen.","id":"fRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":1973.75,"tags":[]},{"line":"table at him, if you would. Jeff, just push that quarter. Very. I'd be happy to represent you in this negotiation. Okay, That's interesting. I'm going to hire rust to represent me and my current negotiation toe work for Scott and Jeff. Okay, Russ, whats what I pay you until the deal is close with you, Jerry, I don't drive a banged up Cadillac because I needed money. Great. That's what I like. Good old friendly talk. Russ is my representative in the negotiation. Or if I should represent Jeff and Scott Ross, what do we need to do to make this happen? They're making a hell of an offer. You're making a hell of an offer to my client.","id":"hhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":2086.94,"tags":["Jeff","Scott","Jeff","Russ","Jerry","Cadillac","Russ","Jeff","Scott Ross"]},{"line":"I'd add snacks on a comfort dog. Comfort dog doesn't have to be a service dog. No one that he can take on airplanes. Science has shown that any animal we love science. It's big right now. The u pet Causal. Lower your blood. We all seen Cosmos. Seth McFarlane, a family guy. He's not just a dumb idiot who makes stupid shows.","id":"hxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":2118.17,"tags":["Cosmos","Seth McFarlane"]},{"line":"Oh, you like that, Your sicko. And I'm glad you're not my lawyer. Rust. Thanks for coming. I love power lawyers. Happy to have you on board. Thank you. It's a pleasure working for you. Power lawyers. Let me just make some terms on behalf of Scott and Jeff. Real quick furniture to continue the Hollywood Handbook, etcetera, etcetera, Podcast.","id":"jhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":2261.63,"tags":["Rust","Scott","Jeff","Hollywood Handbook"]},{"line":"Teoh? Just talking. I need","id":"lRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":2326.02,"tags":[]},{"line":"You're getting a Coca Cola diet? Yeah, that's the clearest speakerphone I've ever. What type of phone? Dio? Uh,","id":"nBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":2446.26,"tags":["Coca Cola","Dio"]},{"line":"it's the Samsung Galaxy. No big One that Ellen used in her selfie. That's right. Yeah, with big screen. Yeah, it's so unreal how great it is to watch movies on That was the selfie seen round the world that Selfie is the most retreated selfie of all time. And Ellen really did us all a big service by uniting the world like that. There's so many different fragments of culture now, and so many needs things. And I just think that can't we all just agree that seeing a photo of some big superstars hugging Allen is something good with with white superstars and black superstars in","id":"nRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":2455.03,"tags":["Samsung","Galaxy","Ellen","Ellen","Allen"]},{"line":"going to be sharing with us. Why not? It was yesterday. You guys don't celebrate it. We celebrated in every day. Yeah, yeah, but unfortunately Oh, I see you let me go.","id":"qBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":2593.58,"tags":[]},{"line":"Exactly. Okay. And Brett were also letting you go, and right after you finish taking that picture, I'm gonna be on. I got a little bit of a hard news and responses. Um, keeping that quarter like that's for services. Done sure like that coming back. It was technically your quarter to begin with. Sure. I, my cocker spaniel, had a huge litter of puppies. Um, I'm driving them around in my Beatle John black and add still part of this conversation. No,","id":"qRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":2603.92,"tags":["Brett","Beatle John"]},{"line":"And I imagine your dad is a good over movies. Yeah, trouble. And my dad is gonna be mad when I get home. I imagine I'll be","id":"rhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":2669.78,"tags":[]},{"line":"wet and blind. I'll take one. Really? Sure. I'd love to have one. Well, that's great. Yeah, I'm sharing a three bedroom right now in Echo Park, and I'd love to. With how many with how many people are you sharing? Five people total. You should move the low syphilis, that neighborhood exploding, loading, I mean, blowing up. And if you ever I don't know. You know, if you ever lived in New York, it's the best neighborhood to transition out of because you actually walk it.","id":"sBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":2682.07,"tags":["Echo Park","New York"]},{"line":"I love the dude. Right now. My sole revenue is a lawyer is 25 cents that I paid myself and my law school fees or over $50,000 biological debts. Do you juice?","id":"sRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":2710.05,"tags":[]},{"line":"I havent juiced. No, that's cheating. Only last goal. Doubts, I have to say. Yeah? Where did you go for it? I partly paid them off. Oh, with what? Um, uh, inheritance from my friends grandmother. How does so my wish Example Hit close to home, huh? Yeah, that's","id":"shKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":2719.34,"tags":[]},{"line":"rate us on iTunes, Um, like, pathetically of age. Maybe donate a couple bucks, send it on into your love it If you're an advertiser, or if you have any kind of product at all that youd like Teoh that spots are going to do literally. Earwolf dot com for slash donate. That's one option. Earwolf dot com four slash advertised appetite That would be the main Lets another option year old dot com force I store. I mean, they can't buy a of your merch because you don't have enough fans. I don't need a great pressure from Rob Corddry,","id":"txKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_1","timeCode":2838.68,"tags":["iTunes","Teoh","Earwolf dot com","Earwolf dot com","dot","Rob Corddry"]},{"line":"That's a phone that's a phone with a calculator was amazing. Yeah, it is amazing. How do you calculate numbers? I use a sleet","id":"vhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":2939.33,"tags":[]},{"line":"Earwolf radio boom d o the world dead. Hey,","id":"wRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":2979.3,"tags":["Earwolf"]},{"line":"this is our enemy camp from the improv fantasy podcast. Hello. From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord if your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guests like Justin McElroy. I sat like a fancy college professor,","id":"whKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_2","timeCode":2990.46,"tags":["Magic Tavern","Burger","King","Chicago","Lord","Justin McElroy"]},{"line":"Yes, I have killed Phil Collins twice. Thomas Middleditch.","id":"xRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","speaker":"spk_0","timeCode":3033.14,"tags":["Phil Collins","Thomas Middleditch"]},{"line":"on a boring, stupid game that you may have heard of called Six Degrees of Kevin Bacon, where you can take Kevin Bacon and using movies and shows he's been in connected like nobody any actor or actress eso, instead of using somebody whos fucking washed up and is like, barely even doing movies anymore. Trivia nerds like memorized these movies from the fucking sixties or whatever that nobody knows about. We thought we would dio amore Interesting game that's fresher and more current with what people are interested in today.","id":"zBKbMnMByMrymAEmDOnN","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_1","timeCode":58.03,"tags":["Six Degrees of Kevin","Bacon","Kevin Bacon"]},{"line":"OK, eso starting with the man to see Freed. She went on a vacation to Kabo with us.","id":"0hKbMnMByMrymAEmDOnN","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_1","timeCode":129.96,"tags":["Freed","Kabo"]},{"line":"accommodations ever since, and it's been more fun and more wild. So I guess from there we can connect her toe. Lukas Haas, we went Teoh Kabo with and that sort of we had such a great trip with him that we decided to maim it. Cabo San Lucas instead of just Kabo.","id":"2BKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_1","timeCode":176.32,"tags":["Lukas Haas","Teoh Kabo","Cabo San Lucas","Kabo"]},{"line":"having a little fun with a little bum. Some recreational substances. Um","id":"2xKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_0","timeCode":209.1,"tags":[]},{"line":"Yeah, I think I turned over and got in the front side. Um, so I guess that would connect Jacob UC Teoh, Josh Lucas, When we started mostly bringing people named Lucas. Ah, yes. Because of the Cabo San Lucas thing, we started inviting mawr. Lucas is","id":"4RKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_0","timeCode":272.37,"tags":["Jacob UC Teoh","Josh Lucas","Lucas","Cabo San Lucas","Lucas"]},{"line":"now is that five moves of four people. That's four. Okay, so who can I connect Josh to? I guess someone who went on a vacation. Yes.","id":"6BKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_1","timeCode":358.32,"tags":["Josh"]},{"line":"Yeah, I'm not saying she couldn't find it. And then she had gone to Vancouver and it was cold. And we told her, Go ahead and just hop on the plane that we are flying. Ah, this weekend and we flew the plane to Kabul for a vacation.","id":"6xKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_0","timeCode":405.14,"tags":["Vancouver","Kabul"]},{"line":"So and now, because","id":"7hKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_1","timeCode":434.21,"tags":[]},{"line":"of his ability toe hang uh, that's why I guess it's called Cabo San Lucas. That's really remember what? We came back and engineer saved thought that we had named Cabo San Lucas after him. Oh, yeah, we had to be Engineer Sam. Do you remember how","id":"7xKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_0","timeCode":436.34,"tags":["Cabo San Lucas","Cabo San Lucas","Sam"]},{"line":"Yeah, we happen to make up, you know, at that 0.20% of television viewing,","id":"AhKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_0","timeCode":751.33,"tags":[]},{"line":"it's also not weird because, like you, who else is gonna have? Well,","id":"BRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_1","timeCode":766.76,"tags":[]},{"line":"who else would have the box? Because it's like I'm a taste maker. And I've been thinking that what the ratings really should say is that the highest rated show lately is not owning a TV.","id":"BhKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_0","timeCode":770.17,"tags":[]},{"line":"when you think about how interesting it is to not own a TV, and if these are the real taste makers out there and I've had so many conversations about it, I can guarantee you that it's interesting.","id":"CBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_0","timeCode":783.77,"tags":[]},{"line":"Uh, should it be the case that the people who get these Nielsen boxes are like the cool translators who don't own a TV and, like, I don't really know what it is? You don't","id":"CRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_1","timeCode":795.69,"tags":["Nielsen"]},{"line":"maybe smoke a little piece of it and, uh and I have and","id":"FRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_0","timeCode":903.28,"tags":[]},{"line":"our guest segment. Ah, Sam Wilson. Hey, lives in Christiansburg, Virginia, and he donated $100 to the show. I guess Cabo San Lucas is now named after Sam Wilson. Sam, you got your Sam name and just combo Sam Lucas. And now I think it's you at Sam Worthington.","id":"HxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_0","timeCode":968.23,"tags":["Sam Wilson","Christiansburg, Virginia","Cabo San Lucas","Sam Wilson","Sam","Sam","Sam Lucas","Sam Worthington"]},{"line":"podcast that I think he wants to talk about a little bit, um,","id":"IhKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_1","timeCode":1020.5,"tags":[]},{"line":"It's up. Teoh you in as the guy in the relationship to set your girls expectations. You know, in terms of your relationship with your assistant, it's not her business. I can only have like a little kid now. Yeah, because you know, like you're free. I ever you know, like, if I ever do decide, like, go a different way.","id":"MBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_2","timeCode":1145.82,"tags":["Teoh"]},{"line":"Makes those meetings Booth electric. Now, Jason, Uh, a lot of people don't know this. You also have in Earwolf podcast Ideo. Yeah. Tell us about the tell us about that one. I havent. Earwolf podcast called. How did this get made? Um, where myself and, um Ah, Triple threat. Writer director actor Paul Sheer on triple threat June. Diane Ray feel writer, director, actor, analyzed movies. We take my part, we talk about what works. What doesn't work? Whats funny about him? Whats funny about how they failed with you know whats funny about how they succeeded? You know, it's that kind of a It's like a It's like a scintillating, you know, like microscope put on, You know, whatever movie we decided to go at, you know, that sounds really fun is pretty terrific. You guys have fun doing it. Oh, yeah, it's a blast. Cool. Oh, yeah. Yeah. Now we have something that I guess we wanted to bring up with you.","id":"OxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_2","timeCode":1259.02,"tags":["Booth","Jason","Earwolf","Ideo","Earwolf","Triple threat","Paul Sheer","triple threat","Diane Ray"]},{"line":"Yeah. Just so even as you're mentioning some of those people that host it with you, um,","id":"PBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_0","timeCode":1319.7,"tags":[]},{"line":"Oh, yeah Swipe that card and just munch on down Oh, yeah All the cap and crunchy can eat I bring little baggies","id":"SBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","speaker":"spk_2","timeCode":1408.47,"tags":[]}]