[{"line":"Did he Didn't say cube spread. That's not of it's kind of confused people. Yeah, that''s not for paying admis'sion for this thing. I mean, Hear Mt-Crushmore? Yes,","id":"hBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":3332.74,"tags":["Mt"]},{"line":"it's your turn. Oh, I thought that wasn't No. I say I ask you about three. No, I see is not a valid I did the rapper s. So then we got to say like, all right, leaving the ice Cube, right? Do I do? And I was thing iced tea. I see the rapid rise. Tst. I was like an Arnold Palmer. Arnold Palmer just died. He did just die. Yeah. You know, get up on that. We pis'sed Get-Up-On-This guys death. That seems mean.","id":"hRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3343.84,"tags":["Cube","Arnold Palmer","Arnold Palmer"]},{"line":"which I will not stop thinking about.","id":"hxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3386.11,"tags":[]},{"line":"just the slightest sue sob. I do like that. It's not racist. The voice you do it. No, it''s clearly not. I mean, it might be.","id":"ihImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3432.69,"tags":[]},{"line":"Well, im gray. All right, well, that was My final member has got nine. My Aiden final is You wouldn't understand the shirt or just for you Just saying, Cliff, you're saying we wouldn't understand your fourth pick? Are you saying the fourth biggest your show? Good cushion Said, just I think mangles callback. Basically just the words bread often tries to do is like, deliver like the line that we're just in the showman Now. Music. Yes, You get it? You didn't get it. I also thought youd go with your sauce for your 40 That's a good one. Brett, let you be king. So Lake. So you're saying so what you're saying is I did understand him. Bragged. Play more shop like Brett points over the left field wall. Yeah, months calls it a day. Bundt cake with his","id":"jxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3524.06,"tags":["Aiden","Ju'st","Cliff","Brett","Lake","Brett"]},{"line":"Rachel Bloom, collection of Men, Corpse's and one woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jostle's ruler of the circle. And that''s just the beginning. Season three of a low from the Magic Tavern is out Now listening stitcher apple podcast or wherever you get your podcast's.","id":"kxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_2","timeCode":3660.7,"tags":["Rachel Bloom","Feli'sha","Day","Colton Done","Andy Daly","Phil Collin","Phil Collin","Thoma","Middleditch","Sea'son","Magic Tavern"]},{"line":"Okay, so then he and he shows up a wall. Luigi who? I gues's they were like, um, they were already hanging out. Yeah, they were already together. I gues's they have, like, a standing thing. Um, so I started interrupted. I was like, just a date. But I don't want to ask. Um, so anyway, we're watching Chunk of what happened, huh? What happened in it?","id":"mRImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":257.93,"tags":["Luigi","Chunk"]},{"line":"the lamps plus on LeBron? Yes, Yes, yes. OK, it was in between that and ocean.","id":"nhImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":317.85,"tags":["LeBron"]},{"line":"Hey, welcome to Ohio. It Handbook-East about dropping names in the Red Guard.","id":"nxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":324.01,"tags":["Ohio","Ea'st","Red Guard"]},{"line":"Should be, And I want to just go through this, Will, I want to get right to it, because I have to go.","id":"oBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":330.34,"tags":["Will"]},{"line":"Yeah, I'm work clothes. So, um, so this is gonna be really easy. Youll just go like, Hey, you're listening to Hollywood Handbook-East Polly. Hope you like the show? Sure. Great. Um,","id":"qhImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":475.79,"tags":["Hollywood Handbook","Polly"]},{"line":"can I ask you a question before we go? Is it is it? This is like a meta thing that, like, I'm doing this while I'm also a guest on the podcast, Right? Like the cleaner. Seen this? Understand this, like, done before. But you, like you've never seen the recording of it. No,","id":"qxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":491.41,"tags":["Thi"]},{"line":"but we want people to see how the sausage gets made. And so, you know, you've never really seen this before, But like, and everyone does it part of that","id":"rhImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":519.93,"tags":[]},{"line":"David Axelrod on the axe files. Okay, well, all the great comedy podcast to it. Yeah, I'll definitely So All right, so I say, Ah, this is Adam, pal. You're listening to the Hollywood Handbook-East. He's a trump. Yeah, kind of. Ah, I got that. Yeah. Okay, that''s good. That was really good. Thanks. Brad Bretz Hear? Yeah, I'm Hear. What were the proces'sing? Lest the whole episode go by without bread Getting to do his little signs, right? We didn't start anyway. That was really good. That was great. Um, do you have anything? I have something, but I'm gonna let you go first. Okay. Minds small. Do it like you love it. Do it like you love being Hear. Do it like you like the show. Maybe say something nice about Hayes. Something that you like about sort of his.","id":"rxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":530.64,"tags":["David Axelrod","So All","Adam","Hollywood Handbook","trump","Brad Bretz","fir'st","Haye"]},{"line":"You want me to just give a compliment in a bumper like a random compliment.","id":"sBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":577.08,"tags":[]},{"line":"doesn't be random. Just like the main one. Whatever. Like your main. Just because last time","id":"shImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":583.69,"tags":[]},{"line":"Now, Hear about like I got it. But you're well read. You know, about the news and stuff, like a former nerd. Sure. Yes. When you come out of sort of grown out into your skin, let me get a shot. Yeah. Um","id":"uBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":641.39,"tags":[]},{"line":"hey, you're listening to the Hollywood Handbook-East with Sean and Hayes who does not look sick. That is That is great. I like that. I'm not sure people are gonna believe that because you because they know you. I mean, my","id":"uRImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":657.85,"tags":["Hollywood Handbook","Sean","Haye"]},{"line":"on. Do you, like, ever, like, reach out to the them And, like, I'm on the spectrum to Maybe we should like,","id":"wBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":763.55,"tags":[]},{"line":"you know, um, go get good. What? All mostly do is tell other people, like I think that guys like on the spectrum or something.","id":"wRImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":768.1,"tags":[]},{"line":"um, I left because I thought that you were kidding. Because obviously, I was at that time, you know, already pretty good. You're starting to really make me laugh out there. Thanks, John.","id":"xxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":839.14,"tags":["becau'se","John"]},{"line":"cultural. I mean, I don't want to Teoh story. Yeah, not his story to tell and certainly not next acting. Well, you know, you know, that's all. Neither here nor there. Do","id":"0xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1013.49,"tags":["Teoh"]},{"line":"you need a babysitter? I do Now. Actually, I just realized that I was out. Okay. Kevin.","id":"1BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1023.1300000000001,"tags":["Kevin"]},{"line":"The pouring is whatever we need. We're trying to figure out for you what the right combination is that you get a good let me do another two number,","id":"1hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1083.89,"tags":[]},{"line":"because I really I do have to run and on this one. Maybe it's, uh,","id":"1xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1092.99,"tags":[]},{"line":"You just want me. You just want This is just That's the moment in the bumper where you just get your nicknames out like morning DJs like hazy bone in the claim dog. Yeah. All right. Well, there''s a 1,000,000 things just OK, do it. I mean, if you obviously you don't think I'm very good at picking something because you didn't like Clem dog, So All right, like, you go ahead and you do know it''s not that I didn't like it. I didn't I didn't. You thought it was a joke. And Now even in a","id":"3xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1242.6,"tags":["Clem"]},{"line":"right? It didn't know it is supposed to be clean. Dog is supposed to be a joke. It's not what it should be. Fun. Like it just supposed to be like","id":"4RImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1272.99,"tags":[]},{"line":"it's so funny. But now that Adam has me second gues'sing Hear Lake,","id":"5BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1293.81,"tags":["Adam","Hear Lake"]},{"line":"I didn't come in here. Todo coming bdm ing BBM ing","id":"5xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1321.15,"tags":[]},{"line":"Yeah. What DB s They're forced binging. You? Yeah, Yeah, yeah. I think that would be good for me. Yeah. Made people watch 12 hours of you instead of whatever it is Now. Zero, I gues's.","id":"8hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1599.54,"tags":[]},{"line":"Hey, everybody, it's me. Sean Combs for Hollywood Handbook-East Hear in my very s Devonport. We hurts in the show, and this is being brought to you by ZipRecruiter. Duh. Um, Sean told you last week about the reason a great reason to use ZipRecruiter is if you're hiring, you want to post the job to find the best candidates he posted on ZipRecruiter. You can get it to 100 job site social media networks. You can find all these great can. It will give a quick","id":"9BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1618.44,"tags":["Sean Comb","Hollywood Handbook","Devonport","ZipRecruiter","Sean","ZipRecruiter","ZipRecruiter"]},{"line":"anyway, I just want to come back to what you said. You said that he finds statistic's and puts different values on them.","id":"IRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2267.25,"tags":[]},{"line":"You and God think it out. All right,","id":"KBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2431.79,"tags":["God"]},{"line":"Okay. Ah, you're listening. The Highwood Handbook-East.","id":"KhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2445.6,"tags":["The","Highwood Handbook"]},{"line":"Is Is it Clements or Clement''s? Well, so I always said, And this is an interesting story. Glad you asked are doing? I always said Clements, and that''s just how how I was raised. You know, people will say that and, um","id":"LRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2472.96,"tags":["Clement","Clement","Clement"]},{"line":"is not Samuel Clemens. I think that's true. Oh, really? Is the Mark Twain house in Connecticut? Did I go down the field trip? Yeah, I think it did, Adam. Okay, so now we're back in a place of being the guy we were before. We were talking about the books and stuff. We were like a smart guy a second ago. And look, I just I gotta get out of here. We barely know way deal. I'm having a panic. Challenging a guy who''s telling a story about Mark Twain, obviously, is like, well, read on this subject.","id":"MxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2564.72,"tags":["Samuel Clemen","Mark Twain","Connecticut","Adam","Mark Twain"]},{"line":"OK, so do you want me Just do a real one without, like, the fake names? Yes. And when do it is done And funny Twitter word dot with store.","id":"NhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2602.51,"tags":[]},{"line":"Really? Are you serious? Because this seems like a story that is just like the path will not will not be worth the time that it takes to tell it.","id":"NxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2610.12,"tags":[]},{"line":"So lets say mark on the measuring tool when he put the water down and found bottom.","id":"OBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2617.98,"tags":[]},{"line":"The joke about the guys peeing off the bridge. Now you don't look it up in your phone. If that's what you're doing in, your friend is looking at the job. You can Yeah, I can read. I'm not looking it up on my phone. I'm taxing the people. I was supposed to meet dinner that I'm gonna be a little late. Great. Thank you.","id":"OxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2635.73,"tags":[]},{"line":"Okay, that's very nice. So if let''s say ah, for example, like, what''s the number that the measuring stick might come up as?","id":"PBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2650.71,"tags":[]},{"line":"I don't think so. And I got I really got to get out of here, okay? And, uh, you just postponed. I just not postpone you. Just push. Do not push. I said that I was gonna be late letting them know, and it's still a ways away. So let''s just get your take. Let''s do another headache. When you said post, instead of harm pushed, I did notice that good. And I understand the politics. And just so you know, I know what you meant That came through loud and clear. Okay, guys, Anyway, just wrap it up. Does anyone enjoy coming on her? Yeah. People crow, for example, came afterwards He said that has brushed. It kills only er defended. Yes. He said we were funnier than he was after, right? Cracked us up, but also admitted how funny we were. Yes,","id":"QBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2695.99,"tags":["po'st","ju'st","Doe"]},{"line":"Well, hold on the whole down, there's no","id":"QhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2752.7,"tags":[]},{"line":"thought you were being paid. I can't believe you're being, but I don't know if I am. I would pay for this. And how does money get made?","id":"SRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2817.33,"tags":[]},{"line":"Is this better or worse than the last episode we do together is worse, right? Worst for Maybe you are us. I do. You are no friend there. You have done a couple good ones in a row.","id":"TRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2857.28,"tags":[]},{"line":"to come back? We","id":"UBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2874.18,"tags":[]},{"line":"have so","id":"URImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":2874.83,"tags":[]},{"line":"this one is good. I was not driving it that what I was driving at was that all podcaster bad. And this one leads it. Whatever ones have you done, I can't even remember what you do. Comedy Bang Bang. Yeah. You didn't want to do that. I hated it. Oh, second of it. And I hate this just as much, if not as","id":"VRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2894.55,"tags":[]},{"line":"comedy. Bang Bang. Yeah, I hate to incoming Bang Bang, but they play those games.","id":"VhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2913.45,"tags":["Bang Bang","Bang Bang"]},{"line":"will. I take is'sue with sorry for","id":"WRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":2954.28,"tags":[]},{"line":"'sneaker all. Oh, for my sneaker on the wall. We","id":"XRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2998.35,"tags":[]},{"line":"'say were paid top of the line?","id":"YhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3026.75,"tags":[]},{"line":"Dania, I don't understand how this could be. What do you want","id":"ZhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3034.87,"tags":["Dania"]},{"line":"You're married to Steffi Graf Now, is that really? Yeah.","id":"aBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3041.89,"tags":["Steffi Graf"]},{"line":"that the result's come from keeping your chops up. Is that what you think? For example, like Hannibal Burres's is doing in Earwolf show Now, you think that I don't know why","id":"ahImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3058.55,"tags":["Hannibal Burre's","Earwolf"]},{"line":"Q. And Maggie Wheeler, Janice from Friends on seven Dark Severin Darden seven Gardens.","id":"mhIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":54.37,"tags":["Maggie Wheeler","Janice","Friend","seven","Dark Severin Darden","Garden"]},{"line":"but backwards. Okay.","id":"ohIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":206.32,"tags":[]},{"line":"What do you think she said? Okay, uh, tubes","id":"pRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":225.77,"tags":[]},{"line":"Yeah, it was using him a $1,000,000,000. I'll say this. It was a confusing episode of my life.","id":"qBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":251.44,"tags":["confu'sing"]},{"line":"for you and your sorry for what? You You are sorry. You're not sorry for what you did afterwards. I'm a little sorry, Okay? I punched and beat him up. I I really should have got Yeah, well, I want to talk about regrets. You mentioned regrets earlier. Hey, welcome to Hollywood. Handbook-East Keep dropping names of the recovery line back hallways that we call showbiz.","id":"rhIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":298.13,"tags":["Hollywood"]},{"line":"What kind of that is at a care that could be on weekend live, right? Is that already a guy? Maybe Maybe. Um, go ahead. We just have so much fun doing the show. Em, uh, it's tohave people here and to talk about the experiences. And like all the different parts of the this stuff that we do that''s like, so fun to be doing all the stuffs, One of","id":"sBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":333.05,"tags":[]},{"line":"fan still. And I was before we met and, like, continue to","id":"uBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_2","timeCode":413.31,"tags":[]},{"line":"be sacked for we met and have laughed at some of your stuff. It's not easy to laugh at your stuff for me. What he hasn't been was it some of the history between us?","id":"uRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":417.63,"tags":[]},{"line":"I think it's a good test because, like all I know is the one time I did a sound for you, you seemed like you wilfully misinterpreted it. And this is not I mean, that''s not the approach that I wanted to have going into this like the whole idea was that we would. It''s been such a long time, right that that we would just able to talk about it. But as soon as I make it sound saying that I actually did think you were really funny, you say, Oh, look, what''s that like? You don't get it. I'm like, I don't let it make a sound","id":"zBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":563.6,"tags":[]},{"line":"name, Huh? Whats the political guy''s name?","id":"0hIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":624.27,"tags":[]},{"line":"on these, and he's,","id":"1RIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":634.13,"tags":[]},{"line":"work out your material there. It's for the rial,","id":"3xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":711.11,"tags":[]},{"line":"So let me Where did this? I mean,","id":"4hIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":749.05,"tags":[]},{"line":"I'm trying to come around to it. I just I just don't Whatever. Okay. I'm gonna trust you. I gues's we had a show. Would do you not believe me? Let me. Come on. Come on. Let me talk about it. Yeah, we had a show about at the so at the cellar. That was like driving themed. It was about likes experiences with, like driving. It was like driving in cars, but it was sort of a sips. Fables","id":"4xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":752.18,"tags":["Fable"]},{"line":"like woven in big letters. Composed. Yeah. What if those animals were driving cars when they learned their les'son and just they had to keep, like, pulling over, right? You're doing characters And, like, stand up stuff.","id":"5BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":777.07,"tags":[]},{"line":"did it, like, started with the sort of fable thing, and that was I don't know. It was Butler was doing that. Yeah. Who else? Ah, that was once Murad Sherrod was doing sort of. He was doing like, Brothers Graham stuff. Yeah. And","id":"5xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":807.01,"tags":["Butler","Murad Sherrod","Graham"]},{"line":"just like in the way that I used to do it","id":"8hIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1001.67,"tags":[]},{"line":"with me and you and me and Hear like,","id":"-BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1067.9,"tags":[]},{"line":"Fantasy league. But with, like, the weekend live Got no. A fantasy league with the weekend live guys?","id":"ChIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1310.88,"tags":[]},{"line":"No. Okay. Now is my green. Now it's my idea. Anybody''s claiming it.","id":"CxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1317.54,"tags":[]},{"line":"And look at this, Really is looking at the razor. The tube is like dark blue, and I'm using that for the","id":"ERIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1395.28,"tags":["the","razor","The tube"]},{"line":"I'm able to jog safely. I am able to swim in the close, which a lot of pools I can't wear anything short, and I have to wear full genes that are with their some sort of bandage or, um, some sort of strap. And 54 makes all of that super easy. It's very, very easy to put a flap into the close if you need to acces's to apply cream or to apply different mirror a few different ways that they account for our ah, unique physiology. One is a put a pillowcase on the front of the genes, one that just sort of like unfolds out. What do you Poor little string like a parachute? And Now there''s room. There''s a","id":"GBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1563.59,"tags":[]},{"line":"through the apparatus. Yeah, there's a soft. It''s like a pillow case and it can telescope up and it''s Yeah, yeah, all these","id":"GxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1635.72,"tags":[]},{"line":"Yeah, and Ah, and they know that cars are very expensive to replace, and so they know you don't want to have to deal with that.","id":"IRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1698.78,"tags":[]},{"line":"do it if you want, you know, But I didn t Oh, yeah, But you asked me and you know I'm not gonna be like this is gonna take me.","id":"KhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1816.83,"tags":[]},{"line":"I don't actually know. Talk about the milkshake. Constant licking. If my man over here, it said","id":"LhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1874.7,"tags":[]},{"line":"Yes, you did the thing. My thing before me. And so when I did that, when I pulled my underwear up in my but crack and walked around like a duck, nobody really cared that. I never seen that in my life. When I did it, it just inspiration struck.","id":"MxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1928.82,"tags":[]},{"line":"Yeah, well, I'm very sorry you didn't understand what was happening because that I","id":"OxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2021.06,"tags":[]},{"line":"was a I didn't really feeling I didn't even react that poorly. Like I wasn't even that upset, I was it? And why did you do my duck? You didn't react that poorly.","id":"PBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2024.97,"tags":[]},{"line":"Yeah, back. That's what I chose to say. What? Relax. Be honest. You didn't react that poorly","id":"PRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2034.83,"tags":[]},{"line":"poorly. Yeah, I didn't react. You poured","id":"PhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2040.79,"tags":[]},{"line":"bottle. Oh, no. It's going","id":"RxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2110.51,"tags":[]},{"line":"the phone. You got about future. You have to buy Internet. You havent pay for phone service. It's a lot like eyes. Honestly,","id":"bRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2472.24,"tags":[]},{"line":"top drawer, low life. A middle clas's family with a bottom dealing casino, you know, and and he's a modern man. IPod. But I'm a modern man. I upon a cast. But when I cast a pod, it''s a casting a fishing line.","id":"cBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2490.3,"tags":[]},{"line":"Students turn in your test. I want another minute, please.","id":"cRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2509.44,"tags":[]},{"line":"Yeah. I mean, it's the first line that I don't like get like, what''s happening in that, you know? Well, the voices air so several. I'm UPA turn man, you know. Ah, Pa Turn man like a","id":"chIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2517.68,"tags":[]},{"line":"And I understand that I like that. But I don't like that you changed it from students. Two teachers. Yeah. I mean, I again, I'm not sure you even have it right now. I think you're flipping it.","id":"dxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2599.33,"tags":[]},{"line":"Now Hear This world succes'sful were all rich Jack.","id":"eRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2620.04,"tags":["Thi","Jack"]},{"line":"that's good.","id":"fhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2658.77,"tags":[]},{"line":"No, I just to me it sounded like you do yourself favor. Read the book. You might find out whose voice it is.","id":"gRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2704.9,"tags":[]},{"line":"Welcome to Audible","id":"hRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2744.28,"tags":["Audible"]},{"line":"Uh, what else? Believe? Shit. There's a lot of a What else is there out? I got a, uh, have, like, a pres'sure washer on my deck.","id":"ixIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2823.25,"tags":[]},{"line":"Yes. So I'm not allowed to look at any other. Where do you keep your Wouldn't bicycle","id":"khIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2914.73,"tags":[]},{"line":"on shed? Ah, yeah. Why? What keeps you humble? Where do you Where would you think that I would keep my wouldn't bicycle? I want of having to burn mine.","id":"kxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2918.81,"tags":[]},{"line":"I was Yeah. They were locked from the outside and I'm on the inside of your house, right?","id":"lRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2941.64,"tags":[]}]