[{"line":"Now The Garfield stuff. You get into a sticky legal situation because Garfield owns his own image. Yeah. Any also owns quite a bit A lasagna. He's addicted to the stuff. So what you want to do If you have a Garfield type idea, for instance, ya you want to see John hitting on the vet? Uh huh. Right. And she''s sort of being, like, just jump. Ah, and you wanna have Garfield? They're kind of being, like, angry with the vet.","id":"1RIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1131.03,"tags":["Garfield","Garfield","Garfield","John","Garfield"]},{"line":"you remember Show men of a certain age. Okay, We're Monta under Brower. I'm remembering. And if their guy Yes, Well, women of a certain age. Scott Dracula. It's got Dracula. Women of a certain age. I don't have that show. Ah, they need what they have. Is cards and some of the cards","id":"5hIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1418.94,"tags":["Monta","Brower","Scott Dracula","Dracula"]},{"line":"Okay, That's pretty Brando. That''s pretty good. But like, um, it''s for some, like, weird thing we can add, like you want him, like, hang up your clothes, but they're like, you also want them to be like, uh, hang them up alphabetically.","id":"_RIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1979.56,"tags":["Brando"]},{"line":"Oh, no. Um,","id":"ARIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2090.25,"tags":[]},{"line":"and he can bring Kevins Mother''s Day card directly to his own mom. Yes, and we don't have to neces'sarily put all the stamps on. Yes, two birds. Because I already were time about, uh, the envelope before two birds. One cup.","id":"BhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2139.47,"tags":["Kevin","''s","Mother","''s","Day"]},{"line":"And so we don't neces'sarily have to treat Ryans mom like she''s like Ryan, you know? I mean, Okay, Okay, I'm fully understanding you. And so what I'm wondering is, Kevin, is there a particular race or culture that you have an affinity for? And, Ryan, is there a race","id":"CxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2196.38,"tags":["Ryan","Ryan","Kevin","Ryan"]},{"line":"right? Okay, Yes. The laugh is very like it's a lot like, Yeah, So Okay, so Ryan''s mom is it? My eyes can convincingly bi monthly. She''s monthly, but Kevin wants it to be his mom. But also a date. Yes. So maybe here''s what I'm picturing. Uh huh.","id":"DxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2250.71,"tags":["Ryan","Kevin"]},{"line":"It's Kevin on the card, but Kevin is dick dastardly? Yep. And but he''s got an empty sidecar, but he''s sort of like, if you can read this, The bitch fell Off.","id":"EBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2273.37,"tags":["Kevin","Kevin"]},{"line":"Right. But he's sad about that. Yeah. No, no, no. He is. He''s He''s pis'sed. Yes, uh, but s. So he''s like looking for a new monthly in this case, Right, Mom? Ah, to join him in the sidecar. Yes, perfect. Perfect. But there has been a good card. Yes. No. Well, The outside should say perhaps something like Ah","id":"ERIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2292.27,"tags":[]},{"line":"I'm so honored at the man you become and the dignity you carry yourself with","id":"ExIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2324.4,"tags":[]},{"line":"and I obviously don't want to get in any gros's sort of bathroom stuff That's more of the arena of The comedy Bang wings in the O. M. F g. Is those shows that sort of talk about that kind of functioning? So go listen to that and come back. You. I know, But","id":"HhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2456.73,"tags":[]},{"line":"are smart and mean at this pond. This very mean. Yes.","id":"KBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2620.34,"tags":[]},{"line":"And so then you a sort of fill in for bay in a more both tens. Yeah. What is nature want from a couple of tens? Okay. So, Kevin, who would you like to give that cardio? Frankly, nobody.","id":"NRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2814.2,"tags":["Kevin"]},{"line":"Um I mean, Ryans mom seems really nice. I'm clearly testing the waters with gifts for her. Jesu's. We already said that she does not need waters. She''s probably old or 10. You. We were getting the waters, and Ryan''s mom is mostly just declare if these boats, you can give this to someone on any person''s 10th birthday like it doesn't have to be to the 10 year old like if I was interested in someone in their twenties, But it was like my neighbors. 10th birthday. Well, The it''s somebody''s 10th birthday when we're making the card. Yes, like that''s when the card is written.","id":"NhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2830.83,"tags":["Ryan","Ryan"]},{"line":"Doesn't have it anything to do with when you can't time out giving someone a card on the exact day of what? You know what I mean? Like that? Because if you wrote it, some other day would be thick.","id":"NxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2870.63,"tags":["Doe's"]},{"line":"Yes. So at what am I doing? Do you feel like you would smile","id":"PhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2959.47,"tags":[]},{"line":"you and Hazare smiling? Yeah, both. You on the front. It's me and Kevin. It''s one face.","id":"PxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2966.19,"tags":["Hazare","Kevin"]},{"line":"Whos turning 10? Who''s turned on and what cartoon is in it?","id":"RBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":3022.14,"tags":[]},{"line":"which is, like the reason wrong rejected on Don't make that car. Don't make that card and use our card printing. Michigan could also we could make it just in advance to have it ready. And it is celebrating your roles. 10th birthday. But we're also saying, like we are no longer","id":"RhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3033.26,"tags":["Michigan"]},{"line":"working at this company and that school. It's sort of a pis's off mes'sage to your wolf. Yes,","id":"RxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":3049.54,"tags":[]},{"line":"But I get very s just so used to say I Oh, yeah, right, right, right, right. Maybe has the same AP. This is an alternate version with me. I gues's they say are more than they say. I should just be a generic sailor. Right. Well, uh, a y e t I","id":"WRIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3291.71,"tags":["AP"]},{"line":"And so it's doing the vote. Yeah. And you see the horse and the pirate sitting there. And the judge","id":"XBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":3359.3,"tags":[]},{"line":"Oh, good. And they're deciding whether or not this was a good thing to Dio. And so they're having the vote. Oh, and oh, this is great because it ties into our other cards. It's like if youd like to know more about this card, why don't you buy our card? That''s for Children.","id":"YhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":3423.91,"tags":["Dio"]},{"line":"Yes, and that's what it says. It''s I and so they're having the vote. But it''s the horse and the pirate,","id":"YxIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3439.54,"tags":[]},{"line":"you know, I mean, that's a smart card. It''s making people think about like,","id":"ZRIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3484.12,"tags":[]},{"line":"I can say Halloween and both of you. Oh, that's good. It''s good for it to be coming from someone else because we used to do this all the time. And then we forgot Teoh.","id":"aRIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3533.01,"tags":["Halloween","Teoh"]},{"line":"and usually because you said we do three to write.","id":"bBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":3588.83,"tags":[]},{"line":"up to Kevins countdown. Okay. Kevin could count down, tow us. Doing what I think we both agree is pretty funny. Which is We go and to scare yourself.","id":"bhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3606.72,"tags":["Kevin","Kevin"]},{"line":"Yeah, we have all these ODIs. Maybe we do want to do ODIs driving Herbie the love bug. Okay, um and, uh,","id":"fBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":3801.57,"tags":["ODI","Herbie"]},{"line":"And 23 Good. And maybe you have the windows were starting to get a little foggy. Foggy it up. Ah, and covered in. Yes. And maybe Johns girlfriend is in there as well. The veterinarian, Because you have a reasonable understanding of how they might have met you know she''s not interested in job, right? And you know that. Yes. And you know that she and Dodi have some sort of report? Yes, because he should. I mean, she puts remember his butt,","id":"fhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":3858.74,"tags":["John","Becau'se","Dodi"]},{"line":"That's right. And then he could maybe make some reference to, like, go ahead, lift up my tail. Right. You know, and she goes, Well, I don't have my thermometer. It''s a bunch of panels. She''s well, I don't have a thermometer. Yeah, and he goes, Ah, you got any Ah willed. Woody, do you have anything else you know, with you","id":"gRIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3930.23,"tags":["Woody"]},{"line":"Yes, this time, yes. It could be that This is why we arrested Que se. Whos saying what Kevin","id":"hhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":4012.81,"tags":["Thi","Kevin"]},{"line":"could say?","id":"hxIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":4018.65,"tags":[]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman,","id":"lRIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_3","timeCode":4236.59,"tags":["Rachel Bloom"]},{"line":"Devin Gummer song. Okay, Brian Krakow are those two different people know he played Brian crack on my so called life. Okay. Any raped? Amy Jo Johnson, The Pink Ranger. Ah ha! Felicity. Oh, wow. And you had known him. Is this sort of bookish kind of Ah. Ah, sweetheart. You know, maybe with a little bit of an edge, but nothing like that. I imagine he would be receptive to doing a scary dare which is making use. Odor is you know what do that disea'se? Because then they're up in the Andes of the day. Yeah. You know, like they do a crazy day for him. They get to me. It's guarantee dare if youll recall from the rule. Yeah, you know, I I have to do one. And if he''s just done one that''s really wild, then these people are just to have this blood lust, you know, where they're only gonna want to go even bigger, Right? And so you're not a movie sequel? Oh, I am freaking How? I mean, I'm heart beating, you know, breezing","id":"oRIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":360.39,"tags":["Devin Gummer","Brian Krakow","Brian","Amy Jo John'son","The Pink","Ranger"]},{"line":"and I and I genuinely don't remember what happened after that. Hey, welcome to Hollywood Handbook Insider's gotta kick it, but dropping names in the red carpet line back hallways of this industry we call showbiz. What do we want to talk about today? We have to do the box office review we have todo What else? Um, look in the newspaper toe. See what? Who got the best movie times? Which movies got the best time? I don't think we're gonna get to any of that. Why? We have to. I know, but we have to wait. We have to look at the newspaper and see which movies got the best movie. And I and I wish that I could promise you. Hey, we're going to see what movies had the best times, movie times and at the time. But the movie plays in the theater got the best time. But would you agree that that's not something we can do on our own neces'sarily, and that it takes a whole group of people to help make this show what it is? Yeah, of course.","id":"ohIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":428.2,"tags":["Hollywood","Handbook"]},{"line":"Okay, I've just click really fast as well. Listen to this. Now. You want me to listen to it right now? I think you need to hear it","id":"pxIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":674.17,"tags":[]},{"line":"always benefits the show. You like to front portion for me. I need the front and the back porch,","id":"sRIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1050,"tags":[]},{"line":"ballooned Teoh do doom Doom Doom Doom Doom Doom Dealing didn t to dub doom","id":"thIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1157.92,"tags":["Teoh","Doom","Doom","Doom"]},{"line":"What do you listen to the clips? Are why totally insane. Cody Cody, Don't do anything. He's making noise. You told us about the noise. He''s making noise. You don't stop. You know, why did you have to take your headphones Off when you got surprise's? It''s s town, and that''s like about a creepy murder. And I'm not allowed to listen to those. I get nightmares.","id":"wBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1354.4,"tags":["Cody Cody"]},{"line":"It's the only thing I can reach with the camera","id":"whIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1392.47,"tags":[]},{"line":"Can you summarize along What will? It was about the best podcasting stuff.","id":"2RIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":2591.96,"tags":[]},{"line":"Kevin, speaking of The timelines that don't match up, tell whats your little story toe calling your little story again? Tell him what you said about who tricked you into doing a bad podcast staff with us. I didn't say trick, you know, knowing about bad podcast, Kevin came in here. Let me tell you what Kevin said. Kevin came in here and first all admitted that it was Kevin","id":"4RIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":2692.63,"tags":["Kevin","Kevin","Kevin","Kevin","fir'st","Kevin"]},{"line":"because Bush is an elderly female Detective","id":"5xIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":2818.75,"tags":[]},{"line":"might might be enraged. You're kind of being quite itself back.","id":"6xIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":2890.26,"tags":[]},{"line":"help damage? Well, we want everything on the table. We want everything on the table. We don't want to keep sweeping it under the rug. Hasn't worked out too well for yourself. Are answered out of college.","id":"9BIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_1","timeCode":3035.69,"tags":[]},{"line":"Yeah. Why don't you tell us right now to do this and end up in the same place where we started, which is I don't want to spoil it for Damon. Josh, Maybe well just play a little clip. Yeah, and head. No. Dana can explain it to Josh Daeniken. Listen, Tiuna tell jars that's better. That''s better. I'll explain it to you. She can tell exactly what there''s we're gonna play a little clip. We're going to listen to the clip here, you know, wanting to your the whole clip here, what it says","id":"9RIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":3048.11,"tags":["Damon","Jo'sh","Dana","Jo'sh","Daeniken","Tiuna","jar"]},{"line":"Mr. Any gods down. Glad that's gets down to and it''s down. Glad we're Offices. Glad now on something like be 16 or somewhere like that that I never try not clear with numbers are","id":"ARIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":3381.19,"tags":["god"]},{"line":"What do you mean? I be","id":"AhIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":3399.54,"tags":[]},{"line":"Hey, you should listen. Toe Hollywood Handbook subject line subject is terror subject to stay on and then so be Oh, heres the Here''s the subject line opportunity. Big money. Yeah, okay. Really very music. Okay. Free subject is opportunity. Big money and royalty free. Yes, the review is listed. The Hollywood Handbook. You will never hear any music that cost's royalty on this show because thes guys air true profes'sionals and Hollywood insider's, and we did way. We did this already in Colin ended up a meat mes's. At the end of that. It''s your call. And so that didn't feel very good for Colin. I could imagine they still it was half meat mes's. Abby''s still kind of to come into work when you're telling me mes's. And you gotta put the bottom half yourself into a garbage bag to get to work in the morning because your meat mes's is not nice feeling, is it, Colin? And do you want anyone else to have to feel that? I mean, if it makes them the best","id":"BxIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":3510.93,"tags":["Hollywood Handbook","The Hollywood Handbook","Hollywood","Colin","Colin","Abby","Colin"]},{"line":"Keep up the good work. Great. Thank you. Feels good. C minus will take Thanks. C minus. The ever knows a seven is the sea Vitus. Do you guys ever ask your listener's to leave you iTunes reviews? Because I think without wanting to talk about another podcast on the network, Apple popular Tompkins does a really good job of telling his listener's to leave reviews on that helps build the audience.","id":"DRIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":3774.66,"tags":["C minu","C","minu","Vitu","iTune","Apple","Tompkin"]},{"line":"I mean, a lot of guys would just take that seven and run with it because I gotta say, you're digging a deep, deep grave for yourself, man. Youll be down with the millennials in their safe space six feet underground. Now if I can't get the Earwolf employees to write it, like if the people who work here and actually have something of a financial interest in a long running show succeeding, have not done a review yet for me to expect my fans to do a review who were just listener's is kind of hypocritical. I think I should tell the fans Hate do with Kevin and Dana. Josh do on Leigh. Read a review for a podcast. If you, ah, have some weird various plan toe, have it be the only podcast on the network and burn the rest of the ground just so you could be right and say that you're not getting enough money. We went on the show. Bring up the money. Yeah, try to write one review. Yes, one. Everyone sitting back really Off. It's partially my fault, but it''s partially their fault. I would The so joy it would be in all caps and it would say a A. And then, like a bunch of exclamation marks, it''s pretty exciting and top in the fired up like, Wow, it''s like a bunch of W''s in those all calves. This show is so funny. It''s really weird, but it''s good. Check it out and then, like ah Coghlan Capital D for like us might like a big smiley face that''s making me cry. Oh my God, that was really nice. I'm glad he does like that. You know, that was a really sweet review. I'm like my stomach hurts in, like, a good way. Wow. It''s from the heart. Dana, that was so sweet and nice of you to love you. You are viewing you guys for Yeah, I'm are. She said is most full. She says Israel were, But I like that. It seems like she thinks it''s weird in a cool way. Yeah. Yeah.","id":"DxIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":3820.92,"tags":["Earwolf","Kevin","Dana","Leigh","ju'st","Coghlan","Capital","Dana"]},{"line":"All right, Cody. Okay.","id":"ExIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":4078.26,"tags":["Cody"]},{"line":"Now, Cody, you are announcing something that you wanted to dio. And it's entirely This is what weve been building to this whole time is entirely your show. Yeah, yeah, yeah. You get to do whatever you want and so just come out with what you've thought of and it''s been an hour and 1/2. Yeah, I, uh, And you even more than usual, you have been in such an incredibly weird place for the last, Like, two weeks. I would say something has happened with your brain chemistry. I don't know if it''s like some kind of reaction to Paul and of air, or just like some Zara dietary change. Like there might be some kind of poison inside you that''s working very slowly but good. And there are, you know, obviously their disea'ses, like those people can get you get mad Hatter disea'se from breathing. Mercury. Um, you obviously could, uh, actually From can't stop cat litter boxes. Could get Yeah, brain disea'se. Yeah, Jump. Sure I have. It makes you unpleasant. But if you're a woman, it makes you more promiscuou's. I read. Sounds like I mean, put Throw some cut, shed our my wife babes. So let''s go, Uh, and let''s find out exactly what the disea'ses. And also there''s a wasp. Yeah, that''s sting. You crawl would sign your neck and then control your brain and just zombie you around. And is that maybe what''s going on? The Cody. So well see if he ask's for What would they want? Uh, hours. No more pollen. No, I don't think that''s what the los's want. What do they want in General? Cody, what was the thing that you had all loaded up? You want to do a review first? So let''s do the review. Yeah, and And my my only request is that I just let me get through it before you interrupt me. OK? You always seem toe want to dio Okay, please. My only request is that you so I won't interrupt you, But police say it in a normal way. And just let the words do you do the talking themselve's. Don't put so much of the work onto the enunciation or the accent you've chosen Yeah, I should do it. Mom and monotone. Just straight monitor. Just don't Don't try, but just don't do too much with it, okay? I think I can do that. That''s a fair agreement.","id":"FBIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":4081.58,"tags":["Cody","dio","Thi","Paul","Zara","Hatter","Mercury","Cody","Cody"]},{"line":"So my subject would be, uh and this is none of it's capitalized subject. Colon, check this out. I have a meeting in 30 minutes from now. And the body would be also, um, not capitalizing anyway. And it would be body colon.","id":"FxIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":4258.53,"tags":[]},{"line":"Reality show show was what it was before. Bye. For now I have to go to the bathroom. listen to Hollywood Handbook on apple pie cast.","id":"GRIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":4299,"tags":["Hollywood Handbook","apple"]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jostle ruler of The circle. And that''s just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","id":"HRIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":4433.17,"tags":["Rachel Bloom","Feli'sha Day","Colton Done","Andy Daly","Phil Collin","Phil Collin","Thoma","Middleditch","The Magic Tavern"]},{"line":"he's kind of a smart, funny guy. Yeah. Ah, and that''s not lame. I have heard him be very smart and funny.","id":"HxIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":16.42,"tags":[]},{"line":"calling the regular man Mr Everybody, uh um or I would just call him John,","id":"IhIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":47.52,"tags":["John"]},{"line":"Yes. Okay. Well, maybe I was mistaken. I think maybe that would have been commanding you too much. Okay?","id":"LRIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":140.4,"tags":[]},{"line":"I don't know. Um","id":"LxIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":158.14,"tags":[]},{"line":"when I'm getting hyper and excited that that's helping the show, cause I'm having so much fun. My friend Hayes and I didn't want to think that Hayes is getting mad. and going in secret on these sites with the Web and doing these madnes's on the comment and saying I'm commanding being No, because if I were to do that, I think I know it would happen, which is you would be quite you fold your arms and then you said and you would be quiet and you said in the cut. And I don't","id":"PBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":262.59,"tags":["Haye","Haye"]},{"line":"for. And so I don't really","id":"PxIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":325.14,"tags":[]},{"line":"It seems like being commanding is a good thing, does it? Do you think it's pos'sible that maybe the reason I've sounded slightly more aggres'sive and some of the reason episode's that I've been fully in the zone and comedically mastering my own voice and that I'm sort of strapping The show my back and carrying it to Ah, funnines's land. Well,","id":"QRIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":341.72,"tags":[]},{"line":"It's riel. And, um, let''s just introduce the gay Welcome to Hollywood Handbook an insider''s guide to kicking button dropping names and red carpet laid back colors of this industry we call showbiz people. Ask us how we do all this stuff. We, um we do this show, but that''s not all. And we are having conversation's on the phone with each other and with our with friends were posting.","id":"SRIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":446.98,"tags":["Hollywood Handbook"]},{"line":"Thank you guys again for that and so much. It's whatever they hate the small Candies like about yeah, you give, he takes the fund size and then he gives out what he calls really fun size. Which is he? Like his role, The Love","id":"TBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":494.35,"tags":["Candie","The Love"]},{"line":"want you squeak back to the cut a little bit.","id":"UxIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":573.95,"tags":[]},{"line":"I got WiFi in the cut","id":"XRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":631.05,"tags":[]},{"line":"I You're no stranger to the dating scene, you know? Sure. Uh, you ever tie that cherry together, put the cherry and you tied up? Yeah. I put the chair together and tied it up a couple times. Okay, I","id":"XxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":638.65,"tags":[]},{"line":"have a follow up. Sure. Have you ever put the cherry flavor starburst in your mouth in the origami? The rapper? Yeah. And then you spit out like a crane. Yeah, and it flies away. Yeah. Yeah.","id":"YBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":652.16,"tags":[]},{"line":"God, that would feel so good on your pus'sy.","id":"YhIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":666.8,"tags":[]},{"line":"Yes, All of that is true. Yeah, I see. Yeah, no. On io he's an apology","id":"ZxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":712.88,"tags":[]},{"line":"My never dated anybody.","id":"bBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":791.96,"tags":[]},{"line":"Either we're married,","id":"bxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":809.27,"tags":[]},{"line":"'staying out of it,","id":"dxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":933.54,"tags":[]},{"line":"So what we do instead of we don't do this eight hour work day.","id":"ehIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":948.52,"tags":[]},{"line":"Yes, that's work because that''s worked to that counts. It''s not just that we get the work done in a whole hour. No, the Met gala is work. Uh, and then we do it again. Next season","id":"fhIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":1052.79,"tags":["Met gala"]},{"line":"'s talk about how we do it like this and how we make it looks of good. Yeah, yeah, yeah. I mean, well, heres the thing it''s about. It''s about","id":"fxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":1064.29,"tags":[]},{"line":"the dog. No water.","id":"gRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":1099.33,"tags":[]},{"line":"weird, though, so I think this is maybe where you and I differ. I snore water straight to my dome. Okay, Kim being grounded, you know,","id":"gxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":1102.35,"tags":["Kim"]},{"line":"my dad. Okay, I get","id":"hhIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":1125.62,"tags":[]},{"line":"for a year, if you do in one. Yes.","id":"ihIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":1148.31,"tags":[]},{"line":"catch. Yeah. Yeah. So I this sort of like needles. There's actually electric charge that run through most deejay needles, and I'll just sort of put that on each elbow skin, and that just kind of it creates Ah, North South Pole electric thing","id":"lhIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":1240.41,"tags":["North South Pole"]},{"line":"I'm not getting The be PMs currently that that that that that that I'm looking for Teoh get people because, like, because I I sort of this like ongoing It''s not a race that''s, like more low key than that, but like something going on in my living room that I tried, you know? But people go in and go out. But it''s kind of this ongoing scene, and right now the BPM zehr like, super like e. I want to sort of bring it to life a little bit because the question is the first time you got in a bike, did you bike from Bangor, Maine, toe Santa Monica, California","id":"mxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":1277.96,"tags":["The be","Teoh","Bangor, Maine","Santa Monica, California"]},{"line":"four hours a year","id":"nRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":1327.62,"tags":[]},{"line":"to do all my other. Yeah, yeah. It's a four hour work year under the one hour work season. Um, do you want to talk a little bit about Chako mushroom's and power of those mushroom's and how yes, they make you move and almost like super Mario mushroom's where they make you pretty fast and strong and big","id":"nhIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":1328.46,"tags":["Chako","super Mario"]},{"line":"God Tragos What a discovery. Those where I I went to seven years in l. A not having swift The Trogir","id":"nxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":1347.26,"tags":["God Trago","The","Trogir"]},{"line":"Perfect. Yeah, I was on, I was on. I was doing birthright in Kenya. Um,","id":"pRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":1403.6,"tags":["Kenya"]},{"line":"that's really big. And he's you were lingering around watching that warlord converse. I was lingering in the vicinity. Yes. You were already in Kenya for something that was also doing black birthright","id":"pxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":1454.36,"tags":["Kenya"]},{"line":"And he was like slaves. Leiby raids sleepy rights. Yeah, um, let me ask you, whats your favorite condiment? Is this Mario talking to you, or is Aziz talking to me? In","id":"rxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":1534.46,"tags":["Leiby","Mario","Aziz"]},{"line":"I'm being The Okay, So this is Mario talking to me. I'll get into care who is You expose","id":"sRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":1548.51,"tags":["Mario"]},{"line":"your favorite comma. Me? Yeah,","id":"shIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":1553.13,"tags":[]},{"line":"because bread whole thing is like on other shows. He like it. Part of his character is that he, like, eats mustard or something. I don't really understand what it is, but I never but we don't let him do that on this show. Yeah, and so when I'm sitting here being like, oh, mustard, my favorite condiment. You when I'm doing it as seek breath sitting here being like, Oh, that's like my thing. Like, now I get to talk. But actually, it doesn't no room for him and Brett. Now you can talk, but it has to not be about mustard.","id":"uxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":1633.95,"tags":["Brett"]},{"line":"no. And Zeke was trolling you and it did work and you got trolled.","id":"vhIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":1668.75,"tags":["Zeke"]},{"line":"Hey, guys, want to talk about Casper mattres's? The Casper is an obse'ssively engineer mattres's at a shockingly fair price support of every supportive memory foams creating award winning sleep service with just the right thing. Just the right bounce. Um, one thing that is very well publicized about Brett is he has these erotic nightmares. Yeah, you know, for some people, being scared and being turned on are two totally separate feelings for Brett. It's one and the same there, an extra entailing yes, and it lives in his mind at night and prevents him from getting a good sleep so that he can be a good engineer. Casper-Mattres'ses actually solved it for him, and he told me that after he got his Casper-Mattres'ses he no longer would dream that. Ah, Hawk woman was using his bones for a nest. Ah, while simultaneously, um,","id":"vxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":1675.95,"tags":["Ca'sper","mattre's","Ca'sper","mattre's","Brett","Brett","Ca'sper","Mattre's'se","Hawk woman"]},{"line":"over. But anyway, uh, do the mattres's, Get it from the ad. Uh, you know, get $50 off when you use our code. Casper dot com slash hand Book Soon to be The Boys, but right now it is Casper dot com slash hand Book.","id":"wxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":1802.23,"tags":["mattre's","Ca'sper dot com","Boy's","dot"]},{"line":"And so while weve been sitting here, Bretz already been doing like almost a whole season's worth of work. And so how would you suggest seek when you like looking at bread? Uh oh. And his body like, how would you suggest that he can translate. Uh, like you could do les's work and do almost none","id":"0RIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":2033.8,"tags":["Bretz"]},{"line":"maximize, because work sucks. I know I hate it. All I want to be doing is floating all the time. I just want to be in a flow tank floating and alone. Right and work. I have to be around everybody, huh? They're looking at me. I'm raking leaves. We know if it's The Off of season. Yes, it right. Not summer. Winner of the other one.","id":"0hIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_0","timeCode":2052.94,"tags":[]},{"line":"Um, so you know, for me or for Brett, how do we stop and just Onley be having a party? Yeah, I will say, for just for the leave breaking skill of minimizing the work, it only takes one second to turn on the hose. That so you just put the hose in the yard. Turn it on. That's les's than a second of your work, Andan. The leaves will eventually float away.","id":"0xIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_1","timeCode":2079.93,"tags":["Brett","Onley","Andan"]},{"line":"the leaves there? Yes, on then all the waters gone in your house to","id":"1RIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","speaker":"spk_2","timeCode":2108.91,"tags":[]}]