[{"line":"Hey, guys, Chef Kevin here. Um, I know if I told you guys this, but I accidentally showed up to the Mister Rogers documentary two weeks before it premiered. I saw it was on a Thursday and I was like, Todays Thursday and it was like the opening of the Star Wars thing. And so I showed up and I waited in line for a long time because there was a lot of people in line for Star Wars. And then the guy was like, That doesn't come out for two weeks, and then a bunch of Star Wars fans kind of like","id":"LxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":230.87,"tags":["Kevin","Roger","Star War","Star War","Star War"]},{"line":"Yeah, well, that's that was the New York Harrys telling it. I thought it was like they were, like, really six year old making like a fun little home movie. But then you said I sent it to my sister and mom was like, Oh, it sounds like you Maybe was a little bit. Yeah. Was he like, like, early college? Maybe? No. Stay basically didn't trust you to not show it. You were. So I knew you then. I probably I might have even seen you that same day. Probably. I was working here home,","id":"OBG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":314.28,"tags":["New York","Harry"]},{"line":"'so Okay. Saw me that day, So Wow. All right, so do we just say that Valerie, me and Bethany did that? I mean, that is","id":"ORG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_2","timeCode":346.51,"tags":["Valerie","Bethany"]},{"line":"but it's les's s. So we should say that they all three of them showed up by themselve's because this is a les's embarras'sing. This is like a group out egg. I mean, this isn't like one first well into his twenties at this point,","id":"PhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":412.62,"tags":[]},{"line":"And is people talking bad?","id":"RRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":496.38,"tags":[]},{"line":"You know, gay Berries says it's The freak end on Fridays when he comes into the office. Yes, he''s one of my friends.","id":"ShG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_2","timeCode":539.15,"tags":["Berrie"]},{"line":"the whole time in my memory and I could be wrong. I believe the story was mostly centered. Unlike the fact that she finished the trail and needed to fuck immediately. Okay, I think about that. Yeah. Sounds a lot closer to the movies When the movie came out.","id":"TRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":632.22,"tags":[]},{"line":"Oh, yeah, maybe. But I remember it being the story. OK, Um, well, no one else will. I mean, who will go look it up?","id":"TxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":663.31,"tags":[]},{"line":"care, but you can see And can't you see that How three of them happen","id":"URG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":709.84,"tags":[]},{"line":"Boy was it was about maybe three ish years ago. Three years and I've got that stuck in my head. Now","id":"WRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":844.02,"tags":[]},{"line":"all the dub step jokes. Really? Those were great. I love though, because it was like so So now no one has really talked about it. It's this new music that''s just starting to peek it's head into the mainstream. And he''s like, uh, is it a thing? And I'm in the audience going yet The thing Deadpool, it''s a thing.","id":"ZhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":1024.38,"tags":["Deadpool"]},{"line":"there's gonna be It''s gonna be a reality star in the White House. Know if I could get in a time machine and go and just go tell me like, Hey, there''s gonna be a reality star in the White House. I feel like I would be going like the old me We're going Like what?","id":"bBG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":1099.72,"tags":["White Hou'se","White","Hou'se"]},{"line":"traveling reality stars. Hello. Does anyone have black mirrors? Number? Yes, they because we're cooking up something for season five right here. Yeah, real black mirror. Yes. And it is like a little out here because people are listening to podcast's on their on their black mirror. Yeah, sure. And what they're hearing is the rural though, is our black mere. I just I didn't know that you get a little you got a little you know, that cause yours never is black, this guy. So he's got 30 always I love my device and the tax time It''s black, which, when you're on the black 20 website you remember they did had some What is that? How many people? At one point, it was like this website that was like, Hey, well give your body for a comedy video. That was, like,","id":"bhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":1126.74,"tags":["Doe","black mirror"]},{"line":"which your days TV with The like The no. Picture the picture Off. Right. But otherwise, basically the same","id":"cxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":1241.98,"tags":[]},{"line":"tweet storms. People are roasting each other in the comments. Yeah. Owning the Libs? Yes. That's a form of storytelling. We're finally getting them so good.","id":"dBG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":1249.89,"tags":[]},{"line":"the first episode when I listen to it was like, This is definitely","id":"dxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":1279.71,"tags":["fir'st epi'sode"]},{"line":"a typo in the episode title, but I don't know whatever. Okay, well, thank you, but you just write that down for me on a piece of paper and slide it acros's the desk's because it's not because the episode sounds finished. But there''s a typo in the way he wrote the title of Episode one.","id":"ehG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":1298.2,"tags":[]},{"line":"and it was It was It's been a pas'sion project for a long time. So maybe that''s what you're picking up on is that''s the reason why it doesn't have a lot of now,","id":"hBG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":1460.93,"tags":[]},{"line":"Okay, that it stands out of time. I gues's deadpool could exist it any time I don't know for sure. Yeah, he's doing it. Yeah. And you know, like, yeah, I mean, I think you could show Deadpool two like a kid in the fifties. Like I mean, if we go back even farther to, like, the frickin 12 fifties, he''s something of a Falstaff. The wise fool,","id":"hRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":1469.02,"tags":["deadpool","Deadpool two"]},{"line":"didn't The years 2000 and 20.","id":"lhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":1787.31,"tags":[]},{"line":"Everybody is in big trouble. That sucks. It's freaking sucking so hard they can't drink water. And because the water has too much salt and everywhere and not a drop to drink the saltwater, just like in that old poem. But it''s a new and it''s now and the problem is toxic Max solidity.","id":"lxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":1792.72,"tags":["Max"]},{"line":"Amazingly, Yeah, I am. I still allowed to agree. A stranger with a hug. I","id":"mxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":1868.71,"tags":[]},{"line":"You have a great year for dialogue. Thank you. And you can hear the voice is actually coming through very clearly. As as Well, yeah, and I'm creating a character with just my voice.","id":"oRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":1923.64,"tags":[]},{"line":"my guy Said it was a normal guy. He's a normal guy. And then the woman goes, she goes, it''s okay, that''s good. She goes, she goes right. Hey, hey, thanks, sniper and he tips his hat. He goes no problem, maam. And then he puts the gun in his own mouth and has a freakin shooting because he talked. So can also be a character. Yeah. Throwing Shade was sort of hoping that you would jump in.","id":"pRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":1987.98,"tags":[]},{"line":"'s Oh, that's what good thing about this world. So it''s not all bad. Well, that corrected some problems, But then others are worse. Yes. Which is progres's. Yes, that''s","id":"qhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":2078.2,"tags":[]},{"line":"It's freakin Perrier. They have the Andy Warhol. Bob Greene was that I drink my favorite artist. Yes, he''s so cool. So good. He had an IQ of 12. Never forget The Andy Warhol''s Hi. Cute was 12. He measured es'sentially underneath the chart. Hey was subhuman, and he made some of the greatest soup can paintings Off all time. So you get bad. Easy Top 10. Easy. Well, no. Well, I disagree. Well, disagree. Okay. You know, this is the taste thing that I see in bubbles of that I","id":"sxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":2189.41,"tags":["Andy Warhol","Bob Greene","Andy Warhol"]},{"line":"know you're sensitive about rankings because now everyone lately has been going Oh, is lebron better The Jordan, I'm sure. Yeah. And I see all this conversation and I know what Jordan on the show three years ago. I thought he was pretty funny, huh?","id":"tBG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":2227.55,"tags":["lebron","Jordan","Jordan"]},{"line":"I've ran into Scott. Oh, and he acted like I was being annoying to him like he couldn't wait to get out of the conversation. It's like is in the parking lot. Yeah. Oh, yeah, That''s what you don't want a parking lot. Scott","id":"uRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":2271.83,"tags":["Scott","Scott"]},{"line":"You're a nice guy. Talented. Funny. Um, kind of wants to just come in and do his podcast and be treated like a regular person and doesn't neces'sarily want to be approached and have heavy hints dropped on him from one of our engineers. Yes. Brett,","id":"vhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":2327.73,"tags":["ju'st","Brett"]},{"line":"Why don't the rest of the solution is not toe ADM or Components? Teoh? Hey, guys. Chef Kevin here. I think it's cool that you do that. I just think you I advise against it in the middle of his interviews with other people. This is an intervention or something.","id":"yBG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":2476.93,"tags":["Teoh","Kevin"]},{"line":"What do you think Jonathan would say to these shores? I want to show, Uh, yeah, yeah, I already am dres'sed so great.","id":"2BG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":2657.54,"tags":["Jonathan"]},{"line":"as he listen's for an opportunity where he could maybe, like, accidentally come in and get queer rides during the show. It's on every The way of you. Every podcast. Yeah. Uh, well, um, I'm gonna get out of this ad. Uh, thanks, Brett, for providing us with so much. Chef Kevin. So good to see you at the ad to, uh, subscribe to getting curious wherever you listen. And, um","id":"3hG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":2711.66,"tags":["Brett","Kevin"]},{"line":"and they go on tangents. And it's fun. Sure, Yeah, but it feels like","id":"5RG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":2792.49,"tags":[]},{"line":"person goes underground into the case where the freaking people that actually like unscripted podcast's are forced to live now. Welcome. I am Jordan Klepper.","id":"7RG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":2892.73,"tags":["Jordan Klepper"]},{"line":"So that's just like what? You know something I noticed. So yes. So in this resi'stance, you havent underground resi'stance of white men doing unscripted podcast, but nobody in the resi'stance. Nobody focuse's on race. That''s good. That''s nice. It''s not about that. Yeah, it''s so dark. That''s your trip. Yeah, and It''s so dark down there","id":"-hG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":3114.37,"tags":[]},{"line":"begin kind of gray area. I'm kind of liking some of this dystopia. Sounded pretty good.","id":"_RG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":3148.06,"tags":[]},{"line":"You know all those other shows where From? Shit Turns out to be heaven. Yeah. Uh, wow, man, that was Heaven help. The fans don't listen to this because Well, now you do it. Then whyd you do it? Now hang on. Whyd you do it, then? I don't know. I think we asked you to. Come on. No, you don't want to. Dio. I approached you. You want to know your rude leap? You know, The The Harris is the man in black situation. Feel like I'm in red it right now Light you up in the common man.","id":"AhG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":3201.24,"tags":["Dio","The Harri"]},{"line":"Uh, so we need we do need Mitch and this thing. Obviously, Mitch has to be in every one of these. These fuckin Thanks. Heres a name for a therapy podcast. Talk sick.","id":"BxG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":3270.41,"tags":["Mitch","Mitch"]},{"line":"the name we already have. Which has the word toxic in a talk. Sick. Yeah. Talk. Sick mes's. Solemnity, Max Selling Max Solidity. Yeah,","id":"CRG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":3295.7,"tags":[]},{"line":"yeah. Talks Toxic mas's serenity. Oh, okay. Talk sick. Mas'sery, serenity. Another thing that I love to geek out of","id":"ChG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":3308.67,"tags":[]},{"line":"Avengers. Dude, more like bos's Sweden. Yeah, Theo, Dude, such a mega ball Does it a whole dude and freakin rocks, does it? Oh, yes. Oh, good. He's you name your character your Mike Mitchell character''s name is Mitch Murray. Reference to Glengarry Glen Ros's. It is he having Love, I Love Listen,","id":"DRG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":3333.47,"tags":["Avenger","Sweden","Theo","Doe","Mike Mitchell","Mitch Murray","Glengarry","Glen Ro's","Love Li'sten"]},{"line":"continent? Yeah. Is that Am I allowed to say that? I know. Yeah, I kind of feel like I can. Honestly, it's crazy. I think I can't. Yeah, I don't know. I don't know.","id":"FBG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":3474.91,"tags":[]},{"line":"'surprise. A woman about From behind have up from beside. Try","id":"FxG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":3509.09,"tags":[]},{"line":"this. Hey, Siri, Am I allowed to Ah, lock arms with a straight woman on an escalator anymore?","id":"GBG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":3512.37,"tags":["Siri"]},{"line":"Twine are RB. Siri. Can I do that? Siris like you're under arrest. I'm a woman too. Oh, my God. Man, it''s house crazy, but I think you're not allowed to have that healthy some. Right. If you were to write this comedy sketch and handed toe Lorne Michaels, he would say, Do a rewrite. It''s Yes, it''s too crazy. Yeah, Yes. One The no. It would certainly be cut for time. Yeah, Yeah,","id":"GRG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":3520.62,"tags":["RB","Siri","Siri","arre'st","Lorne Michael"]},{"line":"No. And you es'sentially are this close. And I'm making a tiny sign with my fingers. This cost You wouldn't believe how Texas not is now becoming a huge, es'sentially part machine. Yeah.","id":"HBG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":3583.75,"tags":["Texa"]},{"line":"So we think about who? Just let me play this out because I think I am making a big discovery here. We think about who benefits. You always have to think about who benefits","id":"HxG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":3644.8,"tags":[]},{"line":"and Webinar holding mens arms on the escalator anymore. What are they holding instead? What is everyone freakin holding all the all the time now? And they can't even stop looking at it. Red vines? No,","id":"IBG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":3655.33,"tags":["Red vine"]},{"line":"is going on? Yeah, be that we I know. It's not what people say is going on.","id":"JxG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":3753.88,"tags":[]},{"line":"You like her? You go to this doctor and he's got a mascot with an elongated nose. Ah. Okay. Yeah. You get addicted to, uh, prescription drugs. Yeah. Three open, which is basically what WiFi is now.","id":"KRG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":3779.36,"tags":[]},{"line":"Yeah. I think God is obse'ssed with getting more angel. He is making dogs by having sex doggy style, the original Angel investor","id":"LBG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_0","timeCode":3815.6,"tags":["God","Angel"]},{"line":"Uh, this is kind of in this trough where I talk about the SciFi stuff that's tripping me out. Um, not always without for this one","id":"MRG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_2","timeCode":3895.67,"tags":[]},{"line":"for this one,","id":"MhG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":3903.86,"tags":[]},{"line":"Um, some really stuff that's been happening to me is I joined a cover band, and I think people don't respect cover bands. Well, that''s","id":"NRG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":3938.8,"tags":[]},{"line":"almost like Cy. If I make it side, if I can, I do","id":"NhG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_2","timeCode":3947.78,"tags":["Cy"]},{"line":"a ah mawr. Interesting version of your Westworld scenario, please. With no pigs doing","id":"NxG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":3950.09,"tags":[]},{"line":"But how does he? How does he noticed? From The green gras's? You can tell. So what if there's a world? Some people are robots. Some people are Cylons. Some people are real people with real people die. There''s also Terminators. Yeah, there''s also brown coats. There''s also Avengers","id":"PBG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":4024.95,"tags":["Terminator","Avenger"]},{"line":"Felisha, Day and Colton Done.","id":"QxG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_1","timeCode":4179.23,"tags":["Day","Colton Done"]},{"line":"Oh, Jesu's. I mean, jostle","id":"SBG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","speaker":"spk_3","timeCode":4194.61,"tags":[]},{"line":"I'm a on Okay, okay. All right. Now, I don't think the Earwolf bras's is gonna be too happy with the rest of this ad wed add. Read who? I'm thinking about weed. Ah,","id":"SxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":13.05,"tags":["Earwolf"]},{"line":"they Oh, yes. Market. Yeah.","id":"TRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":29.81,"tags":[]},{"line":"Other. I'm listening to one of my other favorite Earwolf shows, of course, and it's a pre roll ad to the show begins Throwing Shade and Aaron is like, Hey, guys, there''s a great new show coming out on Earwolf. It''s during just Sean Clements.","id":"URG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":79.57,"tags":["Earwolf","Throwing Shade","Aaron","Earwolf","Sean Clement"]},{"line":"No banks, no fan. Even you would hate that. No, if I heard that I'd be mad cause I because he's one of my best friends,","id":"UhG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":98.46,"tags":[]},{"line":"he said, I they don't have this anymore, but hed be in my MySpace top A. Hed be in my team Audible 35 Heres another thing","id":"UxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":107.72,"tags":["MySpace","Audible","35"]},{"line":"Yeah. Um, listen, lost and found out. Now, on Stitcher Premium go to Stitcher Premium dot com slash found and use promo code handbook for a free month of Stitcher Premium Away to stick it to of use our Cho Oyu. Imagine Imagine you go","id":"XhG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":223.99,"tags":["Stitcher Premium","Stitcher Premium dot com","Stitcher Premium"]},{"line":"getting a bit of a thumb in the eye to authorities. Juno Sties, as Juno would say. Hmm.","id":"aBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":339.68,"tags":["Juno Stie","Juno"]},{"line":"It is Yeah,","id":"bBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_3","timeCode":384.71,"tags":[]},{"line":"the song by coming here. Cabello? Yeah. How are you doing? Home made any move. Go ahead. Cigarette of it. Oh, Bana, Mama,","id":"bhG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":392.4,"tags":["Cabello","Bana"]},{"line":"Zero chill. Zero Cool member hackers. Yeah, the movie.","id":"dxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":471.03,"tags":["Zero Cool"]},{"line":"Whos your years? I was like, Wow, that''s Dennis Hopper. That was hoppers. Oh, yeah. Hopper''s Hopper''s was Hoosier's.","id":"fBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":494.01,"tags":["Denni","Hopper","Hopper","Hopper"]},{"line":"'sneakers. Mr. There, What was the last one. Sneakers stricter. I don't sneakers is to say the last word straight. Their","id":"gRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":535.31,"tags":[]},{"line":"Yeah, when we're singing already. But we know singing this time.","id":"iBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":579.44,"tags":[]},{"line":"That's not saying that''s not what this is about. I know because you have a lot of different arts that you do. Isn't that right? Yes. You don't Just do singing are no. You do TV comedy, the greatest art form and Book books.","id":"iRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":582.47,"tags":[]},{"line":"my God, I loved us. It was a Book and just color with my just So now color my books. Yeah,","id":"ixG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":606.07,"tags":[]},{"line":"and you can stash into the Yes, yes, yes. And then people like what page you up, Thio. You stab harder and you say 159 design's Murder.","id":"jhG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":623.73,"tags":["Thio"]},{"line":"I read. Ready, player One Ready Pleasure When I read, Yeah. Four players player to a k a. The game. Uh oh. Mystery e. Uh, you know,","id":"lRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":665.9,"tags":[]},{"line":"all good, specific, establi'shed Kino. That's when you touch a woman","id":"lhG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":682.78,"tags":["Kino"]},{"line":"'safe touching s.","id":"lxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":687.3,"tags":[]},{"line":"Is there any safe touching anymore","id":"mBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":689,"tags":[]},{"line":"It's like entering a bordello and pushing The The beads, The sounds, such a training,","id":"nhG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":734.9,"tags":["The bead"]},{"line":"bordello of braids.","id":"oBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":750.22,"tags":["bordello","braid"]},{"line":"just some tax. And she's always holding a string in front of it, looking like holding it up. Like Does this go?","id":"pBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":774.36,"tags":["Doe"]},{"line":"And I connect this, uh, and then just pulling it back and going. Not yet. It's not time yet, right? Like breaking story for arrested development. Es'sentially. Yeah. God, So complex. I Love breaking story","id":"pRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":780.62,"tags":[]},{"line":"So what we want to talk about now is obviously, whenever you see, the show is not gonna be on TV. Yes, I didn't","id":"rhG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":904.13,"tags":[]},{"line":"Well, that wasn't a decision I made. I'm sorry to say like, Oh, give me a break. Now it really, really","id":"tRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":959.86,"tags":[]},{"line":"course. Of course. I mean, I don't know if you guys know this, but it was a multi cam. Yeah, And the thing about multi cams is The actors schedules are just smooth sailing.","id":"txG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":968.43,"tags":["cour'se"]},{"line":"head and there's a freaking goblin beast. Yeah, this looks like you about to do some goblin on your friggin head. And I'm thinking, like, I gues's we're all sitting here. I gues's these guys know","id":"vxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":1038.45,"tags":[]},{"line":"you see them in the","id":"wBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":1050.19,"tags":[]},{"line":"they're those other Just seen some movies before.","id":"yBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":1076.57,"tags":[]},{"line":"You literally have one. They have night. 62","id":"yhG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":1091.89,"tags":[]},{"line":"Forget it. What During mean, girls? Okay, so","id":"zRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":1103.81,"tags":[]},{"line":"I'm not saying there are people that deserve to be taken out and came to publicly Macaulay Culkin. But I What I am saying is that's what he could do is say stuff fast. And","id":"1hG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":1161.34,"tags":["Macaulay Culkin"]},{"line":"what the words The Berries","id":"2RG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":1176.76,"tags":["The Berrie"]},{"line":"'saying that thing quickly. It's insane. Something else. It was a fast bit.","id":"3BG7LXMByMrymAEmIcdD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":1186.93,"tags":[]},{"line":"No, it waas There's a speed bit.","id":"3RG7LXMByMrymAEmIcdD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":1193.54,"tags":[]},{"line":"Barry Gibb Talk show.","id":"4xG7LXMByMrymAEmIcdD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":1224.02,"tags":["Barry Gibb","Talk"]},{"line":"There's the sense of sketch. Yeah. Linda Richmond Perfect pitch. There''s Linda Richman.","id":"5RG7LXMByMrymAEmIcdD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":1228.74,"tags":["Linda Richmond","Linda Richman"]},{"line":"Talk todo a eight hours of the show. Oh, wow. Okay, now you talked a little bit","id":"7hG7LXMByMrymAEmIcdD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_0","timeCode":1319.64,"tags":[]},{"line":"that that that that was a joke. I said, That's what you guys are probably Look at you. You go on your own. What things? Girls going? What''s a phone call? She''s a millennial,","id":"8xG7LXMByMrymAEmIcdD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":1372.54,"tags":[]},{"line":"Your sister in the show? No. Riel sister. Yeah,","id":"9RG7LXMByMrymAEmIcdD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":1385.72,"tags":["Riel"]}]