[{"line":"Oh, I misunder'stood, Spencer. Critters done. I thought you were, like showing them friggin like, uh, kinkajou to somebody. And then American takes a leak on your shoulder. We all go like oh, well, they do that. It's natural.","id":"vBIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":832.03,"tags":["Spencer"]},{"line":"right. We're showing the kinkajou someone be on their shoulder. Uh","id":"vxIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":852.76,"tags":[]},{"line":"Okay, that is actually our big about, but I couldn't shake my teeth into that. Yeah, Collins Teoh pres's release's lined up this week","id":"yBIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":947.45,"tags":["Collin","Teoh"]},{"line":"Can we swear in here?","id":"1hIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1061.2,"tags":[]},{"line":"Wait, you can say Jesu's, but not the last thing. But you can't call him a layabout.","id":"2BIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1080.84,"tags":[]},{"line":"Yeah. Now whats a layabout? I just try and I just said please. Oh, now what is that that we can't say away about? Right? Well, and breath, Steam and","id":"2RIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1087.44,"tags":[]},{"line":"That's like, Come on. It''s like a boring version of what we do, right? You know, I don't know why I stopped wild. Oh, yeah.","id":"4hIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1166.46,"tags":[]},{"line":"Wait a minute. Wait a minute.","id":"6BIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1201.19,"tags":[]},{"line":"If he drains a handle of vodka, if that's gonna be incredibly raw, break and uncensored. Hang on. I mean, you let your inhibitions down, you're liable to say almost any truth about your I mean, what if it turns into kind of a confes'sional atmosphere? Well, I mean, there''s not really much you can do it.","id":"6RIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1203.44,"tags":[]},{"line":"people seem to enjoy it.","id":"7xIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1259.48,"tags":[]},{"line":"I certainly don't. But you know, they pay me.","id":"8BIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1260.81,"tags":[]},{"line":"Yeah. Where do you do it at?","id":"8RIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1264.04,"tags":[]},{"line":"lines around the page. Yeah. Yeah, The lines already there, but helps you keep track of where you are.","id":"9xIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1304.97,"tags":[]},{"line":"I see no Kevins hearing. Kevin wants to be so Kevin today it was Blue. Just, you know, I am gonna be engineering another episode during your show today. So I got a big heart on about it and be available to bury it in your text mes'sages because I need someone to know I might not be available for everything. You guys need to begin the show because I do have this pretty huge opportunity for me to engineer another episode. I know it''s es'sential. The goal stuff I do for your shoulder for good. Now his hair like because could ask me Oh, show And I can tell it went really well just the way he''s. And he''s hoping this episode fails. Teoh Really great. We had that whole good thing with Colin that had a ton of momentum. Yeah, and then all this stuff, it''s it''s a farce. Free. Keep rushing. We really had a chance to get into it with spend. Yeah, stuff with Spencer. Weve really helped him to Sort of, like, what? Wanted some cool shit history. Tarver''s Nushawn Stitcher Premium. Oh, yeah. Does Drew have more going on? That''s good. Yeah, I havent seen enough of his ship. Maybe he could do it. I'm show on a free show for five years and then do the paid show.","id":"AxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1453.5,"tags":["Kevin","Kevin","Kevin","becau'se","Teoh","Colin","Spencer","Tarver","Stitcher","Doe","Drew"]},{"line":"know they come out of his life. That's","id":"CRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1589.69,"tags":[]},{"line":"Oh, yes. Savage","id":"DhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1620.32,"tags":["Savage"]},{"line":"Okay. Anything else, sir? I take photos. You do something, you do something you didn't actually engineer. I've been doing every during the second half. Holy shit.","id":"EhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1713.92,"tags":[]},{"line":"'should The seem like a normal guy.","id":"GhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1816.93,"tags":[]},{"line":"This I mean, the stuff we did was so tame, bitch like a bitch slap","id":"IxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1986.69,"tags":[]},{"line":"I just Their notes were always to do les's. And this is so much worse than I would have ever","id":"JxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2065.17,"tags":[]},{"line":"It looks like there's actually cost 6 50 but they must be really good. So, uh, Here''s what I'm gonna dio We just give a little shave aru right here. Open up my jerry''s razors and tough to get the package open. Not Harry''s packages were always so nice. Okay, got it out. And, uh and here we go and, uh, doing it on and Ah, no, it''s good. Hey, uh, you know Jeffrey Dandy and Harry''s razors had this great idea. They were ordinary guys who were fed up and they started their razor company. Jerry is ah, his story is a little different. He''s super rich and kind of mean, but his razors, you know their","id":"KRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2140.29,"tags":["6 50","Harry","Jeffrey Dandy","Harry","Jerry"]},{"line":"Yeah. You can be anyone from the universe. Uh, yeah, absolutely anyone except Poison Ivy.","id":"LhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2339.42,"tags":["Poi'son","Ivy"]},{"line":"Because there's an opening for a Red Ranger because the","id":"PBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2474.64,"tags":["Red Ranger"]},{"line":"mis'sing or something ending in this world. She looks at the newspaper, and she's like, Where''s Batman? It says, like, Where''s Batmen? So you're like, Okay, Batman is not in this right now. This is very interesting. Till the end. We're trying to come up with characters, but we're actually building a whole world. This is This is how well this is working. I think since","id":"PRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2477.91,"tags":["Batman","Batmen","Batman","Thi","Thi","Thi"]},{"line":"'shirt, But you don't need","id":"RRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2563.9,"tags":[]},{"line":"So you needed saying And like Like it's got gasoline. Were drinking literal gasoline. Yeah, drinking gas. Well, that''s a lot cheaper than alcohol, I think to Yeah, because you could get a whole gallon for a couple of bucks. I don't think you not of Saddam, has anything to say about it.","id":"RxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2569.64,"tags":["Saddam"]},{"line":"I thought you had, like, an imagination, and then you're really see that new look? Oh, yeah. I won't question that at all. That's exactly what happened. Think about this. Saddam always got a beret on. Okay, Now, all of a sudden, we got this president with weird hair,","id":"TBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2601.43,"tags":["Saddam"]},{"line":"It's hard. It''s hard to say, Like what even Squarespace is or what they do. Or even if anyone''s heard of them, they're not","id":"WRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2707.49,"tags":[]},{"line":"but those cares full up.","id":"XBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2725.12,"tags":[]},{"line":"We got to go in this quest. Yeah, Lets go. So we got our character. Gotta go ahead, guys. Glas's this into the friggin land.","id":"XhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2733.15,"tags":["Gla's","friggin land"]},{"line":"All right. Okay, um, you find yourself in the post apocalyptic wasteland of Los Angeles,","id":"XxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2739.86,"tags":["Lo","Angele"]},{"line":"you can't really move. If he tries to run away, I'll pinch him. Well, he can't even try to run away because he's being, like, kind of like melt through his fingers and melt. No way. I'll pinch him on the sidewalk. That''s his main power. Yeah, well, to see this is this is again something that calls for dice. Do I rolled to see how hard I pinned, Right to see if he can escape. You're pinching. Okay,","id":"bxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2904.46,"tags":[]},{"line":"Man. I only have one conversation with people about movies so it doesn't cause him as many problems he might expect.","id":"eBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3102.98,"tags":[]},{"line":"And whats the one conversation? Wonder woman? Yeah, Nothing. They leave? Yeah. So she believed in Love in that movie, right? Yeah. And honest. Sorry that you are Sorry if that wasn't cool. But I looked around in the theater and people were Some people were like, No, I can't No, I'm not doing this. I saw people get up and start walking out. Let''s start punching each other. But I actually cheered, so Yeah,","id":"eRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3109.19,"tags":[]},{"line":"I stood up, I screamed at the screen. I'm crying my fucking eyes out. I'm balling in the theater like a fucking baby. I'm going. Yes, yes. Finally, I've seen a few of these Riggen superhero movies. I'm a little bit of a nerd, okay? And ah, I'm sorry. I don't remember. Ah, Anthony Stark or ah, you know Ah, even the friggin Hulk Talking about like how much they believe in Love there. If they do it all. Yeah, she didn't say how much he does, but it seemed to be a ton. Yeah. Oh, yeah. So we could work with that honesty and Love.","id":"ehIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3131.99,"tags":["Riggen","Anthony Stark","Hulk","Love","Love"]},{"line":"till, Like, sort of like there's, like, a tragedy, right? Like, isn't the Red Ranger actually killed somebody with a sword like killed his roommate. The guy originally played him. OK, so that''s in the news on the Red Ranger. And now suddenly you're seeing How are Pion? Heavens making bank of at least tragedies like Well, we what? Were not allowed to Kevin''s to making money off it? I don't think so. I'm gonna make that. So go ahead. Put us in the cinema. You are in the cinema? Yes.","id":"fhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3248.37,"tags":["Red Ranger","Red Ranger","Pion","Kevin"]},{"line":"alright. An earthquake happens in the cinema before the movie starts and the ground opens up in weight so we don't get to see whos in the previous Well, we set up this whole thing. You might remember that and shot at Love with deal tequila when that dude got Jade in the mouth.","id":"iRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3379.73,"tags":["Love","Jade"]},{"line":"That's probably as punch I ever saw. Reality TV. Yeah, and it seems like you don't know what she''s up to now, which is good, I think.","id":"ihIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3395.39,"tags":[]},{"line":"among all right, this is That's my attitude. I'm going. All right. Cool. Because I am just taking life, you know? Just whatever as it comes. And that''s very honest.","id":"jhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3425.79,"tags":[]},{"line":"Okay, so the trailers are playing. I don't know. I don't feel like we're doing enough honest and loving behaviour here. Yeah, I'm stuck in this curve s and no one is gonna I'm not gonna be able to give free hugs What I would like to be wearing as a free hug sandwich board. Okay, uh, like in the movie theater. So I could kind of be going around. Like while people","id":"khIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3470.7,"tags":[]},{"line":"down. See This is nice. They want to be down there with me.","id":"lBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3512.68,"tags":["Thi"]},{"line":"What am I doing, Spencer? Well, that's see. That''s the one thing I can't do is tell you what you're doing. I can tell you what''s happening around you, but OK. Kind of part of the game for you to do your thing. Almost as if you were playing a character in a scene. Just came. Got too many rules. Yeah. Um okay. Uh,","id":"lhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3518.18,"tags":["Spencer"]},{"line":"Okay, I can roll a dice. Okay. Go ahead. Yeah,","id":"mxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3638.78,"tags":[]},{"line":"come to the popcorn gallery. Oh, that's fun. Yes, Yes. Now we're actually doing it. Yes, Spencer. Thanks. All right. So I'm still down there. I'm right giving out. Well, here''s what I can.","id":"nxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3686.82,"tags":["popcorn","Spencer"]},{"line":"There seems to be so much demand for my hugs. I could start charging a couple bucks for these things. Yeah, easily. So maybe I'm building up enough dough to buy a ladder. Or like a rope of lake, like a nerds rope From The When you get a vending machine on and sort of chew my way up the nerd throat. Dude, that's awesome. I'm better. I'm honestly better at this third guy that does It always thinks idea. Uh, okay, so we get what we were doing. The popcorn gallery. We need question's. Mm. From The beans, I gues's. Yeah. The beans. Give us some question's for the popcorn gallery. Okay. Um, we have to do a song. Yeah. Do you remember how to find the song? This will be really fun. Actually, this is so nice. Um, I actually like it makes me think about, like, a throwback Tuesday. Yeah. Is me growing up? It is basically throwback. Tuesday is making me think of a gram of being a kid. Yeah, it being a little kid when I first started this party asked","id":"oBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3703.64,"tags":["The When","bean","The","bean","Thi"]},{"line":"Pretty simple. Yeah, It's actually not that hard. Yeah, And it is clear that your hesitation doesn't mean you don't love me. No, it''s you won't admit it. I'm willing to let himself feel the right that he feel that he feels so strongly that he is scared of it. Thinks it''s weak. And meanwhile, one room and strong. And it''s saying that you have someone. So it''s like, How is that week? Did say, Hey, Spencer, I fucking love you. I'm in love with you. Have been in love with you for a long time.","id":"rhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":4183.88,"tags":["Spencer"]},{"line":"I just feel so honest right now is a good last episode. Brats just like sitting there. Yeah. Spencer,","id":"sxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":4253.21,"tags":["Spencer"]},{"line":"All these strong cyst's, gender, white meth who love each other and are afraid to say that And in fact, we're so much stronger together as a group. Then we would ever be just ah walling ourselve's Off keeping ourselve's in a cage of masculinity where were not allowed to say that to each other. Very freeing. Yeah. And I'm so happy to be spreading my Love wings","id":"uBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4311.61,"tags":[]},{"line":"Is there like an end of The The Quite","id":"uhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4348.9,"tags":["The The Quite"]},{"line":"I read it such a normal way. And I thought what they were saying was too far time. But they were gonna bitch chap people","id":"wxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4539.29,"tags":[]},{"line":"Chapman-University Chapman-University grad Chapman-University I'd chapped that. I don't know how toe read this anymore. Normal. I'm sorry. I do not know if we can do these anymore.","id":"xRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4580.28,"tags":["Chapman","Chapman"]},{"line":"Ah, I'm a horny girl Wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"xxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4630.03,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"Yeah, you know, because think about it. He's that's what. Yeah, I say I say kosher running. Yes. I'm co show running in with my partner. Were both practically executive producers on it. Get the credit right before you talk about my pot here on purpose. Heat? No, he mes'sing with me because it''s like he''s gonna force me to get interviewed, and then he''s gonna try toe, hold it over me and to get a big respon'se out of you to cause that''s just like because he''s goes viral. Obviously went viral, viral everybody''s share. He wants Todt up every episode. Basically, now he does end up getting beaten up. No. Yeah, on purpose. He catches an enormous punch. And this one for me was so big, they had to cancel the show for a long time. And I don't know when it''s coming back. Uh, knocked him clean out of his trouser's","id":"zBIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":68.82,"tags":["becau'se","Todt"]},{"line":"kicking butt.","id":"zRIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":124.5,"tags":[]},{"line":"Is that like a new kind of Book? Yeah. What are you talking about? Is game of Thrones Book in ancient Book? Um, yeah. That cuneiform is sure. I mean, the, um it would help you matter. Certainly is. Uh ah. Archaic. Yeah. Yeah. So it would help, I think for for you to just explain what this is. If I say so, if I could say something smart about game of Thrones outside of this. Yeah. There actually, history books. Yeah. Yeah. I mean, if you if you know anything about history, they actually you know, it's thes fantasy dudes trying, and they're actually history books. Yeah. Yeah, it''s called Allegory From Yes. No, but go ahead. Um, well, the game of Thrones Siris are, um, a series of books written by, um, a fat old man and that we can always say Yep. And there it''s still gonna have that they're going away. Yeah, wildly. They're considered fantasy novels, but they're about basically a sort of fantasy. Um, a world in which there are several factions and families and areas of the world that are fighting for to be in control of the world. There''s like a brave king. Ah, there are grave kings and there are kings. Not as brave is very, very strong. Oh, strong Sam. Probably read that is going on. That''s May.","id":"1BIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":814.92,"tags":["Throne","Throne","Throne","Siri","Sam","May"]},{"line":"drinks, Berries, chips. And And she isn't perpetuating that on television. And that is she is part of the machine. Everyone thinks that she's like this. Honest, just like that. She''s, like, so riel or whatever. Frito Lay. But yes, that, like the corporations, The chips corporation from PayPal, saying, Hey, why don't you, like, takes on these chips and eat him on camera? it was poison and she that they're fake chips when she eats him. She''s not even a poison when they're like forcing you, Tost said. Yes, they set up these scenarios where it''s like it''s not even They call it reality TV. That''s not even reality. It''s scripted. The chips are faith. Failure is fake. Oh, yeah, there''s nothing real about it. Nothing real about the reality TV, you know, they ought to call it celebutante ard TV. I mean, that''s what you're watching. S Yeah. Weve sponsored by Frito Lay. Brought to you by How about if And meanwhile weed, which is from the garden, is like against the rules. Oh, yeah. It''s from the Garden of Eden. If you actually read. If you actually read the Bible. The whole Garden of Eden was just friggin kind butts, all different strains. White widow, white rhino was all the white ones white. How? Yeah, Cherry. Yeah, and it''s a yes, the forbidden fruit people think is an apple. And take a chomp of the freakin weed. That''s what you knowledge? Yeah, And the snake was a corporation. And the government Could you see Adam going? So Okay, that Oh, no, Yes. Yes. Hedvig Ive is like Well, what would she say? No, you can hit that. Don't know, Adam","id":"3xIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1456.14,"tags":["Berrie","Frito Lay","PayPal","Frito Lay","Garden of Eden","Bible","Garden of Eden","Cherry","Adam","Hedvig","Adam"]},{"line":"or for night time of the first moon night time in the first moon. And it might be the only show way. We might just kind of be referring to it as the show. Okay, so Muecke so So in this scenario and in order, keep the seven evergreen bookies auditioning for himself for the only show that exist's. And it is, unfortunately, a reality show,","id":"5BIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1704.23,"tags":["fir'st","Muecke"]},{"line":"Hey, guys, want to talk to you about the movie? Happy feet. Um, a lot of people I saw this movie. It was a huge movie. This movie about these penguin enormous. The Pheng Guams. Yeah, I didn't see it, but, you know, there''s no mean that people were talking about for a while. And your father''s day is coming up. I mean, I know a lot of people''s dad''s, uh saw this movie and came out of it, sort of under the impres'sion that they were one of the penguins, like they sort of They started to self identify as one of these Happy-Socks everybody''s dad has, like, which penguin there. Like I'm grumpy penguin early. I'm kind of The scared penguin are, And I and you gotta be like, Yes, Dad, you are. This is like something that had been power of this movie. Um, what I heard was so great, I was like transforming a lot of dads into thinking that they were penguins and then walking around a certain way. They wear tuxedos and they dance. You know, they do these fund it like a bunch of dads will get together and dance only that if they're the grumpy one, you know, they act all grumpy. And if they were The scared penguin, theyll be like, Oh, no, you and all of that. They really have taken on the personality, these penguins. And I'm so happy for the dads, too. Be able to experience a movie that changed their lives. But I think a lot of these dads kids air like, What do I get a dad like this for Father''s Day? He wants. Yeah, my first instinct would be, of course, to get a whole fish and to slide it down their gullet. And the fact of the matter is, that''s not healthy for your dad know he''s I mean, I know he says he wants fish, but once he gets his hands on that, he''s not going to know what to do with it. And it could be dangerous. So your dad is one of these happy feet penguins where you have to get him. Is these Happy-Socks? Ah, and this is like, you know, bad is for the ruby happy feet. But naturally, what you want to get your happy feet? Dad is he''s Happy-Socks. What kind of socks who could he wear? That would still make him feel like he''s a funny animated penguin From a pretty recent movie. The''s Socks there so colorful. The From socks and underwear. They have adult and Children''s sizes. These air gonna be adults for your big dad. Can I say I've put him on and some of the antics that I'm able to get up to in these socks? I mean, some of the behaviors that I do are they're funny. They're cool. They're family friendly. Ah, they work in cold weather, and they know if you eat the coal because of the ice, your dad is walking around naturally on a lot of ice. Yeah, he''s on an ice floe. So, uh, The I could speak from experience that these socks work for what your dad wants to do with them. And if you just act normal in them, people will be disappointed with you. You could go toe Happy-Socks dot com slash handbook and use the promo code handbook for a 30% discount and free shipping. There are a 1,000,000 different design's and color combinations, and some of them might even have fish on them s So you can browse the spring summer. Collect 2017 collection at Happy-Socks dot com slash hand Book pineapples on them and you can use the code has seen one. I don't have to do with Penguin, but I've seen I heard about that one. Yeah, I know. I saw. I actually saw it. Okay, I could You could use a gun. Not me, but a friend of mine. That''s what I thought that you could use the code head Book for 30% Off and free shipping.","id":"5hIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1767.54,"tags":["Thi","The Pheng Guam","Sock","Thi","scared penguin","Father''s Day","Sock","Sock","Happy-Sock","dot com","Happy-Sock","com","sla'sh","Penguin"]},{"line":"and as the weed Wacker All right, I want his guy. I want to hear you. I want to hear you whack that wed And I'm not going to tell you who is coming to see you, OK? This feels like bad Grandpa thing is a little like a better grip on scenario where you're the haples's victim of bad Grandpa. So go ahead, let me hear it and just act like you would. Yeah?","id":"8RIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":2698.42,"tags":[]},{"line":"I'm The frickin present. I'm sorry of the United States","id":"BxIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3145.61,"tags":["United State"]},{"line":"of Chiba.","id":"CBIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3152.73,"tags":["Chiba"]},{"line":"I'm, uh I'll do that right now here and cannot pretend to take a photo of sure. Don't Don't let him know that everything is weird. It's just gonna be Yeah, it''s gonna be strange. You're on that email. Yes, It Waske, I take a photo like above him, so it looks like it''s actually it could be any engineers. That''s good, Cause by the time this comes out, we will want these just so that we have an engineer here. But it was not neces'sarily extreme close up of, like, just the headphone. Got it? Yes. You must hand on the board. Yeah. Yeah, this is hand. Have tattoos. Well, he was saying he''s gonna get spider webs, tattoo up and down his hands","id":"DRIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3222.09,"tags":["Cau'se"]},{"line":"of course. Yeah, and now they're just coming. Now, I can't stop thinking of him. I'm not gonna keep saying them, but now I have, like, a 1,000,000 um, Joey plugs Off is maybe gonna be Yeah, well, it's just so yeah, let''s go ahead. It''s happening. Things that are going to be happening for us. Um, yeah, my shows are right. Anything weve got coming out performances. Um, I know Now-Hear-This-Festival still be going on. Yeah, and though thatll be super succes'sful and we will not be appearing in it. Yeah, um I know Stitcher Premium will keep. Yeah, that would not only be around Yeah, yeah. I mean, it will be called Stitcher Premium at that point. It''s called Howell right now. Um, yeah. You think about some stuff movie for, Like what you will be most likely to want to plug, right? And well check me out every Saturday night. Yes, on Saturday Night Live. Cheeba cheeba Hawk is actually permanent host now, um, and musical guest and musical guest you want to do is new single. I'd love to.","id":"GhIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3444.15,"tags":["Joey","Stitcher Premium","Stitcher Premium","Howell","Saturday Night Live","Cheeba cheeba Hawk"]},{"line":"I'm Stephen Dubner, host of Freakonomics Radio and also of a new podcast called Tell Me Something I Don't Know. It is live journalism wrapped in game show with super smart contestant's, celebrity Panelist's and alive fact checker. Our 1st 2 season's got eight million listen's. Now we're back with 1/3. You never know what you're going to learn. Instead of taking the old kidneys out, a surgeon will opt to leave the new kidneys in, and theyll just keep adding them in as many as they could fit.","id":"HhIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3878.98,"tags":["Stephen Dubner","Freakonomic's Radio","Tell Me Something I Do","Know","journali'sm"]},{"line":"This'll has been in Earwolf production executive, produced by Scott Ackerman, Chris Bannon and Colin Anderson. For more information and content, visit Earwolf dot com.","id":"IBIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3950.32,"tags":["Earwolf","Scott Ackerman","Chri","Bannon","Colin Ander'son","Earwolf"]},{"line":"that to me, seemed like ah, pretty pity.","id":"JxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":86.27,"tags":[]},{"line":"Hi. Pals. Fellows. Joy, Are you here to have fun or what? Try my Yeah, he's nobody. Stopper Engineer. Cody, don't try to stop her.","id":"LxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":160.79,"tags":["Pal","Joy","Cody"]},{"line":"And what do you Lets just start with the Julie report. Let''s dive in. Data did is'sue today. Yeah, Julie''s in the news.","id":"MBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":172.52,"tags":["Julie","Julie"]},{"line":"It did. It did. It did.","id":"MRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":183.25,"tags":[]},{"line":"well, I did invite you","id":"NxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":224.98,"tags":[]},{"line":"when I was still doing it. Is that really something that happened? No, no, no.","id":"OBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":227.25,"tags":[]},{"line":"But really, Whats going on with you, Julie? Is there any news? Um, well, the Tonys air coming up and I'm preparing for those.","id":"OxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":247.02,"tags":["Julie","Tony"]},{"line":"Yeah, that's yes. Broadway''s beloved Betty, of course, is gonna be involved. AP Buckley. Why was referring to you? Just like, uh, Betty is just like a dame,","id":"PBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":257.32,"tags":["Broadway","Betty","Buckley","Betty"]},{"line":"Like a back. Like a backstage Johnny.","id":"PRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":266.86,"tags":["Johnny"]},{"line":"The valuing Great? Yes,","id":"SBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":337.01,"tags":[]},{"line":"So is anything happening with you? You bet me that you different ways Way. I wish there was more going on with me in general. Beside's preparing for the Tonys, you're in our crazy.","id":"ShIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":360.31,"tags":["Tony"]},{"line":"You're in L A. How you find election. Oh, God, please don't get me started on this election And how crazy it waas couple things. Can I just get this other ways? I feel like it be like, lets get","id":"SxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":377.2,"tags":["L A."]},{"line":"It's like these shows, you know, like political shows, is like, how Are you gonna improve on the crazines's that''s already happening?","id":"TRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":389.45,"tags":[]},{"line":"be like, how do you deal with the fake politics when the real politics seems fake?","id":"UxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":416.13,"tags":[]},{"line":"Yes. Yeah. You could say you can't want up that show without, you know, breaking the reality because it is a show. I was world.","id":"VBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":423.64,"tags":[]},{"line":"but the Washington is now homeland. Oh, yeah. No, I wish someone would say that too. I mean, I actually wish you would say, Yeah, I It's not That is","id":"VxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":437.43,"tags":[]},{"line":"Mm. Yeah. Case sick was on one of the teams. He was. I think it was like, um uh, linebacker coach or something. So speaking of things that are like the election, The Tonys is like","id":"XxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":511.55999999999995,"tags":["Tony"]},{"line":"You're older","id":"ZxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":624.26,"tags":[]},{"line":"Remember last year when the founder came out for, like, three days?","id":"cRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":688.57,"tags":[]},{"line":"always hamburgers. This is simply not how we do things. Your hamburgers. You're acting too crazy. Gonna break all the grill.","id":"dhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":732.87,"tags":[]},{"line":"They dio I was confusing to me. Yeah,","id":"ghIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":832.79,"tags":["I wa's confu'sing"]},{"line":"the audience and in the pit","id":"hBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":852.16,"tags":[]},{"line":"Well, Mrs Hamburgers,","id":"ixIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":899.73,"tags":["Hamburger"]},{"line":"well spin. That's great, because that is that sort of. This year''s Hamilton is Spamalot Hamilton. And now is it our turn to spam?","id":"kRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":959.78,"tags":["Hamilton","Hamilton"]},{"line":"This happens in English happened. This is real. Like you were afraid","id":"pxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":1115.4,"tags":["Thi","Engli'sh","Thi"]},{"line":"It's a burden. Yeah. Wait, what do you watch? I see so","id":"qhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":1127.14,"tags":[]},{"line":"and now for something completely different,","id":"qxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":1132.22,"tags":[]},{"line":"huh? I think it's so cool that The alright is using Mack. The knife is an icon, that moon man, don't you,","id":"xBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":1306.55,"tags":["Mack"]},{"line":"fucking. That's what the movie is about.","id":"zxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":1387.52,"tags":[]},{"line":"It is? Yeah, she gets cancer From fucking. No,","id":"0BIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":1389.52,"tags":[]},{"line":"was the little foxes. I don't know","id":"1xIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":1439.67,"tags":["little foxe"]},{"line":"the doll house, Part two. Oh, Okay.","id":"2BIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":1443.13,"tags":["Part"]},{"line":"Will Stevie","id":"2xIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":1463.92,"tags":["Will Stevie"]},{"line":"But they wanted us to show how fun they are to do a little bit","id":"5RIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":1640.73,"tags":[]},{"line":"That's how I understood it was They wanted us to","id":"5xIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":1652.62,"tags":[]}]