[{"line":"I would like to know what the with 1% of the continental us they won't do is, ah, Alaskan des'sert. Uh, there's I think there''s one, like mean dog.","id":"yBJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2244.6,"tags":[]},{"line":"Oh, that's right. He smells the food, but food delivery man coming and he fights. Delivery man, huh? I think they used to say 100% of them. That one guy that''s got a great point, which is you would think he would bite the food","id":"yRJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":2260.42,"tags":[]},{"line":"'spicy Korean rice cakes with Snoopy. I mean, um, I have to say that I don't think you can say that Now.","id":"1RJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2400.83,"tags":["Snoopy"]},{"line":"Right? Bonds? This was a thing of the ads","id":"2RJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_2","timeCode":2437.07,"tags":["Bond","Thi"]},{"line":"uh, one of the scars is near the top, and the other one is near the bottom of the Scott. And that weird, that's what you and I gues's you think theyd be in the same spot on the small scale? Um, nature versu's nurture. Oh, you know, my favorite Blue Apron food is Please the curry. Stefan Curry.","id":"3RJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_2","timeCode":2468.52,"tags":["Scott","Blue Apron","Stefan Curry"]},{"line":"'so, um, uh, do you guys want to know if there's any required copy? Oh, I'm only some so bummed out when I vamp. Then I get to the second page and like what this parts required, I just talked for half an hour already.","id":"4BJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2494.7,"tags":[]},{"line":"You put that up top. Yeah. Makes me think like I should probably read both pages before I start. But how pretty is doing so much more than I like the whole page. Yeah, it's a lot. What can you say about? And then the cold is delivered. It''s is required copy. And then an expert says Call the action parent that ago must read you know what? Let''s just call that required as well. Yeah, Blue Apron knows that when you cook with incredible ingredients, make incredible meals. So they set the highest quality Sanders for that community of artisanal suppliers, family run farms, fisherie's and ranchers. Whether it''s Japanese Rama noodles, wild caught Alaskan salmon heirloom tomatoes, Blue Apron is bringing you the best for les's than $10 per meal. Blue Apron deliver seasonal recipes along with pre proportioned ingredients to make delicious home cooked meals. Additional copy points featured as desired variety. New recipes Air created each week by Blue Apron Culinary team and our Peter Do with the year Flexible custom eyes Your recipes each week based on your preferences. Choose delivery options to fit your needs. There''s no weekly commitment, so you only get deliveries when you want them easy. Each meal comes with a step by step Peace and follow a recipe card and people George ingredients. They could be preparing 40 minutes or les's called action. You must read this. Check out this week''s Manu I get your two bills free free with free shipping that is begun to Blue Apron dot com slash handbook. You will love how good it feels and taste's create incredible home cooked meals with Blue Apron. So don't wait. That''s Blue Apron dot com slash Handbook-East apron. A better way to cook.","id":"4hJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2515.3,"tags":["parent","Blue Apron","Sander","'s and rancher","Japane'se","Rama noodle","caught Ala'skan","Blue Apron","Blue Apron","Blue Apron","Manu","Blue Apron dot com","Blue Apron","Blue"]},{"line":"Wait. Should we should we give Mada style profile?","id":"7RJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2660.34,"tags":["Mada"]},{"line":"Okay, I I recommend getting to the required part fast.","id":"8BJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":2668.49,"tags":[]},{"line":"Freedom fries","id":"9hJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2721.72,"tags":["Freedom frie"]},{"line":"Come on. If you don't have time to shop. I know Matt doesn't. Then it's close to your door every month. If you don't like to shop. I know Matt doesn't, but it''s friggin. It''s an easy sign up proces's. You go in and personal style preferences. There''s a profile for every guy. This is the part Hayes was getting excited for. Is this just for guys only? Dudes? Wide chicks can wear the same old thing every day. But guys in this modern environment, they really got a peacock to get the ladies. And there''s no better way to peacock than Teoh. Get 54 If you're a dude and peas out your cock. Terrible. So a profile for every guy. Whether you're looking for clothes for the office, the club and or a lazy weekend, Which one would you pick? Look, look, look, look.","id":"-hJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2733.57,"tags":["Matt","Matt doe's","Haye","Teoh"]},{"line":"A large hold on, hold on,","id":"_RJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":2787.34,"tags":[]},{"line":"guy. This is the meat of the said. Guys don't like to go to the clothing store you don't like to go to the fucking store and true with people. And it's right on getting that dirty fucking room and have some lady or someone''s taking off their","id":"_hJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_2","timeCode":2790.67,"tags":["Thi"]},{"line":"literally taking off the fucking pants and sat down where you're gonna have to sit.","id":"_xJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2806.78,"tags":[]},{"line":"You just sit down on the Florida","id":"AxJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_2","timeCode":2826.82,"tags":["Florida"]},{"line":"So you're get how maney swear words in my allocated. Then","id":"BRJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2840.96,"tags":[]},{"line":"Okay, go. Choice. Good choice. Not mixed","id":"DxJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2912.58,"tags":[]},{"line":"Build your wardrobe options. You could diversify your look. There's great style it''s on season's their shorts and button ups when you need them Jackets and jeans. When it gets colder, you wonder how easy it really is. Goto Five Four Group dot com f i v e f o u r and use promo code Handbook-East sign up. Get 50% off your first package. That''s 100 $20 worth of closing for $30 on your first month package. Okay? I mean, we you know, we probably do only have, like, 15 minutes left. Now, I was told that you could make anyone funny in about 5 to 8 minutes. And that was part of what Chris told you that Chris just was, like, have mad in there. You guys can kind of show him Howl podcast works a little bit, and then at the same time, maybe he can show you some of his improvment stuff, and you guys will be able to use that. You keep seeing keeps saying improv, man.","id":"ERJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":2923.46,"tags":["Five Four","dot","Chri","Chri"]},{"line":"right? I was a line from K Fear, too. By the way, he asked if there Mr Funny. So Hear this global warming remain?","id":"FRJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_2","timeCode":2992.22,"tags":["K Fear"]},{"line":"Yeah. Chris Bannon told us that you could teach us good improv techniques that we could use it work into the list work","id":"FhJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3000.6,"tags":["Chri's Bannon"]},{"line":"Okay? My hair getting out.","id":"HRJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":3062.08,"tags":[]},{"line":"My ear wants to fight it back up.","id":"HhJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":3064.88,"tags":[]},{"line":"All right. You can't be thinking about all these things when you're improvising you can't be thinking about Is my ear winning over my hair","id":"HxJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":3069.03,"tags":["thing"]},{"line":"Those motherfuckers. I don't like you guys still in my four. It's like I come up with things and people just appropriate him and stick him in their own titles.","id":"JRJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3126.27,"tags":[]},{"line":"All right. And that's when you get in a double and triple threats.","id":"MhJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":3222.07,"tags":["double","threat"]},{"line":"if they heard you say that you can't do music and jokes. Is that who you guys","id":"NBJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3228.55,"tags":[]},{"line":"when I don't say, you can sing at the same time. And I talked the same time. Both of your eyes kind of lit up my No.","id":"NhJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3243.93,"tags":[]},{"line":"Yes. Mm. I mean, look, if you think we could become Garfunkel notes,","id":"NxJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_2","timeCode":3252.72,"tags":["Garfunkel"]},{"line":"I know it's something with the help of bet, but I don't know what I'm supposed to get done with my fingers which hand to use. I have been in trouble I'm about to blow a fuse bop bop and I come in with the beat like that,","id":"OhJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":3271.79,"tags":[]},{"line":"Yeah, the lights are on it's so bright it Hear the windows open a word people could Hear outside But if I close the window, it''s do hot and she''s yelling at me","id":"OxJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":3289.24,"tags":[]},{"line":"And then so it's Yeah, so it''s a lot of that, Uh, but anyway, we're halfway and you beat box it.","id":"PBJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3303.08,"tags":[]},{"line":"that's another note. Hear,","id":"PhJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3313.07,"tags":[]},{"line":"And you're saying that makes him an expert?","id":"TRJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_2","timeCode":3397.3,"tags":[]},{"line":"Yeah, maybe find out how they got started. It says some about Have you heard","id":"URJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":3424.83,"tags":[]},{"line":"Yeah, this can always help wherein maybe,","id":"WRJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":3476.7,"tags":[]},{"line":"Yeah, this usually makes me angry, but lets see how this go.","id":"WhJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3479.36,"tags":[]},{"line":"No, no, no, no. Right.","id":"ZhJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":3545.94,"tags":[]},{"line":"Hear. I have to be here to I was told to be here. Yeah, that's right. This was one of the threats I got. Yeah, that if you left early that hed take another number out of your pockets.","id":"bRJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_2","timeCode":3585.32,"tags":["Thi"]},{"line":"um, he had, like, bite marks on his hand, like, sort of stop ones that, like, didn't really break the skin like someone had really tried to bite. I'm really hard. Yeah, but did not do as hard. This kind of he wanted Teoh. He was wearing an open toed shoe when he was walking out. He had on, like, a TVA. Yeah, And what I saw was that it appeared that some of his toes have been put into a cigar cutter, Right? They werent removed, but there was a very clear line on the top.","id":"cRJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_0","timeCode":3639.88,"tags":["Thi","Teoh","TVA"]},{"line":"Go a very dough cigar. Ca.","id":"chJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3671.38,"tags":[]},{"line":"to start with me,","id":"dRJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3691.97,"tags":[]},{"line":"Hey, this is Arne Camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said, Like a fancy college profes'sor,","id":"fhJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3762.95,"tags":["Arne Camp","Improv","Magic Tavern","King","Chicago","Sea'son","ju'st","Lord","Sea'son","Ju'stin","McElroy"]},{"line":"cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"gBJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3804.51,"tags":["Phil Collin","Thoma","Middleditch"]},{"line":"ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out Now, listening stitcher, apple podcast or wherever you get your podcast's","id":"ghJIL3MByMrymAEmmE6P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","speaker":"spk_1","timeCode":3813.45,"tags":["Magic Tavern"]},{"line":"Hey, guys, the taste I want to tell you about Nudist-Colony-Clothing me dot c Oh, we used to call Nutty Street kernel of New York T shirts so people didn't get confused because of news colonies for no T shirts, T shirts against the rules. So he said, lets call them Nutty Street kernel of New York T shirts and it''s spelled the same. Nobody will freak out. Well, now the actual 90 street kernel of New York is extremely pis'sed at us. I didn't even know he was real, but he says he''s going to send the whole Army to beat us up for using his name about the T shirts. So we said, Hey, why you take some of these T shirts because we wear them. We have some and they're great. They cost like 100 bucks of the store, but you get him for 30 bucks a month. If you sign up, they send you different kinds, and you get to see your mailman when he comes to bring you the mail, we said, Why do you do that? That''s maybe you will not be so mad. Well, it turns out the 93 Kurt of New York hates t shirts. He likes green jackets with stars on them, and that''s it, he said. And his mailman just died recently, so that got him even more of a sad He thought we were making front of it. But anyway, just goto Nudist-Colony-Clothing t shirts and not dot com. There''s no M. The M is for Mm hmm looks tasty. I want to eat it. But first I gotta delete it because there isn't one.","id":"gxJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":0,"tags":["Nudi'st","-Colony","Nutty Street","New York","Nutty Street","New York","New York","New York","ju'st","Nudi'st"]},{"line":"I see. Okay, so the dog has a shell. That is where his body lives. Yes, it's body is a shell. Mm. And then So he's got a turtle dog? Yes. And then that he ever hit it with a lawn mower or something, like in the backyard. And then there''s a big chip on it's show. He didn't do that, huh? Is that''s weird to you. Just seem like bound to happen inside the show. They look basically like a rock. Hey, I hate the way this microphone is Now. I have to lean so far forward. What happened to them? This is part of the new Josh thing, and we do appreciate it. Josh is able to do this at the last second. We do appreciate it. You know what Some everything Videogum this should be Hear. Everything is a little bit worse than normal. And I'm talking to you, Josh, and you can And Oh, and and now I'm here. Oh, that feels better. Hey, so I didn't mean to ruin your turtle dog story. What happened next? Hayes? His dog in my dog, Jason became Fred''s.","id":"hxJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":143.45,"tags":["Jo'sh","Haye","Fred"]},{"line":"Okay? And your dog is a wolf? Yes. Yes,","id":"iBJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":206.49,"tags":[]},{"line":"Yeah, because you do have a banjo stuff toe. I do the banjo stuff like, Yeah, and I'm here to do verbal Ban Jos's sticks","id":"khJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":330.86,"tags":["Ban Jo's"]},{"line":"We're blowing this thing wide open as a part of what we are here to tell you. Two dudes, all about another in in another sense, were not Hear. Know what I mean? We're not Hear. Wow, Don't free","id":"mBJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":393.9,"tags":[]},{"line":"'support. And if I appear to be writing something down while you're talking, don't worry about it.","id":"mhJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":415.64,"tags":[]},{"line":"Okay. Well, that story is resolved. Yes, and? And it was good. Now, this one is just beginning. We got some email. Maybe not today. Maybe not tomorrow. But someday soon youll be recording a podcast. And that's all we knew. Yes. And so it feels like this is that podcast. And last","id":"nhJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":432.8,"tags":[]},{"line":"Not for okay. Time was the original number. I thought that we and I got said and then who remembers who brought up for it? Could have been Julia could have been anybody, but somebody brought up four. And Now maybe the same person is saying No, no more. Four","id":"oxJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":474.67,"tags":["Julia"]},{"line":"whats required first is to go to the news and say, Oh, wouldn't that be interesting for people to hear our take on? Um yeah, Or know what people think about what we think file away and experience in my daily life?","id":"pRJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":503.08,"tags":[]},{"line":"Where do I have a mere wrong","id":"qxJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":590.02,"tags":[]},{"line":"Tom keeps a man compact. Okay. Yeah. Doesn't have. Doesn't have powder in it. It's just a","id":"rBJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":591.65,"tags":["Tom"]},{"line":"Right. So I was stoned. So you","id":"sBJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":622.4,"tags":[]},{"line":"around the Oh, it's funny, but I think he was mes'sed up, but I think taken edibles","id":"sRJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":628.77,"tags":[]},{"line":"how to succeed in busine'ss without really trying.","id":"txJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":677.2,"tags":[]},{"line":"on the fields.","id":"uxJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":698.08,"tags":[]},{"line":"It's not that kind of Lola gets so a double play. But Lola from the Qing Song 00 wow. What''s the power? Oh, good. Yeah. So","id":"wxJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":748.41,"tags":["Lola","Lola","Qing Song"]},{"line":"We're going to be playing you in a movie.","id":"zBJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":850.18,"tags":[]},{"line":"Now lets back up Happening between Yes, it''s It''s a multi. It''s a multi platform Howl","id":"zhJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":862.97,"tags":[]},{"line":"Hip experience. So experience Oh, by Pippen. Yeah, Another find my corner of the sky Remember that part?","id":"0xJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":886.6,"tags":["Pippen"]},{"line":"my spirit can run for you mentioned the musical so don't be like oh, you know, brought up Pippen. Look, I want you","id":"1hJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":910.47,"tags":["Pippen"]},{"line":"guys to say whatever you want to say because we're Hear sings okay, singing. So we should put them singing and being","id":"1xJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":918.04,"tags":[]},{"line":"Um, he didn't mention for anything. You just said that it was, too, he said when he was listening to what he had the compulsion to go out into the head","id":"4BJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":982.25,"tags":[]},{"line":"of podcast jail, my friend. And you know what? It was like that show the prison break. Julie went into the prison, uh, got me out times like family. So I will help him. Don't see that being your motivation. I just feel like I know you better than that. There must","id":"6hJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":1056.9,"tags":["Julie"]},{"line":"make reminding me of what he's is saying is when the engineer said I was playing he's to mean remember when he was just like","id":"7BJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":1078.94,"tags":[]},{"line":"Um, So what? I do want to caution you against Julie is overestimating the amount of heat that you have and feeling like Tom can't bring you down through as'sociational way radio activity words","id":"8RJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":1112.71,"tags":["Julie","Tom"]},{"line":"What if I turn out to be the first podcast superhero, Right, Tom, we didn't talk about any of this in the car. No, this is This is Look, lets get things. This is what he does. Julie. He plays fast and loose. This is phase one. He surprise's you in the worst way.","id":"9BJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":1139.45,"tags":["Tom","Thi","Thi","Julie","Thi"]},{"line":"This is what I'll say. Boys,","id":"9RJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":1157.88,"tags":[]},{"line":"decadent. So you're a woman playing Hayes, and note was just that you were too mean,","id":"-RJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":1188.24,"tags":["Haye"]},{"line":"We think on I don't troll. Thanks. What else do you think? It's fun. Coffee?","id":"_RJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":1210.78,"tags":[]},{"line":"Wheres a 75 piece suit","id":"_hJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":1218.47,"tags":[]},{"line":"when he directs?","id":"_xJJL3MByMrymAEmBE7W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":1219.89,"tags":[]},{"line":"e think you went in the opposite direction Now","id":"BRJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":1261.33,"tags":[]},{"line":"it's not gay enough, okay? You know that don't really sound like","id":"BhJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":1263.07,"tags":[]},{"line":"to redeem your promo code. Make sure you create your account on the Web and Howl dot FM and and ER Code Hollywood at Check Out. Remember to Hear all the comedy A Bang Bang live tour along with dozens of original audio miniserie's and comedy albums. Goto Howl about FM That's h O W l dot f m and use promo code Hollywood for a one month free trial of Howl Premium. So Ah, that was Bang Bang man. So nice try, Mr Scripts, but you have been best it again and youll just have Teoh keep on plugging away and look for another scheme to get old. Hayes and Sean were too smart for you. He he he and were running away. And you're grabbing at just air.","id":"EBJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_3","timeCode":1428.23,"tags":["Howl","Hollywood","Bang Bang","Howl","Hollywood","Howl Premium","Bang Bang","Teoh","Haye","Sean"]},{"line":"there? So many. Yeah, that that's right. Like, how does Tom get to play me? Where what I think would be Ah, a great friend. I mean, Cartman forgot. Sit. Sure. Kirk Douglas, if we're getting funny honeys","id":"ExJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":1496.05,"tags":["Tom","Cartman","Kirk Dougla"]},{"line":"Yes. How come I like yeah, cookie, but often nine. Yeah, I screamed. Yeah, I know. No, I do. You just say yeah. Uh,","id":"GRJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":1581.58,"tags":["cookie"]},{"line":"Okay, The funny honeys like the rock","id":"HxJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":1644.73,"tags":[]},{"line":"He's known for his two type pants","id":"JRJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":1721.47,"tags":[]},{"line":"Because it's actually really helpful if you have any more hate God listening. What? Not if when this thing hits, we're all rich.","id":"JxJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":1725.98,"tags":["God"]},{"line":"is really shot The movie. I'm amazing. Candy Cramer got away with it when you know all those times Michael Richards saying all that funny stuff and like and then everyones like, Oh, it''s Kenny Kramer. It was like the original funny person. Yeah. So he didn't get credit for the men. He says this other thing","id":"LBJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":1772.76,"tags":["Candy Cramer","Michael Richard","Kenny Kramer"]},{"line":"Just doing any.","id":"LxJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":1802.79,"tags":[]},{"line":"because I'm trying. I'm being And if Toms being me, then I don't know who to be. Hear certain. Here''s what Here''s what is making me. So here''s why. I'm sad right now. I do what Julie to be me E I like this. Yes, e I like when somebody else gets to be me. Instead, you're doing now. I don't want to be Big. Okay, then I'll be showing back to that. This is more comfortable. Okay, then I'll go","id":"OhJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":1863.05,"tags":["Tom","Julie","Thi"]},{"line":"a member friggin Al Pacino was doing that. Who are sound?","id":"ShJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":2084.18,"tags":["Al Pacino"]},{"line":"the Before you know it,","id":"VRJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":2179.22,"tags":[]},{"line":"like that in Tan Inbounds to Yeah, Riel Tannenbaums Aaron Original Tan inbounds.","id":"YBJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":2285.34,"tags":["Tan","Riel Tannenbaum","Aaron Original Tan"]},{"line":"Well throw you guys. Ah, cameo. I could be Richard Grieco in the new 21 Jump Street. Oh, that people are like fun. That's Johnny Depp. And that other guy must be the other person who is in 21 Jump Street. It''s the e p of gigolos","id":"YRJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":2293.68,"tags":["Richard Grieco","21 Jump Street","Johnny Depp","21 Jump Street","gigolo"]},{"line":"What if we give him the What if he plays Poli Shore in this thing? Right And ink and write. We put him in the wig. You, Ryan put him wrap a couple scarves around them.","id":"YxJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":2317.77,"tags":["Poli Shore","Ryan"]},{"line":"it's a gay dude in a funny honey.","id":"axJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":2404.6,"tags":[]},{"line":"I mean, that's sort of similar. I feel like I don't want to give away anything else about Sean Riskine'ss.","id":"bBJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":2408.72,"tags":["Sean Ri'skine's"]},{"line":"A little bit. A little little bit, Little bit who are disre'spectful. Toe. Bring up analyst's in this studio. Whys that? Because there was a podcast that was hosted. Hear it was based on that name of fish. And so we tried Not you don't know the rules when you come in, but we don't make fun of that.","id":"bxJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":2426.43,"tags":[]},{"line":"I do, but I'm gonna make sure,","id":"eRJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_1","timeCode":2518.74,"tags":[]},{"line":"okay? Oh, no. He's being me saying okay about it.","id":"gBJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_2","timeCode":2598.91,"tags":[]},{"line":"news? He's Yes. Do I like vanilla? Well, or","id":"iBJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":2677.64,"tags":[]},{"line":"chocolate mawr e never realized how food focused I am.","id":"iRJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":2690.05,"tags":[]},{"line":"try Chew the fingers with the blade and put the blood on me. I e o used to send fake period. Doesn't do I am magazine. Oh, shit. He got he got you. Whos this? Oh, no, He''s got May. I thought it was like I thought it was my You know how the ball is in your head. Sounds a little different. Yeah. Yeah, I felt like it. He''s got you.","id":"jBJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":2729.41,"tags":["Doe's","May"]},{"line":"He's really doing a good job. You know, these other guys out here now he''s got a sniff. My junk. I agree. Never said that. I have never said sniff my jock, But","id":"kBJJL3MByMrymAEmBE_W","index":"handbook","podcast":"Hollywood Handbook","episode":"Far East Movement, Our Favorite Band","speaker":"spk_0","timeCode":2769.02,"tags":[]}]