[{"line":"I don't know what you think a toilet is for. Yeah, or where you think he is. Supposed The pres's diet. By the way, the president, I'm sure he has a gold toilet, and he should be in that. I just I don't want I don't pick up his phone from there. Never is just like a golden shower joke or something, because he really doesn't like that.","id":"rBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2495.31,"tags":[]},{"line":"Okay. So, uh, if we, um I'm trying to think of where we can go from here with this, it seems like, if so, if sean is gonna be in the trip tank, we you know, we can't just keep doing the show. No, remotely like this. I think I would have to go into the trip tank as well. Well, that doesn't seem like that. I gotta say there's not room. And I would love to have a buddy in here. Somebody will watch my back because every time I do fend off one attack. It seems like I'm exposing myself to another one. I got a lot of holes in me. Ah, that werent here when I started. Uh, and some of the whole that I did have when I started it are filled with things that I don't want in there. So,","id":"sRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2585.5,"tags":["trip","tank","trip tank"]},{"line":"Okay, uh, wow, you guys really got him fired up Now? Uh, he's turning even more, or in shaming those with salaries. And so he''s really pees ticked off. And, uh, he''s just like shooting guys or whatever for because you said that you know","id":"tRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2669.12,"tags":[]},{"line":"Okay. Well, thank you, Chris, for","id":"vhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":2809.34,"tags":["Chri"]},{"line":"We're going to do the show. You got to do what I ask you to do and that we have big smiles on. Yeah, OK, but what about is there, like, any like, um, I don't know, like, uh, like a the thing I could plug just some busine'ss thing that you did like an email or like, a money or something. You wanna plug I You know, I just I said and I answer email all day, and that's there''s nothing dramatic or really even note worth. Okay, It must be one good one that you want a plug. I actually, there is something. There is a great thing that''s coming out on Howl this Uncle Birdie''s botany area. Um, Season two is coming out on how? Okay, Jemaine Clement show. It''s a wonderful show. Season one was really funny. It''s coming out on iTunes. Let''s see, this is the aquarium thing, Is that it''s like a robot aquarium. Yeah, yeah, yeah. More or les's. Yeah. Okay. John.","id":"whI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2843.81,"tags":["Howl","Uncle Birdie","Sea'son","Jemaine Clement","Sea'son","iTune","John"]},{"line":"Yeah. Whats up. Um,","id":"wxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2895.17,"tags":[]},{"line":"getting ahead of myself a little bit.","id":"xRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2905.52,"tags":[]},{"line":"ah. Where we're come together for me. I had two people who have question's for God. Do you have quit Europe? A guy who he turned into a chicken.","id":"yRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2971.76,"tags":["God","Europe"]},{"line":"hey, this is our enemy camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said. Like a fancy college profes'sor,","id":"zBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":3018.8,"tags":["The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"Landra House. Wanna have 1.5 goals? If anything, but you beat them at their own game into these cow, whether it's cows or whether it''s a former profes'sional Philadelphia Flyer hockey player, you're gonna be really dealing with salty looks. Yeah. Hey, welcome to Hollywood Handbook. An insider''s guide to kicking butt and dropping names and red carpet line back. Always of this industry we call showbiz, people have been asking us about bonsai trees.","id":"5hI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":362.21,"tags":["Landra Hou'se","Philadelphia Flyer","Hollywood Handbook"]},{"line":"the tree is huge or pretending, You know that we are giants? Yes.","id":"6RI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":423.9,"tags":[]},{"line":"And here he is normal size or pretending that the tree is very small, Ray. And we get somebody even bigger than us to be near it. So even smaller than it is, which is already sometimes very small. Yeah. I mean, yeah. So, uh, look, Bonzai, it's an ancient tradition, Hayes and I,","id":"6hI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":430.46,"tags":["Bonzai","Haye"]},{"line":"just for these guys. Actually, we're gonna do it better. And we have you guys did it. Now let me dio.","id":"7RI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":476.17,"tags":["dio"]},{"line":"'so you know, even I have my limits. Um, so I would say to the people who want to know what shape that's the shape you should do and the people who want to know how to do it, I would say Go and rent. You know, Ah, one of these cartoons that they're doing now with these mice who are famous posit hold the tree up to the,","id":"9BI6LnMByMrymAEmhR1A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":528.76,"tags":[]},{"line":"uh TV, put it on the TV like it's tracing paper","id":"9RI6LnMByMrymAEmhR1A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":552.6,"tags":[]},{"line":"and then you have your outline right there. So you just blast Micky Mouse onto the tray and you can trace it around The how about 2030 trees and I throw at least half of them out because you're going to slip. Yeah.","id":"-RI6LnMByMrymAEmhR1A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":609.98,"tags":["Micky Mou'se","becau'se"]},{"line":"Yeah, which can be a very funny friendship","id":"_hI6LnMByMrymAEmhR1A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":678.06,"tags":[]},{"line":"Hollywood Handbook. Hey, guys. Want to talk to you about Blue Apron? You guys know not all ingredients are created equal. You know that fresh, high quality ingredients make a real difference. It's important to know where your food comes from. For les's than $10 a person per meal, Blue Apron delivers easy to follow recipes with proportion ingredients, 100 50 local farms, ranches and fis'sures acros's United States right to your door. And it helps bring families together. I want to say I don't care if we get in trouble for saying not all ingredients are created equal. If somebody, if some of these inferior ingredients want to come after us for not, you know, supporting like their right to equality,","id":"ARI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":709.14,"tags":["Hollywood Handbook","Blue","Apron","United"]},{"line":"'several different families. I don't know if you ever saw the movie North. Um, that, uh, Roger Ebert Hate, hate. Hated. But Laja wooed is trying to pick out adoptive parents. And so he goes to an innuit family that whistle's a song. He's friends From Christma's. Easter Bunny. Yeah, that''s right. And so I am in a similar spot where a guy in a bunny costume has adopted me. Ah, guy with a tattoo of an igloo who may be used to live in the cold has adopted me. And they're adopting me because of the great food that I cook and Sean Secret. And I didn't even know if they know this that you're using Blue Apron they just think that you have said they","id":"BBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":762.61,"tags":["North","Roger Ebert","Laja","Chri'stma","Bunny","Sean Secret","Blue Apron"]},{"line":"Oh, that's for, um The ah, The, um uh, well, the family that would prefer toe have cashing chicken stir fry with tango mandarins and Desmond rice. That''s The that''s ur sleaze.","id":"BxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":820.8,"tags":[]},{"line":"Thank you. Yeah, There's also it on noodle soup with me so and soft boiled eggs, roasted pork with apple walnut and fair salad and crispy barramundi with Kenya and roasted carrots salad. You can check out this week''s menu and get your 1st 3 meals free with free shipping by going to Blue Apron dot com slash hand Book. Oh,","id":"CBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":836.11,"tags":["Kenya","Blue","dot com"]},{"line":"of course, because","id":"DBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":906.98,"tags":[]},{"line":"okay? Truth or dare. Okay. Dare. Okay, now, But don't dare, Meteo pocket. I can't do it. I don't think to do that now would be so dangerous and so scary. Especially if it were a podcast. That sort of about a mystery. Yes, well, and okay, so now you're really you're not gonna dare me to do this, are you? All right, well, we","id":"EhI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":989.57,"tags":["Meteo"]},{"line":"actually okay, you picture the day, okay? Truth or dare","id":"ExI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1012.38,"tags":[]},{"line":"Do you know about a fascinating new pocket? I wanted to answer that. Okay, I gues's if we know it's OK, we could move on because it''s interesting. It''s not. It''s","id":"FRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1019.67,"tags":[]},{"line":"filmmaker Danta Barsky was a slim INS regular and friend of Richard and then mis'sing Richard Simmons Is Dans personal search for Richard. Ah, I gues's I'm looking for Richard was another movie that I had to watch in school.","id":"GxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1086.4,"tags":["Danta Bar'sky","INS","Richard","Richard Simmon","Dan","Richard","Richard"]},{"line":"dared them. I think the air this","id":"HRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1111.57,"tags":[]},{"line":"So it's me. It''s Cornel last and where shooting guns had a tree try chop down the tree with bullets and they were getting about halfway through. And the trunk starts to creak, and I'm thinking maybe we could just go shove this thing and who comes ambling out of the tree, Do you think? Okay, Nick Cliche? Yes. Now I gues's he''s living in this tree. Yeah, yeah, he said. He''s doing research for a Chipmunks movie. Uh, and that''s why he''s up there. But I got a feeling because I read the trades that he''s not in the Chipmunks movie. He''s just hoping to get an audition. He could say in there. I've been living in this. I don't think he from my understanding, he does not know about the other Chipmunks movies that theyve already made. No, no, this is not. It would be. This is not like Alvin and the Chipmunks. It''s like a new property.","id":"JhI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1160.99,"tags":["Cornel la'st","Nick Cliche","Chipmunk","Chipmunk","Chipmunk","Alvin and the Chipmunk"]},{"line":"it's just a movie about a chicken","id":"KBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1219.22,"tags":[]},{"line":"I'm not for that other stuff. Yeah, Love Another wedding stuff. Nastine'ss","id":"LxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":1266.67,"tags":[]},{"line":"you welcome","id":"MxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":1296.75,"tags":[]},{"line":"we could freeze you guys out the whole time and make you just sit and it's happened to me,","id":"NRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":1304.73,"tags":[]},{"line":"and it may happen to you. That's fine. You ready? Sometimes Sean gets frozen out of the show. Sometimes I get frozen out. Sometimes we","id":"NhI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1311.11,"tags":["Sean"]},{"line":"up like Austin Powers and I can't choke you.","id":"OhI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1349.93,"tags":["Au'stin Power"]},{"line":"Oh, yeah. Cooking Pop Tarts.","id":"PBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":1354.57,"tags":[]},{"line":"You, actually, Yeah. Do I hold it up to my eye and sort of look through it?","id":"RBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":1511.48,"tags":[]},{"line":"You can think with crystal's is they just want to become your friend. Oh, just whatever you would do with your friend. Do it. How do","id":"RRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1515.43,"tags":[]},{"line":"Um, and then this one looks like a heart. Yet that on purpose. I believe so. Yeah. Wow. And it's just a rock. Crystal crystal. Yeah, it''s a mineral From. And what does it want to teach me? What kind is that? No idea. Oh, here''s the thing. I don't really do well with remembering the names of the crystal's nor the purpose. However, we were told recent guest's on our show who are crystal experts. They said, That doesn't really matter. You just need to as'sign the crystal","id":"ThI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1579.74,"tags":[]},{"line":"as like a good gateway into it, it's like, don't worry about what it''s for. You tell it what it's for. What do you think about Crystal Bernard?","id":"URI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":1628.21,"tags":["Bernard"]},{"line":"is there a crystal for that that could maybe help him with that situation? It will be. And when and when you say that shell stop me, itll be like I'll be going to, like, see my friend or something and shell already be in the car and shell be like, planted on the brake pedal so shed be like, Oh, sorry, I was already like using the card. But until I see","id":"WRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1733.7,"tags":[]},{"line":"It seems like you're just letting yourself get walked all over a little bit.","id":"XBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1770.57,"tags":[]},{"line":"again you know, first of all, I'm a little bit worried about you. It seems like maybe you shouldn't be in this relationship if you're concerned that she's gonna be beating you with a small rock.","id":"XxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":1785.26,"tags":[]},{"line":"really know. Well, I'm here for you. It's any me today. He''s exciting. I think he likes it's apparel. So what I would wander is Let''s say you have an engineer. New. Is this? Yes, I agree. Or podcast. Not Sam it. No, no, no, no. Nothing to do with Sam. Okay, But he''s got a Milwaukee Brewers have. We're not talking about that. Maybe","id":"axI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1868.56,"tags":["Sam","Sam","Milwaukee Brewer"]},{"line":"Is there some kind of crystal that can be an engineer","id":"bRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1899.81,"tags":[]},{"line":"Yeah, I havent seen Cody in, like, a year and 1/2.","id":"dBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":1946.65,"tags":["Cody"]},{"line":"How would you start making a voodoo doll for Lets say, for example, someone who''s an engineer. Okay, well, I would probably the whole, like sewing of a doll Seems like a big task for me. So I would then does instead designate a piece of paper, get out some markers and then just say, like so much like you as'sign a rock a job I would be like draw, stick, figure","id":"exI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":1977.54,"tags":[]},{"line":"and then as'sign the job. You're a voodoo doll now. Know? Wow. Then go to town on it","id":"fBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":2001.42,"tags":[]},{"line":"to think about. What sign do you think engineer Sam is?","id":"jhI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":2162.41,"tags":["Sam"]},{"line":"your site. Whens your birthday? April.","id":"kxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":2191.16,"tags":[]},{"line":"Yeah, that's a good one. I just want to pick which animal or thing I would want. What do you like?","id":"mxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":2219.36,"tags":[]},{"line":"way. Hang on. Is it a good thing for it to be your year? Yeah, you Are. You sure? Yeah. Yeah.","id":"oBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":2236.76,"tags":[]},{"line":"generally like you want to ask a shaman or some someone who knows? Okay, Okay. Also, what do you advise?","id":"oxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":2268.15,"tags":[]},{"line":"Ah, Sharman. Yeah, Yeah, I just made. So, um yeah, so you pick out what channel you're gonna be, and then you become the animal in heaven, So Okay, I was thinking that my traits are like a rooster currently, but what do I want to be?","id":"pBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":2275.14,"tags":["Sharman"]},{"line":"a zey bludgeon.","id":"pxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":2318.56,"tags":["bludgeon"]},{"line":"years the you know, the future and stuff Because you have, like, a crystal ball.","id":"qRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":2354.73,"tags":["Becau'se"]},{"line":"um Hayes. I get so shy about my birthday. You know, it's hard to say because I was The nor fin found on a farm s so we don't know exactly. When I was born, I moved around a lot growing up for me. Brat. Um uh, but roughly it was in early August. Here, Leo. Ah, Is that bad? No, nothing''s bad.","id":"rRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":2369.9,"tags":["Haye","birthday","Leo"]},{"line":"Whats your stance on tricking people into thinking, You know, the West Wing?","id":"thI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":2462.43,"tags":[]},{"line":"like workout hash out what you want to call in, and then I spray it on you. And then it appears so expediently. Like the movie sphere.","id":"vRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":2488.86,"tags":[]},{"line":"Well, in sphere, it's a big aka Post.","id":"zBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":2549.88,"tags":["sphere","Po'st"]},{"line":"No, no, no. But it's probably Sphere. Maybe it''s contact. Whatever. Who cares? Yeah, forget it. Obviously not. Nineties movie expert. Okay, well, I'm We didn't want this to come up.","id":"0BI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":2567.15,"tags":["Ninetie"]},{"line":"at sea","id":"3BI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_2","timeCode":2665.39,"tags":[]},{"line":"back had a Setzer concert. You know that Brians like anybody want to hit, you know the scene. It''s like you can close your eyes, you picture it. You what? Exactly what you picture is what''s happening backstage at the bride Setzer Orchestra.","id":"4BI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":2678.9,"tags":["Setzer","Brian","Setzer Orche'stra"]},{"line":"Oh, yeah,","id":"6xI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":2810.33,"tags":[]},{"line":"I feel like hazes like a Blue. Okay. He's is better energy than you, dio.","id":"-BI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":2911.86,"tags":["dio"]},{"line":"wish. I wasn't so great. Such","id":"_hI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":2943.26,"tags":[]},{"line":"Well, maybe you can help him, like, be better. You can tell him how you got so great.","id":"ARI6LnMByMrymAEmhR9A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":2951.76,"tags":[]},{"line":"Yeah, and it's sort of moved everything. Yes. I don't have to tell you the circumstance's. You know what a Scottish caper tos'ses? Yeah,","id":"BxI6LnMByMrymAEmhR9A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":3007.99,"tags":["Scotti'sh"]},{"line":"e think that if you let him help you with the yoga that maybe some of your goodbye","id":"FBI6LnMByMrymAEmhR9A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":3086.49,"tags":[]},{"line":"really nice athletes.","id":"FxI6LnMByMrymAEmhR9A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":3105.19,"tags":[]},{"line":"Always where yoga closed to the show in case someone wants to help Put me in a, like, suddenly put me in a post thought","id":"GBI6LnMByMrymAEmhR9A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":3106.81,"tags":[]},{"line":"thing that people arent saying. All these people are saying like well show the female nipples because you can show the male nipples","id":"HRI6LnMByMrymAEmhR9A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":3133.62,"tags":[]},{"line":"Hello from the Magic Tavern. Listen from the beginning or just jump into the most recent episode, youll get it. It's not the wire.","id":"KBI6LnMByMrymAEmhR9A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":3232.03,"tags":["Magic Tavern"]},{"line":"Jesu's. I mean, jazz Off ruler of the circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","id":"LhI6LnMByMrymAEmhR9A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_3","timeCode":3286.63,"tags":["The Magic Tavern"]},{"line":"we repos'ses'sion guy shrugs these just doing his job. But you can tell on his face. Oh, about you just doing this job. Is that what that truck supposed to meet? Co bald man? He says, If you don't even know that Look, we're just two guys here to guys like Jeff Anandhi who started areas razors and and they were fed up with being overcharged by razors. And can't you just be fed up with this materialistic culture that makes you repos'ses's stuff? Good, hardworking san demands And maybe we should buy a factory together with blade making experience will do","id":"MxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":53.28,"tags":["Jeff Anandhi"]},{"line":"The repos'ses'sion guy gets out his head car. It starts loading razors, one by one person. Really? This takes so low way. Oh, no. Oh, that one had five German engineer blades on it. Oh, no, not the one with the lubricating strip. Oh, don't take my razor with the flex. It's for a comfortable glad And","id":"NRI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":93.22,"tags":[]},{"line":"Oh, yes, please. Oh, no. If you just leave me one, okay? Just the one with waited ergonomic handle. And the guy starts rolling away The razors that air to Dodge Oblate compared to the $4 or more that you pay at the drugstore.","id":"OBI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":125.14,"tags":["Dodge Oblate"]},{"line":"Hey, come on, don't. Do you need a spokesman for your repo company? Tell you what. You pay me the $2 a blade or whatever that it tell us to keep this instead of $4 I'll do cordial. Hey, this guys The repo man. He gives a shrug that tells you everything you need to know where you want something taking away loaded up slowly than used this guy. I didn't catch your name, sir.","id":"ORI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":139.16,"tags":[]},{"line":"So this isn't good for the at. Okay,","id":"WxIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_1","timeCode":1338.25,"tags":[]},{"line":"I'd look at my walls and I would have a poster of just name one of the old time podcaster's, you know. Ah,","id":"YBIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_0","timeCode":1393,"tags":[]},{"line":"that the pot swag dot com that's P o D. And that''s what Cody AP Oh, these are the baby","id":"ahIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_1","timeCode":1544.95,"tags":["Cody"]},{"line":"So it's me. It''s Nick Van Axel. All all nighter doing The apartment newsletter, you know, like for our apartment building were print out the newsletter where we're talking about who''s like pet as a birthday, Um, and who''s been making noise? And we hated our slipping good Richard. Yes, The apartment news.","id":"bBIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_0","timeCode":1563.59,"tags":["Nick Van Axel","Richard"]},{"line":"huh? And we were being stores, you know, brother. And yeah, and people, All these people we think are going to say night. Just nice prank, That's where","id":"cxIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_0","timeCode":1711.57,"tags":[]},{"line":"Thanks for trying to prank me. He's done this 15 20 times before, and I'm not falling for it again.","id":"dBIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_1","timeCode":1721.8,"tags":[]},{"line":"What are some other tricks? Yeah, and coming up over and over again. These guys, these impractical jokers you know about these guys","id":"fBIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_1","timeCode":1813.23,"tags":[]},{"line":"guys yet Because I'm still kind of figuring out this thing these impractical jokers on Carl. Carl Tart is here. Hi From comedy","id":"fhIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_0","timeCode":1837.96,"tags":["Becau'se","Carl","Carl Tart"]},{"line":"use. Yeah. Not in practice. Gallagher. You're feeding people.","id":"ghIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_2","timeCode":1865.78,"tags":["Gallagher"]},{"line":"Oh, gosh. Yeah.","id":"hxIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_2","timeCode":1881.76,"tags":[]},{"line":"Damian! Ah, Fix row, fix row figs Throwing Shade Yeah, f i x r Oh, yeah. Fixed throw. We played football together. Yeah, Whos the front back and, uh Ruutel. Damian, fix row Ruutel. Damian, fix round Victory was the front back And then Ruutel was The side to side","id":"lBIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_2","timeCode":1996.74,"tags":["Damian","Ruutel","Damian","Ruutel","Damian","Victory","Ruutel"]},{"line":"is going to say Rudo. Rudo! Yeah, fix role","id":"lhIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_2","timeCode":2030.35,"tags":["Rudo","Rudo"]},{"line":"that's true. And s so of course I mean, I should say I was the headmaster of the school s. So I know all these guys. I have a little bit of a different relationship, but I was hard on you, Karl, But I was hard on you because I I saw potential you. Are you kicking? Ask you every day and until my come back every other day. Yeah. That''s why I kept having The transferred From stat nine,","id":"mBIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_0","timeCode":2046.49,"tags":["Karl","stat nine"]},{"line":"Yeah. And your propelling backwards again.","id":"mxIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_0","timeCode":2087.08,"tags":[]},{"line":"Ah, yeah. If you got those three position's locked down, it's gonna be hard to score a goal.","id":"oRIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_2","timeCode":2109.49,"tags":[]},{"line":"You know, sometimes we year brick Shit house. Yeah. The foundation on their house gives. Lets just say I'll leave it there. Leave that The and imagination of the listening","id":"oxIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_1","timeCode":2118.43,"tags":[]},{"line":"like there was an earthquake of your feet","id":"pRIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_0","timeCode":2131.83,"tags":[]},{"line":"then the like even before. Yeah. I mean, you mentioned Tain. Bringing the pain tame brings the pain. Yeah. Uh uh. Fits row","id":"qxIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_0","timeCode":2178.26,"tags":["Tain"]},{"line":"And Amy brings the painting.","id":"sBIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_2","timeCode":2201.63,"tags":["Amy"]},{"line":"that's the only way school. Look, that''s the only way off the island.","id":"uxIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_0","timeCode":2334.79,"tags":[]},{"line":"Yeah, make you go insane. And yes, and as far as I know, taints Great Dane has never actually brought the pain. It's the idea that he''s","id":"wxIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_2","timeCode":2458.5,"tags":["Great","Dane"]},{"line":"The leashe's very long. Seems like it must be a big dog. Yeah, and it's it. And I should say this. It is a leash that is long, that is fully extended. It''s not one of these leashe's that holds out further From you're not supposed to use those","id":"xRIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_1","timeCode":2473.23,"tags":[]},{"line":"They're pretty similar. Yeah, but you can't find a difference if you poke around a bit.","id":"yxIvLnMByMrymAEmBxiJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Carl Tart, Our Close Friend","speaker":"spk_0","timeCode":2530.79,"tags":[]}]