[{"line":"they have their own offers. This company does their own offers. They're doing just fine on their own returns or has'sle free if you're not satisfied. But I ah, I'm actually gonna sweeten the deal because he's and I have been offering","id":"DxG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":2240.34,"tags":["Thi"]},{"line":"Dave? Well, you know, it's a case by case thing. Whered you get him? In this case, Where did you get a premiere magazine? Oh, I see. Okay. Um, yeah, I know. Those are pretty straightforward. Ah, Fang Gloria. Yes. Or sometimes parody. Okay. You know, because it''s wild wacky costume's. I know Sam put his face on spaceman spiff a lot. Sure. That''s parody. That''s parody. That''s fair use. Good. I'm sorry. Did I lose you with that? Got a fair use? Yeah, huh? You're a very high pitch, I dio. Yeah. Doing getting that. Is it? Ah, fire season or something?","id":"FBG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":2862.88,"tags":["Dave","Fang Gloria","Sam"]},{"line":"Well, is this? Yeah. This music could still be in it, I gues's, is a Book, but I think that your name should be Samwise Ganja and you're trying to deliver, like","id":"GRG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3048.43,"tags":["Samwi'se","Ganja"]},{"line":"Lord of The","id":"GxG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3075.35,"tags":["Lord of The"]},{"line":"I think this guy chief some of the kind buds, Sam, but me? Yeah. No, Samwise Ganja have been silver man for a year. Oh, damn Good shit, man. Taken after me. This guys freaking sees how Well, I'm doing, like, let me get some of that. How many days you got now? Uh oh, God. Uh, well, 13.5 years, I could probably calculate the days of you are Would that be a good podcast?","id":"IRG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3148.03,"tags":["Sam","Samwi'se","Ganja","Thi"]},{"line":"Hayes is a human calculator. Can you do? It has 13.5 years. Okay.","id":"IhG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3185.25,"tags":["Haye"]},{"line":"100 three","id":"JBG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3215.37,"tags":[]},{"line":"more dries. Yeah, okay. And you call that you say you always say that you have an extensive fine art collection. Yeah, but it's just things that you've drawn and cut out From Premiere magazine of From The Movie Boiler Room Off, which is, I gues's, about stock stuff. So I gues's that makes sense that it would be in your portfolio. Moneyball, Moneyball, his Moneyball it in boiling movie. No, no, it''s mostly that Giovanni, Okay, but it Moneyball is that you can do like the money ball of stocks to make huge cash in areas that people are not knowing that there is money there, so it''s actually sure good les'son about? Well, just going like we're valuing the wrong things. Would you? Valuing all this money, right? You know, uh, people are always talking about, like, computers or something, right? It''s like, What are you talking about? That''s not money making money. So many of the companies that we are investing in our making stuff like computers. It breaks Yes. Or you can't find it. Half the time gets lost. It does? Yeah. So it has no real value if you can't find it, and it''s broken. Money is hard to break. Oh, please. Especially the little hard ones. Yeah. They make these little ones. Yeah, that are incredibly hard. Yeah. And even if you eat them, they're not really gone. Yeah.","id":"JhG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3373.23,"tags":["The Movie Boiler Room Off","Moneyball","Moneyball","Moneyball","Giovanni","Moneyball"]},{"line":"Don't it says that it is another that because that's what that sound that you can hide those little sound cards so small and now you can barely even there nearly flat there. Nearly flat. Yeah, not. I mean, those cards said the carts are are much fatter to the normal car. It''s not a huge surprise when you get it for your birthday. You kind of know From The fatnes's that it is gonna make a loud, surprising sound when you open it up a handful of coins. Or it could be he had always making. Yeah, yeah, but I think they make him fat on purpose to warn you. But they can make them flat if they want to surprise you. Uh, think Yeah. No, I definitely these days to get him into books. Gotta go. You gotta go flat is the flat ones. Yeah, and they are now being able to be hidden in things that arent even books. I mean, the sound cards are everywhere, and government could put them wherever they want. So in your mouth make you say whatever they want. You to say, Should it? They can put it flat into your lip while you're asleep. And then when you open your mouth in the morning, you could say something pretty insane. You could sing. Happy birthday. Happy birthday. I don't want to tell. Like the vice president to show loyalty. It makes you say Happy birthday, then 1984. Fuck, guys. 19 for only four years. Three for McDonald''s pizza, Shatz 1988 like a late eighties six. So, Pete, that was a big pizza. You know what? Probably early nineties. No, it wasn't Make pizza. It was McDonald. People. Yeah, that''s right. And I think it was early nineties gonna say 92 93. Uh, were they individually sized? Well, you could have that if you got the pizza. Happy meal. That was like a personal pan pizza. Uh, but you also could get a family size pizza at McDonald''s. I feel that this was a regional thing. I don't remember it at all. Okay. What song was that chapter? What song was that chapter of the book? So maybe we can narrow down. We can know what you were doing at that time. And why you knowing about McDonald''s pizza? What was I doing in 1988 or the nineties? Ah, what was my songs? This is pre semi charmed life. Sure. Ah, fuck. Probably probably a Wilson Phillips. Hold on an impulsive who released me. Okay, Yeah. Yeah. So Phoebe likes ham on. Come on for one more day.","id":"KhG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3582.14,"tags":["McDonald''s","Shatz","Pete","McDonald","McDonald'","McDonald''s pizza","Wil'son","Phillip","Phoebe"]},{"line":"any peppers in your 21 songs Did the peppers make it? I didn't hear what that Waas play again and again. It's a red. I really did love them. I love them so much.","id":"LhG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3931.95,"tags":["pepper","Did the pepper"]},{"line":"just say, uh, we thought Brooklyn 99 was canceled.","id":"OBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":59.73,"tags":["Brooklyn 99"]},{"line":"between Fox saying, we're not gonna do it. And then NBC actually like having a fucking backbone and stepping up and and saving","id":"OxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":76.91,"tags":["Fox","NBC"]},{"line":"you hold tough until the miracle happens. Um, I know personally, I'm probably gonna be revisiting this episode just","id":"PhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":187.55,"tags":[]},{"line":"as ah, way to instill hope when I am going through something where","id":"PxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":199.56,"tags":[]},{"line":"Detective Amy Santiago. And we were, um uh, getting clowned on by Gina Lynn. Eddie was, um, explaining why she had, uh,","id":"RBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":330.33,"tags":["Amy Santiago","Gina Lynn","Eddie"]},{"line":"I gues's doing your best and making a good funny show with real human characters is not the job description anymore. So, um, so I don't know exactly what I'm doing here. Uh, Adam Lustick is my guest. And sorry. Bad timing. Adam, I know weve been trying to get you on for a while. Hanging over, I think all of us all day, so I'm right with you. I just want to say in solidarity that it's a This is a truly horrible This is a tragic This is This is a tragic time. So you take all the time you need, and we can just sit here in silence if you want. I mean, I just want to respect your feelings,","id":"SRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":400.47,"tags":["Adam Lu'stick","Adam","Thi","Thi","Thi","Thi"]},{"line":"how funny. How did you hear? I mean, I don't want to","id":"SxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":442.78,"tags":[]},{"line":"So, uh, so, of course, Then I did know what was going on. And, um, lets just say I wasn't angry anymore. Just angry, just angry and just said, Were you able to get back into the kitchen and make it did go make that I made, but I made only half the size of as you have to respect out of respect. Yeah, I sort of flu. My, um falafel, waffle, half masked, and ah, I I don't know. I, um I just want you to know I don't want to cros's any lines I don't want No, I don't think any les's of you for sharing your vulnerability and saying how upset you were. And I know you're right. That we all have to be Iron Man in this town to be Superman. It''s true, man. It''s true. This town will be. Did I say Iron Man Iron man again? Yeah. We all just have our man to Norman Ireland to. And we're gonna be ant man. Exactly. Supposed to be tough, like Exactly. And I'm sorry I don't have an exoskeleton who, actually, my skeletons bones is in the inside of me. It''s brittle, and I'm brittle in there. And you're strong is an ant, though,","id":"UxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":801.69,"tags":["Iron Man","Superman","Iron Man","Norman Ireland"]},{"line":"like you can lift, like, 40 times. Your that means a lot that mean. And I agree","id":"VBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":870.25,"tags":[]},{"line":"told that too Captain is the good thing. You don't have, like, hanger management is'sues like usually because with that strength, I would smash right through. Yeah, I like, and I honestly, the restaurant was lucky because of how I was feeling. I probably could have smashed that whole kitchen and crunched it up into just a little sphere Kitchen that?","id":"WBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":899.77,"tags":[]},{"line":"a ball of mas's. Yeah. Just throw the kitchen into the street and throw it so hard it goes through the wall.","id":"WhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":922.41,"tags":[]},{"line":"Maybe just keep it open,","id":"XRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":1045.92,"tags":[]},{"line":"it's sort of open, open source.","id":"XxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":1097.04,"tags":[]},{"line":"You know, what I like about that magazine is I'm the editor in chief. Um, because I'm able to get in there with some of the articles that I want to post whether it be The happening or whether it be Ah, um, creeps not just creep shots. So, um, or just ah, you know, any kind of hate group? Yeah. Um, uh, that I can get in and kind of way in there. Yeah. Get get your foot in the door. It's Yeah. Well, anyway, I'm not so versed in the website. I just wanted to make sure I knew. No, but it''s like that, but we don't We're not going to use the Webzine, but in a way, these callers who were going to get, um, embrace your set up for the caller''s Yeah, Yeah, I said it all up.","id":"YBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1100.33,"tags":[]},{"line":"that this incident has given me that could maybe be a positive his","id":"ZBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1156.23,"tags":[]},{"line":"'sure? Why not? Great.","id":"ZhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":1191.77,"tags":[]},{"line":"Where are you? Just heard.","id":"bRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1234.15,"tags":[]},{"line":"B out","id":"cBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1246.15,"tags":[]},{"line":"of the band. The resort city. It's in Alberta, In Canada. Uh huh. Horse.","id":"cRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":1247.41,"tags":["Alberta","Canada"]},{"line":"But they right, but they don't finish sunscreen. They stopped writing. God, They very right. Wait, No. Oh, no.","id":"ehG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":1290.47,"tags":[]},{"line":"and and drag Oh, by the bull","id":"fhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":1325.95,"tags":[]},{"line":"Hi, Hayes. I'm sorry that we have to. I thought","id":"gxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":1373.91,"tags":["Haye"]},{"line":"for me.","id":"hxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":1384.13,"tags":[]},{"line":"Lets talk about the other side because I think it''s important. Um, The the concept of a spirit animal in that phrase gets overused these days. Does it gets bandied about. In reality, there is ah, Native American tradition where you do go on a journey into the woods. Aziz, you are becoming a man, okay? And you, uh if you are very lucky, well have a vision of what is known as your Manitou. Okay. Ah, in there. Language. Ah, The manitou is","id":"iBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1385.62,"tags":["Doe","Aziz","Manitou"]},{"line":"food. The secret ingredient is love. A lot of times the care that gets put in. And so for somebody like Chef Kevin to have literally cooked the food on his body, which has physically been turned into a grill by a crazy surgeon, uh, to me is like the ultimate in going the extra mile. We have had warnings that, of course, it will kill him. Uh, we're not really trying to hear that, um we do want to talk about an Indiegogo campaign. That's right, that we're doing where we're raising some money to get grill parts. It''s for grill part. Yes. See, I thought it was gonna be for the surgery, because you","id":"jxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1625.84,"tags":["Chef","Kevin","Indiegogo"]},{"line":"been called that before. Yes,","id":"lRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1774.27,"tags":[]},{"line":"'so I'm worried if that's going to infect the ingredients in some way of food.","id":"lhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":1776.89,"tags":[]},{"line":"And also maybe we put you in the tub, huh? And you're kind of cooking it on yourself in there inside the tub.","id":"mBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":1785.66,"tags":[]},{"line":"Were you surprised? Were you surprised when you saw Gina drinking honey from the bees nest or","id":"pRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":2135.74,"tags":["Gina"]},{"line":"if I could jump in here for a second, please.","id":"qBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2187.47,"tags":[]},{"line":"the ad,","id":"sRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2278.5,"tags":[]},{"line":"you know? Hey, is King Henrys down? I could do it, actually, when he lost touch with Falstaff eyes when he kind of, um, lost the trust of the people And as much as it was not your fault type is that the type of","id":"uBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":2316.2,"tags":["King Henry","Fal'staff"]},{"line":"mean, we want to try. I'll see, But But I gotta say I don't know that I get it.","id":"vhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2374.29,"tags":[]},{"line":"You then thank you than a than Q than a","id":"wBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2386.9,"tags":[]},{"line":"I'm willing to give that a try. Okay, If you guys are again, I know that. You know, we're in sort of a dark place here, but I'm up for it. I'm like for it. I can't see anything. I know. You know what I mean? So Duncan here? Yes. And it's also I think I've gone blurry. In a way. Yeah. Um I've been in this fog ever since I heard. Yeah, Yeah, we could definitely Adam do his part of it. Just way could destroy the exercise just really quick. No,","id":"wxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2405.18,"tags":["Duncan","Adam"]},{"line":"I'm hearing you. Yes, and if Adam does it, that's OK.","id":"xBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2436.84,"tags":["Adam"]},{"line":"'sorry. So I'm at Fred. 60 twos up in Laos, Phyllis. And where you have read 62","id":"zxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2503.65,"tags":["Fred","Lao","Phylli"]},{"line":"Feels perfect.","id":"0hG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2532.04,"tags":[]},{"line":"I'm embarras'sed his heck, I said, Oh, my friends. I thought that was gun through the waiter From The sitcom friends. It's the weight of From Central Perk speaking on The","id":"1xG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2600.56,"tags":["Central Perk"]},{"line":"to James Cordon","id":"2RG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2637.29,"tags":["Jame"]},{"line":"I was actually on What kind of interesting? The ah, the Harvard Wailing Team. 00 that's okay. Yeah, that what was, um how is that for real? Ah,","id":"4xG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2777.47,"tags":["Harvard"]},{"line":"It's good and her eyes air are all puffy And And I go Did you get beast on? And she goes, Not yet. I go. What is that? So what does that mean? And she''s like, Well, I'm not be stung, but I am heart stunned. Be caucus even even in Kana? Not yet.","id":"7hG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2970.71,"tags":["Kana"]},{"line":"dot com will get","id":"8hG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":3028.68,"tags":["dot com"]},{"line":"And I go, Yeah, I have been on the dot coms today, but have But why don't you tell me why you think I think you're sad or stunk on and she goes, you can put it back football in her court second, you know? Yeah, exactly. And she goes, um,","id":"9hG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3055.9,"tags":["dot com"]},{"line":"for at least 90 minutes. Wasn't crazy about the film, but I was glad to have a distraction. Never paid the check. I know. Not the most distracting movie. And","id":"-RG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3165.19,"tags":[]},{"line":"don't about Yeah. Don't you think that about, uh, and about the world?","id":"_hG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3267.16,"tags":[]},{"line":"Thank you. Some of the symbolism it seems to have got over their heads","id":"ARG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3290.16,"tags":["symboli'sm"]},{"line":"does seem like there's a bit of a","id":"AhG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":3295.12,"tags":[]},{"line":"dis'sonance there that yeah,","id":"AxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":3297.44,"tags":[]},{"line":"Oh, wow.","id":"DhG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":3698.34,"tags":[]},{"line":"Hey, guys, can I Can","id":"ExG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3784.6,"tags":[]},{"line":"he has this idea for ah, food. Okay,","id":"GhG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3836.13,"tags":[]},{"line":"'so if there we can put it in into the middle of the story. But I think a food creation would be great. Kind of have helped the experience be an invention and a good story of the same time. So sorry. Just to clean what? And what am I doing?","id":"HBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":3847.96,"tags":[]},{"line":"Okay. Well, you said that you can keep asking your question's. I'm loving how that is working.","id":"HRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3867.53,"tags":[]},{"line":"And I go, Charlene, I'm tired of the menu. That's awesome About everything on here about the patty mill. About the tuna melt. Anything you could melt? I melted it. Ah, yes. So I go, I here''s an idea for a dish, Charlene, and I know you don't take request's or do you kind of thing and I go as she''s still there. She''s still there","id":"JBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3922.7,"tags":["Charlene","Charlene"]},{"line":"Hey there, bread. I got to agree with you. Yeah, it is. That's our hotel. It''s just toast. Like, Yeah, I gues's that''s not Yeah, that was both Butter and margarine is, I gues's,","id":"JhG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3989.64,"tags":[]},{"line":"is that I have Yeah, I gues's. Using both those things. Yeah. You could","id":"JxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":4001.6,"tags":["Yeah","I gue's"]},{"line":"'so anyway, I wrap up my buttery pause with these big nana leaves and I go, Charlene, what do you think? And she eaten, and then she just I gues's she maybe she eats. She starts eating the leader, and she eats my hand, and she eats my hands Off. On I go. This is fun. Yeah. You go talk about finger sandwich. Exactly. Finger food. Exactly. Talking about finger food, my finger food. Um, so good. Yeah. Good. Yeah, but, um, So, um, so that's gonna That''s gonna plug right and think so. So, um uh, hey. Hey, guy. Chef. Kevin here. Okay. Hey, guys.","id":"LBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4063.24,"tags":["Charlene","Thi","Kevin"]},{"line":"Ah, And in addition, also having sex and fucking","id":"NBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4169.61,"tags":[]},{"line":"'strategy. I've been considering the kind of with myself out of this.","id":"OBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":4280.24,"tags":[]},{"line":"and I'm laughing at a June like the show and I'm 40 again. All these bigs happening and it can be like it was on TV, they said this time I am like, really watching it. Why not? Like","id":"PRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":4320.45,"tags":["June"]},{"line":"That's right. I never phrase it like that. But that is funny. And that is very funny. Yeah, And when you were talking about those two now butter sticks being lifesaver's, one by almost was thinking. Yeah, that, um uh, why not You hold your lust stick as a light saber. That''s also really great.","id":"QRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":4361.27,"tags":[]},{"line":"I think you guys are giving me the busine'ss, but it's This is what I need right now. And this This is the kind of guff I love to take right just right now, when I'm feeling low. So well, you remember some of the guys around the precinct used to give each other pretty tough. That''s right. And there was some chop busting going. That''s right. You knew that It came from a place of effect. Good place. And that''s what I feel is happening here. This happened here too, even when Ken Marino is kind of dumb guy. Yeah, who was stupid would come in and not really knowing, knowing stuff or be dumb. And we the big chief''s son or something. So you have to keep him around. Exactly. They also would go. He''s nice. Yeah, you know, it''s still there''s an inner mensch that kind of comes out. I don't know. This is my show. I'm not want to pivot on another another man''s podcast. But are you finding that way? What is the white Inuit community in Bam? Like Hayes and I don't know. How are they taking the news? That''s good, Host. I just You guys do this? No, no, he''s hosting the shit out of No, Sean. No, no, no. I am a humble guest. We love. We lost. We lost. Oh, I'm shoot. I'm trying not to freak out. Okay.","id":"QhG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4378.88,"tags":["Thi","Thi","Thi","Ken Marino","Thi","Bam","Haye","Ho'st","Sean"]},{"line":"we don't have Hayes. Yeah, but that doesn't mean that we don't have Hayes's spirit. But then in the same way that we don't have Brooklyn 99 But we still have those stories. Definitely. Um,","id":"RRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4476.74,"tags":["Haye","Haye's'","Brooklyn"]},{"line":"I'd like to talk a little bit about where I was when I first heard that he's had lost service. Great.","id":"RhG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4491.37,"tags":[]},{"line":"just came in.","id":"SxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":4604.77,"tags":[]},{"line":"Wanted Teoh like, leave. Ah, like a voicemail mes'sage for his date","id":"VxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4675.34,"tags":["Teoh"]},{"line":"Yeah, so we want a second day. And","id":"WhG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4694.73,"tags":[]},{"line":"Well, that's another to make their That''s a","id":"XRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":4714.14,"tags":[]},{"line":"Blue shell and Mario kart just coming hot. Yeah, yeah,","id":"ZBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":4936.77,"tags":["Blue","shell","Mario kart"]},{"line":"yeah, yeah, yeah, yeah.","id":"ZRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":4940.82,"tags":[]},{"line":"Sure. Yeah. Creep knows. Mm. A is so much more intimidating than just sort of a pervy weasel.","id":"ZxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":4978.6,"tags":[]},{"line":"push anything? Maybe it would be like Govern Bartell friend or Kevin Bartell.","id":"ahG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4991.74,"tags":["Govern","Bartell","Kevin Bartell"]},{"line":"Yeah, I can tell you","id":"bxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":5009.3,"tags":[]},{"line":"Yeah, uh,","id":"chG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":5056.79,"tags":[]},{"line":"I was on stage. Uh, and I do this, I do this sort of move. Sometimes when I'm playing guitar that usually works and impres'ses the audience. Were. And I'm not even gonna, and I'm not even going to correct him. Yeah, normally, this is the spot where I would go. You don't really play guitar. Yeah, you're just gonna let it go. But for today, it's like, just I want to let you have this. Yeah,","id":"cxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":5059.01,"tags":[]},{"line":"bang my fist on the goal. But, uh, so yeah. You know, I just pick up my right hand and I just start playing with my left hand like thes sweet llegado kind of runs. Hell, yeah. Not harmonic, minor Love even touch. Okay. And then with my right hand as I'm playing, I make it look really hard, but it's actually really easy, but I pick up my phone and I start checking it like I'm bored your phone. Like Like I'm just so bored. One, right? Yes. Audience. Yeah. It''s like running water while you do venture, right?","id":"dxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":5109.84,"tags":[]},{"line":"like, being carried. Maybe that will happen for me. I mean, people will think this is the best podcast I've done just because I havent known where I am this entire time. So Daddys got so dark in just operating on, you know, auto pilot, like this deep place inside myself that I've never been before you. And","id":"exG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":5200.9,"tags":["ju'st"]},{"line":"I know like you said, you wouldn't cut me off. But I'm gonna let","id":"fBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":5218.23,"tags":[]},{"line":"gonna talk about picking up the drum kit.","id":"fhG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":5229.99,"tags":[]},{"line":"Like, where was I going to go? Where you gonna throw the drum kit? Okay, lets hear that part like that. Really?","id":"fxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":5232.14,"tags":[]},{"line":"Hey, this is Arne Camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"hRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":5316.38,"tags":["Arne Camp","The Improv","The Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]},{"line":"Hey, guys. A taste. Ah, just me this week on the ads, um, scripts. Wanted to try a new format for the ads. I gues's they can see the numbers for the kind of like sales were converting for different products. And it seems like we're kind of losing. We're skewing toward an older audience. Ah, and it seems like a lot of that skewing is because of Sean. I think they They seem to think that Shauns presence is turning Off younger listener's From buying our products. Um, and I gues's it''s like consider more valuable to have younger people buying your stuff. You know, like 18 to 34 demo or something. Um, and with Sean, apparently, Sean is more favorable in The in the 61 to 79 s. Oh, I'm going to give it a shot. They would. They asked if, um, I could do some of these ads with Brandon Wardell, but I'm gonna give it a try on my own. Ah, for Mack Weldon specifically there. We were doing these like macworld and cowboy characters that Ah, that was kind of a take off of what Paul F. Tompkins does. Ah, and they wanted us to try and do something a little younger. I gues's they had a character they wanted us to do. Called EMC Welden The teenage cowboy. So let me just do the copy that they sent for him. Um","id":"hxHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":0,"tags":["Sean","Shaun","Sean","Sean","Brandon Wardell","Mack Weldon","macworld","Paul F. Tompkin","EMC Welden"]},{"line":"yeah. And The age appropriate love interest for Tom Cruise. A creature? Yes.","id":"jhHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":208.06,"tags":["Tom Crui'se"]},{"line":"New York. It goes back to l. A. Goes back to New York, and I'm looking at these beans","id":"khHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":249.4,"tags":["New York","New York"]},{"line":"on, I scream up to the cockpit. I say Duckett,","id":"lhHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":273.85,"tags":["Duckett"]},{"line":"And I asked him out as I go, like the place. And he had heard of Duncan The like new Dunkin Donuts to the plane place, but had never made the connection before","id":"mBHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":285.92,"tags":["Duncan","Dunkin Donut"]},{"line":"Andraz is like I have, you know, busine'ss toe, like a gone girl musical or something. Uh, and so she deploys like a blaster and rides the blaster to New York way. Start going down. And I see there is people who live in the beans. Once we get close here, you can see that some of the bigger beans were hair Mm. On. And I can see that the people down there do not know what a plane is. Have never seen it before? Well, yes. In the famous story, of course, of the ships Columbus and the ships and The yes natives,","id":"oBHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":373.21,"tags":["Andraz","New York","Columbu"]},{"line":"looking out in their eyes, couldn't see the ships because it was so foreign. And that is what we were experiencing. See, s in the eyes of these beans, which now are revealed to be people. Yeah, that they are sort of like, not able todo in fully fathom what is coming at them. Some people can see it and hold their hands up like they're trying to catch it with","id":"oRHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":415.75,"tags":[]},{"line":"the others. We get all the way down and some people can't see it. And they bunk into it. Yeah,","id":"ohHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":443.03,"tags":[]}]