[{"line":"Raised-by-the-T-V-This is the show where Jon and Lauren revisit the best and worst TV of the late eighties and early nineties. This probably should have gone first before the other stuff. What do you mean? Everything From gave shows at T G, I F toe Oprah and cereal commercials. This seizes feel les's like a cool open now because we're doing so much of the copy right before the show. No, well go back. Well go back, get back into it. watch uh, this season they cover the beloved Nickelodeon late night blocks, neck and angsty teen shows like Freezing Gigs. Plus Scott Document will be there. Listen to Raise by TV. Now subscribe on Apple podcast Stitcher Premium Favorite podcast App. Hey, whats the What''s the name of the late night blocks? Nick. It sounds a little bit like my buddy. Wolverine''s claws coming. I wonder if well be hearing a little more From Wolverine later. Well, okay, so now we're using The pre roll as a cold open for the episode in a teaser in the teaser. Later in the episode, when we ever hear, Will will split cider mentioned the things we're doing with this medium even once. Of course not. The show now is so layered that I'm actually insect ing myself with some of the inception of the friggin podcast ideas. Listen to raise by TV now and subscribe on Apple podcast Stitcher Premium favorite podcast app, and we got everything done. We had to say that Watches, That''s the kick","id":"SBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":113.77,"tags":["Rai'sed","Thi","Jon","Lauren revi'sit","Thi","T","Oprah","Thi","Nickelodeon","Freezing Gig","Scott","Rai'se","Apple","Stitcher","Nick","Wolverine","Wolverine","Will","Apple","Stitcher"]},{"line":"then you gotta reward him by keep eating this. What","id":"TxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":509.83,"tags":[]},{"line":"I gues's they're both sort of medium of No. The truth lies somewhere in between where they're sort of some weak and strong elements to The The ascent to both the Central Hayes and the mask. Yes. Yeah. Wow. Well, that's gonna take a while to sort through for our listener's. In the meantime, let''s give them something to chew on. Obviously. Something to do. Yes, because they have just been sitting marijuana. Yes. Uh, we I learned that a lot of our listener's are listening to this show in the car or at work, and then they do anything. Uh, and I'm going. Is that really being a fan of a show? Yeah. Please, where? They're doing stuff for themselve's. Oh, yes. I've heard about this a lot of this half. I've heard about this, too, and some of them will send me a picture of their at the beach or something. Yeah. Stop doing selfish, stop like like is only thinking about themselve's as they're listening to us doing stuff. Four of them. Yeah, and they say, Oh, I gues's I will use this time to do things for myself. For me, too. So they're doing stuff for me, and I'm doing stuff for me. If you're gonna go to the beach and semi picture, make sure that you're making a sand Castle podcast studio and that there''s a little sand Hayes inside. Yeah, and there''s a little Sandy Clem dog and that there''s a little sen Joe angered in there going like, Hey, guys, I gotta run. Gotta go. Pasta factory. Um, so that because we can use that, Yes. That is the kind of thing that we actually want to talk about. Do we do a sandcastle contest? Do we do a big drawing contest and see who teen drawing the best pictures? Um, some other shows have had a good idea to have their fans do a bunch of work to promote their own show. And that gives me an idea. Let''s get you a winger. And in here, help us do this. Teoh, bring some of your board meeting tactics. Some of the magic you did for Baria. Now that name is through the roof. Everyone knows that it loves that Moschetti. And you've done marketing stuff for us before. I think it was only one was sort of like a different thing. Um, but this is close, I think it's glow it","id":"VxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":622.92,"tags":["Central Haye","sand","Ca'stle","podca'st","sand Haye","Sandy Clem","sen","Joe","sandca'stle","conte'st","Teoh","Baria","Mo'schetti"]},{"line":"getting people at home. You are eating the pasta. Are you ever dres'sing up in the costume of the pasta? You make your own costume where you go. I like eating the pasta's so much. Now look at me. I'm few silly noodle, okay? And so are you making a costume of, say, a snake out of noodles? Or are you making a costume of noodles out Off? It's normal clothes.","id":"WhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_1","timeCode":777.35,"tags":["pa'sta"]},{"line":"Okay, well, I get why you're saying snake, right? Cause it's a snake is in the long gated Anaheim.","id":"WxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":805.39,"tags":["Anaheim"]},{"line":"Application? Yeah. Pages. You just er yeah. Are A lot of our people are paid Just divo tees. Okay, Harrys where a lot of ClarisWork's. Okay, if I use pages, is anybody be able to open it when I send it to them?","id":"cBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_1","timeCode":1212.17,"tags":["Harry","Clari'sWork"]},{"line":"having, like, a wish of effect and not like a","id":"dhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":1325.15,"tags":[]},{"line":"but you're not. Are you doing this kind of the notes because you can sort of invert the voicings of the courts.","id":"ehHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":1371.86,"tags":[]},{"line":"Okay. Uh, should we do, like, boilerplate language for what they say, Teoh bear friends. Okay, Yes. So that it's not so that we just have some control or just to be safe in the same ways that you have to use the Raised-by-the-T-V-This theme song and logo. And, well, it''s more fun, really To know exactly what you're supposed to say. Rather than being thrown into the deep end and told, Just go drink the ocean and they get to choose how to, like, perform it. But well, I think with so well give them a few. No, I don't think you have to limit it to just their friends because they're friends might already know the show. is another thing, too. So that clipboard comes in? No, The friends don't. I don't think so. People are listening to and keep it a secret. And it''s something that''s a private","id":"fhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":1423.94,"tags":["Teoh","Thi"]},{"line":"'something like it. The car is one example of what, right on with your","id":"jBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":1701.9,"tags":[]},{"line":"Band, maam. A sand","id":"mBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":1885.01,"tags":[]},{"line":"Don't wait until It's too late. Staff members have been through it and know what it''s like. They can cater to your every need their luxury centres for the best comfort plus the offer in house genetic testing. So you can find out if you're prone to any kind of drug sensitivity or interactions. Um, and you know, you want to say you havent been wasted for 13. It''s been Yeah. I havent, um I havent gotten choice he faced on anything for for over 13 years. Yeah, which, if you would told me that the time I was going through this, I would have literally thought it was impos'sible. And all that potential that you were s wasting. Yeah, I see it every single day. Yeah, I'm able to do things that I'm proud of. Um, and, uh, and I wasn't feeling really proud when I was when I was traceable. Time call American Addiction Centers at 8888933052","id":"oRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":2068.81,"tags":["American Addiction Center"]},{"line":"Everybody likes this guy, But what about this other guy? That's also good.","id":"rxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":2452.45,"tags":[]},{"line":"I do always Love to If they will say, like, Hey, obviously these advanced stats are useful.","id":"sBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_1","timeCode":2459.92,"tags":[]},{"line":"But maybe they were not telling the whole story. Yeah, maybe there. Maybe You actually about this to Maybe you actually played the game when they did A didn't. But","id":"sRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":2468.33,"tags":[]},{"line":"but you go. Do you guys need anything? Just a little, like with your face like that? Yeah, I make this out. It has to be like, say that in one syllable. Did you get any good","id":"tRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":2504.84,"tags":[]},{"line":"that was a little Mac needs to be. Shouldn't be scary. It shouldn't be scared. It should just be helpful. But it's and it''s this and I'll try to do it. He's did a good job training. It''s Do you have anything","id":"vBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":2582.19,"tags":["Mac"]},{"line":"Uh, no. Okay, while step one, figure out how to get the big block white letters on the internet. Okay. And then I would say step to think of a mim about the show. Thank you. Yes, I mean, doesn't mean contestant.","id":"wRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_1","timeCode":2648.98,"tags":[]},{"line":"Okay, I probably should have. Okay, well, it whoring sweat. It's so good that this, um we sort of caught you with this because the people doing the contest don't just think about it. I would do it. I would clear your schedule and do the contest. Yeah, because you have to actually physic. You have to, like, fully do it in orderto or your trouble in order to have fun. And the judge From maybe The earlier example about the legal contract could put you in jail. If you don't do the contest. Could be something that helps us. No one has ever done a me most ever.","id":"yhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_1","timeCode":2833.38,"tags":[]},{"line":"And now I'm sad that it has never happened. And the winner of the content of price for the contract should be me not being sad anymore. That's true. Have they ever done? And I always get so I don't roast me if I mispronounced this because I know there''s two pronunciations for it. I know it. Have they ever done? Oh, yeah. Moving picture? Yeah.","id":"yxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":2868.72,"tags":[]},{"line":"Do remember that show where they do They know the Smurfs. How come the Fraggle Zehr never partying with the gummy bears, don't they like all the same stuff? Oh, and what were those dues? Er is eating? Always sounded like it would taste so good. They made a big mistake and not selling that stuff. You know, I would definitely. I","id":"0xHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":3008.2,"tags":["know the Smurf","Fraggle Zehr"]},{"line":"Go ahead. Tweet that out. So yeah, that is fucked up that The Frankels in this worse didn't hang out. Yeah,","id":"1xHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":3045.62,"tags":["Frankel"]},{"line":"even junior. I mean, all of them, The Snork eaters, The snork eater eaters. I mean, all that stuff that's wild. You know, uh, I wouldn't be able to come with any of that because my idea for a show would just be just some guys. The guys could have been like an MTV. Ah, like, kind of nineties detached Daria. Okay. Cola style. Uh, anti cartoon Mis'sion Hill. That is the close'st analog to the guys. Yes, and the guys would be Joe Wang Bones. Yeah, definitely. If Joe had been around in that time, he is doing a voice of one of the guys. He''s a little young, but yeah, crazy hazy shot. Kevin would probably be cooking for the guys. Yes,","id":"3BHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":3105.11,"tags":["The Snork eater's","The 'snork eater eater's","MTV","Daria","Hill","Joe Wang Bone","Joe","Kevin"]},{"line":"I'm worried about going back to the nineties and saying like, it's a phone. You talk","id":"4RHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_1","timeCode":3244.95,"tags":[]},{"line":"You knowing what you know now you know, doing doing middle school over again. Oh, yeah? Yeah. How maney preteens you would be able to seduce with your adult mind. You ever think about that? I TBS of goods. I have. Yeah, of course. Of course. I mean, who has it? Is Maura of the question Just The sinister adult living inside?","id":"5BHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":3271.69,"tags":["TBS","cour'se","cour'se","Maura"]},{"line":"Oh, am I looking at Is an adult or am I looking as a teen? No. You look Go Eun, you teen body, you're in an 11 year olds body. But behind your eyes is adult drill waker","id":"5RHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_1","timeCode":3294.13,"tags":["Go Eun"]},{"line":"Right? And you may be learned an instrument, and you wouldn't say that. It's just notes that make a song, right? Yeah. Don't you think you do that? If you went back","id":"5xHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_1","timeCode":3340.68,"tags":[]},{"line":"Yeah, but invert able and holding. You banned? Um, you were bending him. So there's a note that like, Oh, and then you bend it. Why? Want? Yes. Whoa, I didn't know about them. I know. Every good boy does Fine.","id":"6RHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":3355.37,"tags":[]},{"line":"For more information and content, visit Earwolf dot com.","id":"8RHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_0","timeCode":3468.41,"tags":[]},{"line":"'species. It's a bomber. Andy Daly.","id":"9hHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_2","timeCode":3511.99,"tags":["Andy Daly"]},{"line":"circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","id":"-hHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","speaker":"spk_2","timeCode":3528.52,"tags":["The","Magic Tavern"]},{"line":"about this show? Doesn't think they could get. Jonah may be so afraid","id":"_RHMLXMByMrymAEmTNKw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":176.02,"tags":["Jonah"]},{"line":"Okay. Well, uh, playing good luck to come to being completely listen. And yeah. And, Scott, if you're hearing this, like, talk to us to us, just talk to us,","id":"_xHMLXMByMrymAEmTNKw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":227.19,"tags":["Scott"]},{"line":"No, I've noticed that your hair?","id":"AxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":381.53,"tags":[]},{"line":"I Well,","id":"DBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":462.06,"tags":[]},{"line":"You know what? This","id":"DhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":498.66,"tags":[]},{"line":"If you want to just add just a romantic element to that story, that would be huge. And hey, hey, hey. Are good at this.","id":"DxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":499.55,"tags":[]},{"line":"it would be great if you would say that he is your boyfriend, that he became your boyfriend after that because you guys both like popcorn","id":"FRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":557.62,"tags":[]},{"line":"Or you, like, take it a lot of times, theyll actually slice it up. So I set up for you. You can take that to the conces'sions person at the movies or whatever, and just say, Can you get the corn Off of this?","id":"HhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":649.97,"tags":[]},{"line":"Well, no, no. This is what we have been when there was like, Oh, like Willie popcorn movies. We had the meeting. We said we Love popcorn. And we thought it was like popular corn.","id":"IBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":663.35,"tags":["Thi","Willie popcorn","popcorn"]},{"line":"I want to say to back up. You did talk a little bit about and Kevin, this is for you, Chef. Kevin, introduce yourself. Hey, guys. Chef. Kevin, here s Oh, we did, um, talk a little bit about Wizard of Oz in your self edited. Did you notice that the second time she did it? She said the movie, Yes. Because we can't neces'sarily say wizard of Ah, because, like, obviously right Popcornopolis-This doesn't own that they want to be shelling out a bunch of parks. Theyve already paid, you know, almost $4000 for this episode. And, uh, so it's so weird to just choose almost, you know, I mean, like, why wouldn't they just pay 4000 just to be, like, almost 4000? Well, it seems shitty.","id":"JRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":713.55,"tags":["Kevin","Chef","Kevin","Chef","Kevin","Wizard of Oz","Popcornopoli","almo'st","ju'st","4000","almo'st"]},{"line":"before because the other guy that I was amazed by things like I died, I think that there you got super,","id":"LBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":805.53,"tags":[]},{"line":"was a conflict. It was a filming conflict.","id":"LxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":820.44,"tags":[]},{"line":"Yeah, that I don't think what?","id":"MRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":861.8,"tags":[]},{"line":"Yes, Yes s Oh, they","id":"OhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":903.61,"tags":[]},{"line":"I did a crunch a little by","id":"ThHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1040.26,"tags":[]},{"line":"Boys. I wonder if even Bosch. Will you have the saliva? Do the work and study your teams, right? It is a little bit like cotton candy. Sometimes you get one that just kind of shrivels up a little. What? I always feel like, looks like like the wings of Ah, insect. You know that part of the popcorn that looks just like The, you know, the little Yes,","id":"TxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1042.96,"tags":[]},{"line":"an insect. That's right. I always think of popcorn is looking like you guys. Bosch is going","id":"URHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1064.14,"tags":[]},{"line":"Could I try some of that delicious popcorn?","id":"UxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1073.66,"tags":[]},{"line":"Like, just lets get Let''s get just model, would it? They only need to buy one. Let''s","id":"VxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1095.59,"tags":[]},{"line":"just get a version. Where? Because I don't know. Maybe it's you buy one. It may be you are renting one. Although you're like, you have one bag all the time and you're like paying rent on it, you know? I mean,","id":"WBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1099.99,"tags":[]},{"line":"That's like their situation","id":"WhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1123.25,"tags":[]},{"line":"'s So it's like you have one bag you just pay, but honest monthly rent. Sure, but can I pitch this? If you want Thio tie in the movie thing, it could be like, Oh,","id":"WxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1125.81,"tags":[]},{"line":"And they do, Yes, they don't know that gum that acts like it's","id":"XRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1154.75,"tags":[]},{"line":"Experian, like, literally describe's his epic fifth dimension, feels","id":"XxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1164.2,"tags":[]},{"line":"way we don't want a wall Off sponsor's. But it's not take and it''s That''s just five.","id":"YhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1174.52,"tags":[]},{"line":"From someplace else.","id":"ZRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1191.56,"tags":[]},{"line":"we also should not mention, by the way, that none of the program that we're eating is Popcornopolis-This Tonto. I couldn't find that. I'll","id":"dhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1316.64,"tags":["Thi","Tonto"]},{"line":"can't be beat. So I would add that","id":"eRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1330.57,"tags":[]},{"line":"open this bag again. You're caught in a time loop. In fact, actually, that might happen to it was, like every like, one out of every 50 Bagheri 50 of bag you're actually","id":"exHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1336.09,"tags":[]},{"line":"Ground Hog Day has to be called the popcorn experience. Yes,","id":"fxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1358.99,"tags":["Ground Hog Day"]},{"line":"A Z","id":"iRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1408.57,"tags":[]},{"line":"used Teoh eat popcorn at night after it because it was one of the few things that could eat because I get asked a reflex. So that's another thing is that really doesn't give you that, But here''s the thing. When you get as a reflex, it feels sometimes you have a popcorn kernel stuck in your throat feeling good feeling right, But see, And so one night, I felt like I had bras'serie looks, but it really was a popcorn kernel. And, uh, and, uh, and I met, um, fan afterwards, outside. And I was like, I have this problem, Colonel. And it was like, Could you stick your tongue way down my throat, get it out? And he did it. And we fell in love for, like, for, like, five minutes. Isn't it interesting that you want toe marry your fans? And that''s The","id":"jhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1449.16,"tags":["Teoh"]},{"line":"In fact, fact Popcorn facts, fun, popcorn, fax. Yeah, but what else is there other stuff that we have to hit? This is why we should have had an expert come. I really think we could have go ahead. A segment may be with the holidays just around the corner. What kind of popcorn you think Santa would eat? Oh, that's really good. So I'm sure Santa would probably have some popcorn stuck in his beard.","id":"lRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1506.31,"tags":["Santa","Santa"]},{"line":"on. They always eat the whole thing, like just one kind. And then there's one that just stays. But not in this case. Yeah, I think the whole thing in this case, they always eat the whole thing. And","id":"mBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1551.45,"tags":[]},{"line":"or like, um,","id":"mxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1590.99,"tags":[]},{"line":"Yeah, it is inside of you. It's that you feel good about","id":"nxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1626.8,"tags":[]},{"line":"this party been paring. Agreed on a very long time to put together, we are. We will be paid after the Off after they listen to it and they decide that it's like the kind of thing that they want. It was nine upfront thing. Yeah, The model waas. Yeah, if they are happy with our performance that they will, um, give us nearly $4000 yearly. And so for them to listen, I'm picturing a scenario where they listen to this and it''s supposed to be about celebrating their brand. And Nicole is here doing all the good popcorn stuff and they hear, like Nicole and her name is nickel popcorn. You just have regular in. And we actually did not think that through your You're the ones who gave me that name. I just want to be clear about that. And I didn't say I'm mad at myself","id":"pBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1668.76,"tags":["Nicole","Nicole"]},{"line":"as I am that you owe.","id":"pRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1719.67,"tags":[]},{"line":"We So they did want to put extra machines in here.","id":"rxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":1793.95,"tags":[]},{"line":"'so Drink. Go to my own single to drink or on the same day. And if you are struggling, if you're in your first couple of days, if you need someone to talk to If you need to go somewhere than three American addiction centers, uh, who are available 24 7 and there's a phone number here, a","id":"txHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1919.51,"tags":[]},{"line":"893305 to, you know, call them on","id":"uBHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1940.11,"tags":[]},{"line":"you're temptation. Ah, you know what I would say? is. Get ahead of it. Take the steps beforehand. Um, I know that ah is something that I didn't neces'sarily do right away. And I was in and out for a little while.","id":"uhHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":1956.36,"tags":[]},{"line":"because that's like the original. That''s like the main way. It is even more es'sential than the es'sential to me. The wave. Yeah, you gotta have that one. The other ones don't be fully word me. Ah, you know, without the wavy feeling,","id":"vRHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":2040.54,"tags":[]},{"line":"like plot is character. I mean, our silence said that. So when he says that's a plot, it''s like, Well, that''s really good for his character. And Mad TV is obviously a lot of characters as well.","id":"1xHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":2710.41,"tags":["Mad"]},{"line":"Yeah, that's right. So I mean, you know, anyway, it''s just it''s That''s one way for it''s just,","id":"2BHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":2719.72,"tags":[]},{"line":"We're gonna have to believe that, like,","id":"2xHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":2744.87,"tags":[]},{"line":"The bought the show.","id":"3xHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":2762.89,"tags":[]},{"line":"Do you like","id":"5hHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":2794.69,"tags":[]},{"line":"coming on other peoples podcast? Which is a weird way to put it anyways. Do you like coming on other people''s podcast's and taking Mao''s sorry? Taking money out of the mouths of families? Big Mouth? I don't know. It was just so asking if I have the same.","id":"5xHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":2796.51,"tags":["Mao"]},{"line":"but you sounded like a like a like a like a thief in like medieval times? No, like you became a different. Became a","id":"6hHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":2820.61,"tags":[]},{"line":"or whoever is asking you question's","id":"7hHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":2851.32,"tags":[]},{"line":"you don't want to answer? Just call them. Colonel number two,","id":"7xHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":2852.65,"tags":[]},{"line":"take. A lot of days were","id":"9BHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":2866.71,"tags":[]},{"line":"usually on the other end of that. So","id":"9RHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":2868.21,"tags":[]},{"line":"So times. It's like a little fun for us to feel strong again. Sick thrill. Sick thrill. I was already very honored to be on it, but boy, did that really make know to make it so, you know, really, like elusive was Was was very effective. Yeah, is good.","id":"9hHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":2871.29,"tags":[]},{"line":"Yeah, we when we see how much we want.","id":"9xHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":2885.54,"tags":[]},{"line":"yeah. Uh, when that happens to us, we say, Oh, I want that feeling. I want to make other people feel the way I feel now done in just because his value","id":"-RHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":2907.77,"tags":[]},{"line":"on and then, like, Pop. Thank you. I think you have to move that one up a bit.","id":"_BHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":2941.18,"tags":[]},{"line":"All right. Um,","id":"ERHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":3121.75,"tags":[]},{"line":"What kind of popcorn would you be, Colonel One, please. Don't know.","id":"ExHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":3130.31,"tags":[]},{"line":"I gues's it for me. Oh, boy.","id":"FBHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":3138.21,"tags":[]},{"line":"Well, I gues's when I was a kid, we used to go to this small called the Crystal Mall. And, ah, had, um, sort of this big, like, clear glas's structure on the top of it. And then the thing that I remember going to was there was a place where they had all these flavored popcorns that had, like, sort of a flavoring drizzled over him that were different colors. And one of them, I would get was like a watermelon flavored popcorn. So I gues's I would probably be the watermelon popcorn From The crystal mall, which I don't think is open anymore. And I don't think that popcorn is this","id":"FRHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":3142.61,"tags":["the Cry'stal Mall","The cry'stal"]},{"line":"'story. Invited into the dark print of my mom was bleak.","id":"GxHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":3190.44,"tags":[]},{"line":"would popcorn Book.","id":"IBHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":3236.55,"tags":[]},{"line":"Yeah, Yeah. There. Waas.","id":"IxHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":3255.06,"tags":[]},{"line":"90 of popcorn. Tent popcorn content? Yes.","id":"KBHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":3278.09,"tags":[]},{"line":"it at all. Well, I have. The whole thing is my idea.","id":"KxHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_1","timeCode":3291.43,"tags":[]},{"line":"What? Corn tent? This whole show, The whole show. So would you say, like, owes you to who did it? This entire thing is maybe we don't even like he's more aggres'sive. So I have to make my enemy my friend. I'm getting more heat Off pace would be a","id":"LBHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":3294.85,"tags":["Corn","Thi","Thi"]},{"line":"you won't even know if it's inside or outside of your mouth. Literally not. No,","id":"MxHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","speaker":"spk_0","timeCode":3363.34,"tags":[]}]