[{"line":"'so not Bezos","id":"JhImL3MByMrymAEmWjZl","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_1","timeCode":2793.91,"tags":["Bezo"]},{"line":"Okay. This for when","id":"MBImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_0","timeCode":2911.03,"tags":["Thi"]},{"line":"could it be? And I'm just This is a left field. This is even too crazy, even for you. But if the guys making a funny face, uh, maybe this for when he No.","id":"MhImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_2","timeCode":2913.46,"tags":["Thi","Thi"]},{"line":"trying to make","id":"NBImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_2","timeCode":2928.65,"tags":[]},{"line":"that would be That would be Big for the movement. Yeah,","id":"NxImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_0","timeCode":2981.73,"tags":[]},{"line":"Oh, gosh, that would just about make my months. I think this is not a submarine.","id":"ORImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_0","timeCode":2988.19,"tags":[]},{"line":"It was a dog.","id":"PhImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_1","timeCode":3021.9,"tags":[]},{"line":"there and it's not polished. And you say, Hey, guys like this","id":"RBImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_2","timeCode":3114.72,"tags":[]},{"line":"Does she like, um, she died because she drank too much monster","id":"SBImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_2","timeCode":3144.6,"tags":[]},{"line":"monster energy drink that's made by a much better. Or it turned you into a month.","id":"TBImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_1","timeCode":3190.61,"tags":[]},{"line":"Are we okay with calling the theater that? Is that not a problem? Oh, but yeah, right. African American box.","id":"URImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_1","timeCode":3251.75,"tags":[]},{"line":"but yeah, Q t pie. Sweet boy. Body wise. What? Are we working?","id":"XRImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_0","timeCode":3307.77,"tags":[]},{"line":"it's weird because of, like on my stomach getting electrocuted and that, like, it''s impos'sible not Ah, get boned out when you get electric. A. This is like I'm not saying anything new. Like when you get electrocuted, you get boned out, but you're not breaking news. We're just saying the same thing. That would be good for 200 years ago. Let''s acute your stomach. You're going to get, you know, charge.","id":"axImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_0","timeCode":3463.63,"tags":["Thi"]},{"line":"Okay. So bad. I respect them. That's your thing. Yeah. Getting yelled. Yeah, just like that I want. Yeah, well, like, yeah, like, I want to get murdered by a woman because I respect them. I think it''s I think a good technique that you're bringing up is you say it loud enough that they can hear you. So you put them in the position of going like, Well, he''s kind of doing it under his breath. He''s like, begging me to respond. Uh,","id":"cxImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_2","timeCode":3563.99,"tags":[]},{"line":"and that's in that kind of Ah, a kind invitation to engage in a dialogue about whether she is the word that you're calling her. What do you What do you say?","id":"dBImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_1","timeCode":3591.7,"tags":[]},{"line":"can somebody finally say that and not get crucified online for Thank you. I mean, these air health is'sues that we have to be I don't know that we have to be talking about r slash r slash","id":"fhImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_1","timeCode":3693.86,"tags":[]},{"line":"by If you love podcast And you probably do, if you're listening this you don't wanna mis's Now Hear This, youll be able to see more than 30 great podcast's live on six stages. Check out some of the best shows in the podcast universe, including WTF with Marc Maron Comedy Bang Bang Dinner Party Download Criminal. It all happens that Now Hear This October 28th through the 30th in Anaheim, California Just a hop skip and a jump from L. A. Don't mis's it. Go to Now Hear This fest dot com to buy your tickets. Now this'll has been Earwolf production executive. Produced by Scott Ackerman and Chris Bannon. Firm or information and content, visit Earwolf dot com","id":"hBImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_0","timeCode":3729.95,"tags":["Now Hear Thi","Marc Maron","Now Hear Thi","Anaheim, California","L.","Hear","Thi","Earwolf","Scott Ackerman","Chri","Bannon","Earwolf"]},{"line":"Rachel Bloom, collection of Men, Corpse's and one woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jostle ruler of the circle. And that''s just the beginning. Season three of a low from the Magic Tavern is out Now, listening stitcher apple podcast or wherever you get your podcast's.","id":"hhImL3MByMrymAEmWjZm","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Wardell, Our Close Friend","speaker":"spk_0","timeCode":3804.5,"tags":["Rachel Bloom","Feli'sha","Day","Colton Done","Andy Daly","Phil Collin","Phil Collin","Thoma","Middleditch","Sea'son","Magic Tavern"]},{"line":"Hey, guys. Ah, taste. Um, as of now, we are still going to do Ah Hollywood Handbook-East show the Now Hear This Podcast Festival, October 29th in Anaheim, California Uh, along with comedy Bang Bang out of this get made mark, Mayor and the other great shows, I say as of now, because Shaun has this ongoing disagreement with Disney and he lately. I don't want to get into the whole thing Space Mountain and goofy and all the stuff. You know what the story is. But lately he has been putting some stuff about Disney Online, um, on a mes'saging app. Not Twitter, because I think he's afraid of Twitter finding out It''s an app called convo host. Er, I gues's. Like a conversation host, Um, he''s been posting a lot of editorial cartoons about how his words Disney is extremely corporate and is actually just a big busine'ss. Um, it''s a lot of cartoons of Mickey Mouse and Ronald McDonald, like eating money like It''s a Lady and the Tramp Spaghetti. And they're each like sucking on one end of the money. A lot of goofy material, obviously, where goofy is the pope. But he''s also the president and the Big busine'ssman and also Rana McDonald. This is like one cartoon where all these guys were sitting around a boardroom table and they're all goofy. But it''s like Goofy and these different outfits, and they're drinking champagne while the country, it''s like burning outside. I gues's I think it''s like fire outside. Some of the drawing is hard to understand, but I just I want to say that Sean doesn't really mean this stuff. He''s kind of finding his way on some of these new like political things he''s been reading about, Um, I would still like to do the show. I don't want Disney to get the mayor or somebody to cancel the show. I like the fans. I want to meet the fans. Um, so if it is still happening, you can check online and Now Hear This fest dot com, and you can get tickets there as well, and you can use the Hope code Handbook-East by and get 25% off on a three day pas's on. And maybe we get some money. I don't think so. No, definitely not. But come to check and see if it''s happening on Now Hear This vest dot com offer code handbook","id":"hxImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":0,"tags":["Now Hear Thi","Anaheim, California Uh","Bang Bang","Shaun","Di'sney","Space Mountain","Di'sney","Twitter","Twitter","Di'sney","Mickey Mou'se","Ronald McDonald","It","a Lady and the Tramp Spaghetti","Rana McDonald","Thi","Goofy","Sean","Di'sney","dot com","Hope code Handbook","Ea'st","Hear Thi","dot com"]},{"line":"Tell that it was even right. Do you know those tools? See, it's yeah. Don't drink it. Don't drink the carpentry level. Note. I know. Yeah, that I always have to remind myself, but I so anyway, I'm Ah. So I'm goes cucumber. Yeah, I've been in this situation a 1,000,000 times. Yeah. Ah, and Zach starts to get nervous, and I don't know if he just like","id":"ixImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":213.93,"tags":["Zach"]},{"line":"like, kind of make iptc like he's doing something. There''s a cup of water there, and you sort of put his hand in the water like he''s like drinking water. But he is just kind of absorbing it.","id":"jhImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":285.68,"tags":[]},{"line":"Whats that? Food. What is it? Yes, it''s a Ah, breakfast burrito. I'm very sorry. Teoh. Do you want to buy it?","id":"qRImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":615.58,"tags":["Teoh"]},{"line":"Ah, bread, By the way, before you for your brain breakfast burrito. It is a breadth first. Yeah, it's in Rus'sia''s fist. The bread fist brutalism s vis Brutal.","id":"qhImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":626.75,"tags":[]},{"line":"Um, well, I see you guys treat everyone to say I did it.","id":"qxImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":641.83,"tags":[]},{"line":"Okay. Sauce. Hard Rock Cafe. Well, that's a Big sauce tohave Wow. So many music Restaurant? Yeah. Why do you have so many restaurant's in your sauce?","id":"rhImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":681.35,"tags":["Hard","Rock","Cafe"]},{"line":"What a really clear, clean brand. Now, I do want to talk about your shirt. Okay? Which says it's a Brett thing. You wouldn't understand. Could you try to at least get me up on it a little bit? Yes, please. Oh, sure. So what''s actually OK, you wait free.","id":"sBImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":699.93,"tags":["Brett"]},{"line":"teaming up against each other,","id":"tBImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":749.37,"tags":[]},{"line":"right? Seems seems competitive,","id":"tRImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":751.09,"tags":[]},{"line":"You? Yeah. Or you would come from some sort of Brett store. You wouldn't believe if I told you. May, if you want to hear a story, please. Okay. Pretty crazy. Okay. Get us up on it. I was on the computer, and I was I was just doing my thing and I look way, way. Wait, wait, wait, wait. Don't skip over doing my thing. Don't skip over your thing. Tell us a little about your thing.","id":"uhImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":799,"tags":["Brett"]},{"line":"My thing is like I get I turn on the computer.","id":"uxImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":827.01,"tags":[]},{"line":"Can I ask you something about this? About the shirt? Yes. What is it that I wouldn't understand?","id":"vRImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":876.11,"tags":[]},{"line":"it's just people are coming at you with stuff. You have all sorts of, like","id":"wBImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":911.34,"tags":[]},{"line":"criticism's. And, like, you face a lot of criticism. I could see that. I mean, like, like art critics. Is that like what people say? Like, what are they challenging you about? Oh, just like","id":"wRImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":917.85,"tags":[]},{"line":"well, she I don't know what her Brett thing is to be on sexual haras'sment. She liked close's the Brett Butler, the baseball player","id":"xRImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":970.43,"tags":["Brett","Brett Butler"]},{"line":"great question. Question.","id":"yRImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":1000.69,"tags":[]},{"line":"Was it one T or two ts? It''s 2 to 2. Todo then he might get it so Bret Hart would not. He''s in the dark. No, the won t bretz They get it les's than Yeah, but they're closer than a no. 00 they're that far. What logic Hear? Doesn't make make sense. Why not? Well, it is one tee off. He might get a little of it, but not all of it. You wait for it. You're not a Brett if you're not a to tea bread so that there is green. So that was That was","id":"yhImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1003.47,"tags":["Bret Hart","Doe's","Brett"]},{"line":"an episode of bread up on this. That","id":"yxImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":1039.87,"tags":[]},{"line":"tell I love it","id":"zhImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1106.54,"tags":[]},{"line":"Yeah, this is a question. Do you guys come back? Mid bite of the Fred Fest burrito? Um, was the question if devious maids s only is mad still on,","id":"1RImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1157.42,"tags":["Fe'st"]},{"line":"Well, I can, uh, computer that I can pivot two mistre'sse's if you want, cause we have had one of the mistre'sse's on the show and they seem like the same sort of showed me, Mr. Says is with the girlfriend lost with sun. Yeah, yeah. Okay. And you can do that at our version of Get-Up-On-This. I understand it. Like 1/2 like a get up on him and 1/2. You can but shift of something else. Have the pretend. That's what you were talking about from the beginning.","id":"1hImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":1171.96,"tags":[]},{"line":"You realize Oh, wow. I have nowhere to go with. Devious maids just have seen two episode's of mistre'sse's audible. One cool thing happening on mistre'sse's right now is theyve got Jerry O Connell","id":"1xImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1195.83,"tags":["Deviou","Jerry O Connell"]},{"line":"you, Jerry. Or know that that structure Well, heres the thing in a world where this instructor is interacting with these people. For them to be going gaga over Jerry O Connell. It''s like, Well, this guy''s like, just like a supermodel and Jerry''s like a very handsome, establi'shing practice. English man. Yeah, yeah, yeah. But not like he''s not like this Australian lover of Jes'se''s on the show. Mama Mia. So Now Europe on. Yeah. Good.","id":"4hImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1319.88,"tags":["Jerry","Jerry O Connell","Jerry","Engli'sh","Au'stralian","Europe"]},{"line":"But now you want to see another it would take. Itll be your turn. OK?","id":"5BImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1361.02,"tags":[]},{"line":"I think Sean was doing Who Charted ao at the beginning have been kind of ran away. That version of it and I think I was doing sort of a Rasta guy mixed with, like, nine parts water. One part. Do you want me to do, like,","id":"5xImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1401.72,"tags":["Sean"]},{"line":"Big former Senate? Yes. Got it. This is a watered down. Or I can give you a rasta guy key phrase to sort of bring you back to the accent if you want it. Okay? I don't want to really do the accent, but I could maybe do the phrase and like, a super water down work. Okay,","id":"6BImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":1418.81,"tags":["Senate"]},{"line":"do it all the time. Like with both hands.","id":"8BImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":1526.75,"tags":[]},{"line":"you had a question, and it seems like you don't know what a hand could dio, right? Meanwhile, I'm getting you up on this","id":"8xImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1543.91,"tags":[]},{"line":"Jensen, Do you want to get us up on anything? I mean, yeah, I feel like it would because that would be the guest turn. And then we go, We go back. So you would each have one more. No, But now this is your show. Now it's me and a battle against yours. No. So now you are the host. Okay. Uh, yea. Yo, uh, guys, it''s time to, like in this. It''s time to get up on ah thing that that I learned. It''s an app that I found out about that. I think all you guys might like, uh and it''s called Sleep talk. Oh, wow. Okay, it''s called sleep talk. Okay. And at night, you you activate it. Here''s a woman. Okay, so then you activate it, you pres's the button, and then you leave it on your bed. Yeah, And then if you talk, it will start recording it.","id":"9xImL3MByMrymAEmbzax","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":1581.64,"tags":["Jen'sen","Sleep talk","sleep talk"]},{"line":"Yeah, What? I think you guys did as you picked a few key moments and I was most s Jones. Like when he splashed through or whatever. And you said, like, way we have a timer up on the wall forever. And then we hit 22 minutes and I go Chris Rock every time. And he's on the screen. His characters on the screen at that time or at 36 minutes, I'll say bacteria","id":"BxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":1771.92,"tags":["Jone","Chri's Rock"]},{"line":"All right. Good. Today we're really proud of that one. Yeah,","id":"ChImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1817.1,"tags":[]},{"line":"well again of your role over it again. My thought was that some people have other surfaces in their bedroom. You Clearly, neither of you do right. Price man has Your guest's are Get-Up-On-This is kind of for is kind of for everybody way. Want everyone to be able to participate in the things that we ve made. You have a devious maids were typing with one finger. Sure. Yeah, it's sort of more inclusive. Okay.","id":"DxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":1846.92,"tags":[]},{"line":"mid bite again. Form up. You know, sit down in the snow. Me? I'm gonna play. Right. How about this? How about this? That's how I sing a song. But no one understand's.","id":"ERImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1884.08,"tags":[]},{"line":"Com. A quiet confidence of a breadth thing. Yeah, we don't understand it.","id":"ExImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1904.93,"tags":[]},{"line":"We're literally doing Captain Albanna. Millions try and zero get it. Well, not zero. There are other bread.","id":"FBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":1910.3,"tags":["Captain","Albanna"]},{"line":"'sued on her sitcom a lot. A lot. Yeah, Yeah, she Yeah. You guys are going exogenous to suit. Is that the breadth thick","id":"FhImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":1932.76,"tags":[]},{"line":"Okay. Um how about, like, high fives? Get people about high fives? Yeah, like a positive action. It's little more specific. Yeah, Kevin was like, Excuse to touch. Yeah. OK, then we're back to the sexual. Hear you medicated in some way, Kevin. No, no.","id":"KhImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2196.12,"tags":["Kevin","Kevin"]},{"line":"Have you considered it? Can we get you of a medication? Yeah. Can we get you up on some sort of We get you of on at a van. More like a doctor handing you a prescription thing. I think you should Get-Up-On-This","id":"KxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":2214.44,"tags":[]},{"line":"Like, that's a good greeting card. Get just Get-Up-On-This Howl greeting cards. We have not merged out.","id":"LRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":2230.5,"tags":[]},{"line":"by the fact that you think we start every Get-Up-On-This a yo like a like I don't even It's a taxi driver who''s pulled over and asking if you need a ride. Sounds like Oh, please don't say taxi driver. I've met the fellow I met. I'm in Robert De Niro and he''s had enough talent. Can't take it anymore. It''s still more telling and yeah,","id":"NRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_2","timeCode":2270.85,"tags":["Robert De Niro"]},{"line":"It's easier cakes explaining more, please. Because even the way you're saying it, I'm not understanding. So you're You're at a urinal? Yes. Dick out. Yes, sure. Now explain it. Your shouldn't want your share shirt is your T shirt","id":"RBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2514.01,"tags":[]},{"line":"Okay. Same old shit. O l e Same old. Yeah, and it's an e p. It''s like six songs, and you just It''s just free. And youd listen. It''s great. It''s a great it''s if you like traditional old school hip hop. That''s what you listen to. Okay. How do you do? Ah, music. How do I do? Music? Yeah, Meaning. Listen to it. How do you How does ah, how do you make me so let''s say I wanted to start making music. Well, Now, making music coming to my ears. Yeah, Okay. Uh, and I want to hear","id":"UBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2703.74,"tags":[]},{"line":"What is this world? This that's playing right Now that you're hearing, that''s not my voice. That thing below it is a song by the band villain Park. The group I got you upon is my second. Okay. I feel like you are imagining some. I don't hear anything. Oh, well, I should explain something. Hey, I think I need something. I think I need a little background on Hayes. Hayes has, uh, brain disea'se where there are sort of","id":"VBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2800.33,"tags":["Park","Haye","Haye"]},{"line":"Well, it's just not He''s able to accept music, but it''s at the expense of everything else. So oh, and so as sort of a self protection, if music is playing and he''s like around people, and he doesn't want to sort of like, just like slam himself into a wall, right?","id":"WhImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2865.07,"tags":[]},{"line":"Then sometimes that will help it. Who? Stranger Speed through things. We already got the upside Grand owns Episode Brandon to that. Ah, all right. Yeah, because being in the upside down.","id":"XBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2903.17,"tags":["Grand","Brandon"]},{"line":"well. He's well will not be able to do it now. He might hear it later and make me tell us what he thinks about it. I For my part, I gues's","id":"XhImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2923.97,"tags":[]},{"line":"They're not on my Mt-Crushmore.","id":"YRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":2947.13,"tags":["Mt-Cru'shmore"]},{"line":"Okay? You want me to get up on it? But they're not. I'm out. Wrap more. Well,","id":"YhImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2949.12,"tags":[]},{"line":"Well, so yeah. So my mountain technically again, I","id":"ZBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":2954.48,"tags":[]},{"line":"because of how you going to do it without? Well, you're gonna run out it all dry. Yeah.","id":"dBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":3075,"tags":[]},{"line":"Yeah, Okay. My amount right more is candy. That is very, very yells. Wait, hold on, hold on. What is the What is What do we see for Canada? I don't know what you like. What kind of candy De Junior Mints candy wrapper? That's funny. Okay, that working a bread thing brought upon that. That''s a bread Big. And I wasn't breast Lake","id":"dhImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3094.78,"tags":["Canada","De Junior Mint"]},{"line":"Earwolf. A lot of people are telling me like I'm really I think they are just through as most Howl Hear, like four years. It's about the time anyway. Candy the Beatles that way. Which Beatle? Just hiking and being outside","id":"eRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3127.72,"tags":["Earwolf","Candy the Beatle","Beatle"]},{"line":"you know that?","id":"fRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":3197.34,"tags":[]},{"line":"My third","id":"ghImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":3316.47,"tags":[]},{"line":"and yeah, maybe it's like Howard Stern while he just admit that you know shit was bad. So he used to say, you know, so you know, the retard, or he would say, Hey would say homophobic things. And now he doesn't, You know, 10 years later, like, I feel bad I said those things. Sure, Yeah. Yeah. And he said, Yeah, he''s older to me. Yeah.","id":"jRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_1","timeCode":3484.9,"tags":["Howard Stern"]},{"line":"Hollywood Hamburg is brought to you by WolfCool Jr subsidiary of Calvin","id":"kRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_2","timeCode":3614.67,"tags":["Hollywood Hamburg","WolfCool","Jr","Calvin"]},{"line":"Baby. Hey, this is our enemy camp from the Improv fantasy podcast Hello. From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're a new listener or you've fallen behind, Season three is a great jumping on point and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","id":"khImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","speaker":"spk_0","timeCode":3633.11,"tags":["Improv","Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]},{"line":"Froggatt shop owner who, uh, things in that credence cover band. Yeah, and it's me, him. And it''s while o e g on. We're watching the pilot for Chunk of Bean, the ABC pilot. That didn't go. Yes, you found it because it got misplaced. Well, that was the whole thing. They hired me. They said, Take your two best guys, detective and get out there and start detective ing and find this pilot because we're gonna need it for the, um, museum of television. So I start digging in there. I'm like, moving around. I finally called John Fogerty. I go. I need somebody who has a phone because I'm like, you know, even when I signed something, I don't have any way Teoh and you're on foot. Yeah, I'm on foot and he''s got that. Ah, it''s not Ah, it''s a machine that you can move in. Yes, Yes, yes, yes, yes, yes. I know exactly what you're talking about. We can picture it right at the top.","id":"lhImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":189.31,"tags":["Froggatt","Chunk of Bean","ABC","John Fogerty","Teoh"]},{"line":"Well, it not on this particular night, but I've seen it with the top before. Okay,","id":"lxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":251.15,"tags":[]},{"line":"In jungle being? Yes, well, chunky eating all the candy. He's a little boy. Okay? And beans. Father kind of led. Do whatever he wants. Beans, chunks, neighbor OK, and chunks. Parents are a little more overprotective.","id":"mhImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":278.77,"tags":[]},{"line":"how I didn't get toe watch the show. Yeah. Seemed like a sure thing.","id":"nBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":303.85,"tags":["the 'show"]},{"line":"Yeah, and Adams got to get out of here, but and that''s fine, because this is gonna be quick","id":"oRImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":335.15,"tags":["Adam"]},{"line":"way. Stupid idiot guest. I'm kidding it. Czar, Friend Adam Palley. He was on the show once before, and he's been saying, I know it''s been three years, but he''s been saying he really wants to get back on because he had so much fun. He pretended to not really like us last time. Which was so funny, Adam. Yeah, and some people thought Was it really So many people talk to me are like Is that serious? Yes. Yeah, to me too, to meeting Funnier is to both of us really serious. You're scared. It''s so crazy, my friend honestly got scared. I and I honestly was like, He''s that good. An actor. Yeah, I was just honest. I was just doing take the compliment. I was just doing a bit, you know, joking around.","id":"ohImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":341.54,"tags":["Adam Palley","Adam","Funnier"]},{"line":"Is there something that you want me to say about you? Because if this is all that feel weird No, no. Definitely. Now. Easier for me cause sometimes compliments. Ca NBI, You're so nice. That's really Lake. Sometimes they go the other way. You know, like I like, you know, one time I gave, I gave Sean a compliment. Like we were doing comedy a long time ago. And I was like, I was like, Oh, you're so smart when we improvised almost like you have Asperger''s, you know? And like I know I know what I was saying. I know that. I know my truth, right? Was that I just know Sean, Is it gonna improvise? When I was trying and I was being what Sean was like gallops upset about it a long time ago. It''s like, I just want to make sure that that the compliment that I am right giving you is what you want. And frankly, Now, Adam, I am able to admit I'm maybe","id":"uxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":689.71,"tags":["Lake","Sean","Sean","Sean","Adam"]},{"line":"a little","id":"vBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":730.49,"tags":["a little"]},{"line":"So there you go. You know, actually, kind of like a superpower, and it's got, like, super power. Okay, short.","id":"vhImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":732.18,"tags":[]},{"line":"I gues's you havent seen some of my other my earlier stuff, cause that's really funny, too. Uh, let''s do another take. I know that because I I do have to get to this Big team meeting? Yeah. What''s being what''s on the dog? Yeah. What? I'm not allowed. Can I talk about it? Yeah. Yeah. Is that okay? It can always any leap out. Is it a special project? It was like, Yeah. Plans for the new year? No, like? Well, yes, I would hope that that''s involved the laying out the plans for the New York wannabe organized attack. But I also am up for a Big, Big roll that has been kind of slid my way and I duck out. Just release one part. This is one part. Just leave, just leave. Shut the door. Thank you. And I, um, is that and I'm debating whether or not to take it because it''s just a lot. It''s going. It''s a big deal for me. It''s a big role. It''s a Big It''s a lot of stuff that I'd have to do to visit James Pond, the sort of tadpole version of James Bond.","id":"yRImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":849.32,"tags":["year","New York","Thi","Jame","Jame"]},{"line":"Yeah, he was. I think he was. And I think that he has about five minutes.","id":"zhImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":973.4,"tags":[]},{"line":"Well, which I heard he's great in and Ah, and But anyway, I odd they used all five minutes in the trailer.","id":"zxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":978.96,"tags":[]},{"line":"Yeah, that must mean this unusual. I must be in the movie is not going cold.","id":"0BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":989.33,"tags":[]},{"line":"BlackBerry mes'senger.","id":"6BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1326.32,"tags":["BlackBerry"]},{"line":"but it's is gonna do what it''s gonna cost me the role. Like what? It is just me what it is like. I'll tell you about it. It''s gonna cost me the part. Okay. So what it is? Yeah. Okay. Yeah, cause gues's that means that.","id":"6xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1342.1,"tags":[]},{"line":"of a forced binge.","id":"8RImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1596.25,"tags":[]},{"line":"example of a job.","id":"9RImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1644.32,"tags":[]},{"line":"like what? This, uh I gues's person that we have in our office, which is Dana. So Earwolf did not use ZipRecruiter dot com when you're looking for their fishmonger. And they went up instead, Just going, I gues's, onto the street and, uh, finding this insane psychopath named Dana. I think","id":"9xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1668.83,"tags":["Thi","Dana","Earwolf","ZipRecruiter","Ju'st","Dana"]},{"line":"Yeah, it is like it's ah, dead it's android dead Andrew and eating affection.","id":"-RImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1696.2,"tags":["android","Andrew"]},{"line":"Wow. Okay. And she started to a little bit. Her robot voice was creepy. Oh, and there's been some Catamount budget, so please go. If you're a listener and you're hearing it, go post jobs on ZipRecruiter for free by going to ZipRecruiter dot com slash first that ZipRecruiter dot com slash 1st 1 more time She''s infected, she''s and she''s a wired as'shole out of her brain. My brain one more time. Try it for free to go to ZipRecruiter dot com slash first. Must have hugged money. Scott","id":"_xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1771.27,"tags":["ZipRecruiter","ZipRecruiter dot com","ZipRecruiter dot com","ZipRecruiter dot com","fir'st. Mu'st","Scott"]},{"line":"Freddie Mercury, The ultimate showman. Give me that Suspender's, Baby","id":"AxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1830.82,"tags":["Freddie Mercury"]},{"line":"This thing going to hurt you Go on to keep singing the hit song about the Big bots of the bicycles. It's OK. Let me just clean you up.","id":"BRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1852.14,"tags":["Big bot"]},{"line":"Harry is is so confident, the quality of their blades, they send you the free trial set, said Toe. Gets it well, he to food. Yes, this free trials that really worked Good on you, Freddie Mercury guy Whos playing you obviously and well. And Now could you do the song that really is about Kerry''s? Now we are debia ends of Shavei.","id":"ChImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1890.24,"tags":["Harry","Toe","Freddie Mercury","Kerry","Shavei"]},{"line":"The crowd goes onto Harrys dot com. They enter the code Handbook-East Tech out and they get a balm, baby,","id":"CxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1916.62,"tags":["Harry"]}]