[{"line":"Jesu's. I mean, jostle","id":"_hIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_3","timeCode":4237.83,"tags":[]},{"line":"I'm recording this After this weeks show, Sean has gone. If you've been listening to the show, you know that Sean has an is'sue with Disneyland, where it''s a few different things. He was once he went on Space Mountain and in the photo has sweatshirt flew up over his head, and he wasn't wearing anything under. And he has, like, sort of discolored nipples. And it was very popular selling photo. It''s Space Mountain and is still the most popular item at Disneyland. Um, he also has a thing with Goofy, where hey thinks that Goofy thinks that he is funnier than Sean and has embarras'sed Sean on several occasion's comedically at Disneyland. So this is a thing with and you know, he doesn't want to go to Anna to dio the festival. So after right after we recorded this episode, Sean uh told me that he was going back to Disney Land toe sort of conquer his fear. I gues's he didn't say it that way. Ah, but I think that''s sort of what it''s about. Congres's Hear going to enter. So he went, and it's first It''s late September. So it''s Halloween themed Now. They're doing like their Halloween time thing, which he thought was done just for him, like just to scare him personally. But he texted me that he, like, wasn't scared. But it seemed like, um, I'll just read, Just read his text. So we get the Disneyland and he hey, text at Disney Bland. That''s what he''s been calling it recently. Sucks, not cool. That''s the first time. And then he taxed. They made it scary for me. Too bad I'm not scared, then just got surprised by a Jackal enter, but not really. Then I see goofy. He''s got vampire teeth and a cape. Not funny. And so then I text him. Don't talk to Goofy, but he doesn't. He doesn't really acknowledge the receipt that his phone received tax. I don't know if he knows that it has that functionality. I think he thinks It''s just a sender. A text sender. So then he writes going to go van helping on him. I think that''s that. I think it''s also even housing. I think that''s an auto correct.","id":"ARIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":23.11,"tags":["After thi's week","Sean","Sean","Di'sneyland","Space Mountain","Space Mountain","Di'sneyland","Goofy","Goofy","Sean","Sean","Di'sneyland","Anna","Sean","Di'sney Land","Congre's","Halloween","Halloween","ju'st","Ju'st","Di'sneyland","Di'sney Bland","ju'st","Jackal","goofy","Goofy"]},{"line":"Fine. I go. I'm listening. You know how I go to the female feed some of you and I pay my respect's to Flo Jo.","id":"CBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":248.71,"tags":["Flo Jo"]},{"line":"'she tour of ah, up, off,","id":"ExIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":368.62,"tags":[]},{"line":"not get over, because sometimes they will, at the conveyor belt run until the first grocery falls down","id":"GBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_3","timeCode":442.63,"tags":[]},{"line":"We have been wanting to talk about this, and people are saying, What do you guys want to do for the president? He's telling the truth, guys. Ah, and and it is important. And, um, this is our thing.","id":"HxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":488.94,"tags":[]},{"line":"right away where it seemed like maybe this thing didn't have a really firm ceiling on it.","id":"KxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":682.01,"tags":[]},{"line":"Mm. Do you want more? Please. Maybe somebody just called me up and say, Like, which law? Yeah, I just Onley give me a couple tears some time and then call me again next week. Same time. Yeah, and well figure out another law. But the fact that they're doing it all at once was like 200 people. Yeah, it's crazy. May 2 100 people calling you on the phone. Yes. Ask about so many to from","id":"LhIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":723.23,"tags":["Onley"]},{"line":"How many of these do we need? You know, I mean, a big mistake that got made early on was Don't call it a plane. Call it a fancy.","id":"MxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":777.72,"tags":[]},{"line":"those were do comics that were mentioned on my episode of High and Mighty, which have you. I I'm wondering if you have ejected. I heard it's doing so. It was very well received. It''s had a very long tail. The listen's continue to pile up","id":"PBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":867.42,"tags":["High and Mighty"]},{"line":"Yeah, while Gary Johnson who is the Doonesbury man? Ah. Can draw these guys who are sort of like Nixon era. You know, guys, um, who are up to all kinds of high jinks. His word bubbles have a little too much words for me","id":"PxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":890.89,"tags":["Gary John'son","Doone'sbury","Nixon"]},{"line":"don't forget, the other side is is also","id":"RhIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":995.28,"tags":[]},{"line":"guy from Harrys is not cool. Waiting for Santa. Hi. Hi. Santa Menu. You can have a seat.","id":"SxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":1052.9,"tags":["Harry","Santa","Santa Menu"]},{"line":"target. Uh, we would like to do just a more straightforward Harry is at it at this point. The Santa Matt Big is like. Okay, It was No, wait. What do you Sorry. What is this conversation? Where the same demand. Harrys relationship. What is that? We cannot do this. You know, Brian, let''s make this right. Okay? I want","id":"UhIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1121.66,"tags":["Harry","Santa Matt","Harry","Brian"]},{"line":"that so now","id":"VRIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":1149.76,"tags":[]},{"line":"Sit down for a second,","id":"WhIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":1167.17,"tags":[]},{"line":"like you're saying this is the reason you need to be. It's one of the reason's. One of the reason's.","id":"YBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1222.23,"tags":[]},{"line":"Okay, heres some copy.","id":"YRIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":1227.04,"tags":[]},{"line":"I love it so good and not being normal.","id":"ZBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":1316.24,"tags":[]},{"line":"We're going in and out of the voice a lot. You lost your grip shaped multiple times. This right You're schizophrenic. Let me get talking crazy. Let me get to what? I'm getting it.","id":"ZxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":1336.68,"tags":[]},{"line":"I like the phrase he used to the beginning that craps for the birds.","id":"aBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1348,"tags":[]},{"line":"Hey, guys want to talk to you about Blue Apron Blue Apron use's great ingredients, and for les's than $10 a meal theyll deliver seasonal rep recipes on with proportion ingredients to make delicious home cooked meals at your house. They send you the food. They send you the recipe. You make the delicious food at your house.","id":"axIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":1368.54,"tags":["Blue Apron","Blue Apron"]},{"line":"New York. We talk about pizza. So we have been looking at cros's promotion to Dio from a show. We did the hamburger sandwich in the past because we also say hamburger saying we say hamburger sandwich a lot, then Blue Apron becomes a Yemeni family and Blucher sandwich. So this month on Lee, we're running a promotion that we're tacking onto the Blue Apron promotion, which is this really great deal where you know you're getting these meals for listen, $10 you know, meal. But what we're doing with it is every meal they send you,","id":"bhIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1403.91,"tags":["New York","cro's","Dio","pa'st becau'se","Blue Apron","Lee","Blue Apron"]},{"line":"and I'll say it right now. I will also evil you. So don't worry about writing this down, but that the hamburger sandwich A pre TSA. So it's like Blue Apron. But with him, hamburger sandwich impedes in it. On what you do like this? Any of these great ingredients. They have relationship's with all these local farms. Fisherie's of Richard ranchers. Seafood is sustainable. Beef is humane. Chickens free range. A natural before they delivered almost everywhere in the U. S. So this any, for example, thing this month In September, they send you paprika s by shrimp and cheddar grits with tomato and sweet corn. Okay, so how much turning that in new hamburger sandwich? A preacher pizza.","id":"cBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1439.78,"tags":["Richard rancher","U. S."]},{"line":"Get your car by that hamburger buns that you already have from the hamburger stairways. Go to Pizza Hut by 10 pizzas.","id":"chIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1490.7,"tags":["Pizza Hut"]},{"line":"Toast the bonds. What am I doing with the cheddar? Grits and tomatoes? Sweet corn. This is all going in the bunt that is the tramp. So you're putting that into bonds? The whole yes, I'm saying, Make the shrimp meal, which it all of it goes in the bottom. All male. Put in the buns.","id":"dBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1510.48,"tags":[]},{"line":"Put the buns around the pizza. I think it goes on top of it.","id":"dRIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":1524.75,"tags":[]},{"line":"yes, hamburger sandwich pizza. You put the hamburger sandwich with the shrimp meal inside. You put it in the middle of the pizza pizza. You fold every slice of pizza over the top of the hamburger sandwich, so it's so it sort of creates Ah casing, sort of a pizza ball.","id":"dxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":1537.1,"tags":[]},{"line":"Put the chicken stir fry had all that stuff in the hamburger, but the babys actually. Would you toasted already? Put that at the center of the pizza. Fold the pizza over the top, stable it up. You can eat that with Ah, you know your bos's. Or you could eat that with, Like, um, some kind of illegal animal has been smuggled in the United States like King could do. And then ah, you cab the eggplant chicken to Jean. So, um, all the pizzas are ah, on special this month, Check out this week''s menu.","id":"ehIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1580.97,"tags":["United State","King","Jean"]},{"line":"um, so it's ah, me. It''s Roger Rabbit, and it''s a can of beans. And, um, where, ah, you know, we're on the flag, obviously. And the flag is for our soccer team, Like, so, like his. When we're wherever our backup goalie is, um, when he''s not in the goal, is gonna be running around with the flat black at the other team. Sort of like this is the banner on the field, Yeah, on the field. Or just like in the goalie''s face. And he''s like hitting people with the flag, you know, if the refs back is to them, uh, touching the flag acros's the goal. Yeah, well, that''s a great way to stop the soccer ball from getting in our goal, like although she''s not going to the goalie at that time. But that''s own ruled that the flag can be, you know, um, so anyway, it''s really good, but it''s really Big, like maybe two Big. Maybe a person can't hold it because it''s the size off Ah, building and, uh, and also Roger Rabbit looks like he''s melting just because the artist I gues's uh was like tripping out. Okay, Uh and also I look like you. Yeah. And also the can of beans doesn't say beans on it. Oh, so it could be a can of anything, I because sometimes I noticed, when you're at parties,","id":"fxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":1647.07,"tags":["Roger Rabbit","Roger Rabbit","bean"]},{"line":"You just sent it. I was very clear about that.","id":"hRIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":1780.75,"tags":[]},{"line":"your end, because of the thing I said about you sending","id":"ihIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":1823.96,"tags":[]},{"line":"is that I just keep skipping forward going. There's not this part. Not this part.","id":"nBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1964.7,"tags":[]},{"line":"with a big smile. I'm going Ah, and then is there not reacting? I do. Kind of Just, like, scratch forward. Just like tick down the timeline. Go. No, no, no, not this part. Not this party. I go. One more thing when","id":"nhIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1973.08,"tags":[]},{"line":"like, Oh, lets go back","id":"oBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":1987.8,"tags":[]},{"line":"No. Probably good to say that, you know, because it won't have come out. Yeah, Now, like, there's no reason for your preferred. And Now, but by the time it does come out, it will look stupid fan to say that you havent heard about it. You understand what I'm saying? Yeah, because they all have already heard about it. Does. It will have just happened. And for you to be, like, who about that, You know, kind of the way that you said it kind of was like setting,","id":"ohIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2007.6,"tags":["Doe"]},{"line":"Oh, good.","id":"qxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":2110.3,"tags":[]},{"line":"Why is comedy so good?","id":"rxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":2138.29,"tags":[]},{"line":"Right. So I'm going to say that right out of the gate is the answer for the 1st 4 of those, Um, that's why you like to laugh. Um, because, you know, it just gets your rolling.","id":"tBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":2150.04,"tags":[]},{"line":"Yes. Being funny is almost like being like part of a different species yet totally. It's kind","id":"tRIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":2159.95,"tags":[]},{"line":"It's crazy because something","id":"vBIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":2228.35,"tags":[]},{"line":"So yes, Sorry. When you're in the funny zone or you are you looking at your Yeah, And that's like the hardest part about being a comedian, I would say, is that when you're being so funny, you can't help but kind of be outside of your own body.","id":"vhIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2237.49,"tags":[]},{"line":"Howl Band? Yeah, you could say so. That just happened. Yeah, I sort of Do you want you want to try? It can be really good. Okay. Whos going to give her a task? Uh, you have a cat, something impounding.","id":"yhIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":2389.62,"tags":[]},{"line":"I don't have a cat something empowering. I've tried and","id":"yxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2406.36,"tags":[]},{"line":"He's obviously came in. I had so many, so many.","id":"zxIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":2423.98,"tags":[]},{"line":"Uh, my tweet would be","id":"0hIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2445.99,"tags":[]},{"line":"It's just it''s not a good one. I mean, do you want to make me fucking say it? He's","id":"3BIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2543.88,"tags":[]},{"line":"is at Jen likes pizza. Yeah, I'm Why are you allowed to do that? Well, I mean, I'm like a clas'sic Hollywood bad boy, but should","id":"7BIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2649.48,"tags":["Jen","Hollywood"]},{"line":"be your name.","id":"7RIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":2662.97,"tags":[]},{"line":"doing something in the tweet. Hear handle,","id":"7xIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2668.35,"tags":[]},{"line":"I have even worse news for you about her handles. I have even worse news. Do you know this already has","id":"9RIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2705.77,"tags":[]},{"line":"Look, you guys, I I thought we had buried this hatchet and we werent gonna talk about this. I would not have come here if I","id":"9xIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2735.94,"tags":[]},{"line":"thought we were gonna get back. Just did an episode where we had, like, this old feud with someone. You don't have to know this. We have, like, result feud with someone where, like, we were sort of working through it, like, sort of like my parents were kind of,","id":"-BIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":2741.43,"tags":[]},{"line":"But way had done it before. Like a week ago. We had done it before. Um, so, uh,","id":"-hIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2767.51,"tags":[]},{"line":"Yeah, and, ah, bullies is pumping gas","id":"_BIrL3MByMrymAEm0Dod","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":2788.7,"tags":[]},{"line":"do you think he's kind of looks like Brighton from the nanny as a grown up?","id":"BRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":2844.87,"tags":["Brighton"]},{"line":"Yeah, I Yeah, I gues's I am giving up Phoebe jeebies. I'm hogging all the water. Hayes. Whats on your phone, brother?","id":"CRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":2876.16,"tags":["Phoebe","Haye"]},{"line":"I'm sorry. So Josh is a fraud engineer. Josh is a fake engineer, not really known for anyone listening at home going like like, even when we set Josh, they probably were like, what? The al like checking their taking off their earphones and looking at them like someone put booze in these, you know, then tos'sed him over their shoulder like an old hobo who goes off the get last.","id":"EhIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":3008.35,"tags":["Jo'sh","Jo'sh","Jo'sh"]},{"line":"Trouble. No China. Yeah. Yeah.","id":"FxIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":3080.62,"tags":["China"]},{"line":"Oh yeah, I know he's been","id":"IxIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":3256.41,"tags":[]},{"line":"a lot of ones don't matter with a nudge other. That's can they go right in the ocean? Wow. Wow. Which is bad for pulling that trash island does it on a quick","id":"JRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":3261.14,"tags":[]},{"line":"gen your mike stand work is so unique. I was wondering if that's a choice or if it just comes naturally. So this is a fan of your comedy. Oh, that''s so interesting. Talk","id":"JxIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":3284.98,"tags":[]},{"line":"And and sorry. Alive. Yeah, I was on Saturday. I live for I think, Oh, gosh, it was like 11 season's or something. You","id":"KhIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":3302.72,"tags":[]},{"line":"Yeah, what you do with the mike stand when you're on stage.","id":"PBIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":3484,"tags":[]},{"line":"Good. And you say to someone in the audience, Here, hold this. Yeah,","id":"QBIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":3520.98,"tags":[]},{"line":"Ah, you were so helpful with my non sketch.","id":"RBIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":3578.64,"tags":[]},{"line":"It's a movie. Now","id":"RRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":3581.52,"tags":[]},{"line":"you to keep at it.","id":"SRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":3602.26,"tags":[]},{"line":"Wow. I just wonder if Mark is prepared for how many question's? Usually it just seems like Teoh be pulling out more Rubiks cubes from Will Smith. I'm back. Who are you talking to?","id":"UhIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":3681.41,"tags":["Mark","Teoh","Rubik","Will Smith"]},{"line":"If you're not a saying I'm about to like they do about Cris'scros's Song. Warm it up. Ah, then Ah, you're mes'sed up. Getting married on Valentines Day,","id":"YBIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":3848.91,"tags":["Cri's'scro's","'s","Valentine''s Day"]},{"line":"this. Yes, I'm gonna Yes. I'm gonna say this is everything","id":"ZRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":3889.97,"tags":[]},{"line":"at Gen Lake Speeds is my spirit animal.","id":"ZhIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":3894.95,"tags":["Gen Lake Speed"]},{"line":"Heres another question from the bag.","id":"ZxIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":3900.18,"tags":[]},{"line":"I trust you are a fraud.","id":"aRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":3911.57,"tags":[]},{"line":"Okay, I'm gonna get something else in here. We're gonna show Hayes.","id":"ahIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":3914.63,"tags":["Haye"]},{"line":"Oh, Josh is. But","id":"cxIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":4048.98,"tags":[]},{"line":"why you're making more?","id":"eRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":4114.93,"tags":[]},{"line":"Why is that? Your favorites got I just I mean, the title alone.","id":"fRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":4146.64,"tags":[]},{"line":"and I'm not saying if he is or not, then I regret doing all those movies with him, so it's kind of I gues's I never really got a good a good read","id":"ixIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":4242.56,"tags":[]},{"line":"Yeah, it's funny,","id":"khIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":4321.61,"tags":[]},{"line":"Okay, So this is gonna be a boy. So","id":"nRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":4435.36,"tags":[]},{"line":"Right? Okay. God,","id":"pBIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_2","timeCode":4477.7,"tags":[]},{"line":"Ah, hang on. I'm gonna run out to the killing real fast. OK, so Sean is checking account,","id":"qRIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_1","timeCode":4512.8,"tags":["Sean"]},{"line":"but we don't need him here to do this. Okay, Great. Okay. I think you got It's just your thing. Okay, Good. Who? Okay,","id":"qhIrL3MByMrymAEm0Dsd","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen D'Angelo, Our Close Friend","speaker":"spk_0","timeCode":4519.42,"tags":[]},{"line":"That isn't true. Showbiz watch look so much changing. I've been noticing this through 2016 2016.","id":"rBIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_2","timeCode":111.54,"tags":["Showbiz"]},{"line":"'so that's pretty brave. So we're still brave guys, we're still gonna do it. We're still gonna keep making this show, you know, until they shut us down and drag us out to the jail. And, ah, that''s our promise to you.","id":"tRIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_2","timeCode":177.02,"tags":[]},{"line":"Just like your own words and your little secrets. And it's fine, you know, have that","id":"vhIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_2","timeCode":271.7,"tags":[]},{"line":"yeah, yeah. I've heard this. I have heard that experienced that firsthand had does it sometimes as well.","id":"whIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_3","timeCode":295.71,"tags":[]},{"line":"We're a lot like that. Were very similar. Like just a hint of DNA away from being. Women are sort of the cats of the animal Kingdom, don't you think?","id":"xBIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_3","timeCode":304.5,"tags":[]},{"line":"And dogs Hear boys, Doctor boys and Cather girls. Yeah,","id":"xhIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_3","timeCode":316.01,"tags":["boy","boy","Cather girl"]},{"line":"Ah, and one of the things that we want to say is you are women today and every day. Yeah. Ah, And what do you What do we think about Trump and this whole nasty woman and the nasty woman? Insane, nasty woman. He said that he can eat, and he has said allegedly.","id":"yxIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_2","timeCode":364.03,"tags":["Trump"]},{"line":"air sort of a collaborate these air collaborative notes. Um, and that's the proces's. The proces's behind the show is very collapse. There''s","id":"2xIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_3","timeCode":544.96,"tags":[]},{"line":"back sometimes our why is it like, why are we made splaining to power when we can actually have a real dialogue? Yeah,","id":"3RIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_0","timeCode":559.8,"tags":[]},{"line":"See seed on all of these and, uh, as well as Jeff. All rich. For some reason, you might","id":"4RIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_2","timeCode":591.64,"tags":["Jeff"]},{"line":"guys? A two piece bikini, You know, is there anything in your book about, like, two piece bikinis or bikini pics?","id":"6RIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_1","timeCode":658.53,"tags":[]},{"line":"I mean, if you, if women want to wear a bikini and celebrate their body of all sizes, can wear a two piece bikini or a one piece, you know, whatever makes you feel good","id":"7BIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_0","timeCode":672.1,"tags":[]},{"line":"I'm getting a lot of okay. Just okay. The first no one piece the kidney discu'ssion there no one piece bathing suit. Yeah. Okay. Those are not today, but that will be retroactively against the law soon. Apparently, we don't really want todo excited that a California proposition about bikinis, cause we're not We're from out of town. Yeah,","id":"8BIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_2","timeCode":690.54,"tags":["California"]},{"line":"uh, the new system, Apparently What I'm hearing is that we are going to be having these one day proposition's very soon where, uh, a law is mentioned and then pas'sed the same morning es'sentially and coming up, I think, like next Tuesday morning. So by the time this podcast airs the anti one piece basic's, the law will be on the books. Also, we don't want to be discu'ssing it. Even what I'm saying right now about how we can't discu'ss it, we are gonna have toe,","id":"8RIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_3","timeCode":716.42,"tags":["one piece"]},{"line":"Yeah, yeah, yeah. Oh, you didn't know the Cubs win the World Series. I mean, I gues's that's insider info. Look, guys, we're just trying to protect you, So, um, wed love to hear more about the book, but the book as it pertains to either bikinis or those tip and strip new depends where when you go to sign something, you turn the pen upside down and the women''s clothing disappear's.","id":"9RIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_3","timeCode":779.27,"tags":["Cub","World Serie"]},{"line":"getting an email Now. Says that, um, women don't get off, I gues's. Right. Uh, right. So if we could just say that for the record, I mean, in my experience there, there's pleasure sometimes, Yeah. Through sexual simulation, we can We can agree to disagree there. I think","id":"_xIiL3MByMrymAEmcy_o","index":"handbook","podcast":"Hollywood Handbook","episode":"Beth Newell and Sarah Pappalardo, Our Close Friends","speaker":"spk_0","timeCode":881.95,"tags":[]}]