[{"line":"Hey, Sonic.","id":"jhIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","timeCode":4632.1,"tags":["Sonic"]},{"line":"Do you have any notes for Brett? Well, that he said thanks. He did the thing that he corrected you about last time. Yes, but now he was sonic","id":"kRIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","timeCode":4653.18,"tags":["Brett"]},{"line":"And while you're sonic again but now he's something.","id":"kxIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","timeCode":4670.75,"tags":[]},{"line":"Okay, okay. We're both sonic, right? Feels like you're biting your tongue about something, You know, I'm not. Thank you for doing the same with me.","id":"lBIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_0","timeCode":4675.2,"tags":[]},{"line":"Theo Hollywood-Mastercla'ss is a stitcher Original and a production of mineral media are executive producers Are Chris Bannon and Jenny Rattle it? Music and sound by Brett Morris","id":"mBIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_0","timeCode":4742.93,"tags":["Theo","Hollywood","Are Chri","Bannon","Jenny","Brett Morri"]},{"line":"and he started a podcast. Season three has just begun","id":"nBIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","timeCode":4916.14,"tags":[]},{"line":"I don't think you hear me,","id":"rBIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":407.51,"tags":[]},{"line":"Call it. We have a disciplinary is'sue. I'm so sorry, Spencer, because we do want to get into the guest segment. But there's some things at Earwolf. We need this to be running smoothly to help future guest's. It''s an investment for us. You're cool. The wait. A busine'ss. I know it is my brother. This guy has been great so far. Hey, Colin. So where obviously we have Spencer? He''s never been a guest on any other Earwolf show. We're doing something great for you, which is kind of like we're cros's pollinating all these podcast's and kind of getting, like some New Year''s on your shit. And, uh and so we turned the head engineer, Brad, and go. Hey, we got to tell some of these new shows to get down to suck on these. They never had this guy And we said, G names of the new shows. Gues's what he said. Cracked. He said, Cracked. That was the first new show he named, so he doesn't know that''s been a show for a long time. Okay, Yeah. I mean, to him, that was a new show. Crack team. Do you have a new show? Which is the crack movie club? That lunch? That''s not what somebody said that you know that covering? No, I knew that''s not 100%. No, because he would have said it. So So that so. Then what are the What are the new shows while the correct movie clubs have at it Looks okay, Way doesn't know","id":"rhIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":420.01,"tags":["Spencer","Earwolf","Thi","Colin","Spencer","Earwolf","New Year","Brad","G","Gue's","Cracked"]},{"line":"Oh, you have no one. Don't do Throwing Shade. Theyll be met so angry. What will they be? My They just don't like what I do. This stuff. Yeah. Throwing Shade down like it. No, they don't. But doing is never between you guys and Throwing Shade stalling for time. Well, darling Sanderson, we're doing We're doing a pres's release next week where we're talking about new shows. Things comes out on Tuesday. I see people talking like Throwing Shade Throwing Shade is on frickin that Earwolf read. It says that it's a new show on your show that''s been running for five years. Okay, but you're that''s knew we couldn't tell them to suck on these before, and we can't now because they would get upset,","id":"sRIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":528.53,"tags":["Throwing Shade","Throwing Shade","Throwing Shade","Sander'son","Earwolf"]},{"line":"given your full name given your e giving your email given your ah, Twitter given hearing. Uh um Off instagram your ah friggin ah, snap. Shoot your ah, whats other crazy stuff? These kids knew very man''s air getting soaker linked on and yeah, some of these names are starting to be like, what, right? Like a blinker.","id":"thIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":773.77,"tags":["Twitter"]},{"line":"Okay, I don't even know that one, right. It's like flicker. Yeah. So, uh yeah, go ahead. Spencer Crittenden Oscar's. Friggin critter Done. That''s what That right? The beard is probably way arent supposed to talk about any of these new Earwolf shows. But Spencer''s critter Dan something that might be in jets","id":"txIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":797.25,"tags":["Spencer Crittenden","Earwolf","Spencer","Dan"]},{"line":"oh. Taking a leak on a kinkajou.","id":"wBIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":856.57,"tags":[]},{"line":"Ah, we obviously have been fans of your shit for a while, and, uh and everybodys talking about this Dan Harmon. But we were thinking maybe we start Harmond Dan. Yes, they're poaching some of his people. Yes. So we came in with an offer you couldn't refuse. And we said, Hey, our show, we don't know what it is. It''s got no, ah discernible structure whatsoever. It''s not any good. They seem to be intentionally doing something on that show. You're on where you're like a dungeon master and you do this whole thing. Can we just steal that? This is sort of what we're doing is appropriating other people''s content to just fill time. And that''s just get to next week because we show up every week and we go, What the fuck? Haddaway Bridge This gap to next week and he's has made the very good point that our show is very bad. We don't know what it is, and it''s at the same time better than all the other show objectively. Better do you want some, But so bad. I think it''s one of the best. Maybe even the best podcast out there better than all the other show","id":"wxIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":867.01,"tags":["Dan Harmon","Harmond Dan","Haddaway Bridge","Thi"]},{"line":"if you guys hate it so","id":"xhIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":940.54,"tags":[]},{"line":"The yes, that's a big problem, and it is a haze does give me these late night phone calls where he kind of tells me like, Hey, you're really doing it.","id":"0hIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1029.09,"tags":[]},{"line":"Yeah, I know. There's some new rules around you. Lead engineer can answer one of our question's today.","id":"1RIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1053.46,"tags":[]},{"line":"Yeah. This was on the phone call a couple nights ago That we sort of workshop together together together? Yeah. No, if nobody really came up with it, you know, But it was both of us. I don't even know who said it first.","id":"3hIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1134.93,"tags":[]},{"line":"don't know, nerd poker.","id":"4RIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1163.93,"tags":[]},{"line":"The friggin Lords castle. A manner coming with Major. Bring me Meade, right? Yes, I got it. Have I love that notebooks?","id":"8xIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1275.18,"tags":["Meade"]},{"line":"Yeah, Okay. So I'm going to draw something, writes the meat jokes, still works, right? Give me some meat and let me draw a line or a care The","id":"9hIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1295.41,"tags":[]},{"line":"So we used to talk her out on Earth all the time. And we, um I should probably get back in just for, like, the farewell episode. I think people would like it if we sort of call back to our old stuff.","id":"-RIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":1313.48,"tags":["Earth","ju'st"]},{"line":"Ah, yeah. No. Um, I don't think I have any dice on me, but we might be able to make do. Um Okay, So what? What","id":"_BIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1366.43,"tags":[]},{"line":"Yeah, he could do that, too. Do you want that? Yes. All right. I want him to do his time. The guys a sleaze.","id":"BBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1528.22,"tags":[]},{"line":"I can't believe weve got his fucking best, bro. Weve got way we got Do you do it on our show. And now he's gonna be like Ozil. Rudy said and no money for your best bro''s doing their show. I'm next thing. I'm gonna move into his house. Oh, yeah, You know, I know. Sad code, so","id":"DRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1601.54,"tags":["Ozil","Rudy"]},{"line":"roof Lis. Uh, so, Captain is gay code like the Hitchhikers Guide 42 stuff or whatever. Something £42 star Yeah. I like the friggin spaces in our space stuff for you. Listening to star sailor. Um,","id":"DxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1623.88,"tags":["Hitchhiker''s Guide 42"]},{"line":"forget gonna get under the table and hide. That's so spooky. But this is why we, Brian, cause your minds Fucking insane. I know Wonder Harmontown so fucked up. He''s got this guy whispering this year all day. Hey, to pupils in one eye. Okay, Get in the loony bin.","id":"HRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1866.34,"tags":["Brian"]},{"line":"Programs range from the unique to the innovative, like their master's and economic system's design and PhD and computational and data sciences. Does that chap your butt cheeks? And that's something I thought of but decided not to say. Plus, with the goal of meeting the ever growing need for health care profes'sionals, Chapman and Doctoral degrees and pharmacy physical therapy, P a and speech therapy at the New Rinker Health Science Campus and Irvine come into one of our schools and get a chap smear. Oh my God!","id":"JRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":1998.09,"tags":["Doe","Plu","Chapman","New Rinker Health Science Campu","Irvine"]},{"line":"Okay. Who has taken?","id":"LxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2346.44,"tags":[]},{"line":"Well, it's just it''s it''s kind of go. She at this point, it''s really okay.","id":"MBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2348.14,"tags":[]},{"line":"He was maybe even worse. I think that was maybe what they're trying to say.","id":"OBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2440.79,"tags":[]},{"line":"I'm already changing one letter of Batman because I'm gonna switch back and forth between being Batman and being Red Ranger since road changing one letter of Batmans activity From punched a pinch, maybe we can change one letter of Batman for Batman, The Bartman.","id":"PhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2494.8,"tags":["Batman","Batman","Red Ranger","Batman","Batman","Batman","The Bartman"]},{"line":"That's fine with me. But so you werent always a","id":"PxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2507.09,"tags":[]},{"line":"note. About a month,","id":"QBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2510.68,"tags":[]},{"line":"Yeah. So you believe that?","id":"SRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2588.96,"tags":[]},{"line":"What? Speaking a Squarespace. Whats the best website you ever built?","id":"UhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2664.42,"tags":[]},{"line":"Everyones today. We're still talking about who? Skater, I think around my circles. Yes,","id":"WxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2719.76,"tags":[]},{"line":"My, I say what? Here are my beans. This is what it is. This is kind of what it is. Yeah, you could be like No.","id":"YhIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2768.74,"tags":["Thi","Thi"]},{"line":"Okay. Right. What do you want to do with the big water? But where it's were on a team, it''s just us. What about bread? I don't want to be","id":"YxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2776.88,"tags":[]},{"line":"I just wanted to be you The friggin 13. All right, The defends, the number I rolled. Right, So the Red Ranger, he shifts into Bart, Man, two catches the beans.","id":"aRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":2840.12,"tags":["13","Red Ranger","Bart"]},{"line":"Wow. He really really escape's. Okay, So you dropped the beans. You couldn't pinch him hard Love Berries gone slow? No, because again, he's just beans. You can't really go anywhere. He''s just slipped out of the pinch onto the floor. This is so thick. No way Can we dio beans? Yeah. Can we do something that is actually Really? Yeah. Can we do something actually real that people could wrap their head around? It''s so insane. The idea that bread is beans would be able to get away from me is Bartman. When I'm pinching as hard as I can, people are gonna be listening to this and just and it is like we're wired, Yeah, it''s going to seem like we're being fake. That''s except for our last episode. That''s not how we want to go out of No way like the last episode Teoh actually be about the true some real truth that we expose.","id":"cRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":2933.55,"tags":["Berrie","Bartman","Teoh"]},{"line":"So that's what you say when when people are like you see Wonder Woman, I don't see any movies when really, it''s just that movie did mostly rest that one movie, and you did see Spider","id":"dxIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3093.32,"tags":["Wonder","Woman","Spider"]},{"line":"And, ah, it's still like before the movie has started. So it''s just, you know, there''s music. The lights are up. Trivia. We're in the movie theater. No, we're just sitting there.","id":"gRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3283.22,"tags":[]},{"line":"Okay, well, I'm being cool about it","id":"jRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3422.9,"tags":[]},{"line":"And this is actually like, anything else in life. Basically, and it's all small stuff. That''s my attitude.","id":"kBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3439.58,"tags":[]},{"line":"They want free hugs. Okay.","id":"lRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3515.71,"tags":[]},{"line":"'said to get away so they can all read it. How is? But you just said","id":"mRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":3585.62,"tags":[]},{"line":"'so Now weve admitted that it is the Rial song. Right on. Weve said the name Michael Jackson's of his estate is gonna be coming after isa's. Well, for using his name. Yes, right? Yes. Uh, and his likenes's, well bred, has been doing mad a lot toe. Well, yeah, I didn't know it now, and he''s been profiting off. And when you told us, like, Okay, don't you know you're not allowed to do music anymore? Hayes and I very respectfully, uh, generated some music specifically for the show, and we havent been doing it since. And we told the engineers Hey, don't do this. Don't cros's this line. Maybe you've noticed. We certainly havent heard you appreciate it. Yeah, I never remember here. Yeah, well, way to know if Anchor didn't like what we did for following my fake rules.","id":"phIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":3950.98,"tags":["Rial","Michael Jack'son","Haye","Anchor"]},{"line":"Oh, yeah. Right. Is that the light? The push? Because you do a sort of cock me, Colin. And then that's more like like a monocle. Like the clas's colon. Well, I mean, that''s sort of what you get when you when it''s time to, like, think and talk about Love, you get very, like, closed off and very much like a rich well, kind of yeah, official who''s like above that, and he still hasn't It still has a hole under woman, and yeah, Yeah, you seem Wonder Woman yet. Collins, she believes in left. Okay, Yeah, That might help you a little bit. Right. And he still hasn't told fence reason Love with. So it''s been like a really want and it''s actually not that hard. If you have really open heart and If you are willing to just get raw on here and just say, Hey, Spencer, I love you. I'm in love with you.","id":"rRIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4132.95,"tags":["Colin","Love","Wonder Woman","Collin","Love","Spencer"]},{"line":"I love you, Spencer. Thanks. That was a really powerful Yeah, until you're in love with the singer and I'm in love with you Spends Look at him. Not may I don't I don't","id":"sBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4226.86,"tags":["Spencer"]},{"line":"I feel like","id":"tBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","timeCode":4260.29,"tags":[]},{"line":"Thanks. Sure.","id":"wBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4510.71,"tags":[]},{"line":"Hey, this is our enemy camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said. Like a fancy college profes'sor,","id":"yBIYLnMByMrymAEmkQnK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","timeCode":4644.95,"tags":["The Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"I didn't say that's funny, but I didn't say I wish I had said motorcycle Bahng, but I said a bomb that actually could be really funny. Muecke, that this is gonna always be topical. Sure. You get Blaze lately, man? Yeah, that kind of man. I don't touch the stuff. You smoke. You don't do it. Yeah, it makes me feel really uncomfortable. Baron oId","id":"1xIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":979.07,"tags":["Bahng","Muecke","Blaze","Baron"]},{"line":"I'll, I'll like, just take, like, a little puff men I'll like full on have a Banik. Is that Can I stop you? Maybe. Shouldn't say that you're hanging out with friends. Just this is gonna put this on specific time. Yes. And honestly, if we're sometimes if when people get married, they do lose a lot of their Yeah, friend groups. Just because it's like any of their single friends now feel weird and they're gonna married to If you're going to people imagine. Like what? That could do your different friends. And you just want to stay home and watch TV most Yes, yes. Well, that''s what he wants. It''s comfortable, and it''s nice, but we don't neces'sarily want to say TV,","id":"2hIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1071.56,"tags":["Banik"]},{"line":"he had no a grog. Yeah, yeah, yeah, that's good. We should Instead of talking about Warren, we should probably","id":"4RIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1602.71,"tags":["Warren"]},{"line":"anticipate who the next Lauren will be, huh? Yeah, about Mikey Day A little bit. He's being groomed. No, he''s got being grease. Got the producer boat. He''s got the producer bone in his body. Yeah, you know, I mean, there''s some people are born with it, and he''s an actor. So when he writes, he knows what an actor will want to say. Oh, yeah, he''s a natural performer. Yeah, And so he came, right. You can act, you can produce. And just like Warren And he''s just like Lauren and hell slide right into that seat. The Lawrence keeping that share Nice and warm form Mikey Day. Probably within. I mean, what if we're saying this is ever going to get released? Were both super healthy, so it would probably not be released for 10. We might be hearing about takeover. And who''s a years? Who''s after Mikey? We might have to be Oh, good evening, whoever the new talent would be. I mean, I'm hoping if this audition goes well, I will write that it could potentially move. That''s true. It could be Muecke. I don't want I don't want a movie night","id":"4hIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1612.32,"tags":["Lauren","Mikey Day","Warren","Lauren","Lawrence","Mikey Day","Mikey","Muecke"]},{"line":"because every show in the real better will have become a reality. Please. Yes, please, the way it's going and that''s addictive. And that''s poison. And we should be maybe nicer about it. I mean, like, No, we're gonna want to be able to work on it. Yeah. Yeah. So that stuff about and for checked, like, you know, if, like, we don't be mean about chips in case No, that you really will be the only food, right? It''s got enough preservative's in it. And that''s good. Last? Yes, Last forever. So, what, you want T gros's. And like, all moldy and no. Yeah. We don't want you want to eat friggin vegetables when the whole, uh, Earth is just dust, right?","id":"5RIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":1725.82,"tags":["La'st","La'st","T","gro's","Earth","ju'st du'st"]},{"line":"Ah, this weeks many. You get your 1st 3 meals free with free shipping because Kevin will bring it to your party, but going to Blue Apron dot com slash handbook. That''s Blue Apron dot com slash hand Book Blue Apron a better way to Coop.","id":"6hIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":2263.5,"tags":["Kevin","Blue","Blue","dot com","Blue Apron"]},{"line":"a second season just got done airing.","id":"7BIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":2434.54,"tags":[]},{"line":"'so, yeah, I mean, I just Maybe he should just leave. Yeah, you may was I don't know why I like you. Like if he's mayor of California, if he''s like so I mean, imagine that here''s like the sadistic I could think of. Imagine this. It''s September 2016. Imagine when this airs. He is still doing the same job that he was doing bed. I wouldn't even want to get into get into that Well, yeah. If he doesn't have this meteoric rise to become mayor of California''s, we predicted, Yes, it literally it airs. Kevin''s in the same exact spot. I would. He''s gotta listen to this. I would expect if it were, like, eight months from now or whatever, that he would have his own show or something. But what if the great tragedy of this is that he is still doing the camera thing? Yeah. Yeah, that would really break my heart. So what well do is we won't talk to middle. Yes, well take it Off, and well have probably Ah, Muecke just fill in some of the dead space with one of the chief T. Bihac. Yeah, that''s good. Or maybe you can use Kevin is just someone like to play against. Okay. Yeah, that. Could that work? Well, yes, that could work s oh, Cavite. Sort of like Kevin doesn't know what''s going on. This is sort of like reality TV. So, Kevin, obviously, um, you like to get lifted, shifted, hired in the ceiling. You Love to get zoo did and booted. And, uh, what we want to do is sort of capture you, and I'm not gonna tell you what''s gonna happen but your","id":"7xIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":2587.57,"tags":["California","California","Kevin","Muecke ju'st","Kevin","Cavite","Kevin","Thi","Kevin"]},{"line":"I don't think so, punk. You know, like until you you you you like Clint Eastwood would have some his wife. That character would have his wife go. Honey, what are you doing in there? You're just a guy. Yes, Dan, don't be rude. I mean, like, this is not, you know, the chibok Chibok is is the funny part. We need she Bihac and then, you know, string this straight men and women. This fights this sort of evergreen thing that we're doing, but at the same time, lets say reading a book, sketches, living, dying there, specifics. So maybe we decide what Book it ISS, you know? And maybe it''s gone, girl. Maybe maybe we don't know yet. So I I don't want to give you a gravity bunk again because you obviously don't know how it works because you seem to hit it with the sound of a no among The But actually, it would have been","id":"-BIbLnMByMrymAEm-Qmp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":2920.99,"tags":["Clint Ea'stwood","Dan","Thi"]},{"line":"Clear the landing pad. Clear the landing pad.","id":"AhIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3088.23,"tags":[]},{"line":"it is the girl. Only thing","id":"CxIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3203.97,"tags":[]},{"line":"or took foods We politics, holiday checks can. I didn't want to touch it. But Muecke, you're you know, you're the guy who puts his finger on the third rail, famously president. And with President Xi Bihac. I could hear you sort of getting at that. Yeah, and some of your engine agree with, which is that Gary Johnson is going to be the president. He said live Vote. Lets talk a little bit about President Chiba Hawk and his latest directive. Yeah, because by The die, that''s airs. Yeah. What would President Cuba? Hell be pas'sing a lot of laws. Yes, uh, bahng in every home. Okay. 1000 joints of light, Arlette 1000 joints are lip okay. Yeah,","id":"EBIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3295.15,"tags":["Muecke","Xi Bihac","Gary John'son","Cuba","Arlette"]},{"line":"Ah. Ah. I have a good one. But when you're done,","id":"FBIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3382.9,"tags":[]},{"line":"Came up with that. And, um uh, and I and of course, finally, um,","id":"FxIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3403.68,"tags":[]},{"line":"thanks again The Happy-Socks for sponsoring us today. It's the world''s favorite choice for colorful socks and underwear. We have been hearing since the last ad that we did with Father''s Day coming up. People have been getting these Happy-Socks for their dads, and the dads have been complaining that then when they become the happy feet penguins and they're on the walking around on the ice that the Sox are getting wet on the ice. Yeah, did this so that yet The dad''s the dad you're talking about specifically are happy Feet stirs and thes happy feet Stir dads who has become It''s a whole movement. Obviously, Uh, ever since that movie, um, that they want to dance around and act like these little penguins, and some of them put on the Happy-Socks for their happy feet. And the ice melts on the socks because the Sox are warm and comfy and The socks get a little bit wet and their feet can get wet. And so as a new feature this year, we listened. Yes, we heard you. We listen, we do read your letters as a new feature. Uh, Hollywood Handbook has collaborated with the Happy-Socks company to introduce socks that will fit inside shoes. And The and your dad, of course, has those little shoes that look like little penguin feet and they're yellow and they have, like flippers, and these socks will go inside the shoes so he can wear him. The socks keep the feet warm, The shoes keep the ice off the feet, and he''s not subsiding around, and he can look at his feet any time he wants to make sure that he''s a penguin. He''s slipping a little. He said as much when he wanted to do like this slide The risky busine'ss like dumb Um, you know, he''s a penguin and a baby baby, baby, you gotta Happy-Socks dot com slash handbook and use the promo code handbook for a 30% discount and free shipping. And we should say the beginning. Dad, don't listen. This that the surprise? Yes, Please, Dad, plug your ears.","id":"HRIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3760.28,"tags":["The Happy-Sock","Father''s Day","Happy-Sock","Happy-Sock","Hollywood Handbook","Happy-Sock","Happy-Sock"]},{"line":"Hey, this is our enemy camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said, like a fancy college profes'sor,","id":"IRIbLnMByMrymAEm-Qqp","index":"handbook","podcast":"Hollywood Handbook","episode":"Mookie Blaiklock, Our Evergreen Friend","speaker":"spk_0","timeCode":3964.2,"tags":["The Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"Hi, I'm Julie. I'm here in the field and thank you for going to me back. Todo back to you. Julie. You shot back to you, Julie. Back to you. Shot. Do through.","id":"MxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":187.38,"tags":["Julie","Julie","Julie"]},{"line":"Because in my head, I was like, Oh, I would have, But applause jumped at the opportunity, would you? Really? Oh, yes, of course, at the time at the time. But time a Love our careers, I think Yes.","id":"ORIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":234.29,"tags":[]},{"line":"Yes, of course. Broadways beloved Betty is going to be","id":"PhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":269.74,"tags":["Broadway","Betty"]},{"line":"I'm honestly in charge now, And we don't always know use when we make a transition like this. But you got somebody who goes like, why","id":"QxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":314.41,"tags":[]},{"line":"Oh, yeah. I wish somebody would say this is homeland,","id":"VhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":433.64,"tags":[]},{"line":"not really my place. I'm looking for someone else to come","id":"WBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":447.83,"tags":[]},{"line":"Yes, One of them was burned,","id":"XBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":499.07,"tags":[]},{"line":"a guy trouble. One of the guys was in green like the green party. Like one of the teams was green, right? Yeah. Might have been.","id":"XhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":502.55,"tags":[]},{"line":"Allene prom queen. Football man principle of vice principal. You know, I actually popular, and I actually think that the guys that they should really, really want to be giving The Tony-Awards-This to are the kids that are, like, kind of quiet, you know, that are just like holding back a little bit. So interesting, though. Is one of the girls to the most interesting is actually","id":"YhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":545.64,"tags":["Allene","Tony","Award","Thi","intere'sting","intere'sting"]},{"line":"Yeah, that would come up for me a lot. Or somebodys like you up, and then I send back a salami slicer.","id":"bhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":655.32,"tags":[]},{"line":"Because Bell have seen these ones before. Theyll see ours last because we're going to do it right. Pres'sure and recency. Yes. And so? And it will be the only one, though. Remember?","id":"cBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":678.96,"tags":["Becau'se Bell"]},{"line":"You gotta ask. Never asked me to put a pickle on it, You know what I mean? Like, that's how he wants to say","id":"eBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":746.51,"tags":[]},{"line":"The big ones this year. Our dear Evan Hansen from the guys that brought you forgetting Sarah Marshall's","id":"exIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":766.29,"tags":["Evan Han'sen","Sarah Mar'shall"]},{"line":"Richard Nixon. Richard Branson. I was gonna say rhymes, okay, But it also depends what is going on within that Lanson. Oh, his arm is broken. I remember From The size a cast From The sign his cast and The shows that salami slicer It was unclear.","id":"gBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":807.49,"tags":["Richard Nixon","Richard Bran'son","Lan'son"]},{"line":"I'm a woman and I get distracted sometimes by, like, sexy guys were like clothes on sale, right? Or the smell of my own hair. There's a beef studs in ah, audience out there showing with God","id":"gxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":836.99,"tags":["God"]},{"line":"And he's married to Mrs Hamburgers.","id":"ihIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":897.64,"tags":["Hamburger"]},{"line":"I wouldn't mind getting a john squeeze From old John Cleese.","id":"lxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":1015.85,"tags":["john","John","Clee'se"]},{"line":"huh? Uh huh. Uh huh.","id":"mhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":1035.83,"tags":[]},{"line":"Test finger Teske really do. Oh, how steaming High is's. Yeah, that it's almost seen,","id":"nRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":1045.08,"tags":[]},{"line":"actually, like the subtlety of his funny cartoons. They're, like, so funny. Like, they all have a point of view. And yes, you know, like even without the sound effects, theyd be funny, right? Yeah,","id":"nhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":1055.05,"tags":[]},{"line":"but that's honestly that is what the queen like the queen does do that Queen hamburgers The","id":"nxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":1065.71,"tags":["Queen hamburger"]},{"line":"educated paralyzed it's tariff. It's a respon'sibility more super scared. Got into it at first being smart. I did it first to be fun than that, actually.","id":"rRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":1143.66,"tags":[]},{"line":"Flushing crayons,","id":"rxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":1169.17,"tags":[]},{"line":"definitely tasted my own duty.","id":"sRIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":1180.17,"tags":[]},{"line":"weve done a bunch of sort of did room. We did a whole room thing. Oh, I'm sorry.","id":"thIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":1230.85,"tags":[]},{"line":"was the last thing we did was the vampire novel. It was about a double on that. Well, on that front, there was no are with parenthese's in the TV guide indicating a real run.","id":"uBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":1239.06,"tags":[]},{"line":"I listened to your show every call me","id":"uhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":1256.13,"tags":[]},{"line":"Oh, no, I don't I","id":"vxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_2","timeCode":1280.86,"tags":[]},{"line":"don't think it's a good idea. I don't think it''s a bad idea. I just think it would get the job done. Maybe. Yeah,","id":"wBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":1283.15,"tags":[]},{"line":"Cool The","id":"xhIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":1318.02,"tags":["Cool","The"]},{"line":"You guys don't. Kevin Spaceys hosting the Tonys.","id":"yBIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_0","timeCode":1333.84,"tags":["Kevin Spacey","Tony"]},{"line":"the friggin baseball. That's wild because of that. What this trophy is? This paceman From The VM AP him? Yeah. Is it him? In what character?","id":"yxIcLnMByMrymAEmbAqD","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Tonys Friend","speaker":"spk_1","timeCode":1352.56,"tags":["VM"]}]