[{"line":"I thought you said that your goal was to kill everybody.","id":"PhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3052.84,"tags":[]},{"line":"uh, stupid. I'm only cast against type. Yes, I'm going to be cast against type because I know you. Look at me. You go. This guy is a hero.","id":"QxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3098.45,"tags":[]},{"line":"Yes, it's got the euro is","id":"RBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_0","timeCode":3106.22,"tags":[]},{"line":"Walk me through this The cursor cursor, the arrow When you the current like Andrew dice clay number three you go","id":"SRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3155.93,"tags":["Andrew dice"]},{"line":"new show on C so called Saturday Night Live. And some of the stuff they're doing is incendiary.","id":"UhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3212.72,"tags":["Saturday Night Live"]},{"line":"A land shark.","id":"VxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_0","timeCode":3236.23,"tags":[]},{"line":"That's pretty scary, but I'm doing it anyway. Brave. But that''s break definition","id":"WBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_0","timeCode":3240.12,"tags":[]},{"line":"So they actually werent canceled. You just killed","id":"YRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_0","timeCode":3301.12,"tags":[]},{"line":"Well, just that Oh, just has specific match. The one that the water computer with Love makers way smashed important juice on it. And we were The that. That's exces'sive. It was already busted. Red","id":"ZBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_0","timeCode":3308.06,"tags":[]},{"line":"Have your characters have to be free. Catchers can't. I would be doing who else got a catch up?","id":"bhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3386.31,"tags":[]},{"line":"freak like me, Adina Howard Coney. Can you tell me what","id":"cRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3407.82,"tags":["Adina Howard Coney"]},{"line":"album that last song was? Off Off? That was live beauty of gray. But what was the album for it? Uh, MTV Unplugged.","id":"chI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3410.45,"tags":["MTV Unplugged"]},{"line":"Why, OK, guys, I just want to make the point is that I'm a huge fan of both of you. I want you on my show","id":"dhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3446.52,"tags":[]},{"line":"and so well, you don't get to that Were the way will be on it now you don't get to be like Now you get now You can be a way had so much power way are gonna be","id":"dxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3453.62,"tags":[]},{"line":"I mis'sed the euphoria,","id":"fhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3518.56,"tags":[]},{"line":"that Sam the third main guy. Do you, at that point say, main guy, just maybe it's","id":"hRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3595.87,"tags":["Sam"]},{"line":"one of the man guys,","id":"hhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3601.92,"tags":["man"]},{"line":"like a ses'sion guitarist's that you do","id":"iRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3607.59,"tags":["guitari'st"]},{"line":"lamb dropping Cherry Lewis for friends.","id":"jBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3632.85,"tags":["Cherry Lewi"]},{"line":"talking about all these seas. See, Sochauxs","id":"jhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3647.57,"tags":["Sochaux"]},{"line":"The The wife.","id":"jxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3651.38,"tags":[]},{"line":"because the music music, it's gonna be a hard cut in the music","id":"lRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_0","timeCode":3673.13,"tags":[]},{"line":"but worth it","id":"lhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3677.47,"tags":[]},{"line":"Yeah, right now. Well, this from a Are","id":"mRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_0","timeCode":3684.63,"tags":[]},{"line":"I don't know. They havent picked it up yet. I have to finish season for","id":"nhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_1","timeCode":3700.38,"tags":[]},{"line":"'said in this time and in the space","id":"qhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3761.88,"tags":[]},{"line":"looks like the microphone to my beard","id":"qxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3766.22,"tags":[]},{"line":"I'm a horny girl Wolf. This has been an Earwolf. Production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"rxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3835.27,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"Felisha, Day and Colton. Done.","id":"tBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_2","timeCode":3881.57,"tags":["Day","Colton"]},{"line":"You've seen me have intercourse with a variety of","id":"tRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","speaker":"spk_3","timeCode":3882.86,"tags":[]},{"line":"It's really a big knife, really, a long, thin lance said, so that the door succes'sfully close. And so the elevator thinks that it is closed except my whole legs sticking out on DSO. It''s the elevator descend's, crushing my lance between The lance in and bending it in half. Yes, between the floors crushing it. And I show up to joust Connie Chung and she''s saying like Oh, I did that. Oh no, She pretended that we had already jazz national land. Yes, and that she did it. She said, We already Japs it and I did that. And for a second I'm like, Did she? She was so certain as'sured. Yes, and that is such a great listen, that''s the news. The power of confidence own. No, she told you it was the news. And in the news camera. No, I know. I mean, it''s like it''s her job. Tell the news camera what is the news and the fucking state may buys the news. Yes, And that''s the news now. Oh, he's Hey, welcome to Hollywood Handbook. An entire is got to kicking button dropping names of the red carpet land back. How is this industry we call showbiz? Weve been talking a lot about baths of this show. We It''s a bath based show. We take a bath before and after the show. Obviously, The Earwolf studio had to put these big tubs into the corners of the room so that days and I could getting a bath when we're lacking inspiration for the show, Um, and we splash around and we get clean and we do the show as clean Boys. We are not the only audience for the show. There''s other people who listen and they don't all have bath sized rooms, some of them on Lee have a little narrow box with a spray water come down a drain and there''s a There''s a toilet in there, too, and a toilet in the same spot. And they have to stand in the toilet while the water sprays on them. And it''s called something called a shower. Now how do you do it right? We're gonna teach you because weve talked before on the show about the experience of taking a shower, and the water is blasting down on you and it''s knocking you to the ground and you're flying all over the place and your clothes are soaked and your foot is going down the drain and your foot all the way in the toilet, and you didn't flush. So here''s the rules, and we're going to go step by step because we get a tunnel letters, The mailboxes exploding with these letters of how I take a shower and it seems like people are writing them in the shower. Oh yeah, no, they're yucky letters, and they're actually the letters. A role office smells bad because of the wetnes's. So first, do all the P","id":"vRI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":59.34,"tags":["Connie Chung","Hollywood Handbook","The Earwolf","Lee","becau'se","P"]},{"line":"and just and and sort of shoved The earplugs even further in and wound up hurting myself pretty badly. Okay, Um, see, I when I go to those little events, you huh? I protect because we're all blindfolded. I am usually pretending to, like, be getting in there. I am, like making the noise's and all that. So it based on ice per based on stuff that they're saying I don't want no, Maybe it's good. Maybe it''s bad what''s going on in there, but I find that it''s Berries like networking goes. I'm getting as much like approval from them as if I were actually in there. Makes you wonder if they are actually pretend Well, I do wonder if everyone sort of pretending. I know that I'm not. But, you know, there''s a lot of obviously German phobes in Hollywood. I am a germ aholic. I must have more germs. I Any time somebody tries to make me put gloves on or something, I go, you know, and I shoved my hands and whatever it is that you know, and you are getting you get very irritable. If I don't have enough germs. Yes, Well, yes, because my my whole thing is I don't want anyone else to be able to get me sick. I need to be so sick that only they can get. You said yes that you cannot get sick because you are so Because I am the mighty germ Lord, hadn you and yeah, very sad, unfortunate for you. And I am willing to say this even though I don't know, you don't like to complain, but your germ tolerance is so high that it''s very hard. You are having to discover New Jersey s new bigger germs to make you sick. At this point, it''s true. And I have been, uh, dumping a lot of my dough in the space Germs and seem was out there because if I could get a germ Off an asteroid or something, that may be, doesn't know about these germs that I have and maybe could trick them somehow because the ones I have are getting pretty cunning. Yeah, you're looking for a Sean resi'sted microbe or something. It''s all anti shown medication to me. I'm just trying to get out of my own way. Hi. Welcome to Hollywood Handbook. An insider''s guide to kicking butt dropping names on the red carpet line back hallways of this industry we call showbiz. What up? What? Ah, we on a corker. We What do these other shows we, uh, do fucking favors for people? We, um well, participate in this world. This podcast worlds, you know, other people are doing it, and sometimes we, like, bring some of that back here. Ah, we did The Doughboys show, and we have the one. Mitch is here. Ah, he''s doing our show now. And I'd say, I'll say about Doughboys Of all the shows that I completely do not understand, that one''s probably my favorite. It is like I don't know. I want it Grable like it is great. I love. That''s awesome. I love it. We need more style Audible about this. Yes, because it''s so negative. Now on the internet. Bird flu, everybody so upset, Charl about SARS and all this and so for people to rally around The Doughboys podcast, which I do not get, um, is just nice. Uh, reminds me of, you know, families gathering around the hearth in a long time and warming their boots. What is the widest people like? What''s going on? What is this? Well, thank you for having me. Yeah, yeah, um, you know, I don't really understand the show either, so it''s complicated. For starters, it''s complicated. I'm happy to be on a show that I do under the rules of the show. Yes, yes, yes. This what we're doing here is very simple, very straightforward. What you guys do, there are so many rules. There are a lot of rules, but I think it''s design's like like people want to be like, Oh, I get this because they want to seem smart. Yeah, no, it''s definitely It''s a hoity toity. Yeah, Love podcast. It''s like pinch on. It is. It''s a lot like pension. It''s a lot like pension. Yes, where people go Oh, I know Pinchot. Like I get it, you know, Crazy accident. Really Alky, Really? But then you see the langoliers and you're like, do I really know shown you don't? Yes. Yeah, Doughboys is like that. That''s my favorite pin. Sean is the link. Is the langoliers. Yeah, that that for me as a child, I didn't like Valke. I didn't think he was funny or had a funny voice. But then when I saw P shone and langoliers, that''s when I finally became a big fan of his. Let me ask you this as and this is not a gotcha thing. Uh, it''s just me asking question's. Just do you eat the food? Uh, no. Okay, whatever. I've never I've never eaten. Okay, So this is what we say on our show. This is what, like we talked about on our show and werent sure if it was OK. Is that you, uh, told us when we went to do the show here? Like we don't need the food. We just talked. We watched videos of other people eating, and then we talked like they talk. And the only","id":"zBI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":858.65,"tags":["Berrie","Hollywood","Sean","Hollywood Handbook","'s","The Doughboy","Mitch","Doughboy","Grable","SARS","Doughboy","Thi","Pinchot","Sean","Valke","P","Thi"]},{"line":"I don't have to swallow.","id":"1RI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":2233.12,"tags":[]},{"line":"in. Ah, some of the Virginia falls. So you and your vegetable stuffed. You should love this because this is from a farm. Please describe it. Kevin, please describe um and maybe get some pictures of this calf. Yeah, it it smells like when Ah, my grandpa used to come back from his long job as a semi truck driver and he would go outside, um,","id":"2RI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":2285.74,"tags":["Virginia fall","Kevin"]},{"line":"and smoked camel crushe's. Yeah. Yeah, the camel crush. Regular fresh, regular play button symbol. Fresh. Did you break it on the crush? Yeah. I worry about getting some of the crash on there because I don't know exactly what. The crusher, The crash. Yeah. I don't know if you're supposed to eat the crash part. Oh, he's you. Can you? Can you? That's the best part. Does a little bit of a lot of people don't want to eat the crush, but you know me. Yeah.","id":"2hI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":2310.69,"tags":["Doe"]},{"line":"I think it's very good. Yeah, And spaghetti can be good and good for you in small dose's. Uh, so how many is the spaghetti And I know you do this of a show. Okay? Now we decide how many of the food is with the spaghetti. With The camel crash on top on the Advil liquid gels pored over it. I'm gonna give it, um how many spaghetti ease I'm gonna get out of? Out of a pos'sible 6000? It''s all right. Out of a pos'sible thousand's. Why limited? Yeah, Why put a limit on? I hate that we limit ourselve's in this culture. I mean, there''s nothing you can achieve if you put your mind to it. And spaghetti is living proof of that. I'm gonna say, out of a pos'sibility of endles's thousand's of spaghetti, he''s going to give this 1 12,000 spaghetti.","id":"3xI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":2497.77,"tags":["Advil"]},{"line":"One of the funniest things to do is to say words wrong. The I mean, I disagree. Really. Are stoop that low? No, I would never stoop that low. That's such a cheap laugh. That''s trash. I see somebody do that. I write them off of me. Wow. A knock him out cold. I really gotta settle away The getting asked out now, if you genuinely, uh, speaking correctly, just, you know, you're shooting from the hip and you make a little mistake. That could be kind of funny, But if you're trying to say words and names wrong and some of that stuff Ah, you're basically the lowest form of creature on the being your worst, then obviously a peddler Stick your lower Stoneman. You're worse than, ah, slimy lizard on this belly salamander kind of thing. Um, she''s let''s lower. Ah, Centipede. It''s one. I mean, I I took clas'ses at the UCB Theater. Yeah, I know every level never taken. I know the natural I taught you.","id":"5RI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":2925.34,"tags":["Stoneman","Centipede","UCB Theater"]},{"line":"You taught me every every level, a lot of moves. Which is what? You know, I felt like I maybe should have gotten Yeah, you kept being like I think I should try to get another teacher like maybe nobody in the community really knows me. Like you say, I'm doing good work. It's like only you get to see it, cause I would isolate you from the rest of the clas's to do your scenes alone with me behind a little sort of like dres'sing like a Japanese. Yeah. They could see the silhouette. Yeah, Uh, there was a lot changing and throwing clothes over. Tough. Often. The scene was about the shadow being created. Ah, and that the words were sort of cryptic, um, where they could be about the two of us having some sort of exchange of Felicia. But But it would really be just that I was, like, helping you, you know, fix a lightbulb. I got a question for you. I mean, that, to me, is also, um, people perceiving shadows in the wrong way on after saying The referred is wrong. I mean, I got That''s a very that''s a valid comedy. Technique said, make a gun school of company. No. Yeah. Mm. Mini me. Mini me Very funny to me. Um uh I forgot what I was gonna say. You say I love you. Say jalapeno poppers.","id":"5hI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":2988.71,"tags":["Felicia"]},{"line":"motion, Moshe. Okay, I'm in.","id":"6hI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":3160.06,"tags":[]},{"line":"great things From Love, this Love I am doing ever It has been for help Product ale right now on forced vacation from Hell factory on Middle Island and The leaving under the ocean in Submersible to study effect Off The podcast in Submersible. If I just enough upon guest, they send me down a mouse for companionship and fooled. A Submersible is very small, but if I colds and trade. I can extend the leg. Seth Morris fans leasing pulse if Morris Radial project, please. He is creator of information Mation in the Moo Show is a send up of everything radio. I would like Toby send up as well and free episode miniserie's with the years on me and youll kis's Cool up. Really Seek and Miri Hughley in the ends Mawr Find this show and more for free and Stitcher Premium dot com slash See if a Stitcher Premium thought comes last's if it's not hail anymore. Hey, guys. Sklar brothers here From Scarborough Country. And we have a fantastic episode this week with Jason Schwartzman. Did you like Rushmore? Well, then you're gonna love this podcast. I asked somebody who is a Tata Capella singing group at one point. What does it take to be an aqap? Ellison You? Well, you don't wanna have to greater voice like it has a character of it's own. You wanna each have a voice that you vulture on that shit you got of all trying to get to another. You gotta You gotta come together. We gotta come together because","id":"8RI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":3462.56,"tags":["Submer'sible","Submer'sible","Submer'sible","Seth Morri","Morri","Mation in the Moo Show","Toby","Miri Hughley","Stitcher Premium dot com","Stitcher Premium","Scarborough Country","Ja'son","Schwartzman","Ru'shmore","Tata Capella"]},{"line":"it is really amazing. Then later on the show Christoph Waltz comes in to deal with the entire Charles Oakley Nicks situation. You don't have to be a sports fan deal of this show. Check out Scarborough Country on Earwolf new episode's every Friday.","id":"8hI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","speaker":"spk_0","timeCode":3589.13,"tags":["Chri'stoph Waltz","Charle","Oakley Nick","Scarborough Country","Earwolf"]},{"line":"middle age, obese, kind of e. Yeah. Yeah. I mean, it would be that at any age, it's not, um a It''s It''s purely a size conversation. Because in your shadow, right, we can't see anything. You're not age, but yeah, obviously we're young, fun guys. And so I got you as'sume that, like we're criticizing you based on your age is much older than us. We're really cool.","id":"BRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":269.14,"tags":[]},{"line":"when you","id":"BxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":309.01,"tags":[]},{"line":"and then the listener If the listener's arent increasing at an appropriate rate, that's because we don't want them to know. I think I think that''s clear.","id":"DhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":378.07,"tags":[]},{"line":"uh and we sometimes want that too. The The things that have changed differently around we talked were very transparent on this show. Like, uh, like certain drinks, like, you know, these clear drinks, like spray, right? It was sort of like the spray of shows in this way. You can see right through it. Um, and certain things have changed since the election in terms of the Earwolf mid roll umbrella. And, like, who? We are overseen by, um, that we have now larger influence From, like, certain political bodies. And we used to have before I know that that's mostly driven by you. You very excited because you thought like, Oh, now, now we have an opportunity now. Yeah, because they listen to you down in Washington, we have a chance to have some influence. Find s. So this is like a part of that. We have a very big fan, Uh, who is one of the main parts of the White House? Kind of the main. Really? Actually, the main president that we have. Yeah. Going right. That''s what I hear. What? To me. Number one? Yes. Of all the president's we have right now in the White House, I go, He''s the top one.","id":"FRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":470.61,"tags":["White","White"]},{"line":"So all these guys in different busine'ss and my cats is busine'ss are now meeting with him and like having these conversation's and saw the Ford guy was there? Yes, Mr Yes, Mr Ford Guy and other car. Their car, people. Yes. Ah, and you on the must get","id":"FhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":544.92,"tags":["Ford","Ford"]},{"line":"rather have in there than your old buddy.","id":"HxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":631.39,"tags":[]},{"line":"Hey, did did you talk to him?","id":"IBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":635.55,"tags":[]},{"line":"demonstrating Free speech, protest ing within reason. But when it gets to be this many people It's like OK, really? And he has","id":"IhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":696.84,"tags":[]},{"line":"I think not","id":"JxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":771.24,"tags":[]},{"line":"Eventually everybody fell in about her.","id":"KhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":774.73,"tags":[]},{"line":"because the no no, The go","id":"LBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":784.26,"tags":[]},{"line":"rig is so heavy. And he also is wielding this kind of beanbag bazooka A bazooka. It's a beanbag bazooka. It''s not a given hit with a handbag. No, I'm were shooting it.","id":"LRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":785.84,"tags":["bazooka","bazooka"]},{"line":"'shooting out as much","id":"MBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":815.71,"tags":[]},{"line":"no, I had","id":"MhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":834.98,"tags":[]},{"line":"targets I picked out.","id":"MxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":836.72,"tags":["target"]},{"line":"is kind of a roving punch catcher. Well, like because that's a little. That''s okay, actually. Yeah, because some of these girls get in their head, They're gonna put somebody and I started coming, like, catch, catch the punch. Disabled their hand for 12 hours so they can't do any more punching quick kis's on the lips that I'm on my way to the next long day. Yeah, he''s able to There''s a nerve in the hand The 12 hour nerve that he''s able to pinch quickly makes it that your hand is safe. But it is, you know, also say for others because it can't do anything. And then the kis'ses just so that you know, it''s not out of anger. It''s From place of Love.","id":"NRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":841.92,"tags":[]},{"line":"well, I mean, how was it, Um, that any tiring?","id":"PRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":925.57,"tags":[]},{"line":"Yeah, a guy. Very tired. He also he had toe","id":"PhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":931.08,"tags":[]},{"line":"gender of engineers that you know, there's certain people who should be in charge of Elektronik equipment. And there''s people that will agree they shouldn't","id":"SxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":1077.65,"tags":[]},{"line":"if he does keep making the bath bigger ah, then the path will be so big that I'll be inside the bath and the bath will be giving a bath to the inside of my body. He's a big bath guy. When we had the reductions girls on the show, there was a lot of, uh, interest from him, right? And them taking a But I heard about that. Yes, uh, that he could potentially participate in visually. I see, um, and even for himself, a lot of these, unlike you know, these stand up bas's like the ones that come from the top. And you come out of this thing and you're so tired because you've been, like trying to stand up for so long. And the water is like blasting on you trying to make you sit down. And so you do sit down a lot because the water say to you so much, and then you have to stand up and like these exhausting so he night. He likes a nice lie down bath, right to both wash himself and to observe. I see. And that''s where Sean is now. That''s I think. What gave him the I got it. Uh, I","id":"WRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":1359.14,"tags":["Sean"]},{"line":"it sounds like an aquarium, to be honest.","id":"WxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":1440.51,"tags":[]},{"line":"vicious creatures sharks, whatever will be released. Ah, and I myself will not get my inside's washed. Uh, so that's, you know, like we he has a few deal points that he wanted. A gotta take Teoh The inside to wash me drowned, you see? Are you see? Are you going to be drowned unles's we negotiate this? You know,","id":"ZhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":1669.46,"tags":["viciou","Teoh The","unle's"]},{"line":"You know I've never done it. I've never washed that thoroughly. Where I've actually got in the water in all my holes at the same time, Uh, and let it fill up.","id":"ZxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":1692.57,"tags":[]},{"line":"covered in grease all the time s so your body has a lot of Greece and come on it. And your body is making that come for a reason because it's to protect you.","id":"axI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":1717.35,"tags":["Greece"]},{"line":"for anyone like me who was addicted to shampoo and addicted to that feeling, I understand. And every time you get the urge to shampoo, just get a big wad of Greece. And like, if you want to get some grease From your kitchens and","id":"bRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":1739.51,"tags":["Greece"]},{"line":"uh to kind of slimy thio of B, just sort of faring him around all that that you know, I thought they would be open to it. And he has plans for a square McGettigan","id":"dBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":1863.76,"tags":["McGettigan"]},{"line":"Uh, yeah. Ah,","id":"dxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":1926.6,"tags":[]},{"line":"I need to have the credit. Say. It will also like this production brought to you by Love Blue. Yes, Whoever. Okay, I'll horny girls and guys just quickly. Is it okay for electric stuff to be in water? Because they are starting to drop,","id":"fBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":1957.06,"tags":["Love Blue"]},{"line":"um, little ah, sort of appliances into The trip tank with me. And I seem to remember reading somewhere that that's either very good for you or not. Very good for you. What appliances?","id":"fRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":1973.82,"tags":["The trip tank"]},{"line":"word territory, but","id":"gBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":1998.55,"tags":[]},{"line":"demands. It was a really big roast that we had to get through. We had like, um, like a pot roast that we brought. And basically, we werent going to leave until it was finished.","id":"ihI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":2116.12,"tags":[]},{"line":"Ah, that's Ah, God. I can't remember if one of them,","id":"jRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":2148.4,"tags":["God"]},{"line":"trying to get look at the mouth to see if it reminds me of a letter.","id":"khI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2176.42,"tags":[]},{"line":"I gues's it's teeth look like a bunch of little A''s. So maybe it''s alligator. It''s coiling around you.","id":"kxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":2181.73,"tags":[]},{"line":"But, I mean, that's this is a new cabinet position, which is, though, cabinet. Yes, you would be the toilet phone secretary. Uh huh. And your job would be the phone goes in the toilet a lot. It is waterproof because this is, like an ongoing is'sue. I mean, e I'm interested in public service, you know, I I gues's I mean is this is if there''s if that happens all the time. Yes, it is going to be happening a lot. You are going to need to be on like I might actually make The both sets for you to live in the bathroom. Yeah. I mean, sure, because otherwise the commute would be a bitch, I total. Yes, I I don't know. I kind of feel like I want to draw the line at this one. To be perfectly. I can be honest with you guys. I feel like I mean, I've done a lot of things to help a lot of podcaster's do what they do. But I I mean, I know Sean, you're in a difficult position, but I I'm not sure I can. I want to do this. Will the tank and the alligator and the good ones","id":"mBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2231.41,"tags":["Sean"]},{"line":"I don't know. I Sorry I lost you for a second. Hey, he had another demand here, which was,","id":"mhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2297.73,"tags":[]},{"line":"was. It was the arm and the toilet. Enough. No one said you had to use your arm. You can use whatever body are grabby claw.","id":"nhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2350.37,"tags":[]},{"line":"'so he can listen.","id":"pRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":2407.62,"tags":[]},{"line":"Uh, but yeah, sometimes I don't. I have spent 25 years in this busine'ss. I just feel like I think, you know, I don't think I can do that. It's not what he''s been around for 25 years.","id":"phI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2409.67,"tags":[]},{"line":"he's not asking, like it just anybody to do this. I mean, he''s not gonna have someone who is, like, just starting out and podcasting get his phone at the toilet. He''s familiar From you with your work From, like, New York radio or whatever. Yeah, it''s flattering, but I don't I mean, can we get around it? It just make The Andrew change and The The solo below change and the other changes and just kind of skip this one and just meet somewhere in the middle. Yeah, you know,","id":"qBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2427.05,"tags":["New York","Andrew"]},{"line":"I don't really know. He is willing to compromise by having some more PB in the toilet. If that is known, I know that a change you that there's not of FB The no is the other direction I was even. None would be kind of a stretch to be perfectly honest with you","id":"qRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":2457.25,"tags":[]},{"line":"might be saving you. Is it pos'sible that he's trying to save you?","id":"rxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":2561,"tags":[]},{"line":"what are some. Like what? Like what are some of his favorite episode's? What does he want us to do? More? Yeah, that's a good question.","id":"thI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":2687.22,"tags":[]},{"line":"What else does he like? Oh, uh, when it was, um, that I thought that was better than the one you what year get he liked. He liked your gathered up a sophomore. Okay. Yeah. Okay. Um, I was better in. Ah, I wonder. Okay, if you like that, get rid of the sudden. I wonder if we could get you. Sean, you call in for From The trip tank for as long as that is pos'sible and get rid. Could come in and host with me. Now I know we are gonna have to find a sponsor if gathered has gotta do it. Is there a company that. Could that kid spots air this park? Oh, for sure. I think theyd all line up. There's no question. Okay? Any, like, does anything like I bet their","id":"uRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_1","timeCode":2728.88,"tags":["Sean","trip tank"]},{"line":"Listen to spontaneous nation with me. Paul F. Tompkins on Earwolf iTunes stitcher or your favorite podcast.","id":"yhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_0","timeCode":2991.08,"tags":["Paul F. Tompkin","Earwolf","iTune"]},{"line":"Ah, I'm a horny girl Wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com. O","id":"yxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","speaker":"spk_3","timeCode":3003.9,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"So heres the man we got it. Talk about I hate this. It''s hard hate that I'm I'm afraid Teevens start talking about it because I'm gonna lose my cool. There''s these rumors going around. Yeah, that Sean and I don't","id":"zhI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":0,"tags":["Teeven","Sean"]},{"line":"and that they are there. Rumors? Yes, that Sean and I don't Love having great advertiser's. Supporters?","id":"zxI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":18.14,"tags":["Sean"]},{"line":"Oh, God, hook TUI. I spit on that idea and that's so","id":"0BI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":24.11,"tags":[]},{"line":"You can enter and win $100 Amazon gift card. But if you with the Amazon gift card, and you said that we don't Love have a great advertiser's, and we don't let my good listener's and I want to save yourself, yeah, it's gonna be the medical bills are going to be a little more than 100 bucks on my big Band aid. Yeah, so ah, just is a sample of like this survey. You're just going like, has the survey going to help? A lot of the question's are Do these guys Love have great advertiser's? Another sample question would be like, um, would these guys want bad advertiser's?","id":"2BI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":111.05,"tags":["Amazon","card","Amazon","card"]},{"line":"Ah, and I would say for the 1st 1 say yes and the 2nd 1 I don't know where you know I hate or maybe advertiser's,","id":"2RI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":146.64,"tags":[]},{"line":"It's, uh, me and Dan LeBatard. We are stealing milk from a farmer. We haye calls me up late at night, says, I got a line on some","id":"2xI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":165.98,"tags":["Dan LeBatard"]},{"line":"kind of cold Yes. And I was kind of leaning against a cow and a casual smoking a cig. Yes. Um, but I'm also kind of bored. Uh, and so I'm making jokes like like like I have nipples. Greg, can you milk me? Oh, no. I quoted that From something. Like quoting mad a lot. Yes, it is like a story. It's like an old story. And so I'm talking about that funny, But I think lebatard is like especially when he''s like, in this mood, to steal milk is not He''s, like, interpreting stuff, literally. It''s just when he''s in. This is when he''s in milk mode. When he''s like, like, all about feeling milk. When you say something like that, he consider's that like a challenge rather than just, uh, quoting a funny story. He doesn't know the story. You are. He''s just got milk mania. And you're gonna go after you so suddenly I'm hooked up to the machine is going law. Yeah. What''s coming out of you? I produce two gallons of milk Hayes. And now, but I barely faisel your Book for the month. I know, and I don't feel anything because I've been building it up so much. I feel almost nothing. It just release's so easily. Ah, and now the cows were kind of looking at me like pis'sed, right? A little jealous Titian, whatever little gallons a day produced. Not even 1.5. Yeah, I think it was not even 1.5 gallons. Oh, God. Hayes. And you showed them up at their own game. And","id":"3xI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":220.83,"tags":["Greg","lebatard","Thi","Haye","Titian","Haye"]},{"line":"I did two gallons and way faster illuminated.","id":"4BI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":312.87,"tags":[]},{"line":"Yeah, well yet and when the goal is looking for the wraparound boom, I go top shelf","id":"4xI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":338.88,"tags":[]},{"line":"To me, there's really only one, uh, the Mickey Mouse, because that is beloved that character. So I don't know why people are mes'sing with the round your most of the way to the Mickey Mouse. If you have that usually two more rounds","id":"8RI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":494.43,"tags":["Mickey Mou'se","Mickey Mou'se"]},{"line":"as far as the pubic triangle like that. It's just a trying to you know what I mean? Like, why do you want me to think of it as, like having leaves on","id":"8hI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":514.88,"tags":[]},{"line":"And when you have a kid into this and birds give it to donate a lot of bird, they love it. And when you have a couple good trees, then just that's peaceful. And it''s really nice for them to have it The dope to actually,","id":"-hI6LnMByMrymAEmhR1A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_1","timeCode":622.25,"tags":[]},{"line":"um I have been just this year adopted by","id":"AxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","speaker":"spk_0","timeCode":756.15,"tags":["ju'st"]}]