[{"line":"Look at me. Wave.","id":"iRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2598.47,"tags":[]},{"line":"Yeah. Hey, Clay, what do you say we get with these and John and well go out there? We catch him. All that's catch about while What? Let''s catch him. Okay.","id":"kBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2654.35,"tags":["Clay","John"]},{"line":"Yeah. What do you say? Yeah, Yeah, that sounds cool. You guys have gotten really? There's a pool of it about","id":"lxI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_2","timeCode":2714.57,"tags":[]},{"line":"Yeah, he's you've really matured in the last day of your voice. Yeah. My ark is that I became cool,","id":"mBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2724.49,"tags":[]},{"line":"obviously. Yeah, yeah. Ah, but thanks for everything. And ah, good luck. I'm moving. Were you moving? Teoh Arizona. Ah, because your dad Yeah, well, it's one of them transferred there. Is this different hospital?","id":"mhI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":2742.97,"tags":["Arizona"]},{"line":"is it so heavy? It's a machine. The tuxedo is made up entirely of complicated machine. There''s a","id":"nhI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":2818.36,"tags":[]},{"line":"by batteries. The batteries air hot,","id":"ohI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":2913.64,"tags":[]},{"line":"the batteries air hot and sharp.","id":"oxI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_2","timeCode":2915.57,"tags":[]},{"line":"My name is Katie","id":"pBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_1","timeCode":2918.66,"tags":["Katie"]},{"line":"Hey, this is Arne Camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food,","id":"qRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_0","timeCode":2984.37,"tags":["Arne Camp","Improv","Magic Tavern","Burger King","Chicago"]},{"line":"and he started","id":"qhI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_3","timeCode":2993.05,"tags":[]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one Woman,","id":"rBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","speaker":"spk_3","timeCode":3011.5,"tags":["Rachel Bloom"]},{"line":"on in living color. Ah, it was a recurring sketch. Uh, I believe maybe played by the same guy who played blank, man. Okay, So and you should explain that you can say that because","id":"uBI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":161.54,"tags":[]},{"line":"Is this a competition I've got? Like, because it seems like Okay, it wasn't introduced that way. I'm sorry, Caddy. High goals going to judge us at the end. Um,","id":"vhI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":253.27,"tags":["Caddy"]},{"line":"Yeah. Ah, she's in the She''s in the money booth with Jimmy Kimmel,","id":"wBI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":279.84,"tags":["Jimmy Kimmel"]},{"line":"But he ever said she never said she was pis'sed. She said the characters underwritten all the women. Ears are whining, shrews, all bitches. His perception of women is es'sentially, they're all bitches who are problematic for you, and he sort of must hate them. And so that''s what''s being presented on screen in movies. But she didn't say she''s pill. And then in the Mattis magazine article this I Plus I'm pis'sed. Oh yeah, and they just throw that on there. Just a little word bubble. I'm pis'sed, and that''s not really fair to say. She didn't say she was pis'sed. And I think she said,","id":"xhI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":388.83,"tags":["Matti"]},{"line":"'slash Hear the pool You're thinking like","id":"zRI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":525.09,"tags":[]},{"line":"when you have women in the studio. What is the show? I think every one of those things. I'm just sort of like What is this shit?","id":"0RI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":555.11,"tags":[]},{"line":"Okay. Never mind, Cody. Well, yes, Louis, get just like we just have stuff that we really need to do.","id":"3xI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":690.28,"tags":["Cody","Loui"]},{"line":"So lets let''s just do our we One thing we urgently have to do is listen to all the other Earwolf the absorb's and rank them and also suggest's improvements. If the songs are not good, different ways the songs can be good, because one nice thing that about our song is it has all the information in it. And you know what you're getting into. And so what we're gonna do Hayes and Shawn''s patented stank ranks. This is the system. Earwolf sucks. Day, Craig,","id":"4BI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":696.33,"tags":["Earwolf","Haye","Shawn","Earwolf","Craig"]},{"line":"Kirk was close because at least that's a show we have. Okay, so is David Gregory. Cody. Think so? Yeah, it is. Look on the website code under shows. Look at it. Could be that tap should always be open. What is that? All right,","id":"8BI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":909.69,"tags":["Kirk","David Gregory","Cody"]},{"line":"Yeah. So, um, I Multan does movies? Yes, it was like everyone out, like everyone else on the network, has like some affiliation with the entertainment industry.","id":"-hI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":1018.28,"tags":["Multan"]},{"line":"Well, it fell close of the time.","id":"-xI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1030.07,"tags":[]},{"line":"Okay, so that one Stank or Dank one did thank how would I met? One has How would we change that? There really were no movies in it.","id":"_BI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":1032.56,"tags":["Stank","Dank"]},{"line":"Oh, letter mountain wake on the mattres's. Keep guy","id":"_xI2L3MByMrymAEmPTyf","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1054.29,"tags":["mattre's"]},{"line":"Yeah. Yeah, No barren shows up. So, uh, you know the show? Correct and correct. The show is like, gone, and he's not with it at all. Yeah,","id":"AhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1075.36,"tags":[]},{"line":"Hard nation.","id":"CBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1120.47,"tags":[]},{"line":"And he was in hibernation. Yeah. Think about that on the baby worlds. Suckling on his Big teats. Yeah. Got a lot of kids. Yeah, that's what I'm That''s what I said. Yeah. Hey, said that part","id":"ERI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1228.33,"tags":[]},{"line":"I'm not even Hear. Okay. Could you give me another song? Here we go, baby. E No, This one thistle's! Jeff, Whos Jeff? Jeff Garlin. No, you worm. Well, well,","id":"GRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1318.84,"tags":["Here we go, baby","Thi","Jeff","Jeff","Jeff Garlin"]},{"line":"is area and ah, debut in it. So he was one of the outlaws, and then he moved over to raw, dark comedy. And then he was either appear anything acumen. Which one? And he's carved out a nice little space for himself Now. Yeah, and he does all the music as well.","id":"HhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":1409.75,"tags":[]},{"line":"It's really cool.","id":"IhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1475.67,"tags":[]},{"line":"That's great.","id":"IxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1478.42,"tags":[]},{"line":"and also like. And it's our fault for, um, empower for pretending he was a sweet before, and now it''s like we like it. And we created Frankenstein monster. Because if we like this is specifics, well, it''s like the scene in Frankenstein","id":"LBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1557.64,"tags":["Franken'stein","Franken'stein"]},{"line":"'show themes. Yes, it's mood, it's setting, The right mood and a nice little piano tinkle for I believe every single one or a rich baseline. Uh, that's just like getting you in the mood, because when you start hearing it, you're not neces'sarily ready to Hear funny comedy or interesting videos. And with many of these shows, you're never going to be ready for that.","id":"MxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":1685.06,"tags":[]},{"line":"Cody. Now, did that feel to you like anything It was? Yeah. Yeah, man. Okay, it's hard for me to feel a lot these days, too. Well, like something you fell in a barrel and novocaine.","id":"PBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":1983.62,"tags":["Cody","day"]},{"line":"I do want to say, uh, they say the Los Angeles area, it's actually in Anaheim, but we don't really want to publicize that. It''s an hunt because Shaun has figured out the Disneyland is in Anaheim and, ah, Sean hates Disneyland. Um, for a couple reason's. One is that he thinks that Goofy is always acting like he''s funnier than he is. Then that then Sean is and so that''s kind of like a longstanding thing between Shawn and Goofy. The other is he went on Space Mountain first. He was doing this bit in the wine about How can there be a mountain in space like it has to be like on a planet or something. They can't just be like floating in space, Rose. It''s not a mountain than it is a planet. Something like there was, like, a bunch of science stuff to it. Um, and it did not get a Big respon'se on the line. And then goofy showed up right after and just, like, cracked everyone up. It was loving, goofy. And so that made John very upset. Uh, and then Sean got on Space Mountain and he was wearing, like, a really big kind of loose sweater that day, like a sweatshirt. Really? Um, and it''s sort of the ride was going so fast that sort of like flew up over his head. But the collar was pretty tight, so it stayed like floating above his head, but just attached at the caller s. Oh, the sweater is off, and he''s not wearing anything under it because it was hot that they, uh And so it''s just the sweater covering his phase and like flying up over his head. But as torso and arms are, all this gets completely exposed. Um, and his ah, nipples are, like very red, like, really, really red. So they kind of really stand out, even in the dark. And then when the pictures were available for sale at the end of the ride, everyone else belt bought Shawn''s picture to take that home, and they didn't even by their own pictures. And that picture is actually still available for sale. It''s based Mountain. Um, so we can't We cannot let Sean know that this is in Anaheim s. So we just say Los Angeles theory postmark Mayor and is going to be sharing his favorite behind the scenes moments from WTF on great story storytelling podcast like the moth and Criminal. You can also get a V i p Pas's the V I. P Lounge. It''s October 28 through the 30th in the Los Angeles area. Just a short ride from Los Angeles. You can see the whole lineup at Now Hear This fast dot com.","id":"QhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2078.1,"tags":["Lo","Angele","Anaheim","Shaun","Di'sneyland","Anaheim","Sean","Di'sneyland","Goofy","Sean","Shawn","Goofy","Space Mountain fir'st","Ro'se","John","Sean","Space Mountain","Shawn","Sean","Anaheim","Lo","Angele","I. P Lounge","Lo","Lo","Angele","Thi"]},{"line":"Gues's, Gues's what? Oh, no. It was on your foot.","id":"SBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2292.81,"tags":["Gue's","Gue's"]},{"line":"Well, I knew I recognized you from somewhere. I got tricked into being of the far side cartoon. Yet again, I was a little kid. That that little kid with the glas'ses","id":"SxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2315.84,"tags":[]},{"line":"Uh, it's that kind of were not able to We're watching that, you know, toggle the different. They show you a square of a post. You got to gues's what it is. We walk in the clouds of calories. You think, Oh, maybe it''s not that","id":"WBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2485.77,"tags":[]},{"line":"for better what we were doing before your how the game works. But, uh, all of the hard work has paid off. Um, there's so many elements to this game, they're all fun. It''s truly a full on adult size bang aru and kids can play it, too. Ah, and And when you know when the industry, then the board game industry bangs you, you bang back. And that''s exactly what weve done. Ah, I would personally say it''s the most fun game out there and it''s worth the expense. Um, and it''s that this is what people don't realize. It''s for families.","id":"WhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2508.89,"tags":[]},{"line":"It's for animals. It''s for, um, high flying. Ah, you know Daredevils. The Red Baron. Snoopy, everyone. Ah, it''s for,","id":"XxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2572.54,"tags":["Daredevil","The Red","Baron","Snoopy"]},{"line":"Um, do you know, uh, just like for you guys? So what, we're gonna just Yeah, fans.","id":"YRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2607.48,"tags":[]},{"line":"That's right. That''s the big one. People that we could take that pause out.","id":"YhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2619.39,"tags":[]},{"line":"It's so it should not take so long to think of it. I think that I just don't think it''s such a simple They're just not concept even compared to all the other ones, which are like a farm, it''s a much farther reach. That''s yeah, yeah, it almost there. Just a brain problem to be thinking about speeds to think for. So on. Then I have a brain problem. Yes, Like the concept of you guys like a fan. Well, that would make a lot of other stuff that''s going on to make a lot more.","id":"YxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2624.04,"tags":[]},{"line":"Yeah. I mean, I'm just not enjoying what I used to enjoy, and I'm in a lot of head pain. Yeah, and that's a the way he say it''s like manager were used. You mean like tasting food? You","id":"ZBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2656.99,"tags":[]},{"line":"trouble on maple syrup, truffle butter. I mean, I'm even talking about and I didn't mean to go there with Trump, but I'm even talking about Nana when I'm chopping, you know, just slurping up in the downstair's cellar. You know, the cellar door of a woman. The most beautiful word. One of this language that was dark. Such a good teacher. No Wildlings. Dr John Carter, en amazing teacher, the one of the greatest teachers.","id":"ahI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2708.76,"tags":["Trump","Nana","John Carter"]},{"line":"phrase that weve been you that people really love for have latched onto from the show. I, of course, have the Howl Rudnick thes Howl Remnick being, uh, famous guest. Yeah, of the show that was popular guest's as well. And so now I get to be Howl redneck sort of racing around the board. And then I have ah, half of Paula Tomkins, old blueberry scone that just got left in the studio before we came in. And so that's sort of a famous thing when we come in here that someone''s garbage is in here a lot, and we just sort of have to fucking deal with it because nobody gives a shit about us.","id":"bxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2801.14,"tags":["Howl","Rudnick","Howl Remnick","Howl redneck","Paula Tomkin"]},{"line":"without having toe.","id":"chI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2848.98,"tags":[]},{"line":"Wow Mm, you think about it. But it just like even a second. You just have to be like, Oh my God! Well, and the most succes'sful ones are like seven multiples. They","id":"dRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":2886.07,"tags":["seven multiple"]},{"line":"Dear player, you've won. Yeah, So Okay, that was a fast round of the game that that can happen. You know, we were warned that that would sometimes happy Sometimes that will happen. So the winner is that from the winter pile? Yes. Okay. Used to spend her landed on winter pile.","id":"eRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":2949.96,"tags":[]},{"line":"And you're in control of what happens on it cause you're drawing it.","id":"fRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":3000.9,"tags":[]},{"line":"engineer, Cody specific bile. Which is all the jokes that Cody has made on the show. Um, so I gues's I'll drive a car from this pilot and make one of one of Codys jokes.","id":"ixI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":3180.06,"tags":["Cody","Cody","Cody"]},{"line":"Oh, yeah. I had almost forgotten about that.","id":"jRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3206.91,"tags":[]},{"line":"that one Have you put it? Oh, yeah. I love that. It's, uh, like were were, too. Yes, I remember that. That game go ahead. So I would like to go to the store and cash in some of my bus tokens, which I can use Thio Thio","id":"kBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3256.61,"tags":["Thio"]},{"line":"well, it's fair game. It''s a Big character. Yep. Uh, and I will lay off. I will find next thing people will","id":"lxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3464.19,"tags":[]},{"line":"Okay. Codys So now it is your turn. Uh, do you have the clay? Yeah. Okay. Now what you need to do is mash up the clay.","id":"mRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":3480.05,"tags":["Cody"]},{"line":"This fucking job is not fucking great. at all. So fucking task's","id":"oxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":3669.19,"tags":[]},{"line":"Uh huh. Okay. And he wants, like, sympathy. And And I do understand the desire toe sort of change. You're","id":"rhI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3796.96,"tags":[]},{"line":"like that. We were already taken in consideration, like, obviously, he's at a hard life. But you start like this, right? Um, we already were spotting you that. Ah, and even with handicap,","id":"sBI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3825.66,"tags":[]},{"line":"that the loose Carson virtually do not have enough beans.","id":"sxI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_1","timeCode":3857.76,"tags":[]},{"line":"Some of the lead that was supposed to be in the cans and, yes, ended up inside the beans. All right, I ate it. What do you want Now?","id":"txI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_0","timeCode":3889.32,"tags":[]},{"line":"You've seen me have intercourse with a variety of","id":"xRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_3","timeCode":4169.66,"tags":[]},{"line":"Jesu's. I mean, Josh","id":"yRI2L3MByMrymAEmPT2f","index":"handbook","podcast":"Hollywood Handbook","episode":"Just Sean and Hayes","speaker":"spk_3","timeCode":4184.72,"tags":[]},{"line":"Hey, guys, that stays want. Talk to you about the Now Hear This Podcast Festival. It's coming to the Los Angeles area this October, and Sean and I will be there for a live Hollywood Handbook-East You love pie gas and comedy. You don't want to mis's it. See Hollywood Handbook-East von Stage, plus more favorites like Comedy Bang Bang. How did this get made? And with Special guest Learn Lap gets in the Los Angeles area this October Post, Marc Maron is going to be sharing his favorite behind the scenes moments from WTF on great story storytelling podcast like the moth and Criminal. You can also get a V i p pas's the V I. P Lounge. It''s October 28 through the 30th in the Los Angeles area. Just a short ride from Los Angeles. You can see the whole lineup at Now Hear This fast dot com. Oh, Hollywood.","id":"yxI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_0","timeCode":0,"tags":["Lo","Angele","Sean","Hollywood Handbook","Hollywood Handbook","Lo","Angele","Marc Maron","V I. P Lounge","Lo","Angele","Lo's Angele","Hear Thi","Hollywood"]},{"line":"well, so what? Ah,","id":"0hI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":102.34,"tags":[]},{"line":"all the time, but I would be only every, like, third or fourth time. Yeah, that's true. So it''s like once a month. I mean, so I thought you were just","id":"2hI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":149.31,"tags":[]},{"line":"how I talk. That sounds that sounds German to me. Okay. Um, yeah, not German at all. Oh, yeah. You're so yes, Your parents were","id":"4BI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":190.83,"tags":[]},{"line":"there? No, no, my parents are my parents. We just I felt like I just We just talked about this. Yeah, you just a couple weeks ago. Um, So, uh,","id":"4RI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":200.24,"tags":[]},{"line":"Yeah. You had to know that. You don't do the other engineers.","id":"6RI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":240.74,"tags":[]},{"line":"How much? Yeah. Ah, yeah, we all I think we all have last names. Ryan, I'm not till Yeah, Ryan. Ryan Conner. You can't, right? Yeah, That doesn't seem Cody Scully. Sam Kiefer? Yeah, we have last names.","id":"6hI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":246.7,"tags":["Ryan","Ryan","Ryan Conner","Cody Scully","Sam Kiefer"]},{"line":"It's fucking weird place, man. You you know, like who I am. Right? Yeah. Yeah, little guy. Brett.","id":"6xI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":268.77,"tags":["Brett"]},{"line":"I mean,","id":"8BI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":320.53,"tags":[]},{"line":"Like you're like my for my friend, who I know through Hayes.","id":"9hI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":362.63,"tags":["Haye"]},{"line":"Yeah, you type of right. Like he knows all your stuff. Yeah. I feel like Hayes would know my last name. He","id":"9xI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":369.38,"tags":["Haye"]},{"line":"I OK, so that Okay, So that was your house? I had a girl in that","id":"-xI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":396.5,"tags":[]},{"line":"Yeah, because like, Well, just patch that on, Well tack it on to whatever he's has going","id":"_hI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":435.29,"tags":[]},{"line":"on. Okay, Okay. So what? The song in later? Well, just stitch it together, whatever you guys do. Um, but just lets play a song just to save time, Because when he gets Hear Now we're running so late, we're gonna run out of studio time.","id":"_xI2L3MByMrymAEm9T1G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":440.54,"tags":["Hear Now"]},{"line":"Yeah, it's been","id":"ABI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":453.41,"tags":[]},{"line":"finding out what the actual working conditions are for. The hair is razor. Well, that's pretty cool. So, um Okay, so, you know, don't tell me the story when the songs out playing start the fuckin song again, do this story. I'll probably find what''s actually in there. Okay? And well have great content, like always. All right.","id":"CRI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":516.39,"tags":[]},{"line":"No. No, you guys never make. We don't make stuff up on this show. That's very important that our listener's can trust us. I totally agree. I wasn't gonna make anything up.","id":"DBI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":550.42,"tags":[]},{"line":"That's a good one. That''s a vile story. I wish Hayes''s Hear for it. He love you. Really? Really. He loves my word jokes. Yeah, he''s not as hot on my political stuff.","id":"FBI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":617.44,"tags":["Haye's'"]},{"line":"But that's what the all those amendments and constitution's for. So, um, go, uh, go ahead. So you're doing 23 me and we're gonna craft this into a good story. Yeah. Okay. Youll piece it together. All right. So, um,","id":"FxI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":641.66,"tags":[]},{"line":"I get the real that were you with","id":"GBI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":656.13,"tags":[]},{"line":"days and Hayes, I think is done solely already. But we're not making this up.","id":"GxI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":711.39,"tags":["Haye"]},{"line":"Um, and then s so you get the result's. Ah, yeah, Well, I mean, I love the concept of smacking God, who really is just who is God, Really? This is just our fathers always want to hear this stuff hazes and around so I could get","id":"HhI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":731.19,"tags":[]},{"line":"which I did see which had a pretty strong religious mes'sage in it, which is that you should be fucking all the time with everyone because you're going to get eaten. God, Israel, he exist's. He's coming for you. He''s going to devour you. There is no such thing is heaven. But hell does exist. And God is a demon who''s going to eat you so you should have sex before you get married. And being married, of course, is being taken out of the store. This is the rock solid. Yeah, that''s the mes'sage. You ever think about that shit, man, you were trip out on that. That really We're all just food on grocery store shelves in a lot of ways. And you've been waiting to get inside a hot dog bun your whole life. And even though the hot dog bun is a vagina, it also has breast's. And even though the hot dog is a dick there, sort of, it''s implied that it has dick Now. Like, do you ever think about that man like that''s you? And so if you get freakin taken out of the store, I eat married, uh, then you just as'sume what''s gonna happen. I get fucked. Yeah, you get well, youd think that you're gonna get fucked, and they would be happy. But what''s the truth? Is that that''s God taken you out and he''s gonna friggin chop you up, put boil you in the pop. Oh, boiled hot dogs. He likes the boiled kind. Yes,","id":"IBI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":756.33,"tags":["God","exi'st","God","brea'st","God"]},{"line":"Should I call him up? Or Ah.","id":"JBI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":878.01,"tags":[]},{"line":"Um hey, is you there? He's hello.","id":"JhI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":895.64,"tags":[]},{"line":"Hayes. Are you OK?","id":"KRI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":904.79,"tags":["Haye"]},{"line":"Well, what happened? You texted me four or five hours ago and said that you were on your way here and you live so close. So what? Did you leave? I mean,","id":"MRI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":946.18,"tags":[]},{"line":"how I was Good. Uh, ride the horse's today? Yeah, of course. You're gonna ride the horse's today.","id":"NhI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":970.44,"tags":[]},{"line":"1,000,000. Carrie Ann","id":"NxI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":977.79,"tags":["Carrie Ann"]},{"line":"got the fourth. It, um, Brad in the guest. All right. Me and Carrie, I got the Big horse's. Sure. Yeah. You wanted the huge ones,","id":"OBI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":980.02,"tags":["Brad","Carrie"]},{"line":"why am I the one that has to be supervised? Like, Wow, I watch you. Oh, yeah. She was out of line.","id":"PhI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":1017.84,"tags":[]},{"line":"But he's writing it back.","id":"RRI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":1067.53,"tags":[]},{"line":"I say, Well, look, it will watch each other. Well keep an eye on each other. So you're riding backwards in front of her?","id":"RhI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":1070.33,"tags":[]},{"line":"going. You fit on the horse. Out","id":"SRI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":1086.02,"tags":[]},{"line":"Oh, yeah, Yeah. Do you Skip, did you manage to fit on the horse?","id":"SxI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_2","timeCode":1088.5,"tags":[]},{"line":"not sitting like sideways.","id":"ThI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_1","timeCode":1097.84,"tags":[]},{"line":"Kind of during the split","id":"TxI2L3MByMrymAEm9T5G","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Marcus, Our Friend from Germany","speaker":"spk_3","timeCode":1100.14,"tags":[]}]