[{"line":"Any other back to school ideas back to school ideas. Um gosh, I mean, uh, no and blue and lets blue sky, this thing, Andy, I mean anything about school or just anything","id":"fhE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":948.91,"tags":["Andy"]},{"line":"I mean, you know, I mean, just really buckle down this year. You have THOMAS You can't this year. You've gotta buckle down, guys. Come on. It's Let''s get serious. Come on. If the teachers are not your enemy, Okay. Okay. Okay. What else? Nuts. Cut the shit. Let''s stop fucking around and get to fucking busine'ss. Our job is to give our fans the most delightful experience pos'sible. And we listen to them when we go on mes'sage boards and are looking for praise for ourselve's. And they are talking about something else. Other shows. They're saying this is they say about our show. This is my second favorite show, and I go No. And what they really like Hayes is this show that Andy has done. Oh, and he did. You did the show. Admit it.","id":"fxE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":966.16,"tags":["Thi","Haye","Andy"]},{"line":"Was it called the newest John Grisham. That's what it''s called","id":"hRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1108.08,"tags":["John","Gri'sham"]},{"line":"we will show you because well do Right now. We're going to deliver an entire season","id":"iBE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1140.2,"tags":[]},{"line":"of the anti daily podcast pilot project, and well just well Just how many episode's per season? What do you do? 678 Doesn't matter. Wait, This might be a sixer. Things might be a short order. Yeah, If I did 1/3 season, it could very well be six episode's. It will be because you're doing it right. You know what you're talking about? Hows that gonna work? Well, you are gonna have to tell us. We have not listened to the show. That''s fine. I have never heard this high. Yes. Do what podcast do you listen to? I don't I don't care for audio entertainment.","id":"iRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1150.29,"tags":["ju'st","Doe's","Thi"]},{"line":"Whats with all the sex appeal people? It''s reached record numbers and we have to stop it. I think that''s a good news story. So is that the hot cast pilot project or something? Can we do something with that? So you make there a new every episode? Is a guy what strange guy? Yes. He''s a bit unusual when you admit, Oh, I'll explain the show. It''s","id":"jRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1263.62,"tags":[]},{"line":"You know, I always get work done on the climate strike.","id":"jxE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1371.86,"tags":[]},{"line":"All right.","id":"lhE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1469.43,"tags":[]},{"line":"This is a pilot for a new podcast taking place here in French college. And I have two guest's. Hero who are students of French college whos a great blue","id":"lxE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1472.22,"tags":["Thi","French college","French college"]},{"line":"It sounds like you said you don't speak English. Is that correct? Because that would you, uh, sq to power long Away.","id":"mRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1491.99,"tags":["Engli'sh"]},{"line":"Whats Ah, good first name for a podcast character that the and he could do that within. Don't pitch something that''s like out of his Frasier. A man.","id":"oBE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1585.02,"tags":["Fra'sier"]},{"line":"Okay. Okay. We might be moving on to another audience. Member s here. I am thinking we are in the safest suggestion territory. There's a kind of only one way to screw that up.","id":"oRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1602.53,"tags":[]},{"line":"I am Clifford Dog. This'd is My podcast pilot. I'm making a pilot. I hope it becomes a regular podcast. And I did this pilot just to raise awarenes's that I am not a dog. I was the inspiration for the very famous Clifford, the big Red Dog character. I do live with a little girl named Emily Elizabeth on We do live on Birdwell Island, But I am not a dog on. And I am unusually large and, uh, due to, uh ah, deficiency of Well, the doctors can't nail it down, but I'm bright red.","id":"rRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1744.66,"tags":["Clifford Dog","Clifford","Red Dog","Emily Elizabeth","Birdwell"]},{"line":"Well, I would love to be wearing clothes. You just tell me where I can find some that will fit this body. Okay. Okay. At the store.","id":"sBE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1887.91,"tags":[]},{"line":"it is true. People don't seem to want to see me as a guy.","id":"shE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1940.44,"tags":[]},{"line":"You're in the lab all night? Yes. Comedy Limp comedy lab. Lets do another show. What''s another guy like to dio What''s like a character that you have always wanted to play? And it does. It can be the thing for podcast. It can be a fictional character that already exist's. One. What does that mean? A fictional character that or exist? You mean somebody else''s bit? What you talking about? Whoa! I think somebody else''s bin. Although I have been known THOMAS pick and choose, I'm something of a heat seeker.","id":"tRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":1975.23,"tags":["Comedy","exi'st","exi'st"]},{"line":"You know, I'm interviewing two. I got a little Charlie Brown here. OK, Away, Charlie. Ah,","id":"uxE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":2169.03,"tags":["Charlie Brown","Charlie"]},{"line":"come on, you guys. We could do whatever the fuck we want. The lawyers arent listening. It's me. I am brown. I'm a little kid who I love to wear. Sure you do. Every day on always short is famous that I am bald. Yeah. What''s up with that? I actually am just a little kid. And so I don't know Like how old? How old are you? Science of my head is an adult subject. And for a little kid I don't understand. I am one year old","id":"vBE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":2179.43,"tags":[]},{"line":"That's true. Nothing have been picked up. Seems seems wrong. How do you build a character that''s the end of that show? How do you build a character? Thank you. It''s Okay. So because the way we're starting Did for Andy, choose that, like the Peanuts world is populated with many female characters. We did choose male ones for s. So it was with daily podcast.","id":"xBE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":2317.54,"tags":["Andy"]},{"line":"It was a different time.","id":"xhE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":2360.17,"tags":[]},{"line":"All right. What were you saying? Were you in the middle of a thought? What? You're gonna ask me how I developed a character? Yeah. I don't know. I don't know. Going? I don't know. You don't know? I don't know. So what happens for you at all? I don't know. You don't know? So you're effectively an awaking Blackout.","id":"yBE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":2370.11,"tags":["Blackout"]},{"line":"The UN Later on, youll listen to your own show and go. Whoa. Made this. Yeah. It's like that. No, it''s got Aquaman will send me an email and say, Will you please come and do comedy? Bang Bang and I will go into a panic and then try to come up with a new character. Let''s talk about some of these guys. There''s Cowboy Head. Yeah,","id":"yRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":2390.55,"tags":["The UN","Aquaman","Bang Bang"]},{"line":"Kind of thing. That's all of them. But yeah, there''s a number of other characters. Yeah, it''s fine that you don't know them because I can't think of any more either.","id":"zxE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":2478.76,"tags":[]},{"line":"Yeah, you give him a guy. You always air having guys. You're always coming up with all these monster's and characters. It's true. Draws these monster's. I dio Yeah, um, happen if we done so weve done £3. Done three? Yeah, it''s going great. It''s gotten better and better. It''s what you want is for the show to pick up steam in just this exact way. And","id":"0BE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":2491.2,"tags":[]},{"line":"the three that we have are the official French people college podcast. I am not a dog by Clifford Dog and smells that bad. Don't list Teoh. Yeah, Woods a que s new people don't wait, the more likely we are to get in trouble, which I thought was smart by the way you did. That was the beginning. Waas Still that the podcast. See that stuck just in case they listen to the very beginning. That's right. Well, because it might see the title and say I'm familiar with this old trick. This is probably intellectual property being stolen, left and right gonna tune in and then they would listen to the 1st 5 seconds s. Oh, yeah, correct that. Yeah, that''s good.","id":"0RE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":2517.87,"tags":["Clifford Dog","Teoh","Wood","ju'st"]},{"line":"Your hands Limb slims. Okay, That's right. I am launching limbs dot com. It''s close up photos of my arms and legs. L I m s m Yeah, My limps my arms and legs limbs like My tree limbs and their PCI colored as well. And my hope is that they will, for a lot of people improve their skin care, sexual wellnes's and hair los's. I don't know why they would, but I can't stres's enough how close I'm holding the camera.","id":"1RE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":2656.71,"tags":["Limb","dot"]},{"line":"Well, I draw these crazy monster's. Andy, when I close my eyes, I'll see like","id":"2xE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3023.9,"tags":["Andy"]},{"line":"Oscar the Grouch, like some of the most fucked up shit you could imagine. Oh, freaking Grover and the Cookie Monster. I mean when I closed my eyes. It's a horror show. And it We could somehow turn that into a podcast. Pilot project episode Man, that be something else?","id":"3BE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3033.56,"tags":["Grouch","Grover","Cookie"]},{"line":"Welcome to this podcast. This one really does smell that. I am Oscar the Grouch with human skin.","id":"4RE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3171.45,"tags":[]},{"line":"there's no other way to be a comedian. Yes, certainly.","id":"6BE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3345.76,"tags":[]},{"line":"anymore and Made We gotta like you all Should have been coming up with names. Somebody must have come up with a name by now.","id":"8BE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3512.72,"tags":[]},{"line":"Gort is gras's Shores,","id":"9BE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3547.52,"tags":["Shore"]},{"line":"a c today. Hey, brother, whats going up? Your grandfather was a legendary, uh, Hawaiian ukulele list and entertainer. You said it, not me. And are you carrying on the tradition of doing? And you're asking if I played the ukulele? Yes. No. Okay. Can you sing a little of your grandfather''s most famous song? Tiny Bubbles? Oh, yeah, The little bubbles Damn the little down bubbles Get in every looking cranny Don't bay, Dear man, I'm gonna be picking these bubbles out for a week.","id":"_xE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3663.24,"tags":["little of your grandfather","famou","Tiny Bubble","The little bubble's","Damn the little down bubble's"]},{"line":"hot, hot new take Not surprised from the young generation Do what Do you know Z or why? Who gives Have look. Yeah. My other guest is a volcano.","id":"ARE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3715.57,"tags":[]},{"line":"I don't really have it.","id":"AxE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3868.97,"tags":[]},{"line":"Well, I hope this pilot gets picked up. This one feels good. That's all the time we have. For whatever the name of this was. Hey, sorry. I'm a new person coming in here on a new person. Coming. Uh, it''s me, your son. Oh, she Smith. Carl. Hi, Smith. Please say you're wearing your Smith''s. Yes.","id":"BBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3873.08,"tags":["Smith","Carl","Smith","Plea'se","Smith"]},{"line":"Yes, I have a wife and 13 Children. Your wife dres's? Carl,","id":"BhE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3913.33,"tags":["dre's","Carl"]},{"line":"Can I say it was five. That felt like, six, right? Yeah. Way. Well, the six is the main one that we're doing. Oh, right, way, eyes, even one. It's a podcast. Wild. Where you guys make me do five podcast pilots. Yeah, I like it. Yeah, Thank you. Everyone else is teaming up. Yeah, right. Did you notice this? No. Who''s teaming Oh, they didn't tell you. Oh, and no. Oh, ABC Scott and laugh cas and pft coming out of a podcast studio. And he''s like, Hey, guys. What? Yeah, What''s going on, guys? It looks like you just finished having a really good time. Like what''s going on there? What was that? A comedy? Bang bang. You banking one waken deal One more. I mean, like, I think we have a lot board time. Okay? Yeah. Yeah, that''s my understanding. I think we have to do at least one more. Really? Yes. So I was sure we were doing","id":"DBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":3983.87,"tags":["five","six","five podca'st","ABC","Scott"]},{"line":"time to me Is so elastic I can't get with this western concept of time. Whats Eastern time? It''s three hours later.","id":"DRE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4057.69,"tags":[]},{"line":"Wow. Tell us more about a great boat. Nice. Nice boat. Nice boat. Um, so you're reviewing different boats with guest? He's married to nice instead of great.","id":"GxE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4189.07,"tags":[]},{"line":"It is better. It is. Yeah, it is. Uh, and, uh, he's reviewing boats. Yes, He''s reviewing the gas boat. Got the guest's, bring their boat on, and then you review it. Okay, so they kind of like honk their horn","id":"HRE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4215.93,"tags":[]},{"line":"Good evening, and welcome to Great Boat.","id":"IRE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4263.19,"tags":[]},{"line":"Ah. Okay. Well, thank God.","id":"IxE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4284.16,"tags":[]},{"line":"But this is from hurly burly. Who What are you What do you doing? Hey, uh, you doing? Ah, nice boat up there. It's great boat now. Never mind.","id":"JhE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4311.25,"tags":[]},{"line":"He's gotta have that motor looked at. Sound good at all.","id":"KRE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4359.81,"tags":[]},{"line":"I make a good Made pick on my guest. Today is the front Jes'sica and she is here with some explosive news.","id":"ORE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4695.62,"tags":[]},{"line":"Popcorn a capital of the world. And sometimes that people come through with a boat, get a hot under that kind of","id":"QBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4752.31,"tags":[]},{"line":"this fucking guy again.","id":"SBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4841.78,"tags":[]},{"line":"Whats in the curse? What''s it occur? Six of sort of evil supernatural thing. I'm one of Stephen King''s The Gondolier years.","id":"SRE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4845.97,"tags":["Stephen King","The Gondolier"]},{"line":"Oh, How is how you feeling now?","id":"UBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4916.82,"tags":[]},{"line":"Here comes Hayes and Sean.","id":"VRE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":4967.2,"tags":["Haye","Sean"]},{"line":"Oh.","id":"VhE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","speaker":"spk_0","timeCode":0,"tags":[]},{"line":"I like where and My fresh, modern, good looking mens underwear and socks and shirts I have ah hood Lis sweatshirt that I think is particularly comfortable especially as the weather starts to cool down for 20% off your first order, visit mack weldon dot com and enter promo code The Boys","id":"YBE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":171.26,"tags":["Li","mack weldon dot com"]},{"line":"red vines jelly, Gummy worms. Big Week two and it's going actually pretty well,","id":"ZhE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":257.52,"tags":[]},{"line":"and we're having just a fun afternoon. Just anyone getting sticky","id":"ZxE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":265.1,"tags":[]},{"line":"and wearing that said they could because they consider thinking about Margaret Thatcher naked on a cold day. I'm trying. Yeah, I think they do have to do that in order to become les's certain. So nobodys getting sticky. Naomi Spanish not going stick.","id":"ahE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":290.51,"tags":["Margaret Thatcher","Naomi Spani'sh"]},{"line":"I'm just like, looking straight ahead. Like Ni, even noticing that there's an integrative story happening,","id":"chE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":343.68,"tags":[]},{"line":"even the Squires who are betrayed betrayers of this bridge.","id":"gBE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":451.18,"tags":[]},{"line":"Yeah, I, too, would like unplug Zoom head funds the death in the name","id":"gRE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_1","timeCode":455.62,"tags":["Zoom"]},{"line":"you would murder for Earwolf smirk Away. Love absolutely, and with like, Earwolf property, because I like that makes it even more special. Use a Earwolf property as a weapon to kill.","id":"ghE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":461.24,"tags":["Earwolf","Earwolf","Earwolf"]},{"line":"when you hear your family, it's Earwolf, and it''s","id":"hhE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":484.7,"tags":["Earwolf"]},{"line":"Um, weirdly, the pound. You could just kind of tell looking at the pound","id":"iRE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":500.09,"tags":[]},{"line":"It's still walking in. I get that same rush, that adrenaline, those little goose pimples up my arms, you know that you get that tingling of like, Oh, there''s creativity happening in these halls And I just want to put, um, like the one like, sort of early is'sue behind us, which, when you walk in the Earwolf there are show of","id":"jBE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":533.94,"tags":[]},{"line":"are the shows we make here","id":"jxE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":561.82,"tags":[]},{"line":"it Earwolf","id":"kBE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":562.64,"tags":["Earwolf"]},{"line":"Wheres UC''s? So we now also have My Zook''s technically on the wall, but our time is leaning against the wall behind the How did this get Made sign? And in our old spot is the Scam-Goddes's. That''s right. She has perpetrated the ultimate scam, and it is an honor to be scanned off the wall. I got scammed Raycon REGGIE building by the guy. I'm so sorry. I did. I somehow scammed my way into getting your spot. And I'm so sorry. But I will tell you how I was told that this came about was you guys were so popular. And everyone loves you so much that you don't even need this side. And my show is new, and and so people are learning about it. And so they were like, we gotta put the sign up because she needs never scam","id":"mBE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_1","timeCode":625.08,"tags":["UC","My Zook","Scam"]},{"line":"Wow, I didn't physically put them up there, but I I appreciate them being there. And there's also two signs. When I came in, there was only one side. I was like, Where is the other side? And then it was behind soc I also I too have had head of being put behind another side s","id":"phE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":814.73,"tags":[]},{"line":"My own sign. But still, I have two sides and I need three. Okay, Yeah, s Oh, what it means to me honestly, is that I should be very frightened because whoevers making all these signs is even more scared of you than they are of us. And we know that all the Earwolf employees are scared of us.","id":"qBE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":831.36,"tags":["Earwolf"]},{"line":"I'm wet, You know, another one. Mona","id":"thE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":957.74,"tags":["Mona"]},{"line":"Okay, What about that? Whats engineer situation rotating, or you have, like, I got a personal catcher. Main one.","id":"vhE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":1001.84,"tags":[]},{"line":"team. That way,","id":"yBE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_1","timeCode":1077.09,"tags":[]},{"line":"I would memorize that sentence as quickly as pos'sible. Is the key to producing?","id":"zBE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":1102.49,"tags":[]},{"line":"trying to do Fact,","id":"2BE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":1156.99,"tags":[]},{"line":"Well, not all my mom would call me. Some articles started like surfacing on the Internet, where people were like, doing deep dives on me. And we're listening to podcast's. And we're like, she just came out of the bisexual and I was like, OK, like","id":"4RE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":1214.58,"tags":[]},{"line":"I did not mean that is a weird rag. Do do Just like, you know, I don't want my mom to be, like, you know, a casualty of, like, My cast narcis'sism. You're saying your","id":"5hE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":1244.81,"tags":[]},{"line":"Yeah. And so you are demanding that your character, I always be, like, carrying very expensive props that, like, just like, oh, it so happens that, like you only have at your prop house like things like that the, uh that I truly don't even understand what","id":"7BE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_1","timeCode":1321.12,"tags":[]},{"line":"Can I tell you what can I tell you? My Scam-Goddes's your scam that's happening","id":"9xE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":1404.07,"tags":[]},{"line":"'stock afraid you go like there's all the diet Sprite and, uh, look,","id":"_RE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_1","timeCode":1436.87,"tags":[]},{"line":"But it's there. They tried to video. Yeah, I went to a charity event that I was performing at, and this woman had tons of bottles of wine and no wine openers. So there was just so much wine, and we're all like, Oh, there''s wine for us. And there was no way to open. This was just an episode","id":"_xE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":1446.67,"tags":[]},{"line":"of the wind down.","id":"ABE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":1462.78,"tags":[]},{"line":"'strategy behind self,","id":"BBE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":1492.6,"tags":[]},{"line":"Are you wearing like a turtleneck when you talk about it? Because then it's gonna see I","id":"CBE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":1533.99,"tags":[]},{"line":"is pulling his entire pelvis forward and then thrusting it back away from the magnet","id":"DhE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_1","timeCode":1597.84,"tags":["pelvi"]},{"line":"thought about that when you want to masturbate in an office. But people said you can't do that anymore.","id":"EBE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":1625.53,"tags":[]},{"line":"I take my Frisbee","id":"ERE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":1629.85,"tags":["Fri'sbee"]},{"line":"Well, yeah, I think you might just be in the wrong market. It seems like guns arent what this is for. Maybe it's for just like horny busine'ssmen. Oh, who need Away Teoh Expres's? How horny There.","id":"ExE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":1658.54,"tags":["Teoh Expre's"]},{"line":"Yeah, Okay. Horny busine'ssman","id":"FBE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_1","timeCode":1670.61,"tags":[]},{"line":"the core busine'ss, right? Just go to the busine'ss. Any busine'ss there, the office, honestly, the horny they level we're sucking and fucking in that show. I mean, at some point, a lot of it happens off camera. They don't want to turn this into an upset of office ladies, but another people who bumped us off the wall. They, of course, are in a spot that we never attained up at the top. My close? Yes. See, I'm at the bottom. So you know, I've got a slow climb. Teoh this, But I actually want","id":"FhE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":1679.7,"tags":["Teoh"]},{"line":"Hello kings and queens. I'm here to talk to you about Untuckit shirts,","id":"FxE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":1714.06,"tags":[]},{"line":"why traditional button ups look so long and baggy? Yeah, it's because they were not meant to be worn that way. Untuckit is","id":"GRE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":1725.19,"tags":[]},{"line":"you've been looking for because they're specifically designed to be worn untucked.","id":"GxE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":1731.84,"tags":[]},{"line":"Now, I This is not an approved part of the ad. Um, I'm going off script a little bit here, which we don't usually do. But I want to be honest with you guys because you are my best friends. I was just in Washington D C meeting with some very high ranking members of the government. I was pitching some parody songs that I thought they could have fun with. There is, like, this big D C kind of comedy festival every year inside the government, and, um, I've been known to do punch up. You know, uh, sort of like how different comics will have someone right? Roast jokes for them for those comedy central roast's. I'm kind of like that, but I work for, like, different senators and secretaries, vice president's and all of that. So anyway, I was in there and I was pitching here I am late. Senator John McCain was examining Could play That was doing the Liz O Song. But it was I just took a DNA test turns out of 100% that Mitch McConnell and there was crushing. But I happened over here that there is a bill being brought, ah to the hill to make it illegal to where those traditional shirts untucked and Onley Untuckit shirts will be allowed to be worn untucked. And IV actually even seen some people getting arrested already as part of a trial run. So if you're like me and you are casual and cool and you don't want to have your shirt tucked in all the time, but you also don't want to goto frigging jail, then just get the original untucked shirt. It's a modern solution to an old problem with no tucking or tailoring required, no matter your size or shape these shirts of the perfect Untuckit length with more than 50 feet combinations. Untuckit shirts look great on tall, short, slim and athletic guys of all ages, and I get mount for the last one. Now you can shop online or visit one of the Untuckit stores. You know, I got I went in there and I got these flannels and they were soft and they were nice. And I'm wearing him untucked, with no fear of repercus'sions from our government. So, um, you can try it on in person at one of the Untuckit 50 stores or goto Untuckit dot com to get started. They even offer free shipping and returns on all orders in the U. S. You could say 20% in your first order by using My code, not Hayes''s. I'm giving you this one. It''s the Boys at Check out that u N T u C K i t dot com promo code. The Boys and I forgot what to see, look like for a second, and that could happen to anyone. Oh,","id":"HBE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_3","timeCode":1737.14,"tags":["Thi","Wa'shington D C","Senator John McCain","Liz O Song","Mitch McConnell","Untuckit","Untuckit 50","Untuckit dot com","U. S.","code, not","dot"]},{"line":"timer that Quip use's. So dentist's are like, Hey, you gotta brush your teeth for two minutes, Quip, cause we're just going time it for you.","id":"IRE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":2001.46,"tags":["Quip"]},{"line":"brush heads to you every three months for clean new bristle's. Right on schedule. The sleek, intuitive design is simple to use and comes with a travel cap that doubles as a mirror amount. To, uh, that's GELMAN if you have space on your mirror, My mirrors covered in stickers from all the punk shows that I've been to this month.","id":"IxE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":2061.13,"tags":["bri'stle","GELMAN"]},{"line":"Uh, Did please. If I rolled, my eyes never happen. No, it","id":"KBE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":2161.89,"tags":[]},{"line":"my friend. I feel really gang a little better than","id":"KxE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_1","timeCode":2175.65,"tags":[]},{"line":"Yeah. What is a scam that is happening on the show? You're in your own their scam. You don't talk about yours. So why are you asking them about their? So I talk about scams under in the zeitgeist, and then I talk about very famous scams and they talk about scammers that I really respect. Famous skin. Yeah,","id":"LRE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":2186.05,"tags":[]},{"line":"'scam? I got a scam for you. Okay, so you're in the airplane. Yeah, but you don't have a ticket.","id":"OxE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":2331.45,"tags":[]},{"line":"If you have the outfit five point. If you have the outfit, you're at the airplane. All you need is the outfit.","id":"PRE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_2","timeCode":2342.9,"tags":[]},{"line":"May I see your ticket? No,","id":"PhE-JnMByMrymAEmAWw-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","speaker":"spk_0","timeCode":2348.21,"tags":[]}]