[{"line":"I always like to go like, Hey, I'm watching the sports ball too. Uh, you they go red team? Yeah. Did they get a touch dunk yet? You know, and s. And so it's sort of pokes fun The idea that someone would know the rules. Now, that was one of the","id":"5hJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":2260.4,"tags":[]},{"line":"Just They look great, don't they?","id":"6RJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_2","timeCode":2341.98,"tags":[]},{"line":"Oh, wow. Does that door really nice? Yeah.","id":"8hJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":2479.92,"tags":["Doe"]},{"line":"to use your joke. Maybe we show people fans faces painted jersey's on. But what they're excited for is something that is so clearly ridiculous to the rest of the world. Um, so, yeah, what as'shole would be excited about this? Why should they enjoy something like they're like, It's two dogs walking, and they're one person likes one dogs. Chances of walking faster and the other one wants another. Or there it''s rain level of Yeah, on. If the dogs have different color shirts on and they're basically just cheering for laundry at that point. Absolutely. What I want Hear the rain levels were. So there''s like a fan. There''s like there''s a man and you can tell that his family ah, sort of knows to stay away from him because he''s nervous because he''s a band of rain levels,","id":"9hJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":2496.51,"tags":[]},{"line":"our raid levels. It's just the number of inches that you get a raid store. Yeah, so he''s He always wants Big rain levels. That''s what he''s a fan off. And Monday morning, if it rained, he''s in the best mood of the world. But you also know, stay away from Larry if it didn't rain. Uh, his team rain underperformed that weekend. Yeah, he roots for rain. And so you're watching. And maybe the rain drops can be different colors sometimes. And at that point, you're just cheering for, like, you know, laundry. Yes, and you might be watching him being like, Oh, I see Cheering for rain is not any more ridiculous than sharing for sports ball. The Colorado Broncos, Mis's Charlotte Panthers? Yes, and ah, yes, very nice","id":"9xJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":2547.4,"tags":["Larry","Colorado Bronco","Charlotte Panther"]},{"line":"Oh, no rain fan. I'm being arraigned, Fan. Yes, and people will be people will get this you think? Do you think it will be confusing if as a hot water bird, baby and I'm looking at water","id":"_RJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":2675.75,"tags":[]},{"line":"Oh, it wasn't for that. Oh, this is just for just for us.","id":"_hJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":2690.77,"tags":["ju'st"]},{"line":"right, I'm an excellent driver.","id":"BhJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":2790.72,"tags":[]},{"line":"You were just announcing that saying of fart,","id":"CBJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_2","timeCode":2815.77,"tags":[]},{"line":"Yeah. Yes. Autism is used to comedic effect in that film.","id":"CxJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_2","timeCode":2827.24,"tags":[]},{"line":"'so there will be another. But I need a time. I need time. I need to work out the intro.","id":"ERJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":2878.42,"tags":[]},{"line":"Yeah, that he thinks that people should give vaccinations multiple times, even if they're already immune to something that he just thinks the shots build character well,","id":"FBJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":2909.55,"tags":[]},{"line":"and he also is pro autism.","id":"FRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":2920.25,"tags":[]},{"line":"getting warmer or slightly warm or really warm? Okay. Warm. So do we start from a new, like, try a new premise? Yes. Lets just go for a net. Let''s just go, okay?","id":"HhJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":3010.62,"tags":[]},{"line":"You're just watching this at TV. Ran exactly. TV, man. Yeah. Okay.","id":"IhJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3042.23,"tags":[]},{"line":"What I call it a What? Is that a mega groove?","id":"LxJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_2","timeCode":3120.02,"tags":[]},{"line":"I have another idea. Okay,","id":"NRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":3162.76,"tags":[]},{"line":"all the proces'sing algorithms to duke somebody out of their shoes, their sneaks.","id":"NxJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":3217.46,"tags":[]},{"line":"Yeah. And that is how I see it. Almost like a","id":"OBJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3222.46,"tags":[]},{"line":"But isn't it smart to be say that you don't understand the sport And doesn't that prove that everyone else is Really? Yeah, that's right to comedy.","id":"QRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3299.87,"tags":[]},{"line":"I don't like it. And so therefore, it's not valid at all for anyone is a cool attitude, I think, to take about anything.","id":"QxJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3321.62,"tags":[]},{"line":"Okay. And people will know. I gues's that we do know about sports and wed like to see Oh, you're winking at the camera. As if Wouldn't it be funny if we didn't know what we were talking? Yeah. Wouldn't it be funny if I didn't understand it? Because that's how silly it is. And it is just a game.","id":"RBJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3328.4,"tags":[]},{"line":"that the two people were dancing and grooving as they were. I did appreciate your way in. I wasn't sure if it was, you know, gonna work as well as it did. But the nice did I did. Yeah,","id":"RhJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_2","timeCode":3354.31,"tags":[]},{"line":"uh, have any each other. And that you were Yes. People, I gues's. Conceded theyll see it on the commercial. But you were dancing a lot.","id":"SBJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_2","timeCode":3368.89,"tags":[]},{"line":"You did it! I did The electric slide. One physical move from each of these.","id":"ShJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":3391.37,"tags":[]},{"line":"uh, cat. I mean, falling. He made a big catch, but Brown worried about the schools. They're all dead. It's Sunday, I gues's. Way Stop this. Can we stop this? Can we stop this song? I'm sorry. Could we stop this renegade song? I was thinking the same thing that you are, which is the song is never gonna be allowed","id":"URJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":3463.35,"tags":["Brown","stop thi"]},{"line":"I hear that song and I go and if they play that on a radio station or TV, I think wed have riots in the streets. And","id":"VBJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3512.17,"tags":[]},{"line":"that could kill I could tell you stories about music, killing spots, killing stories. Yeah. Okay. Okay.","id":"WRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":3549,"tags":[]},{"line":"It's always gonna be magical. But the song choices we made really killed that. Ah, and are you familiar with, um, the song, um, dust in the wind? Yeah. Hey, it wasn't a funny movie. Yes, that''s the first time I had heard it. And I wrote it down. I was like, I might be able to use this later in the story. And I did. And it did not work. Yeah, and I'm, you know, I go doing that is so funny. What would you say? The movie was so funny that Abel was to take the sadnes's away from the song, But without the funny movie, What happens is it''s just a SAS just set.","id":"XRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3608.16,"tags":["Abel","SAS"]},{"line":"Brett, can I just say how proud of you I am that you didn't do any old school quotes","id":"XhJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":3651.19,"tags":["Brett"]},{"line":"just Now. Oh, yeah. Blue","id":"XxJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3655.66,"tags":[]},{"line":"me. It's realistic. The guy comes in with news like that, and then the music he was playing. And then before you react to the news, you are You say shut the music off,","id":"bRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3768.19,"tags":[]},{"line":"right? Well, then you argue about the music. Yeah, to me, that was that was riel in a way that I wasn't expected. Yeah, it was It was an ultra realism, in a way. Sort of like master of none. Seems to have just stuck there camera into someones life.","id":"bhJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_2","timeCode":3779.4,"tags":[]},{"line":"about the sport before about the falling down and the getting up, it was very detailed. And then I will say some of the greatest ads come from mistake's, and youd never know watching it.","id":"cBJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_2","timeCode":3797.69,"tags":[]},{"line":"Well, and as I've done a long time ago and we all know that I don't own a TV but you","id":"exJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3909.37,"tags":[]},{"line":"as a director. No, I'm saying this is what we have in the ad. Oh, well, I think it's someone gets angry. It''s that universal thing. I'm angry. I want to throw my TV right into the i-Tunes of money, and then they sort of realize, Oh, he''s in a basement apartment. It''s going to be much harder to do that. Then he first realized it''s his anger almost goes away, or he becomes angry about new things because it''s not gonna be just that easy. I throw it out the balcony is actually have to build something and figure out. How am I going to do something that should Yeah, yeah, that''s funny. Could you have, like, a dictionary definition of trump? You shake well on it. That''s","id":"gBJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":3959.95,"tags":["i-Tune","trump"]},{"line":"you that would be a care so you will need. But Bread is living that life of that character, and he said he would need a dictionary definition, which makes me no no,","id":"gxJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":4027.91,"tags":[]},{"line":"Every character when you break them down is eventually Brett. Yeah, I mean, different takes on bread. You know, I'm not the funds, but but most characters,","id":"hxJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":4046.29,"tags":["Brett"]},{"line":"Okay? I mean, it's different. A catapult sort of an arm, like if you just picture like a fixed spoon, believe attribute, Shay has, like, sort of a rope or a string that''s fastening the object, huh? And so it launches in that way.","id":"jRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":4091.09,"tags":["Shay"]},{"line":"Sex object for him. So, um ah, lets all get on i-Tunes and raid us and and subscribe and do everything good and say hi on Facebook. We love to hear from our fans and do go on Reddit and argue with each other. And then about was this a good guest? And was it nice to hear us together? Ah, And then also go on. Um ah, the Earwolf mes'sage board and just have ah, completely separate conversation. Just about your own friendship. Uh, thanks for being here. And Brandon play us out, hombre. All right. So","id":"mxJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_0","timeCode":4253.29,"tags":["i","-Tune","Facebook","Reddit","Brandon"]},{"line":"thanks again during Super Deluxe for bringing you todays episode. It''s a digital video said that huge comedy fans don't remember from back in the day Really incredible Surreal animation tribute Political edits compelling new Siri''s music videos are, uh, Brett, you have a new video that you're trying to show me, but it it seems like you're just trying to hold a kaleidoscope up to my eye. I could see. Look inside. No, I You like your like following me with this kaleidoscope to make me look here, and you're physically covering my other. I, uh, in your hand is so wet. Well, don't That''s not part of the video. Is my what? Hand the","id":"nRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":4321,"tags":["Siri","Brett"]},{"line":"But that's the title of the piece. Bugs you out. It''s called Bugsy Are bugging out. It''s called Bugging out. Yeah, okay.","id":"oBJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_2","timeCode":4377.13,"tags":[]},{"line":"It was supposed to be politically, you know, they're like doing this like political stuff. It is about to be more political than I I'm getting from this. I mean, it's like, I gues's if Jeb Bush were like Jeb bugs or something like that, like but And I also like your what if he was just bugs.","id":"oRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":4387.29,"tags":["Jeb Bu'sh","Jeb"]},{"line":"the like how this is gonna go on the Internet. Like, how can you, like, put this Gladys cope upto everyones eyes? Oh, I think I mean, at Super Deluxe, they're really pushing the tech technological front. I trust that they will be able to capture","id":"oxJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":4416.78,"tags":["Glady","tru'st"]},{"line":"it were Jeb bugs, we wouldn't even be talking right now.","id":"pRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":4448.53,"tags":[]},{"line":"Hey, guys, want to talk to you about how FM If you love comedy, that Howl was for you? It's like the Netflix, our podcast's. Um,","id":"phJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_2","timeCode":4454.33,"tags":["Netflix"]},{"line":"it's it''s run by a guy named Adam Sachs, who is also the guy who runs Earwolf, which we do the podcast for. Um and I only say that to say that like what I am still doing this ad despite something that happened recently, which is that we, Sean and I got a big award from a Big magazine. Los Angeles weekly magazines like Huge Ah, two years ago and they sent us an email saying that we could get a plaque. Ah, and Adam got the email and he was like, Do you guys want this? And it really seemed like he didn't want to hang it up in the office. Ah, and it just seems like we got his recognition. And by the way, there are plenty of other plaques hanging up in the office for awards that other shows have gotten like shows not neces'sarily like raking in awards recently, other than this one. But you know, there''s like one from 2012 for How did this get made? And that''s on the wall. But you know, for us he''s like, Oh, like, do you go? Look, do you guys want this or something? Like it''s dumb when it''s like, No, it''s not dumb. It was like a big deal, very the Onley podcast to get that award that year and like it''s like, Why are these other ones important enough to hang on the wall and not us. And like the shoes, the funny shoes that I did. Why do Sean and I have to share one shoe? And yet, like plenty of other teams, ghetto like get their own shoe phone s as his own shoe? Why did they put focusing Kevin Pollock on one shoe like ours is? But I am still doing this ad because I don't care. You know, it''s not like I don't let it interfere with doing the ad like Netflix or podcast. You get acces's to super ego for Ryan clas'ses, complete woman and hardcore game of Thrones. Ah, complete Woman is Amanda London Maria Bouzouki. And that''s funny. And we were funny enough, I gues's, to get this award on dumb. I don't know if it''s like a like a game, if it''s like some kind of because he''s definitely making me think about it, and I don't know if that''s like what he wants. Um,","id":"pxJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":4462.11,"tags":["Adam Sach","Earwolf","Sean","Angele","Huge Ah","Adam","Onley","Sean","Kevin Pollock","Netflix","Ryan cla's'se","Throne","Amanda London","Maria Bouzouki"]},{"line":"They awarded a basketball player of the same years we did, and we were like the best podcast of out of all of them.","id":"qRJrL3MByMrymAEmCWef","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","speaker":"spk_1","timeCode":4621.84,"tags":[]},{"line":"um So, uh, so I'm there, Uh, me. It's Andrew, Uh, Fantino on Elena Ferrante and on and we're playing botching as you do with these things. Sort of backyard be beacuse And, um, I had Andrew Interesting fact about Bochy. It''s actually Italian for kis's. Um, because you're attempting to make the buckyball kis's the pauline, Uh, Elena goes, Elena goes, Oh, I'll kis's the power lean and, uh, she grabs Polina Portico, va and just smooth to the right on the lips. So, Rico, case experience, you know? Ah, he starts throwing the Bacci balls at at Elena that on their sauced or what are they like?","id":"rxJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_1","timeCode":5.69,"tags":["Andrew","Fantino","Elena Ferrante","Andrew Intere'sting","Bochy","Italian","pauline","Elena","Elena","Polina Portico","Rico","Elena"]},{"line":"Yeah, that was this morning about figures was like, right around sunrise.","id":"shJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":83.45,"tags":[]},{"line":"Oh, wow. I'm so sorry that happened way Do have to get into the show. I would love to talk more about this later. Matic","id":"sxJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_1","timeCode":88.17,"tags":["Matic"]},{"line":"event. I imagine that could be something we deal with on the show. You mean why? What do you have going on?","id":"tBJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":96.71,"tags":[]},{"line":"Well, I mean, Chris is here. We were going to talk. I think he was gonna dish on, um, Walberg","id":"tRJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_1","timeCode":103.34,"tags":["Chri","Walberg"]},{"line":"for Big Lake. Do you know what that means?","id":"uhJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":146.78,"tags":["Big Lake"]},{"line":"I, uh Well, I don't know. It's I I I was not Chris. I was not gonna I'm an open book. My whole policy the past couple years is just be honest about who I am, who I used to be and anywhere you want to go. You know, I feel like it''s part of my personal kind of code of ethics and code of healing. Okay, To be honest, I whatever you wanted,","id":"vBJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":161.54,"tags":["Chri"]},{"line":"That's that mean, that''s for Chris. And that''s for me to honestly, it''s not,","id":"vxJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_1","timeCode":197.4,"tags":["Chri"]},{"line":"Um, and I know you're doing great, but it's just like hearing your voice, and I'm there. I'm, like, back. Oh, yeah. There. Oh, yeah. In the cheddar creek. Yeah. Uh oh, yeah. Um, but yeah. I mean, what? We have a policy, that honesty and opennes's. And then I'll let you might help us. It might help us put Maybe itll help.","id":"whJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":227.73,"tags":["cheddar"]},{"line":"you were going to talk about some of that","id":"xxJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":282.18,"tags":[]},{"line":"I'm sure some painful things might come up for you, for me. But I feel like very, you know, maybe a little put on the spot, but more so happy to finally have an opportunity to maybe share some of this stuff because there's been too many too many whisper's in too many of my relationship's affected by people who are scared to ask me what''s true, what''s not. And if any of them were toe, listen to this. If you were to suggest the show to them, that could be great. This for, like, our our numbers. Sure, people who you think might be interested in the story. Maybe they tell their friends like that''s kind of how yes works. We don't have like, a TV advertising budget, so it''s sure so that''s mostly how we get our","id":"1BJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":364.8,"tags":[]},{"line":"EMS. I also feel like, once this, it's the Big Lake fan community, the boards,","id":"1RJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":403.51,"tags":["Big","Lake"]},{"line":"And it was just sort of in the air that we were dragging out some of these dangerous characters, like the Joker. Like Franklin. Yeah, that could sort of, in fact, somebodys personality and almost end up wearing band, like a suit like sort of venom. Yeah. I mean, I definitely felt right away when I read the first script. Yeah, I auditioned. It came down. I believe it came down to me and map wronger me and map wronger.","id":"4xJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":566.6,"tags":["Joker","Franklin"]},{"line":"And I think that was about the fear of the infection spreading. Yeah, uh, time. You know, we did try to keep you","id":"6xJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":727.33,"tags":[]},{"line":"totally times 100% in the dark at most times.","id":"7BJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":734.97,"tags":[]},{"line":"It's, I mean, whatever. I don't know what kind of techniques they were using, but I think again the head writer of that show, Lew Morton. He had a lot of very interesting ideas, and I would I would. I was. I was not shocked to learn that our makeup artist's had training not only in makeup but shamanistic in the darker yeah, like shamanistic Native American ceremonies that I think tended yesterday of the dark arts and, ah, lot of experience with pay OT based","id":"9BJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":827.26,"tags":["Lew Morton"]},{"line":"There's moments of sadnes's. There''s moments of rage. There''s moments of fear where I do feel him and I have to quell that. But if it''s OK with you, maybe I'll just if you want to, just copy this down from my phone. This is my emergency contact. That''s great. Yes, okay, don't say that number, obviously, into the mikes, but that is my wife. That''s your wife. And she knows exactly she can. She''s kind of like a","id":"-hJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":948.18,"tags":["sadne's","Thi"]},{"line":"What was that guys name? The dog whisper, Uh, cease are","id":"-xJsL3MByMrymAEmTmd5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":968.07,"tags":[]},{"line":"Um, but yeah, and it's been I","id":"AxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":1080.87,"tags":[]},{"line":"It's Big that you're saying that you did this now because at the time you were able to get him to say that he had done it, yeah, himself and that. It was like a Brandon Lee situation. Yeah, I got him to say that he thought it was a prop gun. Truth of the matter is, before I read the first strip for break Big Lake, I had never fired or owned the gun, had no interest in it. I'm a","id":"BBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":1084.02,"tags":["Big","Brandon Lee","Big Lake"]},{"line":"Yeah. And for you got to realize that for Josh","id":"ChJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":1203.52,"tags":["Jo'sh"]},{"line":"I never found myself what was going on with you of, like experience of the character, my waking hours. But I would sort of a living Big Lake in my dreams, I gues's. Yeah, Yeah. Um, I'm curious what you would do if if Josh is still a part of you when the shows over, What were you doing it? Why? It''s very interesting that you bring up sleep stuff because first of all, one thing we should mention is that you're not the only person that had dreams of living in the Big Lake. Well, and one thing that we all started to notice was that as it became clear that many of the members of the Big Lake cast and crew were having these very strange, intense dreams of being on set being in that world, we all started to talk about it and realize we actually were interacted. Interacted? Yeah, that we all remembered.","id":"DhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":1283.94,"tags":["Big Lake","Jo'sh","Big","Lake","Big Lake"]},{"line":"Well, anything he wanted. I mean, there's some things that","id":"EBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":1359.18,"tags":[]},{"line":"I'm going to come clean. I'm going to complain about a lot of things, and I want to thank you for protecting me and letting this be on my own terms. Um, and this is from a legal standpoint. If it's on a podcast, your it''s es'sentially a confes'sional. Yeah. Atmosphere. Um, and so you know, you're not able to be prosecuted for any of this, but, you know,","id":"ERJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":1363.6,"tags":[]},{"line":"yes. Absolutely. And you are, Is it Do you still have your medical license? Or he's still technically a psychiatric profes'sional","id":"EhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":1382,"tags":["Ab'solutely"]},{"line":"you clear that 50 episode hurdle what she you know, not all of us do. And I wish you look. And in that respect,","id":"FRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":1397.4,"tags":["50","epi'sode"]},{"line":"'shooting. The shooting proces's was really interesting, partially because we would find in addition to interacting with each other in our dreams, we would sometimes like,","id":"GRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":1523.79,"tags":[]},{"line":"a context. What was sort of going on for you and that in that clip s Oh, this is from Episode five. Josh goes to work.","id":"HxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":1677.85,"tags":["Epi'sode"]},{"line":"what they say. You're letting the cat out of the bag. Everybody sees this going to see that title. Josh goes back to work, they're going to say I get it. And we had to say, No, it's the quality of the writing is the","id":"IhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":1734.67,"tags":[]},{"line":"He mes'sed it up one time. Is he? Is this a pattern in his life where we're going to see this character grow and thrive?","id":"JBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":1748.69,"tags":[]},{"line":"made three weeks of name work and Yeah. And there was Chris Parnell, of course, with Fantastic. And I was at the show. Ah. And he played your teacher? Yeah. Whose name was Chris?","id":"JxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":1780.13,"tags":["Chri","Parnell","Fanta'stic","Chri"]},{"line":"So he doesn't I think speak to me too,","id":"LBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":1843.68,"tags":[]},{"line":"I definitely trying to maybe turn my way out of it. But I need to face this down, so yeah, lets do it. Okay. Josh goes back. Just goes to work.","id":"LhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":1865.4,"tags":[]},{"line":"of any kind. No. And I feel like I I I watched you","id":"NRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":1999.19,"tags":[]},{"line":"Yeah. Main. I mean, mainlining injecting, drinking am bustle. Yeah, Main mining am bus. All","id":"PRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2095.84,"tags":[]},{"line":"between cuts in the seat.","id":"QBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2119.18,"tags":[]},{"line":"beyond that that makes sense. Because also, in some of these","id":"SBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2265.35,"tags":[]},{"line":"'sequences, um, you're the number teeth that you have is changing. Their wild varies greatly. Well, Josh, it turns out, was very into the coma. Tasing.","id":"SRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2271.21,"tags":[]},{"line":"Okay, come stay. You know, underground fighting. Yeah. Tell the audience","id":"ShJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2283.07,"tags":[]},{"line":"but Chris, he's very light. He''s and he''s surprisingly not surprise. I mean, he looks like a a well, a properly poured Manimal saying that he is he''s chubby in any way, but his actual bone density like bird like, yeah, and also he was really hot at the time. I mean, we're talking about We're talking as an L word. Doc and I were talking along the island. We're talking, doctor, speech em in 30. Roger. And although lazy Sunday stuff that watch the whole I mean, we don't have to get into that. Yeah, the cupcakes,","id":"TxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2433.31,"tags":["Chri","Manimal","Roger"]},{"line":"Josh Xaviers That Zone song, the","id":"YxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2844.63,"tags":["Xavier","'s That Zone"]},{"line":"Yeah, you know what? The 1st 1 was really cathartic, and there's nothing I love to do more than play another clip of Big Lake.","id":"aRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2874.38,"tags":["Big Lake"]},{"line":"This 20th century history exam only test ever failed. Kind of devastated me,","id":"bRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2921.76,"tags":[]},{"line":"My dads old hats.","id":"ehJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3034.92,"tags":[]},{"line":"listen to Chris and Horatio. Just nail those jokes. Yeah, right. Just stand back and watch be I set it up and then right when it's time to start reaping the benefits I get out of there, let some other people take the charge and grab them laughs. That was one of the great joys in my life in my Big Lake experience, but I","id":"gBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3077.81,"tags":["Chri","Horatio","Big Lake"]},{"line":"think the, um a lot of the laughs air on your reaction shots the way you would kind of roll your eyes, shake your head, huh? The","id":"gRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3094.57,"tags":[]},{"line":"room. It's the room where","id":"ihJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3184.58,"tags":[]},{"line":"I notice, uh, as we cut because people know how these shows were made. You know, well just do one person's angle, and then you get the coverage of other people''s angles. But gradually is this scene plays out. There''s, like, sort of an increasing amount of, I gues's blood kind of spattering the table that they're sitting on. And, um, yeah, some of the characters clothes and some of it looks like they have tried to clean it up and a lot of that happening because, you know, that a lot of the close ups were of course, you know, there''s close ups and two shots on her is'sue. And Chris, because again, you were making all the jokes. Ah, lot of the blood would be appearing from off screen towards the areas where I was I was at at that point because the blood was again,","id":"jBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3191.14,"tags":["Chri"]},{"line":"he and crawled out on a limb of a tree. And you had a sexual relationship with him?","id":"lBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3368,"tags":[]},{"line":"and also with","id":"lhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3375.82,"tags":[]},{"line":"when Davids cop came from the times New time to review the show. You very quickly. Yeah. Uh, did this kind of, like sexual psycho drama with him, Um, and encouraged him to put it into the Yeah, in the piece. It hit the cutting room floor, unfortunately, But you can,","id":"lxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3377.68,"tags":["David"]},{"line":"And where if they tried to comfort me or students, I would physically stop them from speaking. Yeah, lets shake them. I put my hand over their mouth and I would just look them in the eye and I would stop and I would cry and it felt like as Josh had control of different parts of your body, it gets in your eyes. You, Chris, were crying. But Josh, I control of your tongue, which was licking up all the tears.","id":"mhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3487.89,"tags":["Jo'sh","Chri","Jo'sh"]}]