[{"line":"basically five years old. Yeah.","id":"yREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3747.23,"tags":[]},{"line":"Hey, this is our enemy camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","id":"0xEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_2","timeCode":3914.2,"tags":["The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"Uh, yeah. I wonder what your loved ones think of that. Oh, gosh. Well, youd have to ask him. You know, I try not to Ah, have they ever been, uh, your loved ones in their entirety have they ever been on this program? My loved ones. Personally, I gues's I love all my guest's. Ah, uh, went interesting that you would separate the idea of loving someone From having them as a guest on your part. Because we are We do love our guest's and we are in love with all of them Is very in love. We love you and we're in love with. Yes, you're in months. And I love you, Scott. And I'm in love with you, Scott. Okay, well, I like you guys, and that includes the engineers who are human beings. And it would be nice if you said that to the engineer as well. I I You know what? To be honest, it's a little tough toe. Even see them anymore. It''s well, so for me, it''s actually very easy. And I make a real effort to see them all the time. And I am I will look at and your rights as you write. I love you. And I'm in love with your Ryan, your human being, and I love you. And I'm in love with you. Thank you. I gues's I understand. Like loving the human race as that as a people were all mart of the collective consciou'snes's. I mean, engineer Ryan in particular. I don't think that I Love as, like an individual, but part of you know you well, so it''s purely sexual and there is no Love component. There''s probably nothing sexual about me and right. I mean, Ryan, we were on tour together. I don't think there was anything sexual that ever happened. What happened? I don't works. What happens on tour? John L. What happened before? And it stays on tour, huh? And there''s definitely a charge, and they're definitely juiced up, and they're sort of it''s It''s not that they're locking eyes and having this sort of, like, intense gaze. It''s actually Mawr telling that they won't look at each other as if maybe there''s something they don't want to remember. From what happens on tour, it is charged. When you're on the road, there is like road. Dogan is yes road. Yes, yeah, yeah, there''s there''s a term that shit road dog and bail. There''s a term called Road Head, which you have heard Off. Yeah, no. Yeah. Occasionally, we would, you know, play around with like, Oh, do we do wrote today with fancy a road head. Yeah, Give road ahead. Yeah. Hey, we're Weve been on the road for a week now. Where''s my road head? Yeah. Road head in four days. Yeah. Yeah, some good. I mean, when you're on the road, you want at least one road head. Yeah, well, otherwise why go on the road? Exactly. Because you could just stay home. Yeah. Home head. Yeah. Home head. I think it sucks. I hate it. Yeah, you've heard of that? Somebody had had somebody tried to give me bad head. Yeah, they get get boot in the butt. Yeah. Unfortunately for them, I would kick that out of bed. Forgive me. Havent ideo Yeah, my favorite ihsaa machine head. Oh, right.","id":"3hEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":521.19,"tags":["Becau'se","Scott","Scott","Ryan","Ryan","Ryan","John L.","Mawr","Becau'se"]},{"line":"Fic Is that your real ace? I don't remember.","id":"6BEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":1761.26,"tags":[]},{"line":"Uh, we don't want s So he told us privately. Yeah, about, like, the secret political stuff around it. Yes, it was. Actually. It's actually said it is actually about a real guy. He''s been on the show before. Even, you know, we don't have these kind of conversation's on the show. We don't take, go, understand relationship's and use them for our benefit on the podcast. So 200 because he wants to. Yes, and it sucks that you couldn't be there for that. I would never actually have asked him to do that, and I appreciate it. And I hope he''s not doing out of some kind of obligation, I think Yes, and I think he''s just doing it because he likes the show. And he likes us. And he''s a fan of good get for you. He''s been on bang Bang a few times. How many times is a few? A handful. If you can hold two or three.","id":"7BEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":1976.23,"tags":[]},{"line":"I mean, thank you. Mobile app allows us to continue running our busine'ss mobile app. I hope this money anymore was worth virtually anywhere. Chase Mobile out. This is strange product integration. This was your This is the ad that they told for a year. Okay, well, now I'm even more worried that you didn't get paid for that for the cheese mobile ad. Of course. At first. Okay. Thank you. Chase's Bank. So should be a lot of money. Well, exactly like that's it''s such a scam how they're able to buy any advertisement they want because they just go into the bank on A From using my money to advertise to me. Yeah. OK, so here''s this guy. What was the guy''s name? I want to say, Wolf, well see. OK, now, in this case, you are right, right. But it''s good to know a little bit. You know, about these guys, that ahead of time. So you can, you know, I don't know. You said, you know, like, you get what I'm saying, but I have no clue. It''s obvious you are in a big influence on you. I'd Love Steve Martin as a kid. I mean, I I and as an adult. But I What do we think we did wrong when we think,","id":"8hEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2231.14,"tags":["Thi","Thi","Thi","fir'st","'s Bank","Wolf","Steve Martin"]},{"line":"um I mean, lets see, he asked a question, and I answered it. I That seems like good guest in to me. What he thinks he answered it. Why do me a favor? Because you're obviously more comfortable being the host. Why don't you be the host? And you just ask Hayes that question? I can't even remember what the question was. Steve Arnott big influence on you. OK? Was Steve Martin a big influence on you, Steve Martin. A big influence on your I want to hear what do it. It''s easier because even this he''s not good at you know he''s there. He''s not Wolf. He''s not wolf. Yeah, that''s for sure. Okay, so yeah, So it''s not a big influence on you. Let me have left. Okay. Steve Martin. A big influence on you. Who","id":"8xEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2311.58,"tags":["Haye","Steve Arnott","Steve Martin","Steve Martin","becau'se","Wolf","Steve Martin"]},{"line":"We're Brothers Way should have mentioned that at the top of the appearance of our generation, I didn't always understand what Letterman was doing when he was very late night","id":"BREMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3712.5,"tags":["Letterman"]},{"line":"do you feel like there are still people who don't quite understand the irony of what you're going for with your comedy? Yeah, I mean, when I was a teenager, the fact that David Letterman was making fun of everything, he was making fun of TV, he was making fun of just the idea of doing a celebrity interview. He would never take those interviews seriously. If you watch his share interviewers his Madonna interview, he wasn't taking it seriously. He was okay already. This is It's so long. This is present day. Scott. I look, I agree with you. It''s, uh, it I I'm not interested. First of all, he said, no, it''s I'm just trying to fill time. It''s very Love, even about It''s very interesting to say, Like Like it''s good to like, hate TV and stuff and like, it''s like, good to, like, not takes in whoever those other people are you were talking about like it''s good to make fun of them And all that is very dangerous for the kinds of other stuff that you want to dio. I have to say, I hate to bring this up sky. I hate to bring this up, but you do this interview and then see so goes away, Like, right after that. Yeah, I gues's I never really thought about that, Like, pretty much the day after it came out. Uh, see, So went away. Uh huh. And here you are in the thing saying the TV sucks. I like everyone socks who does? I'm making fun of a man. Maybe someone is saying like, OK, well, if he doesn't want to do it so much, let''s cancel. See so right. Yeah, I gues's that''s true. I'm sorry. See? So and I think that is gonna be enough. That''s all. The what the people want to hear you say? Yeah, like TBS. Gosh, I have said, like, TV''s grades. Great. Yes. So for me, Letterman went a little too far with someone is poking fun at some of this stuff. Maybe you should play. He asked me that again. Yes. Yeah, yeah. I love this attitude. And also, when he says, um, that Letterman was on very late night, you say something like that''s not late for me. I can stay up as late as I want to try. Let me try this. The parents of our generation didn't always understand what Letterman was doing when he was very late. Night.","id":"CBEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3755.63,"tags":["David Letterman","Madonna","Thi","Thi","Scott","dio","TBS","Letterman","Letterman","Letterman"]},{"line":"Can I interrupt you here? This is present day, Scott.","id":"CREMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_1","timeCode":3883.47,"tags":["Thi","Scott"]},{"line":"So you like him a little more now makes a lot more sense. It does the reason they're fighting all the ghost's all the time. They're busted. Him, The ads, not a civil war between fellow go. This is actually a great object les'son is the Ghostbu'sters cause if we remember what Ray stance is getting out of these ghost's every once in a while in the movie, he's not just busted them for free. Sometimes he gets I'm a little bit road a little road and From ghost's in a dream sequence, but still counts. Totally counts. That was a dream. Do you think Ray Parker Jr was ever like, Hey, my name is Ray. There''s a character named Ray. Yeah, very cool, right? Right free. Cool. You ever think that conversation never happened? Yeah. Who''s he talking to? I don't know. Maybe his dad. Ray Parker. Okay, well, that''s a pretty circular conversation, because then your name is right. Well, yeah, If I would say What about me? I mean, yeah. Why don't you think it''s cool? Did That is also my name. Yeah, he could clap back with facts, and that''s arrived.","id":"DBEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4112.74,"tags":["Ray","Ray Parker Jr","Ray","Ray","Ray Parker"]},{"line":"Well, I feel like I learned. Yeah, hang on. Hang on. Well, Hazel, do it.","id":"DREMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4179.7,"tags":["Hazel"]},{"line":"Okay, You fucking piece of shit. You don't have the brain to learn. You learn what I tell you to learn your","id":"DxEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4192.28,"tags":[]},{"line":"que Hamilton Hamilton Definitely. Hamilton, if you If you havent seen Hamilton, your piece of shit, your for fucking loser. Have you ever have you ever done a You're in town. Shut up! Shut up, Kevin. By everybody. I'm Brandon Johnson and I'm Robert Evans. And we are the host's of Cracked gets personal, which is a show where we talk to a wide variety of people about a wide variety of topics. We're talking garbageman outside of the dumpster. It was a suitcase, and inside the suitcase was two dozen porn DVDs.","id":"FBEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4335.39,"tags":["Hamilton","Hamilton","Hamilton","Hamilton","Kevin","Brandon John'son","Robert Evan","Cracked"]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one Woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jazz Off ruler of the circle. And that''s just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","id":"GBEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4453.93,"tags":["Rachel Bloom","Feli'sha","Day","Colton Done","Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch","The","Magic Tavern"]},{"line":"problem. It's not my respon'sibility. And it''s like, Ah, stupid, right?","id":"HhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":56.01,"tags":[]},{"line":"the whole industry at large of just like people doing commercials and podcast being something. People listen TOM SCHARPLING. It is like it's stupid and I'm so happy Tosu cape From that cycle.","id":"IBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":66.97,"tags":["indu'stry"]},{"line":"I don't want to be that No, I don't want to get in","id":"JhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":115.52,"tags":[]},{"line":"trouble. I don't think making T shirts. I don't people. I like the T shirt. I'll do it again. Well, it is a Muslim. It's T shirts description site that provides premium quality Blanca graphic T shirt starting just $11 a teaser, polyester and ring spun cotton blend extremely soft yet durable, plus The designed to create with simplicity of mind by leading hours around the country. It''s changing the way we buy T shirts, so they should, uh, and I actually think he''s a great I'm happy that this adds part of our last show because I think it''s a really good company. Yes, it''s they were able to claim also, and I know I'm gone. But I'm Love The wearable. Bring this to people, and the way that we do it is they go to check out woman dot com today and use code The Boys that check out. I've got 20 feet out the door,","id":"JxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":118.49,"tags":["Blanca"]},{"line":"on a scooter type machine, driving around in views.","id":"KhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":163.6,"tags":[]},{"line":"of none style driving a cool scooter in Italy.","id":"LBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":170.15,"tags":["Italy"]},{"line":"and I would venture to say about two dozen of them came out pretty all right. Yeah, like Well, yes. If you took parts of maybe like","id":"PREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":489.14,"tags":[]},{"line":"mostly bad. Yes, yeah. Um, so weve managed to put together. If you add it all up, I would say","id":"QhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":532.28,"tags":[]},{"line":"it was really just like spending time with our family. I was","id":"RREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":556.6,"tags":[]},{"line":"went okay. And you sort of call when you know they're eating so that, you know, you only talk to them on thanksgiving. That's the only time. It''s only on","id":"SREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":597.39,"tags":[]},{"line":"those long yeah.","id":"TREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":625.97,"tags":[]},{"line":"Um, so do we just start The parade? I like. Yeah, I feel like I don't know. Maybe we do one of the time.","id":"TxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":668.75,"tags":["The parade"]},{"line":"because it's like I'm sure Will Heinz probably showed up,","id":"UhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":706.49,"tags":["Will Heinz"]},{"line":"watching Netflix. You didn't pick a show?","id":"WBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":743.08,"tags":["Netflix"]},{"line":"He's watching The like home screen thumbnails. Yeah. Okay. Wait, wait, wait, wait.","id":"WREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":745.82,"tags":["The like home"]},{"line":"rip one.","id":"XBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":772.32,"tags":["rip"]},{"line":"I havent. I mean, Chef Kevin can clear a room. That does happen. But it has. You might. Okay, well, okay. What? I said Waas","id":"XREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":773.64,"tags":["Chef","Kevin"]},{"line":"um, some of her. Ah, she did mas'sage What? I pictured, Joey, you know, there is an upside Berries eating jam. What do we can we do? And I pictured Monica, you know, dust stain. She got a feather duster. Can we change the counters that we did? Rachel was working in Central Perk. The coffee shop, you know, and Gunther. It was sort of given her the busine'ss we did. The whole thing with Scott was about 1 99 Had that we","id":"ZhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":940.46,"tags":["Joey","Berrie","Monica","Rachel","Central Perk","Gunther","Scott"]},{"line":"Marcel was sort of on. We have to do a show. The counter? Yes, Absolutely.","id":"ahEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":978.23,"tags":["Marcel"]},{"line":"want to be forced on the spot toe like come up with. Especially in something Where there, this emotional that, like they're saying goodbye to their favorite podcast that they now have to, like, put together something eloquent. So Hayes was able to do, Ah, with a little bit of my help and some input From engineer Brett. Lets give, you know. Yeah, Brett, you want to say what you added to the script?","id":"bxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1010.09,"tags":["Haye","Brett","Brett"]},{"line":"No. Okay, this is Ros's Matthews. Hey, Boys. You know, I had to wish you a happy 2/100. Sorry. In a way, that's what happened with Joker. Yeah, because","id":"fBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1181.6,"tags":["Ro's","Matthew","Joker"]},{"line":"With bread. And I do Ros's Matthews again","id":"fxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1206.65,"tags":["Ro's","Matthew"]},{"line":"Sit down, dude. Thank you. So much for coming back, man. I love your shit, man. Thanks for having me.","id":"gxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1228.28,"tags":[]},{"line":"Okay. Hey, Shelby, you caught us. No, man. You're always welcome here, Shall. And you did two episode's, and we love you. And we love that. You came to support us toe on the show. And","id":"hhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1256.16,"tags":["Shelby","Shall"]},{"line":"that you're card. Thank you so much for coming. And it really means a lot that you agreed to be here and you showed up.","id":"ihEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1282.75,"tags":[]},{"line":"Um, I'm not sure if I'm pronouncing this right Andre formula Yeah. Country From","id":"ixEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1290.18,"tags":["Andre"]},{"line":"Dre? That's right. She''s a great rapper, I think. Happy 200 Boys. Here''s to 200 more. Now, can we get this party started? No.","id":"jREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1297.66,"tags":["Dre"]},{"line":"disgrace. It was an early episode, but one that sort of made me feel like we could do this for a little while. Morning. Yeah. Thank you, Grace.","id":"lhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1355.09,"tags":["di'sgrace","Grace"]},{"line":"And we have talked to you a lot since that episode. And thank you for still being our Fred. Yeah, it's good that we kept in touch away. We have, And you might be back any minute because we","id":"lxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1363.46,"tags":["Fred"]},{"line":"Could I say something? You go get the pies, Kevin","id":"oREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1461.66,"tags":["Kevin"]},{"line":"'something. Yeah, but just go get What are you gonna say? He might have heard you say pizza pie.","id":"ohEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1464.93,"tags":[]},{"line":"Everyones favorite pizza wasn't a hearing. Thing I never repeat was attacks. That''s not a here. It''s not a hearing is'sue.","id":"oxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1472.82,"tags":[]},{"line":"throwing away this podcast.","id":"qREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1556.03,"tags":[]},{"line":"I thought I saw him do once. This is Scott Ackerman. Hey, can I please hang out in party with you guys? Zero.","id":"rxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1592.58,"tags":["Scott Ackerman","Zero"]},{"line":"This was just in case. I don't know how we're gonna get. This is This is like I as'sumed he was going to come in and do this, and he still might. Yeah, is to try and join the party, which he is not invited. Teoh, Alex Borstein says, Fuck you, Scott. Everyone hates you because you didn't have the Boys on your Vanity Project 5/100 episode, which you did out of jealousy.","id":"sBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1601.52,"tags":["Thi","Thi","Thi","Teoh","Alex Bor'stein","Scott","Vanity Project"]},{"line":"Sad drank baby That's what we don't believe. It''s actually Scott","id":"sxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1638.92,"tags":["Scott"]},{"line":"don't smell as bad as you guys think. They did actually small. Really nice. I'll watch Manhunt Unibomber","id":"uhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1692.07,"tags":["Manhunt Unibomber"]},{"line":"I know.","id":"xhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1817.52,"tags":[]},{"line":"Honestly, you know what the thing is? They don't have shit else going on there. That must be what they don't have. Fuck. All else to Dio","id":"yhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1834.84,"tags":["Dio"]},{"line":"is that way are doing are worried. Yes, that we have been putting out people. Don't think we need this,","id":"yxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1842.38,"tags":[]},{"line":"which we don't. No, this is a joke. So people are saying like, Oh, like, is it like, embarras'sing for me? Almost If I show up and and you know this to them is like, it's such a whatever. This is an interesting thing, which is, honestly, it would be embarras'sing to do. I mean, to make a sort of example that would be in terms that maybe some of our audience could understand if you're a fuck machine and you get it daily on your and you can get it with whoever Yeah, uh,","id":"zBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1850.13,"tags":["Thi"]},{"line":"that, You know? That's, like a big opportunity for if you are invited if you are actually invited. Hey, I'm gonna jerk off Saturday. Like, Do you want to come watch? Yes. Is that Is that how you word it?","id":"0REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1974.08,"tags":[]},{"line":"that she had been too embarras'sed to come on the show for so long because she liked us. Yeah, and and I gues's she got so embarras'sed that she didn't show up. And it's interesting with guys like us. I was proud of her for coming and asking, even because a lot of times when you're if you're really hot and you're really if your guys like me and he's who are actually really hot and fuck machines. Yeah, People are intimidated and they go. Oh, I wouldn't want to ask him out. Hed never talk to me. But actually, people never ask us out because everyone thinks that, Yes. So we're saying we're almost Yeah, we're almost You're","id":"0xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2001.78,"tags":[]},{"line":"not a guest, by the way, Can I just like, you know, you're helping","id":"1BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2037.3,"tags":[]},{"line":"Whats out there for five fucking years? Sorry. What''s up? Hey, Zinj in, Sean, we were so inspired by you guys reaching 200 episode's with, wed like to announce that were coming. Vector, you Earwolf","id":"3BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":2113.65,"tags":["Zinj","Sean","Earwolf"]},{"line":"Yeah. Roman reloaded.","id":"4REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2159.2,"tags":["Roman"]},{"line":"even though they broke his damn back and let him go with no pension, he still kept this later,","id":"7xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2299.15,"tags":[]},{"line":"You can just pinch like, uh, he did a little of that.","id":"9BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2350.94,"tags":[]},{"line":"Still believed in GM. You know","id":"9hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2361.56,"tags":[]},{"line":"Yao, or even if they're just serves something else. That's good. But they expected the miso butter, salmon and they end up getting a meatball pizza with fresh mozzarella cheese and charm tomatoes like and","id":"AxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2492.55,"tags":[]},{"line":"you know, only one of those things can happen. We're not gonna both of those meals this week, right, Kevin? We're actually gonna have both. It's a It''s a Viner.","id":"BBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2503.59,"tags":["Kevin","Viner"]},{"line":"I hope nobody shows up for the show and for the big dinner Because I want to eat all their when he always wanted under all","id":"BhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2559.01,"tags":["Becau'se"]},{"line":"Oh, hey, guys. Hope you're enjoying the big 2/100 episode. We have recorded it yet, but we are very excited for everything that's gonna go down","id":"FBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2733.69,"tags":[]},{"line":"But this joke is something. And lets get it trending. Let''s get it going. Viral. You guys can use it when you're at the bar, and it''s sort of a twist on something somebody piped normally say it of our So what it is you show up with your friends and in order to sort of prove that you've got knowledge about, like, bartending and mixology you go. Uh, hey, guys, I'm gonna test this guy. Let''s see if this barkeep knows how to make a really good old fashioned pina colada. Okay,","id":"GBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2855.25,"tags":["pina colada"]},{"line":"by Michael crowd was a nice That was another nice But","id":"IxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3032.9,"tags":["Michael"]},{"line":"and I got to throw all these towels out. Obviously, I put a layer towels under my clothes. So bloody and sweaty and pus'sy and buggy when I came it. And now this is not helping. This is not helping my condition now, which is the condition of excitement about the episode. So now I'm frustrated. You have been. I think we had both been thinking that this would go away once. What? Bret, we have ah,","id":"KBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3054.63,"tags":["Bret"]},{"line":"It's one of the Boys. The Boys? Three. Oh, my God, it''s Tom.","id":"KhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3096.26,"tags":["Tom"]},{"line":"Whats up, Tom? What are you doing? Balm in town? Oh, my God.","id":"LRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3133.93,"tags":["Tom"]},{"line":"'something? Yeah. Um I gues's you could say it's other stuff. I'm, uh I'm a story editing on Confederate right now, which is pretty sweet. And that''s great, Richie. Richie''s running a pretty tight room. Ritchie.","id":"MBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3148.65,"tags":["Confederate","Richie","Richie","Ritchie"]},{"line":"elementary? McCalla, dear Watkins,","id":"OxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3282.43,"tags":["McCalla","Watkin"]},{"line":"that. Eat in there and it was good, but it was more. That's the fifth flavor. That''s the fifth flavour. So s Oh, yeah, it''s good that you found that. That''s the fifth flavour. So, yeah, um, if you want to actually do us a favor, could you run an errand for us and just find out what the name of the guy in casual is? We're just so, uh, swamped today with watching it. And, you know, the credits go pretty fast and the pause button is broken. So if you could find that out, I don't know if you want to go down to sag, and that would be kind of pulled their record. That would be a good way to help the show kind of celebrate our 2/100 episode and how much you have contributed to the show. You could talk to them, and I is the big guy. How would you describe him? He's he is. He''s kind of a medium sized guy, huh? Like normal hair, Uh, and kind of an okay face. Yeah. Kind of Off brand Josh Holloway. Yes. And if you bring that to them, maybe theyll be able to dig through the files or something on you can report back to us later with just like a text. I don't think it has to be a coal.","id":"PhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3299.89,"tags":["ju'st","ca'sual","ju'st","Jo'sh","Holloway"]},{"line":"You know, I could or I could just bring you The I'll just bring it. Teoh bring out right now. I don't know way. We're in a global We're in a mobile viewing unit","id":"PxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3374.18,"tags":["Teoh"]},{"line":"and we don't have control where it goes,","id":"QBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3384.75,"tags":[]},{"line":"Oh, that's that''s the worst. Diving all the way through to the Bills by week.","id":"RRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3470.88,"tags":["Bill"]},{"line":"That's great. Yeah, thatll be so fun. You just They just","id":"ShIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3506.89,"tags":[]},{"line":"had Clark Duke here. Yeah, I've been on the I'm dying of","id":"SxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3512.3,"tags":["Clark Duke"]},{"line":"'s Oh, I'm I am sure Richie. Richie has a lot to say about it.","id":"URIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3572.99,"tags":["Richie","Richie"]},{"line":"Yeah, it's good. Yeah. Um,","id":"UhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3578.95,"tags":[]},{"line":"but I But I am glad you're having fun. You sound Ah, like you're in a great place. Um l a brings a good side of me out. Yeah, Yeah, yeah, yeah. You sound done The sunny out here","id":"VBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3587.87,"tags":[]},{"line":"Well Oh, it's funny, in a way. Yeah, I know. I live here. You sound healthy. You sound saying Ah, it''s so great that you're kind of doing it. You're taking a stab and so good. We are very sorry. Yeah, that it didn't work out. That suck. Maybe If I Were You your boys","id":"VRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3603.42,"tags":[]},{"line":"have done that. I gues's we could have had him here and like and then have Brett like","id":"ahIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3842.68,"tags":["Brett"]},{"line":"Should I should I read it? Yo, It says oy. Broads. 200 episode's. Bloody hell. Congratulations. Cheeky bastard's. I knew you had it. in. Yeah. I was telling me, mates, in the lift up to the pump. Shanon Hays, Arent Linkous The winners? Anyhoo, every milestone episode I send the host a copy of their sign contracts just to remind him what the deal is. Blimey. Looks like you're halfway through your two year contract. It's only 52 more episode's until we re sign for another 104. Keep up the great work efficient chips, Colin. What does that mean if we have to do What is that saying?","id":"bhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":3875.98,"tags":["Shanon Hay","Linkou","Blimey","Colin"]},{"line":"Sorry for you. Okay. Okay. Is no. Are you saying okay? Okay. Is a powerful would Yeah.","id":"chIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3936.77,"tags":[]},{"line":"I jump over the center field wall and I catch it No, you can't You can't jump this high Oh, yeah I climbed the wall with my mo mentum The wall is not built well, it foot your foot goes right through it.","id":"dhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3973.99,"tags":[]},{"line":"Yeah, and it's it so far. Now you're on the highway and get crushed. Yeah, And you're getting run over by dead by a Peterbilt truck.","id":"dxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3985.79,"tags":["Peterbilt"]},{"line":"Book them. So, uh, So it's interesting for me because as you bring up the smithy, it's like Well, what The guest? Uh, look it up. Uh, so why, it''s like, why is it, um,","id":"fBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":4053.49,"tags":["smithy"]},{"line":"'status quo. If you're out there, I'd be very nervous. I'd be very uncomfortable with what we're talking about doing, which is we're talking about joining the ranks of TJ Miller and decimating and operating alongside him and occasionally teaming up.","id":"gBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":4169.54,"tags":["TJ Miller"]},{"line":"because that that makes me not want to do it. But what makes me do you want to do it is how good I am at it and just think good. It's going to be,","id":"hBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":4225.54,"tags":[]},{"line":"Ah, I'm a horny girl. Wolf. This has been an Earwolf. Production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"lRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_3","timeCode":4416.28,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"Book pack","id":"mhIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":91.96,"tags":[]},{"line":"Job music.","id":"nhIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":119.43,"tags":[]},{"line":"Okay, You're crying. Nothing has ever felt this batch of me.","id":"ohIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":164.38,"tags":[]},{"line":"Okay, well, welcome to Hollywood Handbook against our got kicked by drop. Named The Wrecked problem by hallway. Then she would call show busine'ss. What up? What up? This is the Hollywood Handbook um Sean Clemens and he's downpour, as always, is busy doing something else. So we're gonna get him on the phone. But right now, we got some good gas. Some gues's you probably recognize their voices already. Uh, we are here with this guys man and my former writing partner, Dummett, Dorcas and dumb Has everything been? And I'm sorry that I dropped your as's, and then I ditched your as's. Uh, no, Everything''s been OK. I mean, it''s good to see you way, havent we? Don't actually see each other. It''s going to be seeing when you look like me and on. And I'm sorry that I ditched your as's, dropped your as's and that I have had to tos's in the dumpster on you understand why that happened, right? I do understand why it happened. I wish that you had been executed in a different way in front of your family on From my family. Invited my family to the Offices, bring them by the office. We can show him The sets. We can show him the statute as like, it was gonna be a surprise party that you told your family. And then I was like, And the surprise is your fucking fired. And, uh and the party is, uh I'm gonna have it alone when you guys get out of here. Just made me Shulman and any surgery. Yeah, that''s right. And I gues's that''s what I took is'sue with at the time. I There was a lot of anger, but I've actually been, um I've been good things Have been really good with this clown. Your Yeah, I found a new writing partner. He''s been really good. Okay. Oh, yeah. Upgraded. Okay. And I don't need to get into that whether the scuzz man''s a better writing partner than me or I'm better than him, and I try not to compare. Honestly, I just kind of think about like my experience in this, you know, because this Guzman, I feel like his You guys just worked very differently. I Yeah, I work in Hollywood and he works somewhere, you know, on the abandoned bus and Long beach. Yeah, yeah. Weve been having a good times in that bus. Right? We have. It''s been hot. It''s been hot at times, but, uh, have the heat on now. This goes les's. Sequitur went down for a couple months. I as'sume that was due to some sort of incarceration. Yes. Ah, yeah. I went to jail for a couple of, ah months because of check fraud. Okay, forging. Ah, a lot of checks. And then they got me. Yeah. Um, how they get you? Well, uh, they just came to the bus and The They saw the equipment that I had. You had all your check equipment? Yeah. The Love beach Got that came to the bus. He he was just like, Well, first off, he was like, You can't have a bus here, have time. And then, uh, and then he just found all the bunch of like, you know, they Exacto knives and checks that I, uh, had lying around. He was like, You're you're getting booked. Beach cups always have their eye out for check fraud. You know, like, well, just like rely Mary, have fun at the beach beach crime that you're gonna find most of the time, right? Ah, people think it''s, um, you know, stealing. While it''s out of people''s shoes, they forget to tuck it all the way in the front of the shoe. Yeah, um, people think that it is Ah, you know, stealing Waverunner steel and cdu''s, uh, pull stealing boats pulling tops down pulling tops cosmic way just straight up shark and chicks. That''s what discu'ssed man''s known for, but that none of those crimes actually happened. The one thing that does happen on the beaches, people are writing bad checks to this sort of fruit vendors and stuff. Um, and the crew guys band could testify to that and has had to testify. Oh, you had to. Yeah. You You had a whole trial? Yeah, because you pled not guilty and you went to trial, but they had you dead to rights. Talk about some of the celebrity character witnes'ses that came to your trial. Oh, yeah. A lot of people who had worked with came out just to talk and support your character. Oh, yeah, Well ah, um I mean, I was there, but I'm not a celebrity. Yeah, you're there. Thank you for this. Thank you for being no problem. Really helped. Robert Duvall was. Robert Duvall was there. Radnor, right? Josh Radnor, Of course. Grab man. Um you know, uh, Jonas, Nick, Jonas was there. Jo Jo actually turned you down cold. Joe not coming. I tried to get all three of them and they were like no we don't do that. Even the bonus, Jonas. Yeah, Bones, Just Well, this is all well and good, but, um, you know, you said that scuzz band has it a little bit of a different work style than I do. Yeah. On and talk a little bit about that. I'm just curious. Most curious about people''s proces's. That''s part","id":"pxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":417.02,"tags":["Hollywood Handbook","The Wrecked problem","Thi","Hollywood Handbook","Sean Clemen","Dummett","Dorca","Ha","Shulman","Guzman","Hollywood","Long beach","becau'se","The","beach","ju'st","Mary","Robert Duvall","Robert Duvall","Radnor","Radnor","Jona","Nick","Jona","Jo Jo","Joe","bonu","Jona","Bone's","Ju'st Well","ju'st curiou"]},{"line":"What Chiappucci? No drinking the diarrhea from drinking Chiappucci? No, this is nonsen'se.","id":"sBIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":1879.14,"tags":["Chiappucci","Chiappucci"]},{"line":"Whatever. Located in Southern California Chapman-University za cros's 10 schools and colleges with programs in busine'ss, law, science, education, arts and more Programs range from the unique to the innovative, like their master's and economic system's design and PhD and computational and data science is, um and then This is really weird One,","id":"sRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":1890.95,"tags":["Southern California","Chapman-Univer'sity","za","Thi"]}]