[{"line":"which I think is really important. You've seen the way, the way she would have a conversation with your talking to one of your peers. Yes, I feel like it's appear","id":"VBK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":164.78,"tags":[]},{"line":"and I say, Like, who does she did? She learned that from I know it wasnt Brooke, you know, it definitely was for broke it, which he when she comes over, I'm just blown away by how grown up she is and what Ah, a little beautiful little woman she's becoming","id":"VRK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":172.23,"tags":["Brooke"]},{"line":"And she says she's number 1 15 under 15 and she's 10 years old. And I think that numbers two through five are little Clem clan. Uh, my four boys, who I just am so so proud of.","id":"VhK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":187.1,"tags":["Clem"]},{"line":"Please don't talk down to me fucking a","id":"XBK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":290.21,"tags":[]},{"line":"As funny as I think it is, I sometimes don't think it's so funny when","id":"XxK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":322.76,"tags":[]},{"line":"Other 15 more than 1515 Twitter Hello, Twitter has only been around for about 10 years, and it's really changing the way the industry takes shape on and pretty soon","id":"YxK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":356.21,"tags":["Twitter","Twitter"]},{"line":"I was in the ah, the big car. Yes, the big car. Yeah, it's a mercy Lage. Yes, it's a mercy Ilaga. Also on the 15 under 15. How about these kids doing charity car washes? Every time I go by these kids, they want to go on a basketball trip or they're trying to raise money for a new basketball court or something. I always pull in, no matter whether or not my car. Sometimes my cars pretty clean. I like to keep in pretty good shape, but I'm still going through that charity car wash and theyll get it done at a rial carwash afterwards to get all the gum off it that they put on. Which car are you driving these days? I'm driving. Ah, is the big one. Okay, The, um lam Birgeneau.","id":"bRK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":486.82,"tags":["Lage","Ilaga","Birgeneau"]},{"line":"Ah, I guess the only other member on 1515 and we didn't do a whole 15 because not enough people earned it this year. Yeah. Ah, so Burke a little harder next time.","id":"bhK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":529.68,"tags":["Burke"]},{"line":"Leister screaming and I go Excuse me? My dad just got stung by a bee on his head.","id":"gBK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":837.02,"tags":["Leister"]},{"line":"There's this idea in Hollywood that the writer performers run the show. Yeah, I think people believe that once your ah,","id":"gxK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":868.45,"tags":["Hollywood"]},{"line":"to the table. We like to think of these 10% or eases having their own personality sort of like their Ah, a bunch of people at ah, high school party. Yes, Um and so you we sort of identify them like that. Each one has, you know, fits in a certain archetypes sort of a click, and hopefully will clarify for you. Which one is right for you when it comes time for you to choose between them","id":"iBK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":981.62,"tags":[]},{"line":"riel hot shots. And they leave you thinking, Oh, this is gonna be some bully jerk. Right? But when you actually get to talk to them, they're really nice. And it turns out to get straight As T take advanced","id":"jRK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":1055.72,"tags":[]},{"line":"And so you go, Oh, this guys a loner. This guys a weirdo. But if you talk to him or even just watch for a few minutes, you find out Thons of friends. Yeah, and really funny and smart.","id":"kxK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":1134.21,"tags":[]},{"line":"And they actually have, like, great taste in music. But just because you don't know about something doesn't mean that they think less of you like they just want to share their their good taste. It's just that there really genuinely excited.","id":"lBK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":1148.29,"tags":[]},{"line":"the other guy. Yeah, W m e w m e. Um,","id":"nBK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":1215.13,"tags":[]},{"line":"This isnt your high school, pal. This is actually a good school. This is a very selective and also, even if it was there in the school, they're not invited to the party that were at","id":"pxK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":1357.19,"tags":[]},{"line":"Yeah, exactly. This this kind of party is for a certain class of students. As it were. You won't find ugly people, stupid people, people without a certain amount of money or if you don't have that much money. Like you still know how to dress Well, you know,","id":"qBK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":1369.11,"tags":[]},{"line":"So I think my glass to do a toast, right? Yes. And I just go. I'm sorry, but Buster Keatons not funny. And this whole dinner is a sham,","id":"rxK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":1505.95,"tags":["Buster Keaton"]},{"line":"Hey, uh, welcome to Hollywood Handbook. An insiders guide to kicking button dropping names on the red carpet line back hallways of this industry we call showbiz. We're here with the homey Paul a heck of a guest. Heck of a guest today, Big one today, Paul arrested","id":"shK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":1527.8,"tags":["Hollywood Handbook","Paul","one","Paul"]},{"line":"huge inspiration. Jerry Seinfeld Hayes wrote for them. I did write for back when, um","id":"uBK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":1575.87,"tags":["Jerry Seinfeld","Hayes"]},{"line":"when it was going to call Mr. Seinfeld. Mr. Seinfeld. Crime? Yeah. Yeah. Chronicle. I said, drop the mister. Uh, that was cleaner. Yeah, yeah, yeah. Uh, Paul, we met you a long time ago. I think it was at one of your famous flash mobs. You usedto organize these really fun flash mobs. And like crowded spaces, you sort of bring a little levity into the It's the Syrians. I feel like in the comedy scene, comedians or just","id":"uRK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":1581.44,"tags":["Seinfeld","Seinfeld","Paul","Syrians"]},{"line":"Yeah, it's just a very solitary career sometimes. So when you can get,","id":"vRK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":1660.1,"tags":[]},{"line":"fraud, right? I mean, some of the funniest people I have met are in show business. Yes, just dads or uncles.","id":"2BK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":1952.98,"tags":[]},{"line":"Moms are cousins, you know. Yeah. Yeah, I'll cut. Yeah, all kind. Truly. Family. Like if I could choose between hanging out in a room with Peter Sellers. Yeah, or for my dad. He's a genius. Don't be a lot","id":"2RK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":1961.05,"tags":["Peter Sellers"]},{"line":"Strangelove is so funny. I just turn it on and I laugh and allow Strangelove is on. You can't Okay, turn off my phone because I am just going. I am laughing and laughing. I am gonna be laughing all day and even after it ends, I'm still laughing at what I saw when it was on. And that's how funny and I love Strangelove, but everything else he did his trash. She's trying too hard. Oh, yeah, Definitely one of the things","id":"3RK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":2003.84,"tags":["Strangelove","Strangelove","Strangelove"]},{"line":"Yeah, that was the one that did it for you. Um, in the same way that I like to think bridesmaids launched the career of Melissa McCarthy, my bridesmaids review launched my career. A za reviewer. Yeah,","id":"7BK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":2188.7,"tags":["Melissa McCarthy"]},{"line":"Is that moving movie? Yeah, that a movie I know. Mascot. So it was really funny. Antonio Banderas.","id":"9BK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":2254.85,"tags":["Antonio Banderas"]},{"line":"And so he was constantly talking about livin event would do this live and would set up the shot and he read Le van Thanh le van, right,","id":"_hK1MnMByMrymAEmsv9T","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":2383.9,"tags":["livin event","Le van Thanh le van"]},{"line":"you would be throwing out 95% right?","id":"BRO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":2480.6,"tags":[]},{"line":"And, uh, I think that makes him feel good about his job.","id":"CRO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":2517.05,"tags":[]},{"line":"trying to constantly have money. Yeah, you can just do it right on your computer.","id":"DxO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":2597.4,"tags":[]},{"line":"Paul. You like to say that fame is just a illusion.","id":"ERO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":2605.48,"tags":["Paul"]},{"line":"an illusion. I like to take a space. I'm sorry, I still that space from you. Yeah, well, you just condensed it. You sort of tighten it up, then it doesn't mean the same thing. Well, you're You're sort of like rock. You know? Chris Rock? Yeah. Loves to make things concise and have no air. And I guess I'm sort of more of ah Cosby, you know, be. But it breathe. Breathe, but yeah, speaking. I have gotten in trouble before for saying that a lot of people don't like to hear it, particularly illusionists, magicians. That's our bag.","id":"ExO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":2613.82,"tags":["Chris Rock","Cosby"]},{"line":"Yeah, we go. Magic is an illusion, not fame. And the fame we get from our magic, that's not delusion.","id":"FBO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":2650.53,"tags":[]},{"line":"Oh, Maren. Oh, okay. I think I think because Maren sounds like magician, it really does. Is it makes people competitive. Yeah. Mark Magician.","id":"GRO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":2716.68,"tags":["Maren","Maren","Mark Magician"]},{"line":"And you know, I think sometimes the best questions come from people who arent in the industry that, you know we feel, too, because we","id":"HRO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":2746.55,"tags":[]},{"line":"for me, I just noticed in just in terms of sky hide us, Yes. I mean, if that's what you're going for. Sky high. Um, you know, I just I feel like not a lot of people have said this Twitter is such a great way to have just an instant connection with your family. Yeah, that you know, you can write a script and then it gets kicked up to the exacts. They give their notes, they make their changes. Ah, and then by the time your fans and your viewers are seeing it, it's a completely different animal. But with Twitter,","id":"IhO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":2778.69,"tags":["Sky","Twitter","Twitter"]},{"line":"I said, Les Moonves. How about more moon mean right now?","id":"PBO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":3069.73,"tags":["Les Moonves"]},{"line":"and you get and you give him a little probably booked it. I booked it, guys. And at the end of the day, that's all that matters on. And they can't deny talent. You got to be so good they can't ignore. You were saying something earlier about money. I mean, when you book something, I think that's part of the thrill is like, you know you're going to get money.","id":"PxO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":3082.99,"tags":[]},{"line":"said, I mean, I said that out loud, practically. You know, as I was driving in the l. A. The first time I've driven in a way, I was like, I know this isnt for art. This is for money. And I'm okay without even with the hope, You know, in a few years, I know we all say this guys but I just love to retire and take my money and just get a ranch and just start writing. Yeah, I want to write that Hollywood money goes pretty far out in flyover country weve found.","id":"QxO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":3124.59,"tags":["l. A."]},{"line":"that contract Vicky Fink. If you've been to Haze, if you want to sit here and pretend you didn't get a high, hard one during the help and you go ahead and do it. But I was sitting next year, and I know what I'm. India will show Bret","id":"TxO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":3245.1,"tags":["Vicky Fink","Haze","India","Bret"]},{"line":"and the show. End it. Thank you. Thanks for listening. Guys. Raid us on iTunes. What do we have? Ah, in the in the pro version. This if you buy the pro version, weve got some really great goodies for you. Oh, I think. Oh, Bruce Reed Robinson ordered the pro version last week and he wins Paul Rust saying his name like Michael Buffer on on the podcast. Eso Bruce, Bruce, Reed Robinson. Heres your prize. Bruce Reed Robinson Way Did they get a little me","id":"UBO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":3257.57,"tags":["iTunes","Bruce Reed Robinson","Paul Rust","Michael Buffer","Bruce","Bruce","Reed Robinson","Bruce Reed Robinson"]},{"line":"by five,","id":"VRO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":3354.63,"tags":[]},{"line":"this has been an Earwolf media production. Executive producers Jeff All, Rick and Scott all coming. For more information, visit Earwolf dot com","id":"VhO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_2","timeCode":3361.5,"tags":["Earwolf","Jeff All","Rick","Scott","Earwolf"]},{"line":"Earwolf radio boom.","id":"VxO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_1","timeCode":3372.93,"tags":["Earwolf"]},{"line":"out again. Yes, I have killed Phil Collins twice. Thomas Middleditch.","id":"XhO1MnMByMrymAEmsgBT","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust, Our Close Friend","speaker":"spk_0","timeCode":3425.61,"tags":["Phil Collins","Thomas Middleditch"]},{"line":"at a party. I was at a party two weeks ago where there was music playing almost the entire time. And I only wish that Lewis could have been here to see it. Um,","id":"ZRO2MnMByMrymAEmxABb","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":84.8,"tags":["Lewis"]},{"line":"their relationship to Lewis was mawr important than the people who actually knew him who actually could be sad about this. Yeah. Who would actually hurt more than anyone else were truly grieving. So, like, they're trying to take ownership of Lou Reeds death when really it's not theirs. It's ours. Um, speak on the You have some store. We both have stories about what? Their favorite. Your favorite story about Louis. Uh, well, I remember, um,","id":"ZxO2MnMByMrymAEmxABb","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":118.3,"tags":["Lewis","Lou Reed","Louis"]},{"line":"Like knows, fans were a lot of pussys they didn't have the balls to do.","id":"bhO2MnMByMrymAEmxABb","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":314.37,"tags":[]},{"line":"Yeah, I said he should probably at the time he was living in Orlando and he was sort of trying to get the artistic community going there. And I said, Lou, this is","id":"cRO2MnMByMrymAEmxABb","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":358.64,"tags":["Orlando","Lou"]},{"line":"probably not a great venture for you go to New York. But we talked about this on the forums a little bit recently. New York in some of the movies I'd seen is like a character in itself. It can be a character in some of the movies that it's in.","id":"chO2MnMByMrymAEmxABb","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":372.19,"tags":["New York","New York"]},{"line":"get to know this character. I refer to it as a she and she's a great town. Yeah, but also, she can be a little bit of a be worse if you know what I mean. And I Sorry if that offends anyone, But if you've lived there and I have lived there,","id":"dBO2MnMByMrymAEmxABb","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":389.82,"tags":[]},{"line":"right, And I think with","id":"dRO2MnMByMrymAEmxABb","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":405.33,"tags":[]},{"line":"He, uh, he always regretted. I think","id":"dxO2MnMByMrymAEmxABb","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":425.83,"tags":[]},{"line":"know his spirit is restless because because he","id":"exO2MnMByMrymAEmxABb","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":506.78,"tags":[]},{"line":"we all know. We all know what it is. It's time for the teaser freezer. Lets open it up. I thought, This is a very, very hot steaming teaser going around. We had to put it in the freezer for a little while. Justo, Cool town","id":"hBO2MnMByMrymAEmxABb","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":588.22,"tags":["Justo"]},{"line":"it's fun for us to because sometimes when this stuff happens to you just got to think like. Well, that's a good story. At","id":"jhO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":683.7,"tags":[]},{"line":"least it's a story. Yeah, on And so,","id":"jxO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":688.89,"tags":[]},{"line":"Almost everything that happens in this teaser happened to me and hes Lets play the teaser for that awkward moment.","id":"lBO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":742.64,"tags":[]},{"line":"You're single. Were staying single with you, man. You guys want to wear admit, dude, because it's a boner pill. I got four hours to drink. Like Keith Richards still get funky.","id":"nhO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":845.97,"tags":["Keith Richards"]},{"line":"and I said it. I said So we're tasting mint Michael Jordan, regular Jordan","id":"oxO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":886.05,"tags":["Michael Jordan","Jordan"]},{"line":"because it turned out that they was boner pills.","id":"pBO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":891.09,"tags":[]},{"line":"yes. If you're built like us, they talk about the double edged sword. Well, how about the double edged spiked club of of the double edge pork sword?","id":"pxO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":912.8,"tags":[]},{"line":"Wait, like 40 days make you to realize","id":"qBO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":927.52,"tags":[]},{"line":"um another rule was","id":"rxO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":992.03,"tags":[]},{"line":"That doesn't happen to people who look the way a lot of the comedy actors look. Yeah, like when I watch, like, Mr Bean,","id":"tBO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":1052.54,"tags":["Mr Bean"]},{"line":"Okay, cause that's what I've been sending it to. And you're not behaving as if you've read them. I can't sneeze. That's right. That's what the email said. You can't sneeze. And if you're gonna sneeze,","id":"vRO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":1158.09,"tags":[]},{"line":"we're gonna be right back. That's the teaser freezer. I don't see any.","id":"wxO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":1243.38,"tags":[]},{"line":"No grabbing a way out of it.","id":"xBO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":1247.82,"tags":[]},{"line":"Earwolf dot com slash show slash Hollywood Dash Handbook And you can sign up for a one time donation either even a monthly donation. I know a water you were trying to sponsor the studio for a day by going to europe dot com slash donate s o. This is a great opportunity for you guys to follow through on that promise that you made to us on the reality show show eso thank you all so much for your continued support of Hollywood handbook.","id":"zBO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":1336.36,"tags":["Earwolf dot com","Hollywood Dash Handbook","europe dot com","s o.","Hollywood"]},{"line":"Does he?","id":"zhO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":1367.78,"tags":[]},{"line":"You want to go back to do it later found Be my guest. It's your funerals on. I dropped the flowers and I slammed the door.","id":"0BO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":1380.05,"tags":[]},{"line":"That was you probably know him as a Lou Reed.","id":"1BO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_2","timeCode":1431.75,"tags":["Lou Reed"]},{"line":"Lo was his actually his real name. Oh, and among like, some of my really close friends, we called him that.","id":"1RO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":1435.06,"tags":[]},{"line":"people knew about him, right? Some people knew about him. Some people knew him. It doesn't matter who knew what one","id":"2RO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_2","timeCode":1466.03,"tags":[]},{"line":"all part of that, um, sort of booming Honolulu. That's right. Yes. The","id":"4BO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":1512.75,"tags":["Honolulu"]},{"line":"We, ah, hours coconuts and, uh oh, yeah, coconuts and jokes Gona jobs go nuts, coconuts and jokes going","id":"5xO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":1552.16,"tags":[]},{"line":"Taylor would jump in there and otherwise kind of a timid, uh, timid performer. Quiet. Yeah, I didn't think he would make it. And any sort of didn't,","id":"8hO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_2","timeCode":1664.8,"tags":["Taylor"]},{"line":"But he No, he didn't. But as a baby on stage, he would he would tear it up. Amazing.","id":"8xO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":1673.13,"tags":[]},{"line":"Yeah. Nobody better.","id":"9BO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_2","timeCode":1679.86,"tags":[]},{"line":"Ah, some of the risks we were just trying were having young and just like partying, having fun and stuff. It's not the same there, boy, but","id":"9hO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":1687.35,"tags":[]},{"line":"then the way we got to know a network know that it wasnt a Mr Mr Song. Yeah. Then we did keep doing it. Yeah. What was the exact that gave us? That note","id":"-BO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":1723.88,"tags":["Mr","Mr Song"]},{"line":"He can do football,","id":"_hO2MnMByMrymAEmxABc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":1781.25,"tags":["football"]},{"line":"We grow a lot of peoples accounts agreement present","id":"AxO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":1821.57,"tags":[]},{"line":"you guys were going to say","id":"BBO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":1825.18,"tags":[]},{"line":"Yeah. What do you even doing? Reviewing Kelsey Grammer represents a sketch show. It's not on iTunes.","id":"CBO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":1879.94,"tags":["Kelsey Grammer","iTunes"]},{"line":"We talk about that. We say","id":"FBO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":1979.81,"tags":[]},{"line":"Brunch. You know what? You know what?","id":"FhO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":1991.54,"tags":[]},{"line":"It's free to try that. It ain okay. No law against it.","id":"HBO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":2057.56,"tags":[]},{"line":"With with engineer Cody? Yes.","id":"IRO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":2085.44,"tags":["Cody"]},{"line":"and surprise. Yeah, and that's the one thing This is so good for our listeners. Now I had another question about comedy for you because you're in the stand up game.","id":"MxO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_2","timeCode":2242.35,"tags":[]},{"line":"That air.","id":"ORO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":2274.17,"tags":[]},{"line":"Yeah, I think they just felt like they would sell a lot more premium blend if they held that one back. Alright, um, so no, it didn't air. Uh,","id":"PBO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_2","timeCode":2283.66,"tags":[]},{"line":"You know, I have gotten that before, and I have never really been able to answer it. And I usually you will usually just say, Lets skip that one. But I mean, this is this is being recorded in the microphone, So I can't do that in this instance. And all students who standing really family because for me, I do a lot of letter interviews.","id":"PxO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_2","timeCode":2312.03,"tags":[]},{"line":"you're paying. Now you're paying money for someone to make you laugh, right? Money sit down. And Ugo down down.","id":"TBO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_2","timeCode":2469.2,"tags":["Ugo"]},{"line":"Now it's the backpack. That's itself a secret, right?","id":"URO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":2492.83,"tags":[]},{"line":"They think they're going to get it out of me on this. Trick it out of me on this podcast. They got another thing coming. And I tell you, I was kind of, you know, you're I know. You're you're You're too fast. I am, uh how are things casting wise? Uh, hows going International? You know, I'll be Honestly, it could be better.","id":"VxO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":2517.17,"tags":[]},{"line":"Well, and that's why there's no there's no British comedy.","id":"XhO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":2688.45,"tags":[]},{"line":"cause cause Portlandia, you know? Yeah, I bought it from the eye of C store. I have a baby t that says keep calm and cracked on, Like from the website cracks.","id":"ZhO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_1","timeCode":2729.01,"tags":["Portlandia","C"]},{"line":"Lets consult the Popcorn Gallery. Yeah, lets dip into the Popcorn Gallery.","id":"ZxO2MnMByMrymAEmxAFc","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul F. Tompkins, Our Close Friend","speaker":"spk_0","timeCode":2741.09,"tags":["Popcorn Gallery","Popcorn Gallery"]}]