[{"line":"Ah, yeah, It's gonna be a triple banger. And I do feel so sorry about that. Um ah. We obviously wanted honey wagon. And, uh, what happened in sort of sorting through this stuff was it became an is'sue of space. Okay, it became an is'sue of space, became an is'sue of real estate.","id":"pREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1212.05,"tags":[]},{"line":"Bush measure to they made CS four. And then there was a demand for explaining a lot of the stuff that happened in Bush measure Teoh. Yeah, when they were doing, like The Tyler Perry model for a lot of things model. The current model","id":"rBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1324.98,"tags":["CS four","Teoh","Tyler Perry"]},{"line":"in Hollywood is to put out the sequel first, because it implies succes's.","id":"rREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":1339.47,"tags":["Hollywood"]},{"line":"Yeah, uh, and everyone driving by sees the billboard in the lake Who is back? I got to go see the 1st 1","id":"rxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":1362.17,"tags":[]},{"line":"because he's not. He''s not in per smasher to, but there are a lot of Dino p o V shots where Chiron","id":"vxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1545.31,"tags":["Dino","Chiron"]},{"line":"that was from the marketing department","id":"xhEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":1662.87,"tags":[]},{"line":"it doesn't seem like they know that those are already drinks. Yes, yeah, no. And they were fingers cros'sed. This will be a drink that everyone could find somewhere soon they would say a lot, but it's a but it already Waas.","id":"yREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1713.97,"tags":[]},{"line":"Okay. Okay. And so, uh, you know, fine folks at Earwolf back back. In the old days, we're looking for some entrepreneurs with some good ideas.","id":"0BEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2247.25,"tags":["Earwolf"]},{"line":"They emailed this. Ah, my zipper busine'ss. Uh huh. It's called Zappos. Okay. Ah, there''s some legal stuff that I don't want to get into. Because, as you may know, there''s already a website called Ceppos. Okay, so you know that uh okay. Yeah. So I came in for a meeting with Jeff or Rich and, uh, showed him all the zippers I got hired on the spot. Yeah, Okay,","id":"0REFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2258.28,"tags":["Zappo","Ceppo","Jeff","Rich"]},{"line":"But it's an actual statistic for that. I mean, I think they care about making it is. And that would be a source. That would be a worse The Does that? Yeah, to my pitch on it. I didn't know. You have been studying the copy for a really long time, and I noticed, has been marked up. Ah, lot. Yeah. This is no juggling emails or calls to your office. Simply screenwriting manage candidates. All in one place with ZipRecruiter is easy to use. Dashboard, did you have something like a dashboard confes'sional joke or, um, was there something for you out of that or juggle juggling email It was there something with juggling. Did you have a bit about that?","id":"1BEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2380.94,"tags":["Thi","ZipRecruiter"]},{"line":"that's been the party line. And I've obviously freeze frame my way through this picture a number of times. But you know,","id":"3xEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":2589.9,"tags":[]},{"line":"Or maybe it was like a kid in, like, a gang. Like, uh, whats that gang in 13 m 16 brand new way. We got to get him out. Weve got to build a wall.","id":"4hEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2626.91,"tags":[]},{"line":"when you spend the money in the time to make art and you put it out there and you promote it and you do a marketing campaign, the last thing you want is for some gang that come along and to face it, you know, with Onda disre'spect to your work, your time bloopers, you know, that's","id":"5REFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":2665.97,"tags":["Onda di'sre'spect"]},{"line":"going in or coming in. Movie. Imaginary hoagie was a big was when there is a lot of","id":"7REFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":2762.99,"tags":[]},{"line":"getting a movie poster. Yeah, I I'm obviously sitting there smiling really wide with my mouth wide open when my tongue out. Yeah, and, uh,","id":"7hEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2769.2,"tags":[]},{"line":"catatonic site. I get so shocked that I fall into a coma, uh, with my mouth wide open, surprised look on my face. So when we did the marketing for that,","id":"8BEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2784.92,"tags":[]},{"line":"do it faster than most people, but I fall often","id":"-BEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2939.07,"tags":[]},{"line":"And for a while, he was trying to get us to call him Peter Parker because he used, like, climbing walls all the time, right? Makes a fighter man and a park or guy orders, like, just be Spider. Just be Spider Man at that point because you can climb the wall, you know? But I don't know. It's Kevin''s thing. It''s not my thing, you know? It''s not my place, but the tags on gay frog for his word. And I was not a gang member, that was and I got us Off that. Did you want to talk more about that? No. I member the last e duck or what? You know, like, Oh, you wanted to hear a little sample of the voice.","id":"-hEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2949.17,"tags":["Peter Parker","Spider","Spider Man","becau'se","Kevin"]},{"line":"I'm saying it","id":"_xEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3021.17,"tags":[]},{"line":"And if you look at it for too long and a lot","id":"CREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3087.45,"tags":[]},{"line":"eyes that with this was that during the swamp, right? And And by the way, this was before the producers and writers of this movie came up with drain the swamp. Oh, or Barack Obama came up with during this one, right? Yeah, yeah, yeah. And And it was, But it was after I came up with Drain the lizard. That's right.","id":"ExEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3203.7,"tags":["Barack Obama","Drain the lizard"]},{"line":"That's right. So it''s a little bit weird, like, chains of inspiration are really so they The scientific discoverie's, it will happen on two sides of Blue, but the same time. And there is, I think there''s a collective No one has ownership over. Any idea we can all share these ideas.","id":"FBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3225.26,"tags":[]},{"line":"They did this fascinating study","id":"FREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3242.03,"tags":[]},{"line":"a few years ago where there were a group of people that would do a cros'sword puzzle every morning. That's right. Uh, and I remember reading about this. Yeah. Oh, well, please help, because I don't know. So it''s","id":"FhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3244.73,"tags":[]},{"line":"really I just threw the people doing, Doctor. Yeah, yeah, it's a group of people. I It''s the same buzzfeed article that I read. Ah, it''s a group of people acros's the different different countries in the world that we're doing cros'swords at the same time, right? This is something. Yes, that sounds so right. But in this study, a lot of cros'sword fans did cros'swords at the same time people were blown away. Yeah, they did it from all over the world. And And the puzzles, right? Am I remember gets Ryan one,","id":"FxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3258.5,"tags":["cro's'sword","Ryan"]},{"line":"that I'm picturing them all in their garb doing the same puzzle. If you think about it because people all over the world are there gonna be wearing different guard, You know, they're gonna be wearing different. I don't wear the same clothes That like a uh come on, a kimono guy were like a like a kimono lady. Yeah, you know, exactly. Yeah, like women, they make","id":"GREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3299.66,"tags":[]},{"line":"no eyes. You know, if you if you travel all the way to the other corner of the globe and there's Ah, there''s, like an Eskimo, uh, guy coming apart, you know? Yeah, Yeah, yeah. Like a thin parker that still ties around the waist where you go to, like, no hood. Yeah, you go to, like the Middle East. The people there were in their kimonos.","id":"GhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3323.03,"tags":["E'skimo","wai'st","Middle Ea'st"]},{"line":"bung Head Hotel. Yeah. So s So do you. Obviously, the blooper reel wound up being almost the entire film for this one. Yeah. Do you want to talk a little bit about the proces's? Was there a script? It seemed like it was a lot of fun to shoot on. Their story was thin because it was almost all bloopers. Yeah, and that there is a profes'sor at a hotel, I gues's, is my big that. That's sort of a lingering history. It''s really Why would there be a snowboard profes'sor and in Bonn hit hotel? Yeah, when you when youd really take a step back. Um, from what you're doing in your data, J you know, life and your job at your cubicle. Whatever it is that you do every day, you have to ask yourself, why would there be a ah, snowboard profes'sor at a bomb hit hotel?","id":"JBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3427.55,"tags":["Bonn"]},{"line":"So that was Yeah. Yeah, that was Ah, very short clip. You know, the movies. A lot of movies, mostly Blue pas'ses, mostly bloopers. And it's a long Yeah,","id":"LhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3575.22,"tags":[]},{"line":"problem is that I don't know whether he was licensed tva NBI operating the camera because so much of what he was doing was in front of Dannemora. And then he was, you know, if you go back and you look at the movie, he's all over the blooper reel.","id":"MREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3605.46,"tags":["NBI","Dannemora"]},{"line":"Well, what do you want to do? Like, uh, yeah, sure that I'm","id":"OBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3645.55,"tags":[]},{"line":"wrong. You're on the wrong. Okay. Well, you guys are mes'sing up to Hey, buddy. Okay. No, I got I got you gotta do anything you want because this is you guys were supposed to be in clas's and your acted well, you're supposed to be filming. Is this is the clas'sic photo? Yes. Yeah, yeah. Just like this Feels like Don't say it was like a mistake. Goats. Okay. Like to me, you're justice's like poopsie. Okay, just yeah, you just made that up, See, zone in the movie at The Okay. Well, ultimately, this could go on the movie mistake. Really? Okay. Making about Got a buddy, I I'm sorry I got so mad at you,","id":"RhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3792,"tags":[]},{"line":"right. I was in a triple banger, but then I got demoted to a double banger s. Oh, so but that was mainly because the haircut","id":"SxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3875.06,"tags":[]},{"line":"What did you guys make the bond heads out of in that? What was the effect that you Yeah, they actually used real long heads.","id":"TREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3883.73,"tags":[]},{"line":"it Worse for","id":"VBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3940.54,"tags":[]},{"line":"would have been really nice. Everybody on end Watches","id":"VhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3956.95,"tags":[]},{"line":"the movie. Honestly, I think they dio think it hasn't really heard of him? Yeah. You mean the bringing microphone,","id":"WhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3980.74,"tags":[]},{"line":"Human, nasty dog.","id":"YhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":4052.45,"tags":[]},{"line":"All right? Yeah, and it's Yeah. Okay. All right. Yes. It''s interesting. Yeah, that he only ever seven gras's teda. Yeah, but he did want a Bubble. Does the pot yeezys reminding that he wants to bulldoze The","id":"YxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":4062.08,"tags":["intere'sting","seven gra's","teda","Bubble","Doe"]},{"line":"and then they come along and have the fucking balls to change it to go gang or now gangs.","id":"ZxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":4125.12,"tags":[]},{"line":"Gregor. Hey, it's Rob. You will.","id":"bhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":4180.37,"tags":["Gregor","Rob"]},{"line":"No, I don't think you gotta go. Just Yeah. Okay. All right, you guys. Did you hear any of that? I wasn't able to hear, you know. No. You have these big headphones","id":"cBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":4216.9,"tags":[]},{"line":"and everyone else. So make sure to check out Rob Siris. Do you want to see a dead body? Um, see you later.","id":"dhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_2","timeCode":4260.63,"tags":["Rob","Siri"]},{"line":"a star Fox and I keep those this far apart.","id":"fxEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":28.82,"tags":["Fox"]},{"line":"There's a moose like our area. Well, uh, and I get to the chick fillet. It''s like things. Whole thing is this whole set up and The Cowser there on the cows are like tricking you. Well, they're, like, really funny. I know, but like, theyve been doing this for a long time, and they're, like, really like into it now. And because it has been having ulterior mine. Oh, yes. So, Andros, explain this to me that they are trying to get people to eat the chicken instead of them. Yes. No. Yes. Yeah, that''s what I was saying. Yeah,","id":"gREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":53.85,"tags":["Andro"]},{"line":"well, you know McMahon. Yeah, but not like","id":"hREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":134.54,"tags":["McMahon"]},{"line":"Yes on. So I take a big snip, but they're, like, sniff it first, so I never It's most coal. It''s like all cold smells called, You know? You know what I mean? Oh, believe me. Yeah, yeah, that''s cold.","id":"ixEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":199.89,"tags":[]},{"line":"Thank you for coming to the big show. Everyone. We everyones favorite platform Stitcher Premium I fucking love this","id":"jhEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":282.74,"tags":["Stitcher Premium"]},{"line":"Go ahead. Don't tell him it's a big secret. Please don't ever tell anyone","id":"khEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":336.27,"tags":[]},{"line":"Isa Stitcher Premium show we is a Hollywood. Shall we talk about Hollywood on the show? Talking about movies? Start by TV Way would be making a mistake to not talk about whats going on in Hollywood right now. Uh, the sort of big Hollywood news, which is think is good for me because people will think that what I'm saying is funny. Theo Hollywood status. Current Hollywood status is potential strike and scary.","id":"lBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":351.75,"tags":["Stitcher Premium","Hollywood","Hollywood","Hollywood","Hollywood","Hollywood","Hollywood"]},{"line":"And we did take the writers Haute.","id":"mxEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":437.79,"tags":[]},{"line":"Yeah, on. We had to get the badge. Yes. Inserted under. Do you want to do the right? The room Writers Guild. Oh, way. Say","id":"nBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":442.77,"tags":[]},{"line":"'solid. But we also we do want to addres's people conversation's we have set up. Employee. If there is a strike, we have set up some work opportunities. AP when it's not stat people, we just want to get out gabbing around. And it was like there''s a gap there. Cros's on, Love. Don't explain really quickly and we're gonna burn through it. Youll understand. You could tell your friends to go. We heard those guys are scabbing another not your scabbing on your knee and the guys","id":"oBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":480.32,"tags":[]},{"line":"tiptoeing Off stage in their underpants. But I'm pulling them Off, pulling the hands off that I would like to send away. But they like it","id":"qxEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":662.93,"tags":[]},{"line":"You know, it seems like something that you might Whats the Are you still striking over that to video game stuff that go? We shot the whole weight on our phones. What do you mean? You shot the game just as like, a presentation shot, guys. Just for them to see way made","id":"sREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":764.25,"tags":["Are"]},{"line":"And so Sean is","id":"sxEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":798.63,"tags":["Sean"]},{"line":"hanging back, phone, right side, up","id":"thEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":858.37,"tags":[]},{"line":"I do. I have a project I worked on have a Hollywood project that worked. Did you want Oh, did you knowing you did You want to make it the nasty version and actually type it wrong cause The s of the D. R. Right next to each other. I will say for really, if my Google big sick. The third thing down is people typos. It's just like I want a big sick inside. May. Yeah, there''s a lot of that. Yeah, that''s great for you. It''s a really think they want toe. Put your movie in there. I'm OK with that.","id":"uxEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":945.86,"tags":["Hollywood"]},{"line":"that sort of intriguing.","id":"vxEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1011.79,"tags":[]},{"line":"That difference of you a clean lefty? Yeah. And that they're separated by that much. It's not that much. That''s very close. All three. Okay, but that seems medical to me. What do you mean? Seems medical that want that Lefty? What do you mean? Seems medical? I am trying to fuck. I'm trying to help you. Okay. And the fact that there would be some white white that there would be sucking difference between left it goes, Lefty, you're such a different one. Asked me a question.","id":"1hEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1326.91,"tags":["Lefty","Lefty"]},{"line":"on. You never answered why you like to be some nasty","id":"2BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1368.75,"tags":[]},{"line":"yeah, and how much you crave it on. If I could just post sort of a fun game that I thought of So it's sort of a you know, either or thing. And would you prefer to mail a $1,000,000 in a big house and mansion in a boat or 15 minutes with a leggy brunette Theo on? You can only pick one on. It''s gotta be the brutal it.","id":"2hEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1393.47,"tags":["po'st","Theo"]},{"line":"'script says and where it takes us because I don't know,","id":"6BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_2","timeCode":1573.64,"tags":[]},{"line":"This is not how any work that has to change a little bit. It's gonna be more Exxon for the audience because it''s we promise, an X rated show on right now. They're thinking like or they're not actually going to do it. And he''s our script. And then we actually do it even mawr than they thought. And he''s loving it the most of all.","id":"7BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1621,"tags":["Thi","Exxon"]},{"line":"lets get our scripts out. Let''s do. And we're reading them crinkle. I move over here, I'll move over here so you guys can have the space that kind of, like, work around. Okay.","id":"7hEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1654.73,"tags":[]},{"line":"The lights go out, Theo. Space needle is closed for the","id":"9BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1723.09,"tags":["Theo","Space needle"]},{"line":"chicken milk","id":"_hEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1813.17,"tags":[]},{"line":"Surprise me.","id":"ABEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1820.72,"tags":[]},{"line":"You got The Sean Mahon.","id":"AhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1837.78,"tags":["Sean Mahon"]},{"line":"You're supposed to be over at my place, right? Are you? Where are you? Are you in an elevator? Something right? Breakfast up. Important.","id":"BxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1862.37,"tags":[]},{"line":"that scene sort of wet everyones appetite, huh? There was no sex in that scene, you guys. It was supposed to know I was gonna give you the sex page, which was sort of right after that, if it was sort of moving in that direction, if we felt it. Yeah, I think great part of your performance, I think, was not really It was, like, great, You know, it would turn on Sean, is that okay? We know each other pretty well. Yeah. Okay, that''s totally fine. I'm an orderly. Okay. Not getting to the sex. Something about the desperation of it.","id":"ExEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2043.23,"tags":["Sean"]},{"line":"it's just a movie, man. Yeah. Yeah,","id":"FxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2118.99,"tags":[]},{"line":"my Maybe we re one that's a little casual. Les's like into, you know, just where no feelings. Let''s take it easy. All right. Go to the 3rd 1 Throw it away. Most of the 2nd 1 go to the 3rd 2nd 1 too intense with the 3rd 1","id":"GhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2166.48,"tags":[]},{"line":"already? Is that okay? I have to note. Okay, One, it's walked, but sure.","id":"HhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2210.05,"tags":[]},{"line":"Getting here reading this. I'm like, What is it? Sitting school way? We had it that way. No way did I forgot that. Yes, we didn't have it that did it. And we were very confused by a road trip. It's an interior adult Matt school. We adults are there. What do you think they could be there for? Well, fortunately, we decided and wrote it down","id":"JBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2274.99,"tags":["Matt"]},{"line":"Damn these draft old dam number shapes really are so tough to draw","id":"KREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2393.22,"tags":[]},{"line":"my wrist is forget killing me. Wait, but And the But the teacher is on the board. 40 plus 19.","id":"KhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2402.48,"tags":[]},{"line":"All right? Because they're bigots. China. Okay, so","id":"NREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2510.94,"tags":["China"]},{"line":"I just got these spin, Lyall brigand, dangly ribbons coming Off me bad. I bet they're flexible. Well,","id":"PhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2595.22,"tags":[]},{"line":"Now give your No, no, no, no. Keep going Now it's going to the uh oh. Looks like 1/3 Boy Scout got in on the action. Theme.","id":"SxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2784.69,"tags":[]},{"line":"Doughboys cows, OK? And then","id":"TREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2817.07,"tags":[]},{"line":"and will really do it.","id":"ThEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2823.21,"tags":[]},{"line":"Yeah, I know. I live. That's a boat. Sorry. That''s what''s be with an e. Yeah, it''s another time. Oh, yeah,","id":"UhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2887.36,"tags":[]},{"line":"for Riel. If you guys need to do that again. You get I I go for sacks.","id":"WBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":3008.78,"tags":["Riel","sack"]},{"line":"I remember. I'm juiced up. I'm on fire. I'm ready to go. And then you find more mad about to blast. Yeah, well, last as part of the story you're about to blast when human is blast is that's, like, coming. Oh, well, it can be way Don't like to keep it is, like, be so strict about Yeah, there''s not so many rules. People blast differently at the spectrum.","id":"WhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":3042.96,"tags":[]},{"line":"Okay, So if everyone hypothetically spitball if we were still in a shynes's situation, if everyone here and it's maybe it''s cool Male who''s shy? I'm not. If Chuy you're The while, which","id":"XhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":3110.69,"tags":["Chuy"]},{"line":"So maybe something if some people who were here so it won't make ended into the rial episode. But if some people who were here could say, Oh, I saw some of","id":"YREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":3141.6,"tags":[]},{"line":"Whats your style? I don't want to talk about it. It''s OK. He''s dating to drill daily. Just told you that that The is a thoughtful preserve occur and he gets eaten afterwards like a praying Mantis does. If you read a science Book, that is what happens.","id":"aREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":3248.46,"tags":["Manti"]},{"line":"Ah, I gues's minus philosopher King. I come up with a lot of ideas and my dad died by.","id":"ahEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":3266.7,"tags":["King"]},{"line":"'species. It's a bomber. Andy Daly.","id":"bxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":3317.74,"tags":["Andy Daly"]},{"line":"Hey, guys, there's a brand new show here. It Earwolf. It''s called home Ophelia, and you should subscribe now. Home. A Feelings to Show Where Dave Holmes and Matt McConkey meet with fantastic LGBT celebrities grilled him about what they're loving. Favorite movie TV and music and who they're loving, whether it''s a grander fling or a long term partner. We have a new feature for some of our ads about Earwolf where we bring in Scott Aquaman, CEO of you Hey, just walks us through the three points for the show. How much CEO by how much they really say adios and cco Chief creative officer as well. Si si o Okay and see CH Pounder?","id":"chEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":0,"tags":["Earwolf","Ophelia","Dave Holme","Matt McConkey","Earwolf","Scott Aquaman","CEO","ju'st","Chief","CH Pounder"]},{"line":"Exactly. Anyway, thanks for having me on what can I What kind of question's can answer? We","id":"dhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":43.01,"tags":[]},{"line":"That's TV. It as opposed podcast. Yeah. Their first guest is wonderful in hilarious Cameron Espo'sito and episode's come out on Friday''s What was the take my wife deal. Take my","id":"fxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":123.32,"tags":["Cameron"]},{"line":"'seven figures low seven figures for Yeah, okay for everyone involved. But that's 3 60 Mm, yeah, yeah. You know, that''s all aspect's of her career. We took all of it over. Oh, right. Yes. So we're managing in this podcast appearance. Hot cats is a stand up appearances. Um, you know, personal endorsement. Definitely. I mean, Snapchat is you joke about it, but it''s mostly No, no, you're joking right now. But but quite honestly, it is It has become a huge part of our busine'ss. I got caught trying to be funny just now","id":"gREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":135.93,"tags":["seven figure","Snapchat"]},{"line":"Yeah, I know it's been It''s been hours now and I've just been learning Snapchat The been learning so much.","id":"gxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":192.89,"tags":["Snapchat"]},{"line":"How out would you say it's a small part of our busine'ss? Adopt Scott, I hope you're not joking right now because because because it''s not a small part of the busine'ss is a huge part of the busine'ss. And the fact that ah Cameron was making low seven figures with the take my wife deal because you own part of her Snapchat. I think you got the better end of that deal. That''s a big part of the busine'ss that is part of it. And quite honestly, it''s gonna be a a big part of our busine'ss.","id":"hBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":199.26,"tags":["Scott","Cameron","Snapchat"]},{"line":"Yeah, yeah. And having such a part of such a big mis'ses, that isn't actually something Bigas Well, sure, Yeah. And and I'm happy that you're being honest with me about the big part s so queer comedy party that celebrates pop culture obse'ssion's and digs into celebrities. Personal lives subscribe to home Ophelia in Stitcher Premium. Casper, wherever you listen. Whats The per The CBM is there like a one that makes you more money?","id":"hREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":228.12,"tags":["Biga","Well","Ophelia","Stitcher Premium"]},{"line":"Oh, definitely. You want to get the high CPM when it comes todo","id":"hhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":251.74,"tags":[]},{"line":"'s So we were edge. Um, where what lands Castle with The was Max Minghella and Scooter Braun. We're playing house. So that the two were, um, wear The like where g is like injured and give us the file where we conceal the weak points and stuff we like just started And we're playing in a three way where I take a shot tos's The we're doing like a round robin thing where we, like, cycle each other and after every shot right and scooter It's like my dream, you know? I do the head try and The tos'sed a Max Max fires and Mrs and then says, Well, it''s been fun seeing guys puts the gun in his mouth. It starts firing fires, probably 20 times. Whoa. I was had he ever done that before? He never mis'sed before. Um, so I'm But he looks kind of like embarras's The Love and, like, kind of surprised was e chewing on the gun while I was in his mouth like he thought was eat as it wasn't working. He was starting to, like, chew harder and harder that, like maybe I'm, like, made good Sam Winters. Yes. Yeah, exactly. So like I think, then it became like, Oh, I'm just eating this. It''s OK. Yeah, but then he was, like, kind of embarras'sed. He just went to, like, sit down for a while. He said that like, Oh, I'm too who, like I'm kind of tired. And so, like he went to go sit down. Um, so I don't know, speaking of him, never mis'sing this leads me to a good question about Max Minghella.","id":"ixEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":315.44,"tags":["Ca'stle","Max Minghella","Scooter Braun","Max Max","Sam Winter","Max Minghella"]},{"line":"Is he hot or is he a stud? Yeah, you know what I mean? Like, is he so fucking hot? Or is he just like a huge stud? I think he is definitely hot. Uh, but sometimes when I look at him, if you as you catch him from the side and my, my, my, what you're gonna say, thank you sort of go like Well, like, is it really? Uh, yeah. And so then I go like, OK, I'm you know, not that Not that it can't be both, but which one is he? Yeah, he is high. I like I like that he looks rich. Hey, look a Hollywood Handbook get it? That it's got to kick your butt dropping names on the red carpet line back home. We call show one a people shows Kim podcast were doing. He will listen to the show there have there earbuds in their driving? What else did they like? What else are the people who listen to the show? Like, how can we make them like this show? Do The something they want. People like Doughboys. They, um right. Yeah.","id":"jBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":412.13,"tags":["Hollywood Handbook","Kim"]}]