[{"line":"ah. And by the long last, he was freed. Yes, but then he did get split tang dude, But he but has since been unsporting. Damn! So she's am the movie. Zachary Levi. Do you know about this movie? Oh, um, tell me about it against playing the shoes A, um Ah, the superhero. And he was an Earwolf guy. So there is a path for a bigot Earwolf host of being in a superhero movie despite what Chef Kevin will always say to us, Just like, Hey, there''s no way they're gonna let you guys be friggin double Aquaman And now already do Lago Man that he sees coming out. Theyve got the guy He wasn't a double guy, So there''s no way you another one. Zachary Levi''s do it Now is in the movie and he hosted What was his show called Hey, guys. Chef Kevin here. What was Aquaman show? No. What was Zachary Levi''s show called? Oh, uh, through in him and Labine would be chopping it up in the lobby. Maybe I just film this thing. It''s honestly, I don't want to jinx it, so I can't tell you about it. But it could be huge and exactly become own. Wow.","id":"HBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","timeCode":181.04,"tags":["Zachary Levi","Earwolf","Earwolf","Chef","Kevin","Ju'st","Aquaman","Lago Man","Zachary Levi","Kevin","Aquaman","Zachary Levi","Labine"]},{"line":"Scott. Tis'sue that. I wish you saw my bra with you. Got","id":"HxGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","timeCode":310.83,"tags":["Scott"]},{"line":"Um well, that's cool s Oh, what a nice catalog. And I and I do think he's is rather playful. And so to sell all those toys, Yeah. From From what I have these baby sometimes a bit impractical s as SkyMall could be derail. Maybe wouldn't get for yourself. But you know, someone else youd like a deal with this. Here you go. Yeah. Money. Watch. You open it. Yeah. So, Paoli Alley, what''s the story there? You know, he''s a He''s ah, he''s a good man. A good guy at heart, at heart. He loves his coconut water, Does he not? He does. It''s like his main thing. Yeah, that''s good. Yeah. It''s like you just ah Ah, but like, the cans with the with the sediment in it. Mm. And notice he''s going, going, going. And when he''s done, he''s just done. Just yeah. Sleep for a day and 1/2. Yeah, if he has to. Yeah. You had a recuperate every charge. That''s I think that''s a positive thing. House his memory. Is this memory of like like drawing, fax and stuff? Yeah, just yeah. At any given time. Does he seem aware? Um, let''s say his well, his his awarenes's. And it''s like spatial awarenes's. That''s a little bit problematic, but he can like his real. That''s very good. Okay, he''s bunking in the stuff. He''s, like, forgetting where and when he is. Uh uh, But, like, you can be able to draw the line. Been like a scene, but then hell be from the wrong seen. Okay, Okay. Yeah, but that''s something. I mean, it''s from the same show off. Yeah, Yeah. Exact Often. Yeah. And And he''s a really smart guy. Really. Well read. I know. When I was working with him, he would every license plate that would go by, he would decode it on. Explain to me what it was actually telling him about him. Yeah, Interesting. I gues's they are. I gues's a lot of those are government mes'sages to Adam Away. Yes. Has he? I mean, I havent havent gone down this road with them. How long ago was this? Ooh. And I was working with him. Jesu's fucking Christ, man, it was probably Holy fucking shit, dude. It was Jesu's. It was 34 hoof. It was 20. Fuck me, dude, I hate toe walk down memory lane like this. Holy fucking shit. That son of a bitch probably worked with me in 2000 And what fucking years it It''s almost 19 Hutch. He says, Shit, man, I'm get built. Was probably like, uh, four years ago. Okay? Yeah.","id":"KBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","timeCode":757.41,"tags":["SkyMall","Paoli Alley","Doe","Doe","Adam Away","Chri'st","Je'su"]},{"line":"He doesn't believe it. Black have it. He doesn't. It's just regular having a My Okay.","id":"QRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","timeCode":2857.45,"tags":[]},{"line":"Hit myself in the head of so excited","id":"SBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","timeCode":3139.25,"tags":[]},{"line":"easily. Top Ted. Mm. What time is it? We have What time is it in the show? We have someone else coming in. Yeah. Who? You done about 42 minutes. Damn, that's pretty good. I felt like it. Yeah. Felt about 42?","id":"SxGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","timeCode":3175.85,"tags":["Ted"]},{"line":"Ah. Ah. Check. Lose how? I do think it's good. It''s looking good. That''s what comedy is. Yeah, finally so fucking mad. You might get the audience toe Teoh a smile for once if you did. Yeah, yeah. Just give him something that''s familiar? Exactly Why are we watching this stuff? It''s comfort food, baby. It smacking cheese. Mama, stop trying to prepare some vicious wail. Quail, vicious world. She SWA Nobody wants that crap. We don't even know what it is. They gave me some macaroni. A bucket, cheddar Give me is looking comedy. Cheetos? Yes, bitch","id":"TRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","timeCode":3292.44,"tags":["Teoh","viciou","Cheeto"]},{"line":"'so, you know, I'm in there. The tables all set up, and I'm with Artie Lange and Hillary Swank. And we have created this'll really good tasting turmeric drink. And we set up our sample table at Costco. It''s available at Costco right now. And you get, you know, one bottle in the last year or month. You could do a shot every day, even comes with little cup to measure it out, and it decrease's swelling in a natural way. And I'm looking at you. And this is no offense to you, Chef. Kevin, you're swollen as hell. I mean, you look like shit. You look like hell. You're so swollen because you havent had any termer. Have you had any turmeric drink today? Hey, guys, have Kevin. No, I have not.","id":"VBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":246.3,"tags":["Artie Lange","Hillary Swank","Co'stco","Co'stco","Chef","Kevin","Kevin"]},{"line":"Yeah. Thanks. So and so, um, and if I sound a little strange, it's only because","id":"XhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":472.69,"tags":[]},{"line":"Great day to do the progres's by yourself s Oh, um, but I asked for this. Haze is fine. Everythings okay. What happened was IV gotten kind of unique opportunity.","id":"YBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":493.35,"tags":[]},{"line":"I met someone a few weeks ago. Whos from New York.","id":"YRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":507.32,"tags":["New York"]},{"line":"And we all know that in New York is where they make the show Syrian live","id":"YhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":515.63,"tags":["New York","Syrian"]},{"line":"So I meet this guy from New York. He is. Ah, one of these pizza guys eat pizza. He is, um, really tough New Yorker. He's got that thing about him. Um Ah, Well, I don't have to keep Syria. His name is Adam Palley. And so Halle. And so Palley has told me that if I give him a tape health because he lives near SNL hell, slide it under the door and I am allowed to audition for the show. And so I said to Haze haze, I can't mis's this. This is too important. Will you let me have one full episode of our podcast to record it? SNL audition","id":"ZxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":588.15,"tags":["New York","New","Syria","Adam Palley","Halle","Palley","SNL","Haze haze","Thi"]},{"line":"Is there anything in the news lately? Um, well, about that person that called Trump a motherfucker.","id":"bxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_2","timeCode":746.87,"tags":["Trump"]},{"line":"Okay. Uh, that could be good. So I noticed they a lot of times. That's good. Right? That''s awful. So I noticed that a lot of times they will, um, use all these political people. Yes. And then in the cold open, especially theyll be the political because they are doing news. And this is who is making the news. So, um,","id":"cxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":774.34,"tags":[]},{"line":"could you get me Kevin a list of the Senate? The Senate? Because, yes, because that's the guys that are doing. I think the, um, news a lot. Sure, but are there any senators that you think I could pull off that maybe could be doing this news car chase thing? Okay. How about Ron Johnson from Wiscon'sin? Perfect.","id":"dBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":797.36,"tags":["Kevin","Senate","Senate","Ron John'son","Wi'scon'sin"]},{"line":"A Wiscon'sin A. You want some maple syrup? So weve got a little bit of a wheelhouse. Lauren? Yeah, Laurel like this. Okay. And so, uh, Ryan, anything about the car chase in particular? I should work into this sketch.","id":"dhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":831.53,"tags":["Lauren","Laurel","Ryan"]},{"line":"Hey, it's me. Rand","id":"gBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":914.71,"tags":["Rand"]},{"line":"Okay, so that's the car chase sketch. It was good. Boom. And then well go into the monologue. Sure. Ah, first well do the opening credits. Prayer were? And what do you guys think I should be doing in the opening credits in terms of like a cool New York activity? What? Here''s an idea. 1st 1st up and give me feedback. OK,","id":"hBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1029.81,"tags":["New York"]},{"line":"like a horse. Great idea. So I should be dres'sed like a horse, but not so much that you don't know it's me, right? Because it will probably put my name on the screen or something.","id":"iBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_2","timeCode":1110.56,"tags":[]},{"line":"Okay, so I'll be dres'sed partially like a horse and pulling it now, did you guys have a different New York idea? Uh, similar. Also a horse pulling Pete Davidson. But then we pan the other direction and you're on a skateboard behind it. Like holding on","id":"iRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1120.62,"tags":["New York","Pete David'son"]},{"line":"don't do you tell anybody now? So that's some of the stuff I'll do in the opening credits. Yeah, and maybe I have. Maybe it is a maybe it''s triplet. They don't usually do that for a brand new cast member. But But maybe it''s a It''s a triplet where we're doing. Or a trip Dick. Maybe it''s the screen is in thirds. Yeah, And you see each of my little, many sketches and you're already ready to laugh on this. Now, we're gonna have the host come out and do a monologue. So one of the things I wanted to work on was casually talking to famous people during their monologue. Like interrupting their monologue toe. Ask them a question. So, like, say somebody who you think would host um, John Sina John Scene is hosting. So So you be John Sina coming out being like I'm so excited to host SNL. Hey, everyone all right? John Sina? Yes. Ah, We got a great show tonight. Gonna have so much fun. Hey, I don't","id":"jxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1179.08,"tags":["trip Dick","John Sina","John Scene","John Sina","SNL","John Sina"]},{"line":"So you're you're asking just a nice question's. Well, hang on, because it's this is how they do a lot of these. Yeah, so? So say somebody else that you think would host. Okay, Uh, do you, like, do like Pat Patricia Heat? Okay. Patricia Heaton. Okay, Newbie and Ryan. Do you want to be Patricia Heaton?","id":"khGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1264.31,"tags":["Pat Patricia Heat","Patricia Heaton","Newbie","Ryan","Patricia Heaton"]},{"line":"I don't think I'm gonna ask her Reboot that one because it's too soon. Yeah, they were. They were saying, I'm still on the show in 10 15 years. Okay, let''s do it. Let''s bring Patty. And last year, she wants to remove the middle. So? So these air some good monologue pieces. What else might a cast member be doing during the monologue. Baby is like a song or a dance number where you could come in and join them,","id":"mhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1384.5,"tags":["Patty"]},{"line":"I just got off set. These people have been waiting out to see me there. Theyve been waiting on the corner for for about seven hours. I'm gonna drive by there and give him a little bit of a thrill. And theyve been waiting here all night. Hey, guys, get the fuck out of my way! I'm fucking with him. I'm fucking with my fucking now. I love do I fucking My fans, okay. Hey, guys. No, seriously. Come on, lets talk. And so what hell do is he looks crazed. He''s been a for he''s met up for and everyone has been up for about 36 hours.","id":"nRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1428.92,"tags":[]},{"line":"He shows you a little bit that he's like a human being and a fun guy. By having exactly one swear early on and doing some sort of semi prank on a fan before he then shows you that he loves his fans and is a nice guy. Yeah, what if What if he''s doing Ah Instagram Video where he''s gonna meet us fan who he as'sume has been waiting for 36 hours? But it''s just like you eating like a slice of pizza or something","id":"nhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1461.16,"tags":[]},{"line":"So that's really good. So","id":"ohGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1549.48,"tags":[]},{"line":"Okay, escape it, Dannemora. Was it? Start body. So Del Toro, Paul Dano. Patricia Arquette. And this discovery, this man who played Patricia Arquettes husband, Lyle? Yeah.","id":"phGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":1641.55,"tags":["Dannemora","Del Toro","Paul Dano","Patricia Arquette","Patricia Arquette","Lyle"]},{"line":"Kings walk.","id":"qBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1684.87,"tags":[]},{"line":"Were you thinking Chinese Kings walk? So that is Lyle from this. Gave it anymore. Uh, I think Venetia dealt or no No, no, no. But I will do beneath Sale Del Toro from usual suspect's. Now, his characters name was fenced A. Hell fill you Phoebe for air.","id":"qRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1688,"tags":["Chine'se","King","Lyle","Venetia","Sale Del Toro","Phoebe"]},{"line":"does a good job with Putin.","id":"uxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":1999.6,"tags":["Putin"]},{"line":"It's supposed to be helping me. So what are some of the characters he does","id":"xBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":2121.24,"tags":[]},{"line":"Uh, that's most of them. But let","id":"0BGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":2284.52,"tags":[]},{"line":"I've only heard jokes about taste. Smell, smells. Yeah, I I gues's I havent seen any Pope can","id":"1xGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_2","timeCode":2329.29,"tags":["Pope"]},{"line":"plug Year notes that everybodys got a clothes pin on their nose's, stepping blindfold.","id":"2hGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":2343.59,"tags":[]},{"line":"S so, like, what are your New Years resolution's, Ryan? Ah, but space it up. We're gonna try and release some music this year.","id":"7BGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":2671.12,"tags":["New Year","Ryan"]},{"line":"That's so fucked up.","id":"7xGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_2","timeCode":2696.48,"tags":[]},{"line":"Show me your freakin thing. OK, what do you think? Whats up? I don't love it. You don't love it because we don't have to do all of them. Yeah, but I feel like if we're gonna do Virgin Johnny, we want to show the other side of that coin. That''s true. These two men are inextricably linked.","id":"_hGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":2826.22,"tags":["Virgin Johnny"]},{"line":"I'm getting the right setting for him to say Show me freakin","id":"BBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":2878.03,"tags":[]},{"line":"It's kind of romance. What do you think about that? It''s beautiful. Yeah, that one. Ryan, you're an SNL expert. I was good. Does that seem like what they dio? Oh, yeah, yeah, yeah.","id":"CRGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":2911.56,"tags":["Ryan","SNL","Doe"]},{"line":"Jesu's Christ. You have tried this stuff.","id":"DxGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":2956.08,"tags":["Chri'st"]},{"line":"friend. Like he knows pointy thing.","id":"FxGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":2996.41,"tags":[]},{"line":"he's and and he''s a good spokesper'son in theory. And that''s a","id":"HBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_2","timeCode":3061.73,"tags":[]},{"line":"man was. Thinks pretty happy. Yeah, you like the hallways or movies?","id":"HhGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_2","timeCode":3072.08,"tags":[]},{"line":"Soldiers have foot on them slides is a doctor, Ken A. Okay, this next one is a guy who drinks from a fire hose. But hang on, he actually just pours like juice or water into the host and sips it. So that's his thing.","id":"JBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":3100.86,"tags":["Ken"]},{"line":"Don't forget the stretch. It is a person who corrects the way you say Quip.","id":"LRGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":3176.87,"tags":["Quip"]},{"line":"Quite so.","id":"LhGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":3183.24,"tags":[]},{"line":"Triple H. Thank you. Be good.","id":"OBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":3240.72,"tags":["Triple H."]},{"line":"as if I give him a little bit of Vance Joy? Yeah. So, um, Ryan, you know Vance Joy? I don't know Googling.","id":"QBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":3307.15,"tags":["Vance Joy","Ryan","Vance Joy","Googling"]},{"line":"Go ahead. Yeah. Oh, you think so?","id":"TRGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":3473.37,"tags":[]},{"line":"Number A? Logically, the math Profes'sor. Profes'sor Ralf. Exactly. These air indelible Ron Johnson tweeted Ron Johnson, Wiscon'sin A.","id":"VRGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":3516.77,"tags":["Profe's'sor","Ralf","Ron John'son","Ron John'son"]},{"line":"Okay. Got","id":"WBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":3552.86,"tags":[]},{"line":"Okay. Okay. Uh, Mexico launches plan to stimulate us border economy","id":"YhGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":3602.96,"tags":["Mexico"]},{"line":"about ah, fish fumes blamed for allergy Death of Brooklyn boy.","id":"ZRGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":3632.11,"tags":["Brooklyn"]},{"line":"OK, fish fumes were recently blamed for the death of Ah, Brooklyn. Uh, allergy boy.","id":"ZhGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_2","timeCode":3638.94,"tags":["Brooklyn"]},{"line":"NASAs New Horizons","id":"aBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":3662.92,"tags":["NASA","New Horizon"]},{"line":"Yeah. Lorraine also spoke out. She said, Hey, yeah.","id":"bxGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":3722.11,"tags":["Lorraine"]},{"line":"Ah, yeah, yeah, yeah. It just doesn't Sure it's not ideal Made. Ah. Um","id":"dRGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":3794.41,"tags":[]},{"line":"'show he week that show she IV show awesome acuity. That's so awesome. Aqui social","id":"dxGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":3811.2,"tags":[]},{"line":"like, But good jokes. Jokes. Okay. Okay. So what are some of the Oscar movies?","id":"eRGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_2","timeCode":3881.29,"tags":["O'scar"]},{"line":"really last year. We could still probably last year. It's still good.","id":"exGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":3892.7,"tags":[]},{"line":"No, I mean, man would be sucked this year Did? Yeah. It was really not like Mary Poppins return. Okay, Mary Poppins returns. Great. So whats your joke about? Maybe you come down with an umbrella. Oh, I fly on the stage with that umbrella. Yeah. Okay. Perfect.","id":"hhGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":4050.7,"tags":["Mary Poppin","Mary Poppin"]},{"line":"And then is there a joke? Like, um","id":"hxGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":4071.06,"tags":[]},{"line":"oh, I have it. Oh, hit me after you do. A scar is born. That's lock the next time you come in on the umbrella and you're coming over everyone, and we're just getting covered in your blood and blood getting on everybody. But you're singing a nice Mary Poppins song or something.","id":"iBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":4074.02,"tags":["Mary Poppin"]},{"line":"they go. Oh, not at me. Come on.","id":"ihGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_2","timeCode":4103.78,"tags":[]},{"line":"How about something with vice? The movie vice vice. Right. Okay, great. Great.","id":"ixGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_1","timeCode":4107.11,"tags":[]},{"line":"I o ah, here to announce the I Love dogs. This dog.","id":"kBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":4159.76,"tags":["I Love"]},{"line":"like, uh oh, she I go, I go Away, she's in killing Eve, and his feet are killing him. And then it''s like a guy. It''s like, Oh, ah, ah! Runner or a guy who broke his foot or something, Huh? Uh, celebrities break their foot lately. I don't know about that. What about, like Sandra Bullock from Bird Box and John Krasin'ski from a quiet like you're quiet place bird box thing. Yeah. And like,","id":"mhGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":4266.85,"tags":["Away","Eve","Sandra Bullock","Bird Box","John Kra'sin'ski"]},{"line":"And and he's like,","id":"nBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_0","timeCode":4311.23,"tags":[]},{"line":"members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice.","id":"pBGHJnMByMrymAEmA6CC","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","speaker":"spk_3","timeCode":4387.1,"tags":["Phil Collin","Phil Collin"]},{"line":"in itll and itll come back and they all be dark again in a little while.","id":"shGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":186.2,"tags":[]},{"line":"are these two few characters. And is there perhaps another character from another Rob Reiner movie? Eric trying to find his rial parents. Okay,","id":"txGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_2","timeCode":234.19,"tags":["Rob Reiner","Eric"]},{"line":"I'm just telling you, the Harry Shears character from Spinal Tap isn't it? But anyway, go ahead.","id":"uBGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":243.98,"tags":["Harry Shear","Spinal Tap"]},{"line":"Hollywood Handbook. Hey, the show is off to a rollicking good star. And not only that, we have a great premise and idea. And just for a minute, hang on. Whos our guest today? He''s going the distance in his throws. Amos. Sean, that''s really good stuff. I like Detroit distance. I like, um, you know, hurry up in distant. Yeah. Hurry up in distance. Sort of a plan. And hurry up and wait. Yeah, yeah, Just town. Yeah, I know it is what it is. The job. Yeah, that''s what the job is. What is this?","id":"vRGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_2","timeCode":284.85,"tags":["Hollywood Handbook","Sean"]},{"line":"it melting? Yeah. Uh, OK, you did the show Did it? We Did. Golden-Globes predictions lead. Unfortunately, we had the freakin corporate brothers on the show last week. Did not have any ideas for what? To dio. And so a in a little bit of your lunch, Okay,","id":"xhGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":372.88,"tags":["Golden","Globe","dio"]},{"line":"Did it again. If you met those guys, we were like, lets do something where we can be doing a lot of it,","id":"xxGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":394.88,"tags":[]},{"line":"you know? I mean, right, right, right. You were just like, these guys arent neces'sarily gonna pop on the show, so let us really?","id":"yBGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_2","timeCode":402.01,"tags":[]},{"line":"Well, what? It's unfortunate, because when we did the Golden-Globes predictions with you, it was maybe not best tailored to your talents, right? You had never seen the Golden-Globes.","id":"yRGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":409.37,"tags":["Golden-Globe","Golden-Globe"]},{"line":"I want to have sort of, like was expecting to come back. I had watched the, like, sort of older clips. So","id":"zBGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":442.71,"tags":[]},{"line":"Yeah, I remember you. Yes, I remember you saying that.","id":"2xGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":558.94,"tags":[]},{"line":"Loosen up a little bit.","id":"4RGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":599.87,"tags":[]},{"line":"identities like they have to be the ball. Yeah, well, yes, yes. For instance, in the the man","id":"6hGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":705.17,"tags":[]},{"line":"I'm not totally familiar with, like, their names and faces.","id":"7hGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":766.15,"tags":[]},{"line":"You've been very focused on the Globes for the things these guys have kind of ascended to sell everything.","id":"7xGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":770.15,"tags":["Globe"]},{"line":"thing of buttons,","id":"9xGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":870.4,"tags":[]},{"line":"would be so good. Like when the alien on My singer Did feel it still,","id":"-xGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":905.6,"tags":["alien"]},{"line":"from the alien on mas'sacre.","id":"_hGHJnMByMrymAEm5aBO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_2","timeCode":916.65,"tags":["the alien"]},{"line":"by the alien on mas's singer, Who do you think the alien is, Sean? Um, I I don't know. I think they're definitely And","id":"ABGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_2","timeCode":930.05,"tags":["the alien","the alien","Sean"]},{"line":"Yeah. And he was like, Yeah, it's hot. Yeah, He thought the alien was so hot and he was a Come on. I'm married, but he was like, But come on, that aliens","id":"AhGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":943.82,"tags":[]},{"line":"and we can you know when they have a mask on. I feel like you can say that because you're talking about an alien. Well, yeah, it's kpix it Would anybody be upset if we said k pax was fucking hot? No, Like you separate the art from the artist has always been my position,","id":"AxGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_2","timeCode":953.41,"tags":[]},{"line":"you know? Think about that alien","id":"BBGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":973.71,"tags":[]},{"line":"Why do you say, do you think of alien it? It's interesting because I think there''s gonna be like the Mr X. I think the Tommy Chong was the like, very easy one, you know, And as it gets harder","id":"BhGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_2","timeCode":987.18,"tags":["Mr","X.","Tommy Chong"]},{"line":"'space version of a pantsuit. It's true, which is her signature look. And she is. And she calls herself Portugal The woman.","id":"EBGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_2","timeCode":1055.27,"tags":["Portugal"]},{"line":"'starts boiling. Bummed. Exactly. And then well talk about that a little bit. And then shell say, I'm not running for president in 2020 right? That's what you","id":"FBGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_2","timeCode":1072.35,"tags":[]},{"line":"think is a big wink, but the alienate A","id":"FRGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":1082.93,"tags":[]},{"line":"just pair versu's each other. The way it works on the show is too will go against each other, will be","id":"GRGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":1130.54,"tags":[]},{"line":"I can not stop smiling. That really made my day on IV. Still screaming. I know. We're joking around. Made My day. Okay,","id":"IBGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_2","timeCode":1219.02,"tags":[]},{"line":"Way, Way!","id":"IxGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":1293.14,"tags":[]},{"line":"engineer Michael Jordan","id":"JhGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_0","timeCode":1360.97,"tags":["Michael Jordan"]},{"line":"Uh, okay. Owning many pairs of shoes,","id":"LRGHJnMByMrymAEm5aFO","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Engineer, Our Masked Friend","speaker":"spk_1","timeCode":1460.3,"tags":[]}]