[{"line":"because it's the You do get the money handed over and then yeah. Hey, welcome, to-Hollywood Handbook. Uh, insider's got ideo. We don't have to choose your own version of this, Do we know? But we Let''s explain what we're doing. We have We're doing this huge thing.","id":"MxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":483.44,"tags":[]},{"line":"Yeah, the n s a hacked my chair And now I'm forgetting Manchurian Candidate","id":"OBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":533.37,"tags":[]},{"line":"and and it's yes, it''s the It''s the legend of bendy snatch and we are so into it and I don't know what it is, but I'm loving it. And it''s this new way of doing TV and it''s better","id":"OhGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":544.6,"tags":["snatch"]},{"line":"better than some of this other stuff that's out there, these viruse's, we","id":"RRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":688.34,"tags":[]},{"line":"We're stopping and starting. We do need the absolutely resuming it decide regime ing if she has to be a part off story, because you gonna be in it so much, so much, stopping and starting. All right, so I'm she sometimes, like I go to resume an episode,","id":"RxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":694.48,"tags":[]},{"line":"is it that you're allowed to do with the in the edit now, like you're just allowed toe like, change the volume once. I think one time. Yeah, OK,","id":"SxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":780.07,"tags":[]},{"line":"I was thinking that perhaps we get together. Are crack squad of Earwolf engineers, host's, stars, guest's, comedians, funny, informative people and even bang Raj man. Hi. Oh, wow. Arrived weighing myself in the mis'sion. He's the gas. Yes. OK.","id":"ThGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":824.26,"tags":["Earwolf","Raj"]},{"line":"Ah. Hey, I think we should knock these guys out. Kevin has a different idea. Um, I think we should just run right into the building rule. Sneaky. Okay. And engineer Devon, I gues's well distract them by doing this danke leg. He's gonna blow kis'ses, steak, you liken blow kis'ses. And then hey, by the duty, Reggie or Devotee will be doing this. Banky, Look, engineer Cody comes running up for behind. No, it''s seat him in months. He looks like a fucking coyote. Uh, he''s got He wants to go to bed. He''s got a stake with sleeping pills stuffed in it. The Ros's Did","id":"XRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1055.64,"tags":["Kevin","Devon","Reggie","Devotee","Banky","Cody"]},{"line":"Well, the order that they were presented in right? Was that Ben? Whats not the guards? I think we have to go in or Heaven wants to sneak. Devon. Hey. Want to do the stanky leg? Blow kis'ses and then engineer Cody wants to throw a steak filled with sleeping pills. So I think we should go in that order and","id":"YxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1140.99,"tags":["Ben","Devon","Cody"]},{"line":"'say how many button pres'ses it is, rather than saying the time. Why don't we say okay, you know, hit forward hit forward eight times or something. If you want to hear about the steak, if you don't want to hear about the steak, But you do want to hear about the stanky leg blowing kis'ses hit forward","id":"ZxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1190.28,"tags":[]},{"line":"then from And they from now. So well lay out the other options first. Yes. You know, we have to have You don't want to knock the guard out. You're gonna hit it eight times, six times 15 times, whatever it is. And then if you don't want to do that, keep listening now.","id":"bRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1260.89,"tags":[]},{"line":"engineer. Devin got absolutely Swis's Geest. I've had enough of this life. Okay, that's it. Now We're going in all sneaky. Okay, if we crawl really quietly, they won't see us. Ben, throw that rope to the top of the roof. All right, Great. Who the perfect las'so las'soed on the top of the vultures antenna. Let''s crawl up. Hey, Mike, You hear anything? Shit. Shut up! Shut up! I think I heard something. Almost sounded like a rope. Perfect. Last Sue going up on the roof.","id":"eRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1414.59,"tags":["Devin","Swi's","Gee'st","Ben","Mike","Sue"]},{"line":"'strong. God, we need a hero. Wish that security guard fella. Oh, yeah, The stadium security guard. Yeah. Where she was fucking here, Dude, if only he would come out of the shadows. So we didn't. There's no through this one now. Yeah, it''s It''s unclear. I gues's if a lot of these work dirt or doing Away, let''s go get a steak.","id":"ixGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1702.18,"tags":[]},{"line":"'so lets sneak in. Do you want a driver? Should I drive? Oh, you know what? Ok, so they are still bear. Yeah, You know what? Why don't we let you decide","id":"jRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1734.1,"tags":[]},{"line":"'stuff to that you could probably use.","id":"khGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":1774.52,"tags":[]},{"line":"Ernies car probably is cleaner. Smells better, but probably les's in there. Yeah, I know. How much time do we need? Uh, if If mike drives if Mike drives, I think we need 30 seconds. OK, so that''s one button, huh? Uh, river for any drives we probably need, like 30 seconds. Ok, so to wait. No, sorry if Mike drives keep listening. Yeah, If Ernie drives go back now, are we saying go forward? If Ernie drives 21 board, do one button forward after we say now and so and then Now","id":"kxGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1778.15,"tags":["Ernie","Mike","Mike drive","Ernie drive","Ernie drive"]},{"line":"maybe I should drive this baby, okay? Yeah, sure. Ah, let me just clear this out. And, uh, thanks for moving that. Yeah, no problem. It's My man. If I almost sat on it. I almost sat on your manifesto. Oh, hang on. Actually, I'd like to leave through this a little bit. Yeah, sure. Uh, hey, they are","id":"lBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1823.83,"tags":[]},{"line":"There was also there were also two doors. Obviously, at the end of the are in the middle of the stinky legs and thank you, like scenario there. Also, they did get onto the roof and the sneaky Kevin scenario way. It's No, it''s okay. What well do is now. If you did not want to follow the cars because imagine you had done the other scenario, you need to hit backwards.","id":"mhGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":1911.98,"tags":["Kevin"]},{"line":"All right, So, no wonder weve received over 20,000 five star reviews on Trust Pilot and Google to get that many on trust pilot Googles one thing, But to have that many trust pilot reviews, I would say that''s the thing I'm proudest of in starting this company,","id":"qhGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2137.46,"tags":["Tru'st","Google","tru'st","Google","tru'st"]},{"line":"guru. No, they're mostly on trust. Weve been steering people towards trust pie. Yeah, And you remember I said, if we get 1000 trust pilot, five star reviews, I am ready toe packet at and we got over 20,000","id":"rBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2156.23,"tags":["tru'st","tru'st","tru'st"]},{"line":"Tell him Harry with two East and that's h E r r e","id":"thGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2278.17,"tags":["Harry","Ea'st"]},{"line":"So in 2018 Earwolf published 1785 episode's over 1591 hours.","id":"uBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2288.63,"tags":["Earwolf"]},{"line":"That's 66 days worth of podcast listening exclamation point","id":"uRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2295.81,"tags":[]},{"line":"We both get to pick one. Whats mine? Yeah, What''s mine? What was the most fun, Ian? Yeah, when was I cracking everybody up? I also don't think the personal endorsement's really matter that much. Like I don't think","id":"xBGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2518.1,"tags":["Ian"]},{"line":"All right, so we're back with Mike and Ernie in Ernies car, and they're just leaving now, and they're pulling up, and the only spot available is ah, handicap parking spot. So if you want them to keep circling the block and see if they're street parking uh, you know, I gues's fast forward, uh, s oh second, so hims. Twice forward twice. If you you want them to park in the handicapped spot Just kind of rolled the dice and hope they don't get towed or get a pretty pricey ticket. Then I would say, Just listen that","id":"zRGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2716.06,"tags":["Mike","Ernie","Ernie","ju'st","Ju'st","Ju'st"]},{"line":"ways. But whats next? You know I mean Oh, God, I wonder what TV is on in this world.","id":"2BGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":2912.43,"tags":[]},{"line":"Kind of a sticky premise, but they fuck this guy come from Oh, you know, they made it work. They made it work. Oh, God. This guy smells just like Derek are noir.","id":"3hGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":2951.97,"tags":["Derek"]},{"line":"wonder we were having such a hard time finding parking.","id":"5xGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":3049.84,"tags":[]},{"line":"now. Do you want to listen to the end of the podcast.","id":"7BGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3086.76,"tags":[]},{"line":"that's what. If you're just going into Sizzler, then you just listen for the street Fair one you hit forward once and then back 15 seconds. Ah, and how long do we want to spend at the street? Fair? Two minutes. Yeah. You could feel old day. Oh, God. These things.","id":"8RGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3149.62,"tags":["Sizzler"]},{"line":"You to hit it? Uh, five times. Five times. I'll give us enough time at the street fair. I think that was gonna shit to do with that would be two minutes and 15 seconds. Ok, I think","id":"9hGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":3210.32,"tags":["street fair"]},{"line":"Throw your way. You Did fucked up. You fuck you on this. You die and realize Next visit a fair. Yeah, Street there.","id":"-RGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3237.83,"tags":[]},{"line":"Put that Away. Wow, that's a three D printed single shotgun.","id":"-xGJJnMByMrymAEmoaNb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3261.62,"tags":["Put that Away"]},{"line":"Okay, Okay. Well, I disagree with that, but I love your movies. It's gratifying to meet phase. So, uh, So, by the way, um,","id":"AhGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3332.05,"tags":[]},{"line":"Uh, sort of","id":"BxGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":3386.94,"tags":[]},{"line":"eyes This over is over us. We get out and go into a sizzler. Uh, there is ever another podcast thatll come on right after this for, uh, I gues's Stitcher will probably automatically play something.","id":"DBGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3453.24,"tags":["Thi","Stitcher"]},{"line":"We do that if we do that","id":"DxGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":3514.24,"tags":[]},{"line":"that was","id":"ERGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":3546.48,"tags":[]},{"line":"Okay, So So that's 30 time that that was 20 minutes ago. Okay, Okay. So getting back 40 times and then foreword? Well, no, because it''s 15 seconds when you go back, so it''s more like 82. Thank you. Good idea. And this is any times. This is banging Kevin. Weve made it inside vulture headquarters seven in this one.","id":"EhGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3548.89,"tags":["Thi","Kevin"]},{"line":"hang on. What? So now we're in front of the doors?","id":"FhGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":3623.84,"tags":[]},{"line":"I Kevin, whats up with that? What do you mean by stuff you don't listen to? Like Like, it''s trying to sell you on stuff like, Yeah, it''s like trying to sell me podcast. But I'm likewise in my homepage. The fucking shit I like. Yeah, it does the same to me.","id":"GhGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3670.56,"tags":["Kevin"]},{"line":"I only listen toe our show on it, which I've heard is what a lot of you will dio Uh, if you search Hollywood Handbook, it doesn't say when you say it just says Hollywood Handbook or Hollywood Handbook, it doesn't. You have to actually click it to find out if you're listening to the ad version or the normal show or The-Pro Version because the ads version is listed. It's listed as the ads version Hollywood Handbook for some unknown reason. So that''s that''s better. It''s not filed next to the other work. We could stop the music. Devon. Devon, could you stay unknown? Okay. There''s a chance that the guards will come inside. It says thank you. Like, uh, well, no, they fell in love.","id":"HhGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3717.31,"tags":["Hollywood Handbook","Hollywood Handbook","Hollywood Handbook","Hollywood Handbook","Devon","Devon"]},{"line":"roasted? But what were you saying about Hollywood Handbook? Cause I can't I can't listen to a thing with the music going, I can't understand. So you're saying that you can't tell it to you? Click on it. Which thing it is. But the Pro Version has a different graph. Has a very slightly My except adds no different graphic ads. Version looks exactly like regular,","id":"IRGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":3775.19,"tags":["Hollywood Handbook"]},{"line":"'s. So now we can go to the womens room.","id":"JBGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3810.47,"tags":[]},{"line":"All right. Come on, lets go. They won't expect us to go through this door or a couple of guys. Look at there''s event and I feel like I can hear someone mumbling,","id":"KBGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3875.54,"tags":[]},{"line":"Okay. Okay. Well, it seems like we're on. There's something there. It does. Yeah. OK, but now I think we got to go forward to the street, okay? And we do still THOMAS car and see if another podcast Okay, which one of you guys humored me? Which one do you should we go down now? You guys pick","id":"LBGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":3938.33,"tags":[]},{"line":"even know.","id":"MRGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":4006.36,"tags":[]},{"line":"and it took a while, but I now think that you might be a black mirror and I'm shaking in my shoes, and I am not sure that I'm going to have full use of my legs. It is true that one of us must be a Blackout here for this to have worked the way it did. Uh, there is no way to execute something like this without a black mirror in the room or on the other side of the partition.","id":"MxGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":4042.85,"tags":[]},{"line":"Actually, no, we havent done our new negotiation. That's right. We don't have a new contract yet. Well, I think this is a great idea. And we got a fucking over a barrel because we hang onto which one of us is a black mirror. We record it now, and we just say well plant it in a future episode, even in the contract. Negotiate. See that? I can edit out as soon as we get what we need. I'm allowed to pull that, You know, in some shows were the right","id":"NxGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_1","timeCode":4085.88,"tags":[]},{"line":"a variety of ending. So even people in the cast don't know. Yeah, spill it out. Maybe we should go to court. All of us admitting that we are. That's great. So none of us really know which of us is Blackout Cool. Even Chef Kevin has to say it.","id":"OBGJJnMByMrymAEmoaRb","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgman, Our Choose Your Own Adventure Friend","speaker":"spk_0","timeCode":4109.6,"tags":["ca'st","Chef","Kevin"]},{"line":"Hey, guys s Oh, comedian Chris, Get third. The host of the beautiful stories from Anonymous People Podcast has a new component to the show called Beautiful Follow ups available on Leon Stitcher Premium. As you know, Beautiful Anonymous is a podcast where every week he opened the phone line. The one anonymous caller Sometimes it's funny. Sometimes it''s very serious. Toxin for an hour is never allowed to hang up. So for people promoting the show, theyve asked us to take calls as part of the ads. Kevin, is that, like, kind of what? The ideas? That''s right. Hey, Chef. Kevin here, They just want listener's to get a feel for it. So if you guys go as well s so we do we have someone on the line now? Are we? But Okay, we have a caller. An anonymous. That''s right. Someone''s all right now. Okay, great. Hey, hey, hey, Caller, this is he's My My Ah, hey, Who the hell My, uh Is this part of, like the anonymous? Did they all say? Okay, I have I have listened to the show. I don't like, remember every detail of it. Do they all? I come in with his energy of like, but not being a mysteriou's thing could be almost anybody you think","id":"PhGMJnMByMrymAEmyaTT","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Conover, Our Close Friend","speaker":"spk_0","timeCode":0,"tags":["Chri","Anonymou","Beautiful Follow up","Leon Stitcher","Beautiful Anonymou","Kevin","Kevin"]},{"line":"'so? The anonymous crazy used to be like a huge part. I wonder who I am now. I'm on the phone. And where is your talking to me? So healthy? Because I don't know where to go for a year. There are they all like this? Ah, unfortunately, like the 1st 100 episode's people went into, like, the beautiful thing, like beautiful stories and now being beautiful on the phone. Uh, and that wasn't really translating. So I think people are trying to do more. They're heading the anonymous. I love to know who I am,","id":"PxGMJnMByMrymAEmyaTT","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Conover, Our Close Friend","speaker":"spk_0","timeCode":71.99,"tags":["1'st"]},{"line":"yeah, I mean, the all of this. I mean, this is shaping up to be one great house, don't you think? Area about? Yes,","id":"OBGSJnMByMrymAEmm6jC","index":"handbook","podcast":"Hollywood Handbook","episode":"Reggie Watts, Our Spooky Friend","speaker":"spk_2","timeCode":2939.31,"tags":[]},{"line":"I think hothouse's great.","id":"ORGSJnMByMrymAEmm6jC","index":"handbook","podcast":"Hollywood Handbook","episode":"Reggie Watts, Our Spooky Friend","speaker":"spk_0","timeCode":2946.67,"tags":[]},{"line":"Yeah. Haunted house. It's great. I'm excited for","id":"OhGSJnMByMrymAEmm6jC","index":"handbook","podcast":"Hollywood Handbook","episode":"Reggie Watts, Our Spooky Friend","speaker":"spk_2","timeCode":2949.3,"tags":[]},{"line":"on it. House. Yes. So we're gonna just talk about that house.","id":"OxGSJnMByMrymAEmm6jC","index":"handbook","podcast":"Hollywood Handbook","episode":"Reggie Watts, Our Spooky Friend","speaker":"spk_1","timeCode":2952.35,"tags":[]},{"line":"Is there a reward for leaving the house? For what? For getting through the hollow over War Award. Oh,","id":"PBGSJnMByMrymAEmm6jC","index":"handbook","podcast":"Hollywood Handbook","episode":"Reggie Watts, Our Spooky Friend","speaker":"spk_2","timeCode":2957.49,"tags":["War Award"]},{"line":"Yeah, it's a little early to plug The Good Place spinoff, but but","id":"RRGSJnMByMrymAEmm6jC","index":"handbook","podcast":"Hollywood Handbook","episode":"Reggie Watts, Our Spooky Friend","speaker":"spk_2","timeCode":3012.03,"tags":["The Good Place"]},{"line":"I'm not against it. We can sit on the episode for a while to When do you think that's gonna launch? I'm hoping that it launches and cute for","id":"RhGSJnMByMrymAEmm6jC","index":"handbook","podcast":"Hollywood Handbook","episode":"Reggie Watts, Our Spooky Friend","speaker":"spk_1","timeCode":3017.2,"tags":[]},{"line":"they tell. Like two people. Yeah, that could be really smart, Dad.","id":"VRGSJnMByMrymAEmm6jC","index":"handbook","podcast":"Hollywood Handbook","episode":"Reggie Watts, Our Spooky Friend","speaker":"spk_1","timeCode":3137.77,"tags":[]},{"line":"Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly.","id":"XBGSJnMByMrymAEmm6jC","index":"handbook","podcast":"Hollywood Handbook","episode":"Reggie Watts, Our Spooky Friend","speaker":"spk_0","timeCode":3234.75,"tags":["Day","Colton","Andy Daly"]},{"line":"He was a cowboy, but he's gone.","id":"YBGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":34.43,"tags":[]},{"line":"He went Ensberg himself in the butt, doing the cotton eyed Joe,","id":"YRGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":40.68,"tags":["Joe"]},{"line":"I got a T shirt of macro wilted that I love to wear it soft","id":"aBGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":113.3,"tags":["macro"]},{"line":"Way on. And we are making hot cereal, which is lunch cold. Very zero breakfast Hot zero with the milk put in the microwave. It's lunch. Okay. Uh, sorry. I'm like having trouble even listening, cause now you're running.","id":"bBGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":193.93,"tags":[]},{"line":"Portlandia. That's what I think love cartoons. And I was I was a rat on Portlandia. And then when animals came out, there was briefly some upset, like, what''s going on? Animals is doing rats. We just Did rats. But as I loosely investigated the timeline like they were doing it already, it wasn't as if they were inspired by stop motion animation from Portland. Deal like those guys were doing their own thing. You thought maybe you guys had come up with talking and yes, but really? It was","id":"exGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_1","timeCode":410.46,"tags":["Portlandia","Portlandia","Portland"]},{"line":"It's those guys in Portland","id":"ghGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":484.43,"tags":["Portland"]},{"line":"Yeah, but sort of inspired. It's based on his care,","id":"hRGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":494.33,"tags":[]},{"line":"trying to find other people Yeah, I'm not available for animals","id":"hhGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_0","timeCode":499.36,"tags":[]},{"line":"Yeah, doesn't make sense. Doesn't work.","id":"iRGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_1","timeCode":513.92,"tags":[]},{"line":"So But should we list some of the shows that he wrote for? Judge? Enjoy doing that, Chef Kevin politely. And listen while he tells you what shows he worked. Kevin, if I didn't enjoy listening, listing the shows I wrote for, why would I be doing a podcast about my career?","id":"ihGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_0","timeCode":516.4,"tags":["Kevin","Kevin"]},{"line":"Yeah, right. That's a very good point.","id":"ixGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_1","timeCode":531.69,"tags":[]},{"line":"is shown on a television.","id":"lBGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_1","timeCode":645.46,"tags":[]},{"line":"Everyone feeling, Oh yeah, Sean told me this myth. Once I see you're going reeling, the different parts of the the Elephants story. That's what''s based on elephant parts of that story.","id":"lRGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":647.85,"tags":["Sean","the Elephant"]},{"line":"Oh IV Everyone is has their hands on the elephant. Yes, and whoever blindfolded and everybodys touching their elephant. Yes, that''s right. So Oh, well, this is a good story. It''s actually something of Ah, um unspool Roesch inal tail because, ah, they got all the poorest people in my hometown and they, um, guided them around elephant and they blindfolded them and they said, Everyone, put your hands on the elephant first. You have to name what part you're touching. So if it''s you say, some people say I'm holding the weighing and they go, No, that''s the trunk and you go. OK, well, then you're off. And they took them off one by one, as they would incorrectly identify. But the last person who had their hands on the elephant got to clean the elephant.","id":"lxGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_0","timeCode":660.25,"tags":["Roe'sch","fir'st"]},{"line":"Yeah, they put They gave them sponges like a sponge helmet, and they would sort of sweet wipe it down with their ah, top of their head. And then they would sort of, like, just move their face around to dry it off. And so, unfortunately, that's the only show of yours that we have timeto","id":"mhGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_0","timeCode":711.65,"tags":[]},{"line":"building a something span and Earth. It really does, Ryan, isn't that true? Ryan is looking at mes'sage boards. Really? The mes'sage board You re share the mes'sage with the rest of the podcast. I was trying to figure out why one of these preempts we have in this new studios crackling Oh, yeah, all busine'ss in there. Ryan trying to figure out the crackling That's not what was happening.","id":"nhGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":756.2,"tags":["Earth","Ryan","Ryan","Ryan"]},{"line":"you were you waiting with Cody? You know, overlap. Oh, job guys. So engineer Cody was always looking at, like the chive and like nine gag by Bible stuff like that. And so when we would catch him doing like a mischief, it was like fun. It was like nine minutes of show. But I give you just looked at his screen at any point you had, like, nine minutes of comedy. But","id":"oBGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":785.76,"tags":["Cody","Cody","nine gag","Bible"]},{"line":"really Yeah, he's shopping for like like a electric accordion or something.","id":"pBGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_1","timeCode":827.78,"tags":[]},{"line":"Hey, guys, Self govern here. Thanks. Job","id":"sBGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_1","timeCode":890.57,"tags":[]},{"line":"'s Oh, the show. You're doing retired man party Show? Yes. You tell stories from showbiz on it. I love the way you say stories because that's how I feel about stories too, right? You're Yes. Yes. The wonder Where is the wonder? Thank story. I feel like what I'm doing more, though, is I'm manipulating my friends to tell stories from my career. So it''s like you get paid.","id":"sRGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":893.55,"tags":["retired man"]},{"line":"I get paid so well because it's Stitcher primi s. So people come in from different periods of my career, and I kind of baked them into telling things about Made we tell stories together, some not having to do all the work by myself. Well, we're not. We havent been part of different periods of your career tour right now.","id":"shGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_1","timeCode":916.74,"tags":["Stitcher"]},{"line":"inside the set, which was already inside.","id":"thGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":957.47,"tags":[]},{"line":"exactly into Lehi. Who says this is how this happens? He's a target for the rest of the","id":"wBGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":1029.07,"tags":["Lehi"]},{"line":"names. Forget it. Yeah, we need his name because Clegg crap. No. Oh, and he's a friend","id":"wRGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_1","timeCode":1033.54,"tags":["Clegg"]},{"line":"you can watch two things at once. Last night during the World Series, they were shrinking the screen for the commercials during a Yeah, you were at the game, so you didn't see that, But that was weird.","id":"yRGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":1138.01,"tags":["World Serie"]},{"line":"yes, The writers room has to have their own Twitter feed. I'm going through that so I have a sense of their voice before I even get into the show. They always stay with it, which I love. That","id":"zRGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":1174.93,"tags":["Twitter"]},{"line":"And Lonnie Ros's had a concept to do. A Web series that could be promoted during the show about like Lonnies Adventures. Hed be on a big comedy tour and hed go with two of the writers, and so is myself. Anthony Tamminen. We're gonna be the two writers, and, uh, he would be like getting into a jam, like almost getting into a bar fight. And then the writers would write some good idea and slide it to him on a cocktail napkin. And then he do one of his impres'sions, maybe Seinfeld or something, and then hed get out of it. And that''s the kind of thing that I think makes TV shows so much better. Now, of course, they did not let","id":"1BGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_0","timeCode":1232.49,"tags":["Lonnie Ro's","Lonnie","Anthony Tamminen","Seinfeld"]},{"line":"There was a conflict active. He s Taxi was filming at the same time. Right next door.","id":"2xGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_0","timeCode":1310.59,"tags":[]},{"line":"Yeah. Thank you. Yes. What is a racket? A web. And so and honestly, if you really think about it, so is then that","id":"5hGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_1","timeCode":1626.55,"tags":[]},{"line":"Yes. And the spider can make both of those things. And coach Oh, he was so at home. Yeah. Yeah, it be more natural. When I got the script,","id":"5xGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":1635.16,"tags":[]},{"line":"'states that have flies over everything on So the fantasy of a spider.","id":"6xGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":1663.94,"tags":[]},{"line":"they must have gone out to you. I feel like I heard a lot about the show, right. And like, I don't understand the proces's. And it seemed like one of those shows, the more I heard about were like, the technical people are gonna take over because you're not training spiders. Jolie saying So ultimately, I'm a comedy writer, but I'm like, in the hands of like, some editor who says I can do this. I can't do that. He and he's probably lying to me. It''s like that, like, son of Zorn thing, right? Like like, yeah, it''s animation. So the comedy writers Lewis control and the guy who''s gonna have control is the guy who has control over right over the spite s.","id":"8BGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":1690.36,"tags":["Jolie","Lewi"]},{"line":"graphics or whatever is that. However, in this","id":"8hGUJnMByMrymAEm7Kj3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_0","timeCode":1728.96,"tags":[]},{"line":"and so and she's going like I don't know when they're gonna lay in this thing. Which, to me, that''s not how I think of Flaked. That''s why I didn't like Apollo 13 there, just shivering in a capsule the whole time.","id":"AhGUJnMByMrymAEm7Kn3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_0","timeCode":1872.18,"tags":["Flaked","Apollo 13"]},{"line":"Yes thing. Yeah, except this time she's end in both case's is, like, totally pas'sed just sitting there","id":"AxGUJnMByMrymAEm7Kn3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_1","timeCode":1883.3,"tags":[]},{"line":"I don't think popular. Now. I'm fine if they don't even have around five Robin Dataset's. That's a personal relationship at home. I don't care if they have insurance busine'ss out in the world, OK, but they","id":"BhGUJnMByMrymAEm7Kn3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":1914.93,"tags":["Robin"]},{"line":"'so way could get exploded and, like, Get rid of it. Yeah, and that's gone. And now they're just at home grieving, eating Rahman. Great.","id":"ChGUJnMByMrymAEm7Kn3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":1940.95,"tags":["Rahman"]},{"line":"I think they lost the busine'ss.","id":"DBGUJnMByMrymAEm7Kn3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":1951.48,"tags":[]},{"line":"there are","id":"DhGUJnMByMrymAEm7Kn3","index":"handbook","podcast":"Hollywood Handbook","episode":"John Levenstein, Our Showbiz Friend","speaker":"spk_2","timeCode":1955.21,"tags":[]}]