[{"line":"been housing it. Yeah, and I didn't really plan ahead. Well, um, we're going to learn to the right amount. They're going crazy because they're all on a sugar high. And Karen in is like,","id":"zRGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":34.5,"tags":["Karen"]},{"line":"um, suddenly is like, going like, Oh, uh, this isn't real beer. And I took my shirt off when I fought him.","id":"1BGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":147.42,"tags":[]},{"line":"no. I mean, I am big. It's also like we have We do have little bread in the right as the engineer way. Yeah, you have to be the guy. Be a big brain, a lot bigger and size. And I have a more extroverted personality, I think. Right, Sure, I would say that, but Bret Hart is here. You become medium Brett, right? No, definitely threat over there remains a little breath. He''s won t. Bret, we talk about the hierarchy of Bretz on the show along.","id":"1hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":178.92,"tags":["Bret Hart","Brett","Bret","Bretz"]},{"line":"the most recent explode bomb would definitely would be a good glas's. Yes. Yeah. I don't think there's a lot of bombproof glas's. No, absolutely. Definitely in a recording studio. So I don't have I don't have a plan for it, but this guy has got all these bombs sitting around. Maybe we could use one for good to bring down divide together instead of yes, further dividing our nation.","id":"3RGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":383.04,"tags":[]},{"line":"So people","id":"5BGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":505.94,"tags":[]},{"line":"really don't know how I feel Still about you calling me big breath. Really? This makes me feel oh, so way we need some other way Your show You took the time to have me on you can call me Bring big bread I'm just I'm just being honest about how you look. Way have some other ways to distingui'sh you guys can't do beard. Brett, you both got be. I don't want that. Yeah, you are. I think, Bret, I definitely prefer Big Brett to Beard. Brett, do you want to be Ah, musical Brett. No, blade. That's fine. It''s fun being honest at book. I think we're analyzing this music, Brett. Yeah, Okay. So I know who we're talking about. You. Why am My music brat just compared to him? Okay, I am like, I do have a somewhat a musical element to make. Absolutely. I'm getting that. I don't play an instrument. I wanna learn. Okay. So that right there, I would say I would give me the rest. Doesn't. Doesn't play an instrument and you don't wanna learn. And he only wants to pretend that he knows how to play one. But I really and how I speak And, uh, in the fact that I'm good with language. THOMAS. Yeah, that''s your not fluent in another language. But I can I can take things on, you know, your miracle. Yeah. Yeah, your musical quality to me, I think. Definitely. Yeah. Canadian and intimidation. Yes, it it really does sort of hypnotize me. The voice is also an instrument. Ah, yeah. That''s what we're learning in. Just the speaking voice. Yes, in this sort of not neces'sarily the singing voice as he''s both, but he''s got both. Okay, I do need to take more vocal trip singing training when and where you taking that? Y m c A. I don't","id":"5RGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":507.73,"tags":["Brett","Bret","Brett","Beard","Brett","Brett","Brett","Doe's","Doe's"]},{"line":"Oh, wow. Well, your friends mom was there or No, she just came and picked you up.","id":"7xGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":808.23,"tags":[]},{"line":"Oh, bright, You gotta do doughboys. Who are the dough Boys again? And Janet, you bring Janet on Udo Boys My who are the dough Boys? And it would play Mike Mitchell and Niccolo Ryan Ryan Those I know, I know. Do you know? Of course I know that minute. That's right. That is their You know, their dynamic is unbelievable. It''s this, like, almost mismatched energy. Like in like a couple. That''s odd. Yeah. I detect hostility in your voice, Comedic. If you can imagine something like, we're one where one of them is a little more clean cut and nebbishy, Okay. And the other, they couldn't","id":"8hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":846.87,"tags":["Janet","Janet","Udo Boy","Boy","Mike Mitchell","Niccolo Ryan Ryan"]},{"line":"wouldn't be his fault because I video My IV. Yeah, Yeah, I'm doing what I do for a long time. Brian and Carl hasn't.","id":"-hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1056.22,"tags":["Brian","Carl"]},{"line":"Well, he hasn't been doing what I do, that's for sure.","id":"-xGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1066.46,"tags":[]},{"line":"W w w 0.4 score and poster resume ago","id":"CBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1420.2,"tags":[]},{"line":"Just when I was saying that you were going Yep, yep, like you really needed to","id":"DhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1516.32,"tags":[]},{"line":"toe advertise with the rial bogeys in the podcasting case. Yes, Go ahead.","id":"FhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1567.74,"tags":[]},{"line":"we will recognize and that it was you because your breath ways Not bad, neces'sarily. But it is very distinctive","id":"GBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1601.36,"tags":[]},{"line":"I have a sense for bristle's on. I have a connection to the bristle, pos'sibly from my heritage, where I'm able to kind of feel whether it's brand new or close to new","id":"HBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1641.44,"tags":["bri'stle","bri'stle"]},{"line":"And I see Kevin lean over and into breads here in December 15th. Fret sleep has you say, Fred, it's just told throwing me off, right? Has has bang bang been like guested? Is he have all of his guest's? Oh, that''s a good clas's because I am looking to get on the beak s. But I'm not trying to get on it. I'm just like you know, and I won't. Do you want todo to use? Isi's is saying like I know you're joking about the expert. I don't have to be exclusive, right? Uh, what what I do then? If you're not exclusive, how would we do? Podcast off","id":"IxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1815.9,"tags":["Kevin","Fret","Fred","ju'st"]},{"line":"Josh GATT about doing the show called On Book. Now there is, of course, a show at the P cast. My is called off book where these people created improvised musical. Pretty fun. But what about on book where Josh Gad just reads a book? Great. You know, I'm like gats and leave that production of gats. Do you know about this theater production","id":"KBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1986.54,"tags":["Jo'sh GATT","Book","P","Jo'sh Gad"]},{"line":"because it's in our contract that were not allowed to say it was like a non disclo'sure. Right, Because he wants to keep us from unionizing. Isn't that illegal? Breath would be where we add on the page. Not anymore. Everything. Nothing''s illegal anymore. Everything is legal now, except up. Except, uh, you know, being free,","id":"KxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2073.73,"tags":["Becau'se"]},{"line":"'s So we got my first. My first word was not a word. It was a phrase. It was. Get me the hell out of here. What is this? Anyone get Hollywood Handbook Away back. Put me back in. Maybe that's what I'll call the podcast between my mother and I put me back in uh, And then the audience congest s whether it''s one of us or the two of us that air mentally ill","id":"MRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2241.7,"tags":["Hollywood","Handbook"]},{"line":"Do you have a line? Uh, there is like you have contacts with with Billy. I mean, you know, I can put it. I can write a letter that maybe hed appreciate. Oh, yeah, sure. I feel like I'm in a place now where I'm more respected as an artist than I ever have been. Okay, I know I'm so I'm not a big deal yet, but I definitely am, like, a high medium deal. You know, the artist's are Did Yeah. Yeah, and Billys tapped in. Billy. Is Perry tapped in? He knows all the stuff that''s going very tapped in everything. I'm seeing them It like the bootleg theater, like, shows up the stuff in like a blue baseball cap pulled down low because he just likes to know what you just feel the energy of young comedian. Yeah, I feel you know he''s at the dynasty typewriter. Oh, God. Every on so every night calls it The Hayworth still still refuse's to call a dynasty typewriter. But he''s there every night. God in Joshi analyze with the incredible Josh and Billy Gillian, Why don't they just do it? Tour in college. Really chilly Bosch. Yeah. Just that, uh, Shawn''s dog''s name is Bosch. Yeah. Yeah, that could be cool. I would have been cool. So you get Gadd, you get Billy and you get your dog one tight. Oh, really? Oh, Gillian Bosch. Yes. That could be so sweet. And think of the exclusivity clause. Oh, my God. I think you could get your dog sign at least a two year exclusivity clause. Yeah, I think that''s stupid. Fart blast's. Probably a joke about how he has claws. Yeah, who else is on the fucking P cast blast? I mean, I can't believe they're above teachers. Last growing, shaded, teacherslounge throwing shade. I know. What is teacherslounge trying to Stitcher premium exclusive show? This is another way you could make big money there, show you subscribed like the Netflix for podcast. You pay $5 a month and you get acces's to a bunch of shows like our premium show Ah, and the teacher''s Lounge and Scott and Pft and learn Laugh gets her doing one called Freedom with Stitcher premium Stitcher premium. But now is Stitcher premium. So that''s allowed to coincide with the Earwolf? Yes. And in fact, brother sister company, They asked their their best friends and you could go with your mom to Stitcher Premium and you could get the money up front. But","id":"NBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2287.96,"tags":["Billy","Billy","Billy","Perry","God","God","Jo'shi","Jo'sh","Billy Gillian","Bo'sch","Shawn","Bo'sch","Gadd","Billy","Gillian Bo'sch","Fart bla'st","bla'st","Stitcher","Netflix","Scott","Pft","Freedom with Stitcher","Stitcher","Stitcher","Earwolf","Stitcher"]},{"line":"Little the wiser. Never repeat myself, and I never hate myself. And I never hate anything that I'm doing.","id":"NxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2478.24,"tags":[]},{"line":"Now, are you saying it would be the best television show on television all time or just right now? Because right now, the good. Well, yes. Well, we know number one The Good Place because we read the TV guide rating. Stevie Did Did top 100. And the news was actually not is before camping, by the way. I want to say Brett, so that was not eligible for you ask. Right. Okay, But what about my other should? What about stranger things? Where was that stranger? Things was on the way on there. Yeah. Yeah. What was stranger things on the TV guide? Top 100 list","id":"PxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2714.51,"tags":["The Good Place becau'se","Stevie Did","Brett","stranger thing"]},{"line":"TV Got top 100 shows right now. Range. Rethink. Pull it up. Things. TV guide,","id":"QBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2746.63,"tags":[]},{"line":"What about flood? Rather, you didn't just read off the screen. I'd like to present it. Yeah, OK, OK, truly know that last little breath, so I don't think it's gonna be called little bread anymore. That was very big. That salad, right? Feelings about to me it feels like he's has his hand on to do a little breath, forehead swing and he''s swinging at nothing just can't quite reach Hayes''s","id":"RBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2820.83,"tags":["Haye's'"]},{"line":"That could be a nice little carrot to dangle. Yeah, yeah, hell be into that if you do that. Um, okay. Cool. Fleabag were And they made this before camping. Obviously. Okay, Yes. Not eligible pre camping list. What about love is it is love to after it. They didn't consider love. It's everything that''s currently on TV before love, not on the list and them. And they said explicitly that they that it was eligible just Mitch, if you're listening. They said that it was okay to go on the West, but it didn't make it was number 600. And then they went","id":"ShGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2908.42,"tags":["Mitch","We'st"]},{"line":"Brett Gelman has bred the genius.","id":"TxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":3001.13,"tags":["Brett Gelman"]},{"line":"I'm thinking of the Atkins diet. Maybe the relation in relation to the dye. Um,","id":"URGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":3063.39,"tags":["Atkin"]},{"line":"Rachel Bloom, collection of Men, Corpse's and one woman,","id":"VhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_2","timeCode":3266.62,"tags":["Rachel Bloom"]},{"line":"in cros's out again.","id":"WRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":3280.7,"tags":[]},{"line":"Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"WhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_3","timeCode":3282.37,"tags":["Phil Collin","Thoma","Middleditch"]},{"line":"How many were left over? I don't I don't know. I don't have the The stock info. Probably not a lot. They so really fast. That can't be true.","id":"ZhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":96.59,"tags":[]},{"line":"Goto pods wag dot com slash The Boys to shop the full collection today. Although that is definitely most of it. And pots wag dot com I'll help you remember it. Because what it makes me think that","id":"aRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":131.23,"tags":[]},{"line":"part of the u. R l I just want to say","id":"ahGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":142.49,"tags":[]},{"line":"pretty boy, if you remember. He says that for, like five minutes. And then finally the song opens up, just reveals itself to you and get out the way Pretty boy coming through me. I'm a crew and it and it is so satisfying for that one moment. And then you remember it as being a good song. And then when you go to listen to it again, you go. God, just this pretty Boys find proper so long. That's why that cop slash the Boys.","id":"bRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":163.44,"tags":["Pretty boy"]},{"line":"Bosch is crunching, Of course. A pumpkin filled bone for the Halloween season. Yeah, so and then Barbara, um,","id":"cxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":292.62,"tags":["Halloween","Barbara"]},{"line":"it's fun for everyone at home to be able to imagine that they're in here. They're friends with us, friends of their guest and that they're getting to see Bosch eat","id":"dRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":349.96,"tags":[]},{"line":"That's not on Asian, the combination of which means I'm not even a ground level. And below the thank you for bringing up Asian's. This is a great segue. Engineer, Engineer Devin has been refusing to see the film Crazy rich Asian's.","id":"eBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":392.68,"tags":["A'sian","A'sian","Thi","Devin","Crazy rich A'sian"]},{"line":"wake up in","id":"fhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":435.69,"tags":[]},{"line":"'see Black Panther?","id":"gRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":447.27,"tags":["Black Panther"]},{"line":"to basically see crazy rich Asian's","id":"hhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":472.93,"tags":[]},{"line":"Oh, my God, It's really cool","id":"ihGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":496.64,"tags":[]},{"line":"Okay, well, that's really nice. Um, put you back in a the map.","id":"lBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":620.43,"tags":[]},{"line":"So you're here to give me a boost? Your try to put me near the map, and then when I you heard of","id":"lRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":624.02,"tags":["boo'st"]},{"line":"Adam Scott.","id":"phGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":759.68,"tags":["Adam Scott"]},{"line":"He's been on it. Yeah.","id":"pxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":760.62,"tags":[]},{"line":"Yeah, he's a demon. OK,","id":"qRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":762.83,"tags":[]},{"line":"Yeah, the famous torch from the Olympics. Izzy, the","id":"uxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":903.41,"tags":["Olympic","Izzy"]},{"line":"lets Let''s let''s let''s talk about","id":"whGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":965.1,"tags":[]},{"line":"do that when you took it home.","id":"xxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":999.61,"tags":[]},{"line":"Okay, uh, that's no, that''s fair. Um,","id":"yhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1023.3800000000001,"tags":[]},{"line":"our wait. No, it's not. It''s not true. It was I think that they were They were trying to find and catch the ghost. For the most part, I don't think there was a lot of blast now, Like thinking about ghost blaster's. Yes. OK, I'm sorry. Um, so All right, so The Good Place as head of killing Eve. So because good place Atlanta killing Eve Game-of-Thrones. Speak on that. Yeah. What can we do to help this? Not really. 66","id":"0RGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1071.98,"tags":["Eve","Atlanta","Eve"]},{"line":"is a buff, eh? So what can we be doing to maybe get you a to watch the show, which we know is one. But","id":"2hGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1133.58,"tags":[]},{"line":"The top nous of the orange","id":"4BGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1188.36,"tags":[]},{"line":"That's mine off.","id":"6RGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1225.57,"tags":[]},{"line":"That's what I read yet the next coming up one that season","id":"6xGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1230.85,"tags":[]},{"line":"and then Oh, and Teds in the one before.","id":"7BGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1234.13,"tags":["Ted"]},{"line":"Good for Ted. We I think, actually, we talked about it when we were on this show together. He's I'm not seeing the show I was on. I don't see it either. And I do see Fargo, which means that they do know about so","id":"7RGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1237.04,"tags":["Ted","Fargo"]},{"line":"about that. Very nice to Fyre-Fest.","id":"_BGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1364.33,"tags":["Fyre-Fe'st"]},{"line":"Tight. Yeah, you can tell. She's excellent. She''s been on the show. How? Show","id":"_hGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1372.34,"tags":[]},{"line":"Um, just I don't want you to start looking through stuff on my phone, okay? I got some stuff on my phone, but sad, it's not good. Hayes could give you his phone. Okay. Thank you.","id":"AhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1395.3,"tags":["Haye"]},{"line":"or at least put it a 69. Should be one of those two places. So the story lines on the 100 of range from intense, too bizarre to heartbreaking. Do you agree with that? Say again? Do you agree with that","id":"CBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1428.67,"tags":["lea'st"]},{"line":"kidding me? I honestly it's it's depiction of the trials of living in a post apocalyptic world or what got me hooked.","id":"DhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1493.19,"tags":[]},{"line":"25? I think youll be on my help. Okay. So much I can bring someone up. Okay. Whatever.","id":"ExGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1544.21,"tags":[]},{"line":"Endles's arms. I don't have endles's amounts of time. Got beyond a hit show. Out of ladders","id":"FBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1550.31,"tags":["Endle's","endle's"]},{"line":"being on a hit show. Yeah. You know, I'm tired. Frankly.","id":"FRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1556.23,"tags":[]},{"line":"May IV Made a rookie error. Please feel free to take. So it must","id":"GRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1591.35,"tags":["May IV"]},{"line":"Every time he sees on orange or anything orange, he brings us the","id":"HxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1611.36,"tags":[]},{"line":"Oh, that's really nice to hear, because I've been doing that, but it''s sort of like a you know, it''s sort of like when you wonder if someone''s looking at that same moon. Yeah, I know. He''s He''s modeled. He''s modeled a lot of his character, actually. On My Yeah.","id":"IRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1617.47,"tags":[]},{"line":"think this could be a good boost for you. This might get me almost like what she meant to do with the beginning of the show.","id":"JRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1646.08,"tags":[]},{"line":"we're being honest, this shouldn't really be about you, because it's about me. So, yeah, bring it back to this guy.","id":"KhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1688.25,"tags":[]},{"line":"Amazon in the government. Elviras reps and we are trying to reach some sort of agreement. Uh, obviously, the book has a lot of value. The sales would skyrocket. It would benefit everyone for it to be there. But no one wants to feel like they're being taken advantage of. So weve been playing peacemaker playing mediator, and we think that with our work it will be available just after Halloween for you to listen to. They have the largest selection of audiobooks of the planet except of ours memoir. And now with Audible originals, this election has gotten even more custom with content Made just for members.","id":"MhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1795.29,"tags":["Amazon","Elvira","Halloween","Audible"]},{"line":"to scare anyone or make any jokes that are scary and, uh, quite horny as well s. Oh, I again we are. We're the It is a proces's. We are. Well, I think today is may be the day that will make the call before they call. That is the cover we Get. A Virus memoir on Audible Started 38 trial. Your first audiobook is free. Good Audible dot com slash The Boys or text the Boys toe 505 100. And heres the only thing I could even get close to with a joke about the sincere thing I was saying before I was like and it''s terrible,","id":"NRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1905.38,"tags":["Viru","Audible","Audible"]},{"line":"and isn't that fun? Because last I can see smoking barrels. Remember the fun movie Vinnie Jones? Yeah, I know I did. I remember that. I remember. Yes. I don't think the star Snatch. Yes, very. They were very similar movies, but I don't.","id":"OBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1978.5,"tags":["Vinnie Jone","Snatch"]},{"line":"Maybe while I read the rest you can think of, I gues's some companies that people could invest in that would make them be able to think more about lock, stock and two smoking barrels. Lockheed Martin well, give you, uh So even if you're a stock market newcomer, you can invest for the first time with true confidence while other brokers is charged $10 every Cheerios on there now and barrels Donkey Kong, those barrels. That's video game.","id":"PRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2042.96,"tags":["Lockheed Martin","Cheerio","Donkey Kong"]},{"line":"Other brokerages tries $10 for every trade. Robinhood doesn't charge commis'sion fees, which means you could trade stocks, keep all your profits, and with a clear designing easy under two understand charts and market data. Robinhood lets you place a trade on your smartphone in just four taps, or you can view start collections on the Web like 100 Most popular. I talk about your experience with Robinhood. I'm get frigging Well, I, uh, wanted to think of locks are suing barrels. So I went ahead and","id":"QhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2086.53,"tags":["Robinhood","Robinhood","ju'st","Robinhood"]},{"line":"come in a barrel, and I do, and I have that one on mine.","id":"RBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2133.39,"tags":[]},{"line":"um Well, um, so I've got I've got Apple and there's barrels of apples. So that''s barrels I've got I've got freakin, uh, stock because, um, Ford makes you think a fording the river in livestock and then we just need lock now. And lock is, um","id":"SBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2174.79,"tags":["Apple","Ford"]},{"line":"You friends with Jay Z? No, I'm not friends with Jay Z. Why?","id":"ShGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2221.25,"tags":["Jay Z","Jay Z."]},{"line":"Alan Yang told me you were friends with Jay Z","id":"SxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2225.13,"tags":["Alan Yang","Jay Z"]},{"line":"and improvised musical Pike. I didn't","id":"URGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2262.66,"tags":["Pike"]},{"line":"There's a show called Off Book, Right. That is musical. And we Did episode That was a huge hit. It okay, Fucking K got tweeted on the Earwolf main feed. Yes. Oh,","id":"UxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2272.04,"tags":["Off Book","K","Earwolf"]},{"line":"They're these sort of subsection's. Yeah. Okay. People will mention our show as something that they don't want to see on Earwolf anymore. Right in the in the comments, which is great. It's nice that people are seeing Is","id":"WhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2297.37,"tags":["Earwolf"]},{"line":"talk about you and you have to search your name and different spellings of it because people might get it wrong. Okay. Ah, and a lot of it is in the, like, the replies and then you have to hit. Like, now I want to see some more replies after this. That might be like old master, some that are offensive in the nasty zone. That's where we might end up sometimes.","id":"XBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2315.7,"tags":[]},{"line":"And I honestly think it's bots.","id":"XRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2333.36,"tags":[]},{"line":"Do you have this problem? Do I get trolled by about","id":"XhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2337.1,"tags":[]},{"line":"acces'sories. That's what I get from boats. What?","id":"YRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2347.01,"tags":[]},{"line":"He's s REGGIE","id":"YhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2348.64,"tags":[]},{"line":"Have you known as rates when it's coming? Yes. The wrong lead.","id":"ZhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2360.47,"tags":[]},{"line":"Anybody using the whistle? I'd be like,","id":"aBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2367.43,"tags":[]},{"line":"So that's, like sort of The Good Place of boyfriend complaints. Yeah, the one that you just described.","id":"cBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2483.05,"tags":[]},{"line":"I like to","id":"dhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2521.81,"tags":[]},{"line":"He really big you off in the mail?","id":"fBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2544.36,"tags":[]},{"line":"in the mainly","id":"fhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2549.46,"tags":[]},{"line":"big this up?","id":"fxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2550.31,"tags":[]},{"line":"check out at Walgreens. A little thing appears on the screen That just says Red Nose Day If you can click $1 but you don't know what where is going","id":"hhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2599.34,"tags":["Walgreen","Red No'se Day"]},{"line":"I know, but I can tell that you havent.","id":"iRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2610.98,"tags":[]},{"line":"I don't want one of those little","id":"ihGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2612.91,"tags":[]},{"line":"Yeah, because that goes all over","id":"jRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2631.32,"tags":[]},{"line":"Oh, no. Like, please contain your excitement.","id":"lxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2718.19,"tags":[]},{"line":"Just more excitement, I think is what she's. Yeah, I think she was being sarcastic. And waas Yeah, was like a British thing. She","id":"mxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2734.79,"tags":["Briti'sh"]}]