[{"line":"thank you for leaning into our brand. It's too much of a shock.","id":"8xH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3840.77,"tags":[]},{"line":"This'll has been in Earwolf production executive produced by Scott Ackerman, Chris Bannon and Colin Anderson. For more information and content, visit Earwolf dot com.","id":"-RH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3945.21,"tags":["Earwolf","Scott Ackerman","Chri","Bannon","Colin Ander'son","Earwolf"]},{"line":"e was me and Scott Peterson. Um, and the innocent man? Yes, way were at the World Series and where the umpires","id":"_BH4LXMByMrymAEmqPQ2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1.3399999999999999,"tags":["Scott Peter'son","Serie"]},{"line":"And so","id":"AhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":100.61,"tags":[]},{"line":"So he's got to get hands up against the wall. Back turn. No looking. You turn around and look, You don't get to know what you tell him. He''s trying to look, and I'm like, Well, like you're gonna catch it. Your guy?","id":"BBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":114.99,"tags":[]},{"line":"Uh, okay. Uh, I'm Lou. Well, since I'm a, uh, actor improviser, an occasional writer I've start on such shows is TBS is the guest book, and Netflix is American Vandal. I even said one line on an episode of I f sees comedy Bang bang. Uh, you know the line It was Well, you are wearing clothing of the modern era, So here you go. And I sold Scott. God gave you that one? Yep. Sold him a bunch of batteries. It was a real dream on my first ever television role.","id":"CRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":166.82,"tags":["Lou","TBS","Netflix","American Vandal","Bang bang","Scott","God"]},{"line":"you know, I just ever since then I've just kept on stepping. Know that Scott Aquaman gave me a line? Don't get Don't get shy. You know, don't get nervous. Were complimenting you. That's great. That that happened. It means that what happened was he saw you and he went","id":"EhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":282.58,"tags":["Scott Aquaman"]},{"line":"if you actually try TOC angel rece land and having you know I'm not Ah, the most skilled sort of nautical. Ah, genius. But I have gone underwater and I can't soaked and the enemy. So","id":"GRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":376.58,"tags":["land"]},{"line":"I don't know if you end up seeing this If you've seen this movie, but they end up paying for doing this like they suffer, the mes'sage of the movie is like a shipment tried to go under water. Okay, well, I havent seen the movie, but that may that that makes sense. Uh, if you've ever tried to do that well,","id":"GhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":392.66,"tags":[]},{"line":"don't see it, because heres the other thing. Theyve got windows out of this underwater boat.","id":"GxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":410.05,"tags":[]},{"line":"You can't have Aquaman and go by like, honestly, because I'm paying to watch a movie there looking out the windows all the time and Aquaman never","id":"HBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":415.53,"tags":["Aquaman","Aquaman"]},{"line":"Yeah, it could just be doing home by It was free. Willy was never like a big pot of, like dolphins that, like Aquaman, could have been amongst or that he's disgui'sed in the middle of the pod of dolphins. Yeah, like there. And that''s how he likes slips by. Is using them as a disgui'se for you. 5 71 doesn't see","id":"HhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":426.07,"tags":["Willy","dolphin","Aquaman"]},{"line":"Then I got promoted. From there. I went to the sort of gentlemans club","id":"LRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":608.39,"tags":[]},{"line":"So why wouldn't you know?","id":"MRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":632.88,"tags":[]},{"line":"An email comes back and they said, Never got you 5 71 Blue, This is Netflix saying, Of course we didn't get our movie. He's do. I sound like the friggin sub","id":"MhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":636.33,"tags":["Blue","Netflix"]},{"line":"um, us who, like we could go see the movies anytime we want. We don't need to rip these for, like our for our friends. I don't need to sit here and name all the movies that I've seen for you, Lou, you could kind of tell that I've been through it. Yeah, but let me just give you one example, ant man.","id":"ORH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":691.05,"tags":["Lou"]},{"line":"but they don't even think gave and see it. I mean, that would be, uh Netflix would never be the same again. It's like fighting the invisible man. But even worse, because the targets not large","id":"QRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":841.34,"tags":["Netflix"]},{"line":"Blue? Yeah. Have something to tell you? Uh huh.","id":"TBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":974.26,"tags":[]},{"line":"Might not even want to go back to Netflix. But you have to because yeah, it is. We're going to be part of the negotiation. Yeah, OK, well, I'm happy. You know what I'm going to say? Fuck Netflix, But lets let''s let''s get you guys your account back. I mean, right. And maybe","id":"UBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1010.36,"tags":["Netflix","Netflix"]},{"line":"even admit that we are not Jack the Ripper and Rip Torn The Rip and Braco brothers. And The brother did Fenwick. I know what the name even know, and that's a better name. And whoever came up with it is pretty smart. So, um yeah, they have to admit that we're not that they have to give us our account back cause we got to start shipping back and forth these DVDs and I mean, this is what''s so great about Netflix is here we are. It''s 2017 and all you have to do is type in the thing, and then they put it in the mail, and then a few days later, it gets mailed to you in your mailbox. As somebody who used to do the male, I'm still sort of blown away by the majesty of it all court. Then you put it in, watch it. Don't do anything else with it. Event. You mail it back. Yeah, and they're accusing it of this like So this is the only evidence they have is that once they said we accidentally sent The back a ripped movie signed by the Brothers Revenge Wing, which seems","id":"URH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1028.46,"tags":["Jack the Ripper","Braco","Fenwick","Netflix","Brother's Revenge Wing"]},{"line":"I'm just trying to feel out the band Berries boundaries of my like mine. Like, uh, entrapment on. I'm sure will come to a happy medium What we wanted to do, Lewis sort of draft an email, The Netflix, saying all the nefarious deeds were going to do to you if they don't kind of meet our demands. And we want to make sure you're comfortable with what we're saying the atrocities were going to commit","id":"VBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1123.7,"tags":["Berrie","Lewi","Netflix"]},{"line":"You think he was freaking born with it off with a brain that was made of musch? Do you think maybe he got his hands out because he tried to leave in the middle of an ad? Read? Hey, Brett,","id":"XRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1270.03,"tags":["Brett"]},{"line":"Please don't try to do anything radical and get a bad injury. They offer eight week, four week workshop's and $20 weekly drop in clas'ses for experience and new students. They're offered six terms a year in improv sketch and satire writing stand up acting, musical, improv, voiceover, filmmaking and producing. Sorry,","id":"ZRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1356.77,"tags":[]},{"line":"Oh, God, this is so hard to watch, he said it he's Maybe both The schools are good now. He said that this ones better.","id":"ahH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1414.34,"tags":[]},{"line":"Canada. He admitted the second city was better, while better could be mad at him.","id":"axH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1421.71,"tags":["Canada"]},{"line":"I mean, that's the deep.","id":"cxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1524.55,"tags":[]},{"line":"We she on the is'sue on the toilet. He's helping me clean up.","id":"gxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1705.39,"tags":[]},{"line":"They gave together because she found okay. Yeah. I had lost a lot of blood. Yeah, The leave soaked up a lot of it. Probably with your robe.","id":"hBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1710.75,"tags":[]},{"line":"as part of the No. So that Okay, so I gues's the movie is a behind the scenes clip. Yeah. So the movie like makeup, as I understand it is a Bt s moment from one of the actres'ses on the show. Ransom. That's the movie. Yeah, it sounds OK.","id":"ihH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1765.78,"tags":[]},{"line":"'so we started, like, a normal review to surprise them keyboard. So it goes, Uh, I had a great time watching this movie, and I liked all the characters and the, um, and the action scenes were exciting to me. And then you do a dash dash, and then you put in a laughing skull, The animated laughing skull, and he's going,","id":"jRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1806.57,"tags":[]},{"line":"It's not the brothers Revenge Winkle. It''s Hayes and Sean. Um, and we did a little ransom of our own. And his name is Lou Wilson. And so now you have to be like, Hey, hey, move that you're here. Hey, this is Lou Wilson now typing. I'm currently under being hailed by Hayes and Shaun. It''s not that bad, but no, no, no, no, no.","id":"lBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1903.37,"tags":["Haye","Sean","Lou Wil'son","Lou Wil'son","Haye","Shaun"]},{"line":"You think he's going to ruin SNL? Yeah. Tonight. Good night. SNL dies. Oh,","id":"mhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2168.16,"tags":["SNL","SNL"]},{"line":"I feel like hell do a sketch where he's like an I t guy. And everyone''s like, Oh, you're just an I T. Guy. And then he''s like, No, I'm not. I'm, like, more interesting than that. And that will be the whole sketch. I'm making copies. Yeah. Yeah. He could be good at making copies. I think youll do making copies. I definitely think is gonna do that. I think he''s gonna do church lady.","id":"mxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2174.62,"tags":[]},{"line":"Oh, you think he's just gonna do a budget old stuff? McGee and","id":"nBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2197.73,"tags":["McGee"]},{"line":"I think he's gonna do I'm a hyper hypo. Oh, yeah, that''s right.","id":"nxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2223.17,"tags":[]},{"line":"He's gonna be all of them. Oh, you can do fresh ground, pepper.","id":"ohH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2265.44,"tags":[]},{"line":"whats your category? You know, Netflix has these categories s So you're a Netflix category, you know? That''s coming up. Recommended for you, and then what''s your category?","id":"pxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2365.08,"tags":["Netflix","Netflix"]},{"line":"movies about single men trying to make it in big busine'ss. Okay? Pursuit of happines's. Very much. Very much out. Me and pursuit of happines's have a lot in common. I would say he's probably my best friend. I spell it that way. Now I'm I don't acknowledge the other Spelich. I'm secret of my succes's, which is also movies about single men trying to make it a","id":"qRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2379.48,"tags":["Spelich"]},{"line":"music movie. Or like they knew youd find it in Ricki and the Flash or something. Ha! Love music and rock and roll. Yeah,","id":"sBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2513.48,"tags":["Ricki","and the Fla'sh"]},{"line":"That's just what I'm seeing from this email respon'se or what it is a bad review. Instead, have","id":"wBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2753.79,"tags":[]},{"line":"I'm reading a review of acros's the universe on it's this From Teds as'sistant, The producer. And it said, Ah, hey, Brett, we're glad you love this movie.","id":"wxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2795.58,"tags":["Ted","Brett"]},{"line":"because it seems like we got what we wanted, but they want us to keep you. Okay, So, yes, I was just gonna be I'm just getting We're getting the hang out all the time. Well, yeah, we I mean, we have other stuff that we toe we had actually go, but other do a little street, you know what I","id":"yxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2974.3,"tags":[]},{"line":"mean? I know. I know exactly what you didn't get to finish this morning. Yeah, but other people were coming. Ah, hard nations. Probably gonna come in. Okay, so I'll just I'll stay here and hey of them. Yeah, and probably wearing some stuff as well. Very cool. Ah, about the political scene. Uh uh. OK. Ah, I gues's thatll happen. Ah, well, I gues's while I'm here, you all could watch American Vandal on Netflix or watch the guest book on TBS dot com. But not that stuff like that's, like putting stuff that''s in the place where you what you're doing now. Okay. In here, now. Well, if you want, I'm gonna be on the floor of the building near The full board. Are we allowed to give the exact location where we record? All right, I'm gonna be Why can't we do that? Scripps, We don't want people that way. Don't want people to come here. All right. Uh, right. I'm gonna be a to the building. Right by the 101 freeway. Uh, salad near, um, downtown. You can't even say what city we're in. All right, I'm gonna be in Vancouver. Are, uh if anyone I mean currently, don't say fake city s. Oh, I'm gonna be I'm gonna be in rod out down ship. Uh, which is in the Atlantic Ocean. Uh, if anybody wants to get the scoop pursuit and come save me. I really or or a U boat. Ah, and rescue me. That would be fantastic. Back into The","id":"zBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2991.67,"tags":["American Vandal","Netflix","TBS dot com","Scripp","101 freeway","Vancouver","Atlantic Ocean"]},{"line":"would be on your busine'ss card. I should hand it with sound effects, too.","id":"zhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_2","timeCode":3108.48,"tags":[]},{"line":"You don't have to be an SNL hopeful to take clas'ses of The Second City Training Center. You don't even have to live by their Chicago L. A or Toronto locations. I know that I ah, don't live near there Chicago or Toronto locations, and it hasn't affected me at all.","id":"2RH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":0,"tags":["Second City Training Center","Chicago L. A","Toronto","Chicago","Toronto"]},{"line":"you know what I mean and it's a trashing them. But there''s I mean, they're obviously sharing some genetic material with a pair. Because if you look at just the top versu's how this sort of bottom part of them comes out, Yeah, I mean, and there''s a main one of them that I'm thinking Off that it''s pretty stark the contrast. And it does remind one you know of this particular fruit. Yeah. And you watch the show and there''s fruit. Basically every scene they're eating, a pear,","id":"5hH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":235.15,"tags":["stark"]},{"line":"kicking my man and dropping names in the carpet line back calling the industry we call show show burned the orchard, and he was agreed to after that, The that had been wrong. And did you see anyone just like watching from behind a tree being like, Oh,","id":"8RH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":383.15,"tags":[]},{"line":"if you okay? If you want to put it, put the whole thing linked to the show. Yes, and review it","id":"9RH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":425,"tags":[]},{"line":"To change these burger, I felt I love that you brought up how relatable you are and how you're not part of this echo chamber. That right? Thinking the coast. Thank you. These coastal elites telling us how to live our lives. Yes. Yes. And this is why I so enjoy talking to D. C use From like like Arizona, New Mexico whenever care yes and more corners","id":"ABH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":535.18,"tags":["coa'stal","D.","Arizona","New Mexico"]},{"line":"area again if I am. I was born in Arizona, but I feel like I like to keep it a little broader than that because it's all very similar. It''s the Four Corners. It''s that combination of going like, Oh, I'm going to appeal to all four of these different markets quadrant. It really prepared me for appealing his four quadrants","id":"ARH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":561.94,"tags":["Arizona"]},{"line":"Yeah, and you explain to me the Georgia Keith and The horny nous of those paintings that away that I had not seen before.","id":"BBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":602.84,"tags":["Georgia Keith"]},{"line":"and what I was the one to realize was Hold the phone. Yeah. Where have I seen this before? You know? Yeah. And ah, on my own.","id":"BhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":614.61,"tags":[]},{"line":"please. And that and that became sort of a legendary one of these jokes. And so they do put setups on a board and go. We know there is a joke here, but people are yet to solve it. Can you think of any setups that you've seen that? Like maybe we could sort of throw out there to our audience and see if any geniuse's could tweet The solution. If anyone can solve these setups, Yeah.","id":"HRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":987.56,"tags":[]},{"line":"See, now, with all Comedy Central s air, just like you're sort of acting like a normal guy, you know? So it's tough to even like it''s like, everything is basically a set up now, and it''s like, how does this pay off? It might not have to write. And maybe sometimes that is, Maybe it''s just you're up on stage with your notebook? Yes. Which","id":"HhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":1010.31,"tags":["Comedy Central"]},{"line":"I don't like that. I know that. I think we're all on the same page about this kind of some old school New York dogs. You know, we just it's about really going up there and like being a killer. Yes, Year 11 beer, one of these. You know, all comics stumble up there in their little sweater. Their little notebook. Oh, yeah, and it''s so cool, right? That it''s like, Hey, this isn't quite finished. I'm going to show you that I'm unprepared. It''s like, Hey, these people paid for a fuckin show. Why don't you get up their own The space and perform your shit. And theyll be like, Oh, what is this in the Billy? Oh, like not that I'm not going to do that as they're, like, going through the list. And it''s like,","id":"HxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1034.16,"tags":["New York","Billy"]},{"line":"Dwight, tell us to stand up there. Go like, Hey, guys, I'm not gonna do that. I'm not gonna do that. Hey, good to see you. Where you From tonight? Uh, no, That I don't have an ending for yet. All right, this and then do your joke.","id":"IBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":1073.59,"tags":["Dwight"]},{"line":"And so if anybody after is like, pretty clear, which is like, they're incredibly useful for so many things and there's nothing, really that''s confusing about them. They're packaged and kind of a way that really makes sense. Can we subvert this somehow? Yeah, but theyve been Theyve also been moving forward as a technology, and just in the past, they were better select a size, come out. That was like, How did we not have that before?","id":"JxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1144.84,"tags":["pa'st"]},{"line":"There's a lot of stuff he didn't host that. I have a really clean angle on, and we don't. This is why we need your guys help us. Because we are not. We never watched that show, and we are not going to go back and watch it now because it is a reality show way. Noticed. But those things Yeah,","id":"NRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1460.45,"tags":[]},{"line":"So please do get at us, But go ahead. Yeah, yeah, yeah. And reality shows are fake. Oh, it's right there in the title.","id":"NhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1478.76,"tags":[]},{"line":"So that's in a situation that''s not Ah, yup, yup. Situation when you feel like you know, it''s like gone a little too far for you Then you could say some. So I feel","id":"ORH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1570.14,"tags":[]},{"line":"like weve really giving you the tools. There's nothing that we should say that you shouldn't be responding to in one way or the other, either a strong agree or a strong disagree, because we know what makes good radio, and that''s having strong opinions were the other. We're not just gonna come out here and be ambivalent about something, so you should really be punctuating just about everything wed say with either. Yup yup, held during a set up. When we are still being neutral, you could go","id":"OhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":1580.02,"tags":[]},{"line":"Or maybe we could, like, parcel out the reality like a It's, like a little easier toe take down. You don't have to think of it as being fake, but if you could just contain a little bit of what you're actually like and just kind of keep it behind the curtain for a few minutes When you first meet people, I think it would go a long way.","id":"PBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":1639.62,"tags":[]},{"line":"I think I'm say, Yeah, yeah, I think I'm getting You're getting me a lot of options here, and I like that. Yeah, you like you're not doing any of that way having a bad meeting with you right now. Are we pitching you on something and you're not into it? And you're saying you're giving me a lot of options. And I like your life. You're searching for something positive to say. Likes a nice big sandbox to play it. He likes, ah, wide range of decision's he can make at any given time. So I need","id":"PRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1661.58,"tags":[]},{"line":"Yeah, yeah, And when to fold them?","id":"QRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1721.1,"tags":[]},{"line":"And they would","id":"SBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":1801.82,"tags":[]},{"line":"which is that the last time July was in here, it felt like he waas not like either, like holding back on his best stuff or it is doing a kind of, like, all thing which, like for the ads, we try to go a little more. It's more mainstream because it''s it''s marketing people that are listening to it. It''s not neces'sarily The kind of fucked up like Comedy Central Vons yes, comprised most of our","id":"UhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":1976.99,"tags":["July"]},{"line":"Okay, We we don't like that. Okay? And that's establi'shed that we don't like that. And I really shouldn't be neces'sary, because all you are here to do is tell a joke. Like a very straightforward way. It''s a joke From this notebook. Okay? Can you memorize it and put the notebook outside? Yes. So I'll talk about the company, I gues's. Okay, It''s a recruiting company.","id":"VhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":2046.84,"tags":[]},{"line":"who wants to go first and just and just really wallop Lorne with I'd say we could probably just do one or two heights of character. And that and that will really make it clear what our comedic point of view is.","id":"XhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2226.18,"tags":["fir'st","ju'st and ju'st","Lorne"]},{"line":"What is this? Cody fuck. So inappropriate, Cody? Oh, hell, no.","id":"YhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":2268.19,"tags":["Cody","Cody"]},{"line":"Okay, so that that sushi chef was pretty good. So he's probably going to get on the show. Uh, you want to circle back around for your impres'sion? I mean, he's I might start brainstorming for what you will do in the opening. Like when the camera finds you in, like the opening. I'm tos'sing a big fish like it''s pizza dough. You're","id":"ZRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2290.38,"tags":[]},{"line":"Oh, wow. No, this is the only character I will dio of the show","id":"ZxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2315.63,"tags":[]},{"line":"have the all these pizza guys. So this","id":"aRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2323.25,"tags":[]},{"line":"not his reservoir. And I think that's smart, because with what''s going on in the White House, this","id":"bBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":2349.48,"tags":[]},{"line":"juice AP The sushi chef, could rise to a position of power Pre s Book. There's a lot of you get a lot of it Was Sean Spicer, right, you know.","id":"bRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2356.17,"tags":["AP","Wa","Sean Spicer"]},{"line":"Luigi, this is'sues","id":"bxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2376.69,"tags":["Luigi"]},{"line":"they could be looking for other.","id":"chH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":2401.04,"tags":[]},{"line":"lot of them said, Oh, that's clash Royal","id":"gRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":2581.38,"tags":[]},{"line":"He's do. You have, Ah, ideas. The Scheffer. Yes, I have a sushi chef. That's kind of a counter programming on that. Uh huh.","id":"iRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2633.59,"tags":["The Scheffer"]},{"line":"that's cool. That''s been. And he has an actual real name.","id":"jRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2671.53,"tags":[]},{"line":"I've Iggy, like, likes it, Okay, But he wants to be like, Imagine if I liked it. Yeah, that's cool, because I feel like people are tired of tuning into SNL and feel like, OK, these people seem to have a take on this. That is the most frustrating. It''s like guys, I'm exhausted. It''s almost one in the morning. I'm watching a live way television, Please, just enough with it takes Please just give me the facts. And I feel like I'm The dragnet fella. Just the facts, man. And do all the music at the end and have it be like ice relaxing music, please.","id":"kxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2723.04,"tags":["Iggy","Plea'se","Plea'se","plea'se"]},{"line":"Uh, do you guys want at a mommy?","id":"lhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2799.89,"tags":[]},{"line":"right. It looks funny. You see, Keenan at a bar is hanging out with some people who are Off screen. His mouth is moving in a sort of non specific way. Why don't we hear the tail end of his conversation was like, Yeah, and then I set it up for auto pay. Whatever. I can see his name. I don't have to here and I would like to hear what he","id":"mBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2841.36,"tags":["Keenan"]},{"line":"beginning of the show. So yeah, I was so lost. Yes, acting is enacting. And when you enact ah credit sequence by saying your name to the audience, then when they're watching later they go like, Oh, that's my friend. Why do you think me and he's are such good friends with our audience? Because we're always explaining who we all are. And we know all their names and we know every one of their names. Even you,","id":"nBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2865.01,"tags":[]},{"line":"There's a picture of him standing in front of paper towels. September. Wow. It''s like he knew the show. What is that? What the fuck is that? Kevin?","id":"rhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":3255.36,"tags":["September","Kevin"]},{"line":"else feel like he was doing a real thing?","id":"wBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":3527.57,"tags":[]},{"line":"Did That was like, What? That that wasn't The","id":"wRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":3532.16,"tags":[]},{"line":"at all times. So I welcome that. My freakin fake sensor's havent gone Off. I'm in the inter sanctum of my circle. I'm like George Clooney and tomorrow land I'm watching on a bunch of monitors inside my little weird house. If I see fake, come within 100 meters of my circle. They get blown the fuck up. Kevin, you made it all the way up to the house, buddy. Congratulations. Thank you. BZ in my circles, like the skulls and you're getting initiated into the skulls.","id":"wxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":3547.64,"tags":["'","George Clooney","Kevin"]},{"line":"by hey, everybody, if you can please refer to these points as notes, not a script say whatever you think will sound natural. Whether that means making a joke telling an anecdote about one of the host's are making something up. Everybody just reminder you get the official Hollywood Handbook merchandise over on pots white dot com. Uh, now, Cody U um, a lot of these, I gues's well just get right in tow. Um, the story with some of this merchandise is, um, has been, I think the term they use his game sniffed by you that, like, part of the appeal of some of these, But some of this merges that you have sniffed it. Well, I do. I do love a lot of game and game theory, okay? It's not the game stuff that we're that we're focusing on your choosing. I understand that was the first word that you heard, but it is The sniffing that we actually want Teoh orient ourselve's to. Okay, let me sweet Let me switch it up. Yes. Take your time. Second word was sniffing that was sniffing and you're sniffing The products. I dio most of them come through. I take a nice, big, healthy whiff of it and see if it pas'ses QC. And if it does, we send it out. And the thing that is","id":"zhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":3803.3,"tags":["Hollywood Handbook merchandi'se","Teoh"]},{"line":"Well, it za about the manpower and the hours spent, you know, it's what you're paying for the service in the work hours that go into this. It''s not just, ah, free lunch. Everyone just thinks that it''s just so easy.","id":"0hH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":3912.82,"tags":[]},{"line":"through the Internet. OK, but why? How does that like? What is that?","id":"1RH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":4009.85,"tags":[]},{"line":"listen How did this get made? The Cannon and Kratz Movie Club Die sets Theo,","id":"2xH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":4062.07,"tags":["The Cannon","Kratz Movie Club Die","Theo"]},{"line":"Theo with big Off Earwolf. And beware of our cast that go bump in the The","id":"3RH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":4101.01,"tags":["Theo","Earwolf"]},{"line":"ah, I'm a horny girl Wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com Oh,","id":"3hH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":4118.18,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman,","id":"4BH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_2","timeCode":4160.21,"tags":["Rachel Bloom"]},{"line":"Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly.","id":"4RH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":4164.74,"tags":["Day","Colton Done","Andy Daly"]},{"line":"Thomas Middleditch.","id":"4xH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":4178.05,"tags":["Thoma","Middleditch"]},{"line":"Oh, Jesu's, I mean, jazz Off Ruler of The circle.","id":"5BH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_2","timeCode":4180.1,"tags":["Ruler of The circle"]},{"line":"watch. Yeah.","id":"BhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":396.83,"tags":[]},{"line":"So you think this might be an opposite scenario now where he's saying he''s going to give the money? Tohr ee","id":"FBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":617.28,"tags":["Tohr"]},{"line":"putting yourselve's and your reputations out here. Yes, for everybody to digest s So people get mad at us. We have to stand behind. I really have to. You have to stand by everything you say, because this is who you are. And you guys thrive on honesty. We can't say like it was a character. Yeah, we can't hide behind That''s so thin that so weak when you do that. But and I would also say","id":"GREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":652.25,"tags":[]}]