[{"line":"think there's a lot of there''s a lot of, you know, there''s a lot of shows whose brazen truth telling marginalizes them. And I think there are probably some people that would say this is one of them. Yeah,","id":"HhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":732.81,"tags":[]},{"line":"Yeah, I could see people that theyve heard. This is one of them. The I havent listened to as'sure. Yeah, if you actually listen, you know, you have it takes a few upset's to figure it out. But you might like it. Yeah. Um, should we get into our pubes? Lets get in. Let''s todo you Let''s pube it up. So, first of all the show, I'm cringing","id":"HxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":748.2,"tags":[]},{"line":"I have cringing Oh, yeah, cause I'm remembering. Sure, sure. You know, those horrible memories, His horrible events of middle school? Yes, of seeing some of these dorky guys we have a lot of the three of us can share. We werent all neces'sarily in the same, uh, clicks when we were in no, and and The The Boys li se","id":"IBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":767.2,"tags":[]},{"line":"Um, different. Like whatever coaches that were on a holding deal somewhere else? Kind of. But anyway, such a competitive.","id":"NBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":1046.48,"tags":[]},{"line":"they all were supposed to do is read the copy that describe's the school. And then, you know, each of these schools there's an economic system's design school. There''s computational Data Sciences school. There''s a health science campus. So all for every school where you just describe in a way, that''s nice. The little cartoon that they were drawn, The diploma you got from that school you graduate From From Chapman-University Loma. It''s fun. The school is fun. Education is supposed to be fun, and that''s what the little cartoon is about.","id":"OhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":1174.45,"tags":["Chapman-Univer'sity","Loma"]},{"line":"that's fine Champions Offices, more than 70 graduate degrees acros's 10 schools and colleges, including busine'ss. OK, so that''s Ah, so the cartoon for that would be. Maybe it''s a little busine'ssman with a briefcase. He opens up the briefcase and it''s full of money, and then he sort of removes the money. And there''s a bomb ticking underneath. And then what? I'm just thinking, OK, well finish. I'm scared for now, but finished. See what? Tell me what happened. And","id":"PBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":1208.38,"tags":["Champion's Office"]},{"line":"if there's room on the diploma. So let''s not forget that those who hold master''s degrees or an average of $20,000 more a year, consider furthering your education with Chapman. Learn more. But there''s also the Dodge College","id":"QxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":1313.69,"tags":["Chapman","Dodge College"]},{"line":"and I'm gonna be just coming in whenever I feel it.","id":"TxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":1461.69,"tags":[]},{"line":"So ah, we're and you guys probably need a suggestion of a line from a poem. Right? And Ryan, you were going to do that, right?","id":"UBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":1466.55,"tags":["Ryan"]},{"line":"And you can't do Tiger Tiger burning bright and you can't do Quoth the raven nevermore. Just cause weve already done those No, but no second comment to see if I can remember one. Really?","id":"UhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":1478.4,"tags":["Tiger","Tiger"]},{"line":"mean, I should say this. The bully who you had killed was your wife? Yes. So? So To say you had sex already is","id":"YREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":1783.65,"tags":[]},{"line":"like. And you're right to say rage because it was a kind of blind rage than I, you know, didn't wake up From for days, you know? Yeah, it was","id":"ZBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":1813.2,"tags":[]},{"line":"There was a place in my in my town growing I don't even know. You know what? I don't even wanna because I don't want to send you back there in a rush.","id":"ZhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":1846.51,"tags":[]},{"line":"There's a place in my town I grew up in kind of like a beach town. You know, um, and there was a place that would do, like beachside you slices of pizza fries. I love that. They both go out and they haul up the big nets full of pizza.","id":"ZxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":1855.2,"tags":[]},{"line":"We didn't know the life cycle we didn't know and that. Okay? And that's perfectly signals. We went town to get a pizza. Yeah, that''s right. And there was no pizza. Okay, No pizza. And I said, do you think that maybe we're catching too many pizzas on and she said, I there will never be no pizzazz. I I think that''s moronic to even say that it''s stupid. We can we can go and get it. And this is what she said. She said God will give us as many pieces as we want because God made the ocean. You shouldn't even question his plan to feed us because he can turn water into wine. He can turn fishing toe many. He can turn barnacles into pizza, whatever he wants, you know? And I She was kind of intolerant of agreeing with you. Yeah, you, Fanis Lee. You know you don't Blue like that. God made the ocean stuff. That''s not you believe that the devil made the I dio ideo God made the land The devil made the ocean. That''s the deal they made that the Pac The and the Devils trying to drown us.","id":"aREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":1902.08,"tags":["God","God","Fani's Lee","God","dio","God"]},{"line":"and the amount removed I have become. Yeah, of course, at the time you know, I came to the school is somewhat unorthodox. Way I was recruiting people for sort of a positive isi's. Like, uh, it was, um Now this is nice. It was nicest ad. So it was ah, lot of their same ideas in terms of like, lets all stick together. And, um, you know, us versu's anything, actually spending time together, not, you know, but it will. This technology it","id":"bhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":2071.7,"tags":["Thi"]},{"line":"and I had been recruited myself. I, of course, had been, uh I grew up on a bean farm, and Ah, and so I was like, I had this crazy big being recipe that went up resulting in this huge multinational corporation. And then I went and rankle cola for a little while and then I got sort of sick of that. And I said, Well, let me get in touch with some young people. Um, like me. I was very young, and, uh and so I went, and I'm recruiting for nicest. And of course, I'm a natural, um, recruiter, Just because I'm a super charming and people like talking to me, you're like, Great. First I say this all the time, One of the greatest","id":"cBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":2107.26,"tags":["cour'se","cour'se","Fir'st"]},{"line":"Yeah, Yeah. Um, so yeah, and it was and it was good, you know, in a way, because I got to do a lot of dating and I started sure of myself when I learned how to really finger and Oh, yeah, other moves that I","id":"dREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":2251.71,"tags":[]},{"line":"barnacles around The Lisa embryo. Sh was Yeah, yeah, divorce, older woman. And there were. And there is a few.","id":"dxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":2284.53,"tags":[]},{"line":"Uh, when I was in eighth grade, um, I didn't really understand how razors work and I was going on a date and I had a bad with who it was. It was the date. Ah, it was with a girl in my clas's. Um, same age. Yes. Um, Kevin is quick les'son. You're either going older or you're going younger. Same age is a lateral move, and it's not helping you at all. That''s not good, friend. I have, like, a way. That''s like a non date. Okay. What''s her name? Caitlyn. What''s your last name?","id":"gREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":2519.24,"tags":["Kevin","Caitlyn"]},{"line":"dollar Shave club. Oh, we just remind him that's out there for about that Harry''s. Yeah, theyll like that. That''s like talking. They threaten us. We threat that talking. Casper about Lisa. Oh, yeah. OK. Do we have a Casper today? No. Okay. What","id":"hhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":2594.04,"tags":["Shave","Harry","Ca'sper"]},{"line":"And then now Esther paper tried to get best here to pas's to stop. So you were doing ads for his His broadcast on here? Yeah. Today we're human. It's No, it''s a new thing. It''s a Howell special thing. The musical lunk, rock music. You involved in that? No, but I heard about it.","id":"ihEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":2630.28,"tags":["E'sther","broadca'st","Howell"]},{"line":"yeah. Oh, yeah. You can have many of the golf date that last 45 hours.","id":"kREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":2726.56,"tags":[]},{"line":"'sometimes those air just batting cages that they stick. You it.","id":"lBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":2747.2,"tags":[]},{"line":"R. Martin. Envy among","id":"lxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":2797.71,"tags":["R. Martin","Envy"]},{"line":"cringe The room of those","id":"oxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":2978.79,"tags":[]},{"line":"would want to hear that. Yeah, because I think there are a lot of wrong conviction someone like, even not someone who is in prison. But someone like Anthony Cumia, it seems like, took the blame for a lot of stuff that Ryan was doing","id":"sxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":3205.61,"tags":["Anthony Cumia","Ryan"]},{"line":"that Ryan was lurking around type score based on just like what was on aside in this, I thought that we would very likely have Anthony Weiner as the mayor of New York. Currently,","id":"tREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":3228.03,"tags":["Ryan","Anthony Weiner","New York"]},{"line":"if Ryan had not sent a couple of text mes'sages, you said, Was that what you said? Just sent a couple of text mes'sages because you had acces's somehow to seem a habit ings computer loaned their her means. The addres's specificity was really intense. Teams like the presidential election could have worked out differently. Yeah, to me, Ryan, the fact that Connor and Lacy Peterson still don't have justice, Yes, and that Scots","id":"thEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":3240.5,"tags":["Ryan","Ryan","Connor","Lacy","Peter'son"]},{"line":"Like, obviously, Yeah. Yeah, we all know that being is very proud way. Yeah, I don't like it. Although that one wasn't his back because when we said yes, Then he just went like, well check out the BK Killer And then he smashed a whopper in front of us.","id":"uhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":3284.47,"tags":["BK Killer"]},{"line":"Smart. Well see. So puberty is weird, but we prove that you can make money off it. Um, And it can be a job. Uh, so everybody struggling","id":"vhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":3332.52,"tags":[]},{"line":"And whats Jay like? You know, he''s like clas'sic. One of those kids going through puberty is one of the kids. He''s going liberty, you know? He''s got a His thing is that he''s everybody else, doesn't know what to do, and he''s got it all figured out because he''s in a, uh, he has developed a sexual relationship with his pillow, where he heats up Ziploc baggies full of Amy''s organic lentil soup, puts them in a slit in the pillow and then fucks The pillow. Oh, is he based on Jay Pharaoh or Big Jay Oscar's? I'd rather not saying okay, but both your drawing from a lot of different sort of that boat, Okay, And Ricky Jay","id":"wREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":3365.96,"tags":["Jay","Ziploc","Amy","Jay Pharaoh","Big Jay O'scar","Ricky Jay"]},{"line":"And is he cutting up a little bit of J. J. Watt?","id":"whEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":3407.35,"tags":["J. J. Watt"]},{"line":"No goofing around. He's a real goofball. He also doesn't magic at the end of a long.","id":"xBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":3419.99,"tags":[]},{"line":"That's a Ricky jail. That''s The Ricky Jay Element Card tricks, clothes that matched stage.","id":"xREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":3424.95,"tags":["Ricky","Ricky Jay"]},{"line":"It's It''s still I know it''s kind of a party trick. It still blows my mind that you can see any movie once and remember every line from it. This has been the case since I met you decades ago, and it is mine performing entire movies. Yeah, and some people might be thinking it seemed like he was struggling to even pull the name of the movie when he for it''s almost some people I've heard some people say like, Oh, you almost have to, like, do a bunch of talking around it while he thinks of what he''s gonna dio before. He doesn't like to give him a little bit of a buffer, but like, that''s not it at all. You are chomping at the bit to do this model Off. Oh, yeah, I'm so anxious and and I and I'm always ready to be and I never say that to a guest. Hey, shut up You know,","id":"yBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":3445.79,"tags":["Thi"]},{"line":"and she's performing like an exam. Ah, on a patient. Yeah, and at the same time, the patient is sort of very nervous and sweating. And then we zoom in and we see that he''s sitting on top briefcase that has a bomb that''s about to be Oh, uh, and maybe Andy CAPP is there, and he''s looking under Lady Justice is Zippy. The pinhead would be giving your hair The goose","id":"zxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":3583.1,"tags":["Andy","Lady Ju'stice","Zippy"]},{"line":"and Dema Gorgon would be like, I gues's, beating up Andy CAPP. I gues's that's fine to Dio. You could find all these cartoons and more at Chapman d i e d u slash grad.","id":"1hEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_1","timeCode":3674.58,"tags":["Dema Gorgon","Andy","Dio","Chapman"]},{"line":"Hello, I'm Alexander Graham Bell. I stole the idea for the telephone. A. People steal ideas all the time everywhere, even in the worlds of music and comedy, Stolen Idea is a punk rock musical set in these two words. It's where Theft can make or Break a career. Written by Matt Bes'ser and Bobby Matthews. Produced by Brent Morris starring Matt Bes'ser, Bobby Matthews, Virginia Matthews, John Kimberling, My Cas'sidy, Paul Rust, Scott Aquaman, Harris Wittels, Mike''s Dio, Danielle Snyder and James and Don't Stolen Idea is only available on Stitcher Premium. Go to Stitcher Premium dot com slash stolen.","id":"1xEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":3686.4,"tags":["Alexander Graham Bell","Stolen Idea","Matt Be's'ser","Bobby Matthew","Brent Morri","Matt Be's'ser","Bobby Matthew","Virginia Matthew","John Kimberling","My Ca's'sidy","Paul Ru'st","Scott Aquaman","Harri","Wittel","Mike","Dio","Danielle Snyder","Jame","Don't Stolen","Idea","Stitcher Premium","Stitcher Premium"]},{"line":"hey, this is our enemy camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"2REALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_0","timeCode":3761.07,"tags":["The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"Rachel Bloom, collection of Men, Corpse's and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in","id":"2hEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","speaker":"spk_3","timeCode":3788.2,"tags":["Rachel Bloom","Feli'sha Day","Colton Done","Andy Daly","Gene'si","Phil Collin"]},{"line":"And, uh, next week, I'll make them take a photo of the label. Ah, but anyway, yeah, I wear 54 jean shorts. I sleep like a g d baby on a friggin Casper-Mattres'ses. So how can I advertise? Second City Training Center? Well Ah, You're right. I didn't take clas'ses there because I'm so naturally funny. But one of the other host's you like he's daven poor, uh, did go there and did do a lot of training there. They actually made him do the course several dozen times. Um, that kept refusing to graduate him, and they said he was never going to be able to make it. And, uh, it turned out that all he needed waas to take it one more time to give them the money to get the comedy training to get his chops up. And then when he encountered someone like me whos just kind of naturally funny and doesn't really need all the like school stuff for it, Um, he was able to almost keep up with some of my shit in a way that made me go. Hey, wait a minute. This guy might be able to be the host, and I'd be a good sidekick for him. So if you want to, you know, put yourself in a position to succeed, sort of be able to kind of leave it up on the rim and let gravity do the rest, like Hayes did. Go ahead go to second city dot com backsla'sh TC or call 3126643959 Please don't prank. Call that number wink to find the best clas'ses to advance your entertainment career, make new friends or polish up your presentation skills That second city dot com backsla'sh t c or call 3126643959 And hopefully you meet someone just with naturally funny, just funny in their bones like me And you Combine that with some of that training and you might wind up with a great host sidekick dynamic like we have here on Hollywood Handbook. Thanks for listening to the show. And thanks for everything else that you do out there. I know my fans all do a lot of charity work and keep keep it up and, uh, probably going to wrap up the ad soon. I've done all the copy, and, um, I've, ah, sort of, you know, run out of stuff to say about the topic at hand, and I really want to get us back into the show. So I'm just gonna leave Off saying Thank you. I love what you guys do your out there. You're making a difference for people. Um, that''s great. I mis's you guys. Those of you you know, who I've interacted with directly. Ah, and even those who I have. You know, I mis's your spirit because we're all connected. I really believe that. Um I don't know if you study science stuff it all. I mean, I'm obviously, um, thinking about starting to do that, and I'm sure there''s some scientific stuff that says we're connected. So, uh, so the ads pretty much over getting out of the ad, um, wrapping it up and there''s not gonna be any more add stuff to do. I said at the top, it''s only be 20 to 30 seconds, and I'm over that by a good margin about cros'sing minute four here. So, um, let me just say second city or call 3126643959 Hayes took their clas'ses. You've seen some of what he gets done out there and you might be able to do even better, cause you might be starting with some talent and not have it be all technique. All what he's is doing is it''s a repeatable pattern. It''s all things that he''s learned, but he didn't have any innate ability to begin with. So if you've got anything you could launch past and I could be your sidekick somewhere down the line, Um, so that''s the end of the ad closing the ad, finishing the ad and not gonna do it anymore. So I'll see you when I see you. And do I have anything to plug in The I gues's. My podcast, I gues's. Hollywood Handbook. Yeah. Listen, Hollywood Handbook, it''s a great show. Um, I'm really proud of it. I'm happy it''s not over. And I will, um, i'll be Ah, I'll see you in the funny pages. Okay. Um, thanks much. All right? I love you. And I'm in love with you. Bye.","id":"3xEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":50.33,"tags":["Second","City Training","Thi","Haye","Hollywood Handbook","Haye","Hollywood Handbook","Hollywood Handbook"]},{"line":"Yeah. They almost don't know what to say. Because there's all these choices, right. Whereas, like, um some of those Beatle songs air about friggin camel toes and stuff. You know, like, don't say they don't say it","id":"5REBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":481.51,"tags":["Beatle"]},{"line":"and choked out. Is that what he would? Yeah. What is the consequence? He's asked me not to talk about what would happen, but it''s something unpleasant for me.","id":"6REBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":530.55,"tags":[]},{"line":"Come because I I like choosing when I'm consciou's and when I'm not right, and I don't like to be unconsciou's at the will of another man. Okay, so he's played hands on.","id":"6hEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":539.36,"tags":[]},{"line":"Well, it's and again,","id":"6xEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":549.03,"tags":[]},{"line":"just want to","id":"9hEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":701.46,"tags":[]},{"line":"mean? I expected that I did have a short film","id":"-BEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":710.17,"tags":[]},{"line":"yeah, because you've done some performing you've worked in. We shouldn't connect. Yeah, we should not connected.","id":"AREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":847.42,"tags":[]},{"line":"no, I did.","id":"BxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":920.64,"tags":[]},{"line":"Yeah. I mean, well, basically, you know, back in the day, used to take crackers, You know, I'm saying, and I get some cheese out of the cat covered or whatever, you know? And, you know, uh, I'll take a little good, but a knife. Nothing too strong and too sharp. I don't really keep sharp knives in the house because I'm with nobody to stop me, but, um,","id":"DBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":988.62,"tags":[]},{"line":"he has a sex column. Well, right online. No, no, no. That's what he calls us. Weiner. That''s what he calls it. Have categories. Yeah. Yeah, He","id":"EBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":1056.07,"tags":["Weiner"]},{"line":"have hit bottom with that. Uh um, So he's saying that we were allowed to talk about boring stuff like spelling test's and stuff. Okay, so Oh, man, this is my shit, though, because I cannot spell at all. Okay, if we can get some perspective on spelling Holy. Get to the bottom of it. I would love to talk about that.","id":"GBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":1140.59,"tags":[]},{"line":"back. What we're doing is they have version's of the word, huh? So say, actually, is a word that's hard to spell, right? Uh, you know what I'm saying, right? Yeah. Yeah. So, uh, four version's of actually and The you circle the one that spell correctly. Ah, this could be very difficult. Yeah, I personally have to have trouble with that word. Specifically. Do you have anyone? Where are you when you're doing this?","id":"HBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":1187,"tags":[]},{"line":"Uh, just usually online or, you know, just trying to bone up on my spelling. But yeah, I think the most popular, most most relevant, I gues's place over, they do it in haste enough not","id":"HREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":1212.84,"tags":[]},{"line":"to use the phrase bone up. Okay. It's just kind of his thing. Sorry to interrupt. Can I can I take pictures? Did he say","id":"HhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":1224.01,"tags":[]},{"line":"Yeah, I can. We won't try it out. You want to take my soul? Phil, I got to say that I'm having a great time.","id":"KBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":1299.78,"tags":["Phil"]},{"line":"and The energies electric. And you don't know where it's gonna go. You just know where it''s not going to go and you know pretty specifically what you can talk","id":"KxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":1314.57,"tags":[]},{"line":"This San Francisco R and D team recently developed a proprietary foam that relieves pres'sure in increase's airflow on know something about increase in pres'sure and reducing airflow to your ruddy brain.","id":"MxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_2","timeCode":1445.69,"tags":["San Franci'sco R"]},{"line":"Boys squeezing on unique","id":"NBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_2","timeCode":1466.34,"tags":[]},{"line":"151 blokes","id":"NREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_2","timeCode":1470.77,"tags":[]},{"line":"Boy in the Casper is easy. Just order online and whether you're in the US, Canada and now even the UK, it's delivered to your door in a compact. How did they do that? Choice box with free shipping and free returns. If you don't Boys one, I'll put you in a box with free shipping. Ah, coffin box with me naps","id":"NhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_2","timeCode":1473.45,"tags":["Boy","the","Ca'sper","US","Canada","UK"]},{"line":"390 blokes get 50 quid told any Mattres'ses. Purchase bore. Visiting www dot Casper dot com slash and Book and using the code and Book terms in conditions apply 400 Sleeping Blokes","id":"OBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_2","timeCode":1518.15,"tags":["Mattre's'se"]},{"line":"I came on the Hollywood Handbook so I could talk about Hollywood.","id":"PhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":1685.16,"tags":["Hollywood Handbook","Hollywood"]},{"line":"And I don't think it is fake, you know? And I said to him, Fake, like, wrestling. Like you think the games air fast. My question like, What does he mean by fake like it does? It's a myth.","id":"RhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":1813.56,"tags":[]},{"line":"Okay. And at that point, I'm pis'sed, right? Yeah. And I'm cocked back, like, right, You know, this is it. I'm finally gonna sort of I'm finally gonna kind of, like, come back over the top on this guy. Yeah. Choking me out on a pretty regular basi's. Right? Right. So he is joking. You think? Well, yeah. Look, he's joking. Like","id":"SBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":1830.24,"tags":[]},{"line":"I'm a good friend and that part of that friendship, is it not? You know me, you know?","id":"TBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":1883,"tags":[]},{"line":"feel like I've been","id":"UBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":1927.55,"tags":[]},{"line":"and talk about that. Sam, I, uh how pathetic you are. I want I want I want to say I'm sorry. Um, just for it. I wanted today to be my chance to show you, You know, that I can run this ship with Kevin gone.","id":"UhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":1943.65,"tags":["Sam","Kevin"]},{"line":"Look, I don't know what else to tell you. Like I came. I'm like everyone else. I gotta talk about highly. Will I got if I could do it, man. He's him. I don't know how you would know. Let''s talk.","id":"VhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":1997.58,"tags":[]},{"line":"'sleep theyve got And that we're comedy this year. Yeah,","id":"XhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":2057.64,"tags":[]},{"line":"I'm ready. Already got my whole It's going to reinvent the genre. Yeah. I can't believe we waited this long to talk about where we're talking about bullshit. And and the real stuff is right on it. Sorry.","id":"XxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":2060.48,"tags":[]},{"line":"Moynahan. Oh, yeah, Yeah. He had three virgins of","id":"YREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_3","timeCode":2076.98,"tags":["Moynahan"]},{"line":"What was that? Is a","id":"ZhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":2093.25,"tags":[]},{"line":"Well, are you guys talking about Hollywood-This?","id":"ZxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":2096.33,"tags":["Hollywood"]},{"line":"Big Grande. No, no, no, Please don't. Please don't, Um I'm not talking about one of my favorite thing to talk about. I heard you talking about young Sheldon, and I heard you talking about the airplane show, and I had a lot of stuff I wanted to talk about with that. No, please. I'm sorry","id":"ahEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_3","timeCode":2112.26,"tags":["Big Grande","Plea'se","Plea'se","Sheldon","plea'se"]},{"line":"gourmet food.","id":"cREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":2193.92,"tags":[]},{"line":"Yeah. You do not want to see me right now. We did talk about","id":"fhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":2281.67,"tags":[]},{"line":"know Jesu's","id":"hhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_3","timeCode":2365.23,"tags":[]},{"line":"I don't want to hear about my so much fine.","id":"jhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_3","timeCode":2408.98,"tags":[]},{"line":"you can talk about Yeah. No, it's only dres'ses worn. Um, that, like, tea party kind of guy. You could talk about?","id":"lBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":2453.31,"tags":[]},{"line":"know how it connects. Not how it","id":"mBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":2476.39,"tags":[]},{"line":"I just really just me, myself, just myself. Then it's just","id":"nhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_3","timeCode":2504.62,"tags":[]},{"line":"E do. Um All right. And then Lamar made, like, a short filming kind of want are like, hey, made an independent movie that he wanted to talk about. Can we get into that?","id":"rREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_3","timeCode":2553.08,"tags":["Lamar"]},{"line":"I was gonna watch it with my dad and my son","id":"tBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":2598.49,"tags":[]},{"line":"right? Well Ah, yeah, I can wait a little longer to see if he gets here. But if he's not here and you know he doesn't get here soon, I would have toe take Off cause I gotta get a hair cut.","id":"uBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":2629.5,"tags":[]},{"line":"It's the only time I can do it right at two oclock, and I let him know that Ah, I was in on Hollywood Handbook and he was actually excited. My barber. I told her I was gonna be on Hollywood Handbook and he was like, Oh, man, you gotta talk of a Hollywood brother. You gotta talk about all that stuff. Yeah. Let me You want to give you some stories if you want. Like, he''s only trying to give me your stories, but were not allowed to say,","id":"uREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":2642.38,"tags":["Hollywood Handbook","Hollywood Handbook","Hollywood"]},{"line":"And then you said he said he was a fan of he's and the other guy. Yeah. And what could presume that was probably me and not engineer Sam, right?","id":"vxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_1","timeCode":2711.27,"tags":["Sam"]},{"line":"Yeah, yeah, yeah. I don't think he knows the engineers names. Well, your name. So I gues's he only knows he's","id":"wBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":2719.37,"tags":[]},{"line":"I hate seeing this guy succeed. The five episode miniserie's features an all star cast, including Are You Kidding me? Scott Document. Paul F. Tompkins, Lauren Lap Because John Gabors and Mary Holland you know, I asked all those people who do friggin my Stitcher Premium showing only one of them did it.","id":"yBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","speaker":"spk_0","timeCode":2940.62,"tags":["Are You Kidding me","Scott","Paul F. Tompkin","Lauren Lap Becau'se","John Gabor","Mary Holland","Stitcher Premium"]},{"line":"I saw Tron I'm interested in because when he's told me, I thought, Oh, this is","id":"1BEELnMByMrymAEmn_h1","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Blasucci and Amanda Lund, Our Close Friends","speaker":"spk_2","timeCode":43.42,"tags":["Tron"]},{"line":"worth way. Just hit 20. You could stop now. Uh, yeah, Well, I've actually decided to keep go, and I'm going to keep going, because what happens is thistle's smart. I think you should help. Hey, tell The for however long the ad is, so they paid, which I believe this says $20 for a 32nd ad reading, mis's, right? Yeah, than what we actually are doing is an ad that maybe is gonna cost $60 or something like that. Yeah, They have to rig it, pay us. And as we're still talking, it's happening. Right, man? Go back through. So woven, which is a monthly men''s T shirt subscription that provides","id":"1hEELnMByMrymAEmn_h1","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Blasucci and Amanda Lund, Our Close Friends","speaker":"spk_1","timeCode":62.06,"tags":[]},{"line":"when they finally load up on the ones that you really want you to get Those, like, bottom of the barrel racer.","id":"3BEELnMByMrymAEmn_h1","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Blasucci and Amanda Lund, Our Close Friends","speaker":"spk_1","timeCode":235.21,"tags":[]},{"line":"Well, I'm sorry to hear","id":"5REELnMByMrymAEmn_h1","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Blasucci and Amanda Lund, Our Close Friends","speaker":"spk_0","timeCode":316.55,"tags":[]},{"line":"and and I'm not apologizing. And","id":"6REELnMByMrymAEmn_h1","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Blasucci and Amanda Lund, Our Close Friends","speaker":"spk_2","timeCode":322.29,"tags":[]},{"line":"No. And I'm not mad at you for not being mad at me.","id":"6xEELnMByMrymAEmn_h1","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Blasucci and Amanda Lund, Our Close Friends","speaker":"spk_1","timeCode":327.39,"tags":[]},{"line":"to belabor the point, but we're so confident and cool that we're being nice about it.","id":"-hEELnMByMrymAEmn_h1","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Blasucci and Amanda Lund, Our Close Friends","speaker":"spk_2","timeCode":445.9,"tags":[]},{"line":"Where was this new? Where was what is that?","id":"-xEELnMByMrymAEmn_h1","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Blasucci and Amanda Lund, Our Close Friends","speaker":"spk_0","timeCode":449.1,"tags":[]},{"line":"and a lot of it is very nice.","id":"AREELnMByMrymAEmn_l1","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Blasucci and Amanda Lund, Our Close Friends","speaker":"spk_1","timeCode":504.05,"tags":[]},{"line":"I see. I think I understand. And","id":"DhEELnMByMrymAEmn_l1","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Blasucci and Amanda Lund, Our Close Friends","speaker":"spk_1","timeCode":579.43,"tags":[]}]