[{"line":"every time? So, yes, that's what we always do. We always bring on a guest, and we always talk about every movie theyve done in their careers. And when we do a Segway to that point, I traditionally have been announcing it. But now, lately have been, you know, sort of letting like pushing John Off in my hands. I'm a bit of a fledgling I've had some crash landings, but this one? Yeah, this one, I actually was able to","id":"hREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":907.4,"tags":["Segway","John"]},{"line":"It's looking. Thank you. It takes a it takes a little bit. So now we just kind of like and Ryan, does it make any loading noise's when it''s loaded? Yes. We always do. The loading noise's. Yeah, we're not gonna, uh uh, and And what else?","id":"iBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":943.36,"tags":["Ryan"]},{"line":"Um, okay. And is it almost loaded? Right Yeah, I think. Ah, thing again. Not to sound pretentious, but one of the problems with","id":"ihEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":966.29,"tags":[]},{"line":"black box production. There's a There''s a character there that is Ah, that is trying to change and become a better person. And I","id":"lhEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":1051.27,"tags":[]},{"line":"Is listening to the podcast live. Whoa! Feed is alive. Okay. And it detects you any thought. So far,","id":"oREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1171.34,"tags":[]},{"line":"And there's really art, I think, to making the 2nd 1 first in a way that you can follow it. But that does imply there''s a mythology which has not been establi'shed like for exactly. But in Bushma'ster two I remember a lot of the characters were saying they mis'sed Dino, so there was a lot of build up for","id":"sBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1367.56,"tags":["Dino"]},{"line":"attack the physical bush in his yard was, um, supposed to represent some of his frustration. Maybe. Yeah. I didn't even you. Now that you're saying that hearing that now, right? I didn't pick up on that.","id":"sxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":1426.26,"tags":[]},{"line":"but So Dino would be like the guy, the next door neighbor. Ah, like a gentleman rancher. Yeah, Come over. And ah would make, um you know, what the directors had to do was just to make casual chitchat like, you know, all of the dialogue. Frame it more like casual chit chat, right? You don't make it seem like a monologue. Make it seem like just two people talking. But these were multi page speeches with for sure you at all the life","id":"thEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1443.4,"tags":["Dino"]},{"line":"And, ah, they would shoot it in such a way where I would look straight down the barrel and do the whole thing straight into the lens. And the Bushma'ster was never on set with you.","id":"uBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1474.08,"tags":[]},{"line":"Oh, I'd love that. Yeah. Piece of movie trivia. My pub trivia nights.","id":"wREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1557.18,"tags":[]},{"line":"Yeah, Bushma'ster. I can see why you would want it. Because he is a master of the bush in. And he is just during those bushe's, in a way, with his with his shears. Yeah. Um, but","id":"wxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1584.55,"tags":[]},{"line":"Thank you","id":"yxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":1738.21,"tags":[]},{"line":"go to second city dot com backsla'sh TC or call 3126643959 To find the best clas's to advance your entertainment career, make new friends and polish up your presentational skills. And before I repeat that, I just want to say, um, we have a little space here where you guys were listening. Obviously, Second City Training Center is great. Help Hayes. But also another thing that's great. That I wanted plug very quickly is Hollywood Handbook is really cool. New podcast. Um, it''s ah, these two guys Hamza China. Ah, you know it''s super funny. I listen every week. I think it''s just a really great, innovative show. It''s got tips on showbiz, and there''s, ah, mildly satirical element to some of the episode's as well. Um, these guys are really funny. They're doing something new. They're doing something different. Please do listen, Hollywood Handbook go check it out. Down Mobley this episode and then goto second city dot com Backsla'sh TCU called 3126 Explore 3959 Listen, Book. Hey, guys. Want to talk to you about ZipRecruiter? If you're hiring, you need to know where to post your job to find the best candidates and finding great talent can be tough. Speaking of great talent, uh, we have such a special tree for the ZipRecruiter at I don't even know what this is this getting dropped on me. But I'm excited because they Yeah, great talent. We have July who works in the office. Hi. Ah, and he''s sort of a shadowy presence. But you could just tell that there''s that things were happening in his mind. Where is normal clothes? But there is the sensation of a cloaked figure emerging from the corner, you know, pos'sibly with a concealed dagger, you know, because he is a shadowy presence. And I'll tell you something about July. You remember if you remember the kid in your clas's, it was cutting up cracking jokes, making The-Teachers-Lounge thing. Everyone in the clas's laughed. July is the kid watching that kid and taking no and taking notes. And believe me, he has. He''s got receipt cloak on yes, and is maybe sort of going to do something smiling. And these thing you're looking at him, you're thinking, Oh, I think that guy might have even better stuff than this guy. And he''s Yes, he''s watching me right now even and he''s things to the way smiling. And maybe I should be in that guy''s seat and maybe, I mean, it seems like he might have some. Even better. I'm going and I'm going. He may be able to with some of what I havent seen what he''s got yet. And so all this time I've been sort of waiting for him to come to me. I've known this moment was gonna come when he was going to say, Have some really good stuff for maybe s replace Sean for the for the show. And I do think that this is have making a move. Yes. And so he''s really got And I'm excited his quivers fully Love Finally have my life with dark. Yeah. Ah, And so I said, OK, you could be a guest on the show is like, No, I want ZipRecruiter. I want the ad. Give me Give me that. Give me a spot on the ZipRecruiter at Oh, okay. That''s, like one of our most in demand spot. And of course, it didn't get run by me, and I'm just sort of being dropped into this. Ah, and but I said OK. And he said, Don't tell John, and I said I wasn't going to, uh And so when do you want? And I'm shocked. When do you want to come in? Do you just want to do the whole thing? Yeah. Can I come out of this cloak? Yeah. No one ever said that you had to wear. No. Yeah, that was you. And you have always warning. As I said, the first thing I said was he wears normal clothes, were and then you got into a club, which is like, why? But anyway, You know, that''s the sort of thing you're working on, a level that I don't neces'sarily understand. I'm Sean just for people have trouble telling our voices apart. I was. Should we do with that? Uh, let everybody know whose voices whose?","id":"zREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":1990.4,"tags":["second city dot com","Second","City","Haye","Hollywood Handbook","Hamza","China","Hollywood Handbook","Explore","3959","ZipRecruiter","July","July","The","-","Teacher","July","Sean","John","ju'st","Sean ju'st"]},{"line":"'so I I gues's I just sort of thought that you would just have something more. I thought youd go right into it. Yeah. And so I have the copy. Oh, well, I want to talk about my personal experience with ZipRecruiter. Okay, so I was hired through ZipRecruiter. Okay. Ah. I used to own a zipper busine'ss.","id":"zxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2224.43,"tags":["ZipRecruiter","ZipRecruiter"]},{"line":"is that zip is the idea that the companys called ZipRecruiter because they recruit From zipper companies. OK, Uh huh. Yeah. Okay. And so you've been watching kind of what I'm doing, and you've been taken notes, and then you coming in, like with, like, going like Hayes. I got some fire shit for this ad, like this is gonna be fire. And then it''s The So the idea. Hayes''s right is the zipper, And they're recruiting you From The zipper company. Yes. Well, I'm just gonna go into the copy. Are you hiring? Do you know where deposed? I find the partnership, and he looks like he is gonna want to jump ahead. Okay. Which party? Back on and putting the clock back on. Thankfully, with ZipRecruiter, you can post your 100 plus jobs. Did you do that? No. With just one click, their powerful technology officially matches the right people. Do your job better than anyone else. Uh, okay, so We're kind of moving around like he''s ready. Oh, ready? Now he''s watching you like he''s like he''s awake. Oil, right? Spring? Yes. And he''s ready to explode. So he looks so confident. Do you Are you going to do something with this? Like, 80% of employers who posted job on ZipRecruiter get a quality candidate through the site within 24 hours. Like, do you have something to do with that? Like you have a take on that? Ah, yeah. Should be 69%.","id":"0xEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2296.83,"tags":["ZipRecruiter","Haye","Haye's'","ZipRecruiter","ZipRecruiter"]},{"line":"get that cat out of here.","id":"2BEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2500.31,"tags":[]},{"line":"I So what weve landed on is your voice role. I know you do a lot of animation Stuff of the nasty duck in and gay frog forest. Yeah, The big question for me was that this it was the title of the movie. If you know what you think about this the decision toe after the fact have all the animals in this force be gay? when it's never like, mentioned in the actual movie like there''s a dough. Well, there''s no sexuality reference, Alia. Children, Children, movie s. So we thought that it would be forward thinking to call the movie gave frog forest's, but not have the frogs act in a stereotypical, uh, gay way. You know, we felt like that would be, like, really on the news. They don't never act like","id":"3BEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2529.52,"tags":["Alia","Children, Children"]},{"line":"So we're trying to do is build a wall","id":"6hEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2727.38,"tags":[]},{"line":"a lot of hearts. Young. It's close up. Shots of my face. Ah, you know, almost begging for like, uh, like Big Harry dick in my mouth or to be","id":"7BEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2751.48,"tags":["Big Harry"]},{"line":"they said, you know what about just that, you know, iconic. Yeah, yeah, yeah, which after imaginary hoagie. You must have had some reservation's about that.","id":"8REFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":2794.61,"tags":[]},{"line":"Jesu's said. And he's sort of e. I mean, he is basically, like one of these gang members in terms of his sick, twisted mind. Yeah, uh, can Onley think he certainly perverted enough to be a gang member of the toughnes's is'sue? At this point, it''s like, How are you at climbing walls?","id":"9hEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":2918.74,"tags":["Onley"]},{"line":"and it can destroy you. It's tricking you. It''s telling you lies in just ah It''s like a flat.","id":"BxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3071.74,"tags":["ju'st"]},{"line":"of the same way, Yeah, you're Yeah, if if your work right now. And you're listening to the sounds of our voices. Um, what I'm about to do might","id":"ChEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3089.48,"tags":[]},{"line":"Yeah. Name me. Nasty Doug From nasty, Nasty Doug My mask. He does.","id":"DBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3122.04,"tags":["Doug","Doug"]},{"line":"because yet and the puzzles were like filled with letters","id":"GBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3295.18,"tags":[]},{"line":"Or in Africa, the people over there where the colorful kimonos,","id":"HBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3343.72,"tags":["Africa","kimono"]},{"line":"One amazing study tohave. Yeah. No, they did such a fascinating study, and I just love they're always doing","id":"HxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3385.44,"tags":[]},{"line":"these studies. That's one","id":"IBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3391.31,"tags":[]},{"line":"of my","id":"IREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3391.94,"tags":[]},{"line":"So obviously, one of the main reason's would be in the blooper reel. So that's why the blooper reel was so long. But I think we have a clip or there might be a clip, you know? Hey. Yeah. Ryan, Did you want to load up the clip?","id":"JREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3479.52,"tags":["Ryan"]},{"line":"your nutrition. Brian did, um","id":"NBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3635.48,"tags":["Brian"]},{"line":"did my nutritionist send more than one clip?","id":"NREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3637.51,"tags":[]},{"line":"And how do you spell nutritionist? It's ah ni w.","id":"OhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3659.67,"tags":[]},{"line":"in E w t R ii es'says yet I o in i z t? Yes. Uh, you know, stepping out in here. Oh, wait, wait Here. This here. This, Um yeah, here it is.","id":"PBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3665.62,"tags":["Thi","Thi"]},{"line":"Does the movie make us out? What? It starts to play. Ryan, Can you load it? Yep.","id":"PhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3716.73,"tags":["Doe","Ryan"]},{"line":"for the snowboarding competition.","id":"QBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3732.81,"tags":[]},{"line":"Okay, this is what it is. Yes, I had both of you guys uh, your rank general Doctor, try to talk Torto. Why does your jacket, say? Director and cameraman? I Yes, I. So heres the thing. I am filling in for the director who has a personal problem. Shouldn't you be behind behind? Yeah, well, I will. Yeah. No, I have the cameras right here I am working with. But you're on the wrong end of the camera","id":"RBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3756.45,"tags":["Torto"]},{"line":"Yeah. Yeah, like you have a double banger for that movie. You sort of took a haircut for that one. It's something that''s for artistic re. That''s","id":"ShEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":3868.38,"tags":[]},{"line":"Yeah. Oh, our tennis ball. That's right. You're a ping pong ball are just a Blue suit. Yeah, I like a guy from the Blue Man group and then you have to go back and spend the money in the time to do","id":"UxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":3927.11,"tags":["tenni","Blue Man"]},{"line":"Please get out of it. Yeah, we were goofing. Yeah, for sure. Have some Quick moment. Silence.","id":"XxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":4038.09,"tags":[]},{"line":"Lets build a second wall around. Let''s build a wall around. Well, well, well, that I've been asking for forever Scott on Germans to kind of a cheapskate. So you're saying build a wall around the first wall?","id":"ahEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":4146.59,"tags":["Scott","German","fir'st"]},{"line":"I say around The no gangs while you have a first wallet. Says like, Hey, don't do anything crazy to this wall behind this one. Yeah,","id":"axEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":4159.32,"tags":["no"]},{"line":"and we're looking at a field so that the podcast will zap you if you're in again. Uh,","id":"bBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":4167.65,"tags":[]},{"line":"Do we get enough room tone?","id":"chEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":4227.87,"tags":[]},{"line":"Ah, you. Lets get one more quick thing room tone and then Ah, Hazel steers on out The nafti duck","id":"cxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_0","timeCode":4229.75,"tags":["Hazel"]},{"line":"Manas'se beat up my nasty dog Bye.","id":"dBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":4237.74,"tags":[]},{"line":"Oh, man, those guys are hilarious. Hey, everyone, Chef Kevin here and I'm just jumping in the episode to remind everyone to check out Rob peoples new YouTube Red Siri''s. Do you want to see a dead body? It features everyone you know in Love, like Rob Huebel, Ben Stiller","id":"dREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_1","timeCode":4244.93,"tags":["Chef","Kevin","Rob","YouTube","Red","Siri","Rob Huebel","Ben Stiller"]},{"line":"lad. I'm like I'm the only person of color here, and I know there's some others and browns in the kitchen, so it''s like if you're front of the house is all why you don't get hip hop. Listen, use's racist on Apple podcast stitcher","id":"eBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","speaker":"spk_3","timeCode":4296.76,"tags":["Apple"]},{"line":"uh, because it's good. Chicken. Yeah, on the they want you to think. Oh, we're just here. Help out. Tell you the good chicken Hayes. Yeah. And they painted those signs. They have a reason. Yeah, well, they're spellings. Not great. Yeah.","id":"ghEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":90.31,"tags":["Haye"]},{"line":"I have not been the milk man for that extreme long career in pro wrestling. As the milk man.","id":"hhEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":138.17,"tags":[]},{"line":"job so much. The best job in the world they are. I","id":"jxEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":295.58,"tags":[]},{"line":"God. I love my job, and it's almost like we're doing it for free for three years. I could tell you something big decide.","id":"kREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":328.63,"tags":[]},{"line":"The Writers Guild is having a fight. Yes. Where is Dad? Cleaning. Yes. Look to put in terms you all can understand. Not a body works in showbiz.","id":"lREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":385.59,"tags":["The Writer's Guild"]},{"line":"They're having a play with their dad on. There are And there are Dad. Your dad ever come","id":"lhEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":398.24,"tags":[]},{"line":"guys got. And it''s hard, but it is. It has to be said. So that''s what you tell them because in fact we're not. And what we're doing is we're just gonna be working on a boat way. We are going to be writing TV shows, but this time it is on a cruise ship. So it is not in America International Water. It''s called the Writers Guild of America, and we are writing The The writers go to up the boat. So technically on, the shows are not the same. The shows are not. I'm going to be working on the boat office. Yes, the boat Off","id":"oREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":508.06,"tags":["America","Writer's Guild of America"]},{"line":"They literally call them unmentionables your on your pants on, and I think it's time to start mentioning them on this podcast. tonight. People people are","id":"qREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":645.75,"tags":[]},{"line":"in their underpants, right, Hovering it up with both hands tiptoeing Off stage. That's what most people are doing. They're going","id":"qhEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":654.54,"tags":[]},{"line":"Where is the craziest place you ever made? Whoopee? Probably, Uh, you know, way should move on to another question. Just time wise. I think we're going Teoh Lamb, as charges said, If there's no time for him, there''s certainly no type of May so way And, like I understand","id":"vBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":979.68,"tags":["Teoh Lamb","May"]},{"line":"But as one of the host's of the show co host Sorry. Hey s And we so so you can't keep up with kind of like language were feeding to each other silently like time to move on to the been giving","id":"wBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1015.21,"tags":[]},{"line":"What is it about that follow up? Are you addicted to it? Yes. I don't feel like I don't want answer any of these question's. I feel like this is my busine'ss. Me getting I'm not saying I like to get nasty. That don't for that. From what I'm saying, I'm just saying I don't want to comment on whether or not I get nasty and you can't AP The nastine'ss. Okay, Don't put I don't put words or anything else in my mouth. Okay? Okay. And I see what he's doing here. And he''s bugging his movie again.","id":"xREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1062.03,"tags":[]},{"line":"responded with touch. I really confided.","id":"yhEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1164.4,"tags":[]},{"line":"Gotta go. That's got to be number one. Yes, that can be something of a neurotic area. Can't. I would say","id":"1BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1293.48,"tags":[]},{"line":"fair. This seems almost like a dodge of that. It's not a Dodge. I I Wrecked my top five. Is it pos'sible that that is? I wonder if that''s in the movie and you don't want to give it away for free. You're saying why I get buy a ticket? Why you like to be Samast? Why? Yeah,","id":"2REHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1374.17,"tags":["Dodge","Sama'st"]},{"line":"So then it's not really a choice, right? Not for me,","id":"2xEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1425.96,"tags":[]},{"line":"dude. Enough chitchat. Lets get down to busine'ss s. So a lot of these shows these sexually upfront podcast that are out there beginning to talk about it","id":"3BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1438.66,"tags":[]},{"line":"you don't need is in receipt.","id":"4BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1509.73,"tags":[]},{"line":"So weve been writing these scenes. These little scene left.","id":"4REHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1512.69,"tags":[]},{"line":"will be","id":"5BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1542.11,"tags":[]},{"line":"He's just got that This was not part of so Okay, so you're just gonna, like, masturbate or something on stage? Well, let''s see what the","id":"5xEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1563.46,"tags":["Thi"]},{"line":"Do you see your highlights? Yeah, it's highlighted. Thank you. Okay. Very profes'sional.","id":"7xEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1670.91,"tags":[]},{"line":"Shawns looking out. Does a big smith","id":"8REHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1695.41,"tags":["Shawn","Doe","smith"]},{"line":"cold today.","id":"8hEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1701,"tags":[]},{"line":"Yeah, would that I had someone to share this delicious coffee with here in Seattle. Theo. Pacific Northwest.","id":"8xEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1711.59,"tags":["Seattle","Theo","Pacific","Northwe'st"]},{"line":"Sean, uh, surreptitiously throws out the coffee that he is already drinking. I love a coffee. I havent had any all day.","id":"-REHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1765.3,"tags":["Sean"]},{"line":"All right, I'll bring you a coffee. Do you like it Black for","id":"-hEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1776.81,"tags":[]},{"line":"That's highlighted.","id":"BBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1846.04,"tags":[]},{"line":"Hey, Sean, um, you're supposed to be over when you're breaking up. I came here and you're","id":"BhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1854.17,"tags":["Sean"]},{"line":"I just said be in the four days. I don't know that that's year. You can interpret that. However you I liked I don't do line readings, so don't wait. Don't like that.","id":"CBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1877.33,"tags":[]},{"line":"Okay. That was my doctors best friend. Sounded like he''s in trouble or something and maybe has a sheep with him.","id":"ChEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1903.05,"tags":[]},{"line":"force of it throws both of them off their feet and they fall separately. Oh, to the ground. It stopped turning. Yeah, Pretty knocked me over pretty good.","id":"DBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":1928.66,"tags":[]},{"line":"usually even well, even the weekend, like every night. Uh, are sorry. I'm What is the week? Whats your work schedule? No. Well, it is a weekend. It''s Saturday night. So It OK? Yeah. OK, great. I get Tuesday's and Thursday's Off. Tough. Okay, Tuesday. All right. I'm here right now. So and so on. My","id":"DhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":1948.39,"tags":["'s Off"]},{"line":"well, it's the morning. I'm Off shifts. Never mind. Okay? By you later.","id":"EREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2028.62,"tags":[]},{"line":"No. I don't think there should be adult Matt school. And no, I don't think it would lead to any romance. And the other thing is, you said your first line Waas All the adults air there to learn math. Yeah, you got a little steamed up. I saw that state directed.","id":"IhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2246.09,"tags":["Matt"]},{"line":"Hem! Here I go, Theo Teacher writes on the board 40 plus 19 First to sentence coming. Now","id":"JxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":2376.59,"tags":["Theo Teacher"]},{"line":"'supposed to be like the sexy says, right? My problem with it is as a The this with me not in the script. My problem with it is how does this guy know the math correctly? If it's supposed to be, if he knows 59. The move.","id":"LxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2463.98,"tags":[]},{"line":"Me and my Boys called the Happy Meal","id":"MBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2485.69,"tags":[]},{"line":"Why is it called a happy meal? Come on, man. Why you gotta put me in my Boys on the spot like that?","id":"NBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2502.46,"tags":[]},{"line":"It's called Happy Meal, cause everybody gets to chow down. All right, so it should read 59. It should be 59. Ultimately, the characters are going to do a 50.","id":"OBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2525.77,"tags":[]},{"line":"Yeah. I don't know why I'm at this adult math stool.","id":"OxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2567.02,"tags":[]},{"line":"Well, you ever think maybe The Maskell is just doing a good job?","id":"PBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2572.15,"tags":["The"]},{"line":"Nice legs. Oh, gosh. Are you just saying that I'm really self consciou's about him? Sometimes I feel like a friggin lolly pop with two sticks.","id":"PREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2580.25,"tags":[]},{"line":"No, I know, but that's at the top of the next page. So why don't we give you this page? And now you guys can home, like, get into it on? There''s a waiting for me at the end. I'll kind of jump in once. You guys have really gotten going the principle.","id":"QREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2640.42,"tags":[]},{"line":"chow diesel because everybody gets a shout out. Can't. Ah,","id":"RREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2704.62,"tags":[]},{"line":"What am I gonna do about this, sir? I could see your mum say","id":"TBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2804.81,"tags":[]},{"line":"Oh, no. Oh, this is gonna take all clas's and never really be ableto get it on. Like I know how to do things like not wait with this. This is not part like this time to do it. I'm feeling it. I mean, it says here is that we Yeah, we The The next. There's no more dialogue. It''s just description. Oh, I got different pages. Maybe I have a more latest draft. It says here that I separate the lollipop sticks. Oh, yeah. Uh, well, that sounds very good, but it says on mine that, um I get too shy to even have that much pleasure,","id":"VhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2929.3,"tags":[]},{"line":"but it zip art of the character. And that's I don't know why we wrote it that way, because I would like that. But But it says it''s the first time you orgasm is in this scene right now. Um, well, but the math stuff I feel like we need to do, or why should we dont going on. Okay. Okay. So that was I can't remember what we were even doing before. Yogis. Look at the time","id":"VxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":2975.42,"tags":["Yogi"]},{"line":"Okay. See, this is what I said. I told you that eventually he was gonna was gonna be sorted. He's gonna wanna do it. He''s going to get begging for. He''s gonna get so horned up to say, I feel like you're the one last time who blanked. No, that''s not how I remember it.","id":"WREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":3025.73,"tags":[]},{"line":"First of all, I wasn't horned up either, So I don't know what stands to take because that wars and warned up. But I also didn't stop reading the script. Yeah, no different draft, uh, on that's revision mode, thatll catch.","id":"YBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","timeCode":3125.56,"tags":[]},{"line":"And if they say that, that would be great if we can fucking here this thing anyway, Thanks on Stitcher Premium. I have the best job in the world","id":"YxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":3161.93,"tags":["Stitcher Premium"]},{"line":"Theo. That's your style. This one of them? What are the stealthy? Have praying Mantis","id":"ZhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","timeCode":3211.41,"tags":["Theo","Manti"]}]