[{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman,","id":"bBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_3","timeCode":3309.35,"tags":["Rachel Bloom"]},{"line":"You've seen me have intercourse with a variety of","id":"bhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_3","timeCode":3315.16,"tags":[]},{"line":"to be totally transparent in regard to all of those details.","id":"eBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":59.23,"tags":[]},{"line":"Oh, he I mean TV writing you. Um I don't know if you guys have ever done it, but it's It''s a really well paying jobs. We talked to focus list about it a little bit. Yeah, high six","id":"fREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":110.13,"tags":["focu"]},{"line":"wife. Deal was a low seven","id":"gBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":132.86,"tags":[]},{"line":"like where should they listen? Tow for maximum Better for you Here you are like,","id":"hxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":257.14,"tags":[]},{"line":"If you were so excited to go first. Flight of flies, Flight of flies. Well, I saw fly earlier today. Would you be? So that is That is a reference. That is a callback. Just It is a callback to the fi you saw, and you won't believe what he was doing. Was he flying around? Well, I'm he","id":"kBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":849.33,"tags":["fir'st","flie"]},{"line":"I gues's I You know, I gues's that's why we hire you, right? Is because you got all the answer's already, but, yeah, flight of flies. So that sort of was in my head as a thing. OK, but is he right with side of fries s? So here''s the thing. Hayes is right, because flight of flies is not like a thing that people say. Oh, so, like, that''s just the thing you just said just now. And so I got the note. So I'm just I'm just saying site of It''s a food podcast side. Yeah. No, you stand it out. No, he's right. That''s fine. Okay. We don't need to go. All right, OK, yeah, I got it. But anyway, we did that. We did that very early on the podcast, and part of the reason we did that was because Doughboys one of the original aims were considering was site of guys. Wow. Yeah, I imagine how huge the show could have been. You so big. That right, you would call it side of guys instead of Doughboys because there''s a dough is rarely ah factor in any of the stuff that you're eating on the show. Well, yeah. I mean, I gues's if you include, like bread and tortillas, you know, and pizza dough and the like, Can I just say there''s and I say, Can I just say please? I said, Flight of flies. So for you to say it''s not a thing that people say, like by definition judge, you're saying it even tell me that So, like, that''s not right the way in which it''s fine. That hazes right? I'm happy for Hayes. It makes it seem like you're accusing him of lying of s of seeing the flyer right in which I really did see and he really was pretty huge, you know, uh, when they ve closed, it''s just to say next. I think he actually might be. Yeah. I mean, I just I just think when a V club writes up the recap of this episode, they might they might be asking when Sean was riled up. Was that a shoot or was that a work? Now, see, this would be huge because I don't know what that means, but what would be really big for us is if we did get written up in that and we can just basically do it for them, not about me, but like, you know, at some during this, like, say, like, this is what you can say about that part of the show because there is some some reason that they're not doing it. And I wonder if it''s because we arent writing it for them as well, right? We're making them come up with everything. But I think he really was living with my because I came in here today like he wasn't mentioning it at, like you know anything about. It''s only now that he''s he''s come up with that. Well, maybe it was buzzing around this subconsciou'sly give him the benefit the doubt. Maybe we just was sort of just thinking about it. And then it came out of his mouth. When you put a microphone, you know, you put a microphone in front of somebody, you know what comes out. The truth is that there''s a flying his brain, The open, it's wings. No, I mean, I don't mean like a literally like a fly flew into his ear and worked it's way into his What happens inside of guys? Okay, so here was the thing of sight of guys. It was just we had We got a bunch of fast food sides from the same restaurant and then decided to rank them. And the thing was, it was just like that sounds fine. That sounds lateral. With all our other segments, I was incredible. OK, well, here''s the thing. It was just kind of It actually becomes a little abstract when you're weighing like onion rings versu's I think we did Taco Bell. And we did like a site of beans versu's, like, a site of there. And some might say that that is what the rest of the show is. Yeah, as well. Sure. You're basically saying Here''s the show where we take a little break from the where we either normal in the restaurant and we talk about whether it''s good now is a little bonus segment. Well hear the food for the restaurant. Talk about whether it''s good. That might actually be the correct diagnosi's for it and also the is'sue of if you get fast food from a restaurant and then we eat it on the podcast. As you guys know, From as two times veterans of the Pod, we try to go in advance because then we can digest The Beale and discu'ss it. And then if you try to get in the studio on the air, you get them chomping sounds. Yeah, and then you've also got was incredible but weirdly have having eaten with meds, huh? It''s oh, it''s as disturbing in the other direction. From how silent did this, right? It''s like it''s falling down his throat. He''s internalizing it. I mean, that''s the thing. It''s like, you know that your mind of is, yeah, you just always thinking always by the eating is so quiet. Yeah, his eating is very is stealthy. Oh, I think I found a picture of the fly. Ah, here, also to you. Ah, deleted it.","id":"kREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":870.08,"tags":["Haye","Doughboy","Doughboy","Flight of flie","Haye","Sean","Taco Bell","The Beale"]},{"line":"Is that gonna help us? Maybe this should have been a private we're paying. We were paying him, I gues's. To dio what? We could have done it Have this coming. Then we do the show. Use the knowledge from this conversation right away. We started next time. Okay, We're starting. Just hey, among the Hollywood Handbook and here we go. Ah, So, um, I saw a big fly. It was Riel. Uh, and I just have to tell you that that's the truth. And we are going to talk about our new segment that he's just came up with himself. And Nick has to play, and it''s on our show. It''s called smacker Wack. Yes, good Letterman. And we bring in people from the Off like, Earwolf people on we sit him down and we say? All right. Is this dude looking like a smack or is this do looking like a latte? Yes. So wait, So you're judging their personal appearance, their personal appearance there. By a gues's. Yeah, we, you know, feel little parts, and we say, Like, is this so ugly a person or she looking like a snack? Yeah, we squeeze, um, and well get a big fistful of different sections of them. Do you mean And physically manipulate them, like with calipers? You're really measuring him out? Yes. God. Where my calipers. Oh, yes, yes, yes, yes, yes. Let me just say this, and I'm not, You know, I know you guys are. Maybe it will antagonise here. There there was appropriating the name of one of our existing segments, but I would just say on Doughboys. But here''s what I would say.","id":"kxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":1203.65,"tags":["Hollywood Handbook","Riel","Nick","smacker Wack","Letterman","Earwolf"]},{"line":"So, um, so weve had we have some other segment. Okay. Is that we brought in? Do you want one of those? You want to keep talking about his show? Uh, no. I think we should talk about our show more. Well, So one thing we were thinking could be cool is if we sing Hamilton just just singing. And we love it to just sing it. And we just think it's so good. Is there a take on it? Is there? Are you, like, in a do parody lyrics or something? There is it. Take a guy like. Did you see this show? It''s so good. Our take on it is like it really is like, awesome. Like you're learning. And it''s rap. Yeah, so you're just going to go, like, just basically verbatim say, Lin Manuel Miranda''s lyrics. And we talked about the different part. OK of the show. He''s The He''s again. It''s Hamilton. We want to do him. We're doing him. Yeah, but that''s I'm just saying that that''s the artist behind Hamilton, the original lead and the man he wrote the music in the lyrics.","id":"lhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":1601.41,"tags":["Hamilton ju'st","ju'st","ju'st","Lin Manuel Miranda","Hamilton","Hamilton"]},{"line":"So you have a clear idea of what we need from you in orderto push your see PMs here. Yeah. Yeah. So thinking about furthering your education while you can, Uh um hold a master degree. Ah, and yes. Yes. Hey, you You, uh, coo coo birds? Uh,","id":"mxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":1974.63,"tags":[]},{"line":"But sometimes they say that when you read stuff like that you arent like liking and that you arent into it enough. Yeah, okay. It says","id":"nREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":2020.8,"tags":[]},{"line":"You listen to this and you're like, horny guys are going to be at this school. I'm gonna go to this school that you're done. It's a good mes'sage.","id":"qREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":2214.02,"tags":[]},{"line":"up. But we're having fun, huh? But some of It's like, kind of fucking twisted man. And these guys all did very horrible, gruesome things. I mean, so this is where we could actually help cause you seem to think that these they're all, like, normal, non scary people when really they have done some, like, ghastly stuff. I mean, what what comes to mind is something that Kelsey Grammer''s beast, that that that is ghastly. Don't I mean, that''s probably that''s not even the best example, though. So let''s skip that. Have to do some Wikipedia research Really slashing guards. Okay, frickin think about. If we're talking, it''s me and he's for talking about like Grandpa Monster. I am again. I feel like what you're referencing our characters From pop culture and also From things that arent neces'sarily even horror like the monster's. Okay, so you're walking down the street, minding your own busine'ss. Yeah. Grandpa Munster rolls up on you, and here and here''s Nick Wagner. Here''s Nick Wagner. Oh, hey, this is all, like, totally. I'm totally cool with this. I'm not scared. This is just like a normal night for me. And I'm having fun. Yeah, I'm happy about it. And I'm glad I saw a romance because there''s no poop in my pants. And Marilyn Manson wants to suck his own dick right behind you right behind me and got ribs removed for it. And he''s Paul Pfeiffer From fucking Wonder years. Think about that mitt, right? I mean, again, I just I If what you're talking about is talking about things, they're riel, your at your idea for a segment is we're gonna discu'ss things that are twisted. I hope it''s coming from a place that it''s because you don't know. And maybe this could be the value of the podcast that people are actually were earning about This carried well, and that''s part of what I think would make it. So copulate is a lot of people don't even room who Not only Grandpa Monster not only wanted to kill, but he was horny about it as well. Okay, can I just pitch something like maybe a topic you guys could discu'ss? Just if you're gonna go in this direction. How about someone like the Zodiac killer?","id":"rREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":2752.74,"tags":["Kel'sey","Wikipedia","Nick Wagner","Nick Wagner","Marilyn Man'son","Paul Pfeiffer","Thi","Zodiac"]},{"line":"The segment is called a snacker. Wack can't snacker wack bitch. So this is also called snacker whack. I just like really a side after they got the most popular segment. Plastic surgery procedures is bit like, you know, this is your thing, right? Inspired by you and like, you do with chips or whatever. I just feel like wouldn't when you've got a like a segment like snacker whack the value of having it be specific to one thing. And if your guys case that it feels like you landed on, you know, again, this is something where we're gonna be very personal about someones physical appearance. People are sensitive about, like your audience could see his mean spirit. It feels like you don't think anyone Earwolf is looking like a snack. And you think they're all whack because you just keep saying that it''s mean when, like, it might actually be really nice, I gues's if you're always saying people are snacks segment they hold The The segment is snacker whack, you decide. Are they looking like a snacker? Do they make me want to go back Off? So yeah, that''s right. Wait. So if there so it''s always were regardles's of what it is, it''s something that you find them. I'm turning on. It''s just a matter of like Am I so turned on that I gotta go on friggin gobble him up in a more am I turned on that I have to leave and whack Off by myself? It''s just a question of it by engaging with them or is it something private for me? So it seems like a good whack off in front of him to Can I say you're You have that relationship with food at this point that you look a like a like a like a bag of Tostito's or something that you're like, Okay, now I have to whack Off. Yeah. Come on, man. That''s sick, man. Speaking of which, we were going to do a segment where we just graphically described sexual encounters like like real ones. Yeah, maybe not that were involved in. But like, you don't want either taped or located about and it''s called snacker Whack. I mean again, I think I feel like the one is'sue is that you're just gonna confuse the audience by having a bunch of segments named the same thing, which is also the same as the segment name on a different pod. Canada listen's that anymore. Well, I'm well okay. Aside from that, I feel like just graphically describing sexual acts. I mean, there''s an audience for that. I'm not sure if it''s the same as your audience. You know, for instance, like on our podcast. We're talking about fast food, so we know if we're also going to talk about, like, state chips or cookies. We used to say my view, the main podcast right where your ad supported. And then you have people doing up a tree on right? Well, done as youll do you. What is enough? Like the people are paying money for this like think about your show and like they're paying for it and what that means like that, they're, like, willing to pay for it here, like making them do it like what''s their life? If they're paying for it and then you're asking that actually do it and they're doing it like Jesu's Christ, man. And when do we like? Stop when you decide? OK, now I'm fine. What do we have? Enough. You know, Black. This is a snack, right?","id":"tREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3249.75,"tags":["Earwolf","To'stito","Je'su's","Chri'st","Black","Thi"]},{"line":"So what was so we're talking about? So heres what. Okay, let''s go back to your segment. If we're talking about who got plastic surgery at your wolf, Yeah, I feel like maybe you know, a small sand weather Harrys neck or whether we want to whack Off. There might be a small segment of your dedicated fan base that is aware of The personnel who work at Earwolf. Yeah, but I would say there''s probably maybe a larger segment who doesn't neces'sarily murder. Why do you want to silence the people that Farrell audio? Because you never talk about those guys. I feel like we dio I feel like we talk about some of our staff. It fair a lot of overtime. Justin. There''s destiny, and theirs are. There''s The There''s you song Blue. It works for Farrell now. Used to be, if he ever got to go in studio on Mike. Yeah, weve had him on the podcast. Twice. Weve had Weve heard from you song a little bit. You Sounds good, dude. You know, it could be cool to make him kind of seem like a snack as you put Dustin and like, a French maid uniform and he''s dust in the studio. And then all of a sudden, I'm like, OK, that''s such a snack. I got","id":"uBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3494.73,"tags":["Harry","per'sonnel","Earwolf","Farrell","Blue","Farrell","Mike","Du'stin"]},{"line":"It's very confusing because, I mean, look, let''s be honest, going to school is boring. We thought that we have and trying to get anyone to go to school. It''s a Herculean task, and I just I zone out the minute anyone from school starts talking like, have you guys ever seen Happy-Socks homework? Peanuts gang? Yeah, for sure. Having have you ever noticed that?","id":"vREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3600.35,"tags":["Happy-Sock"]},{"line":"volley. Playing volleyball If you're getting if it's part of your P E clas'ses in college a Chapman-University that''s the only time it''s okay. Other that you should be in school. You should be in clas's and we're horny. For books learned, Maura Chapman-University slash grads are Sorry, kevin dot edu slash guts. Sorry. Sorry. Did take it two more times. Chaminda td slash gun candle","id":"zhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":3802.37,"tags":["Chapman","Univer'sity","Maura Chapman-","Univer'sity","kevin dot edu","Chaminda"]},{"line":"'see their grinder way improve their grand.","id":"0BEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":3879.7,"tags":[]},{"line":"Rachel Bloom, collection of Men, Corpse's and one woman,","id":"1BEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":3941.33,"tags":["Rachel Bloom"]},{"line":"on women Cooper. I mean, like so, Lord, not anymore. Yeah. Oops. They shouldn't talk about that. I don't think that should be in the jib jab, which Yeah, probably don't hashtag witch Hunt s. So, anyway, the email is on the way. You open up an email. Almost everyone you open has that, like, intimated skull made out of numbers. It's going with broad ball movies. Yes, it''s like every other. Even on that. Yes. And it''s From, like, the dark demon of you, But are are the dark demon is, like, constantly Harry to me, laughing is not scary. You said that you love to laugh, by the way. Yeah. I've never heard you laugh. Yes. Well, what a private act for me. What does it sound like when I laugh? Yeah,","id":"2xEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":453.17,"tags":["Cooper","Harry"]},{"line":"Hey, hey, hey. That's kind of my left. It''s a very pleasant, lilting, laughing.","id":"3REMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":511.12,"tags":[]},{"line":"thing. You've been doing the show 199 times. Kind of Yeah, not this show, like sanctioned a waiter. You counting your old your good show the reality show show. Are you counting that? They're good one. No, that's not part of the two under. You've been doing so and this Kyle, please. It''s not a good one. Neither of them are good. No, but they're also better than everything else. Well, I liked the old show because you guys talked about, like, real things. You know what I mean? Like, Hey, you son. Gradually, Scott, have to break it to you. Reality TV is fake and creating a fake culture. And so that was a big reason that we stopped doing it. And maybe we didn't even do it. No, but I gues's what I mean is you you had skin in the game when it came to that show. Like you actually liked watching those things. And this show with it's sort of like, Oh, my God. I actually thought we liked that way. That was It was all an ironic Oh, I actually loved I actually think that''s great. I love listening to it. And just like being part of, like, the illusion of and being like, Oh, my God, these guys actually like that. That is so so out of touch with that that I'm like, Oh, my God, that''s really cute. So you watched, like, state watched all of these shows just to do it, To be able to believe something like that just to do a show that 500 people listen dio to watch Joe. Well, that''s that''s what was so Calvin ask.","id":"4BEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":708.11,"tags":["Kyle","Scott","Joe","Calvin"]},{"line":"anything you could do it. The post office you can now do right from your desk of stamps dot com buy and print official U. S. Postage for any letter or package using your own computer and printer. And unlike the post office stamps dot com never close's. You can get posted whenever you need it. 24 7 Is this good? I mean, this is what they want. I like this product I want to be more excited about, did they? Sorry, yes, stamps dot com It's pretty amazing because going to the post office is really boring and it''s always out of the way and it takes up so much of your time. I think the post Offices boring. So why can't the stamps dot com sound a little more exciting? I I thought it was cool that in the ad we gave people a reason to listen and not just skip through it to be like, Hey, it''s not gonna be the exact same copy you've heard everywhere else. We're going to kind of do something interesting. Yes, of course, Stampscom Com is exciting. It''s the most exciting busine'ss idea to come along in a generation. I mean, how much time have you ever spent at the post office just waiting in line? I mean, that''s an eternity of your life now you don't have to do it. You can print and by official U. S. Postage right from your desk using your own printer. Your own paper For any clas's of male, any size of package is great for small busine'sse's to Can I talk about that? I wish you wouldn't. And I would like to talk about how I have used stamps dot com personally. Of course, we all would like to talk about to send, like, fun toys to people like citing fun stuff. But they makes you want to mail more things, because have you ever It''s so easy and fun. It''s so easy and fun. You. I've been in this situation where I've been like, Oh, I would love to mail a Christma's gift to my precious loved ones. Yeah, I don't want to go to the post office. I'm skipping Christma's No, with stamps dot com. Christma's happens every year, but they want to. They just want us to say that we have you stamped dot com to send oatmeal well, and I wanted That''s what they're asking for plain oatmeal, and it''s not wet, and I and I also I want to talk about how Now I get to just go to the post office just to hang out. And I don't have to know like I get in line. Don't talk, Boteler. I just go and talk to all my friends there. They would prefer that you not be going to the post Offices. All because if you go to the post office, you're gonna be tempted when you're there to, like, throw your friend of bone and yeah, yeah, hang around at the barber shop long enough you're getting and end up with a haircut. Yeah, exactly. So no, let''s leave all of that out of it and just just talk. Just talk very boringly about stamps dot com. It''s great. Sure we're excited about it personally. We want to talk about it, but don't right now. Use my code handbook for this special offer. Four week trial","id":"5REMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":1361.55,"tags":["stamp's dot","U.","stamp's dot","stamp's","stamp's dot","Stamp'scom","ju'st","U. S.","Chri'stma","Chri'stma","com","Chri'stma","ju'st","po'st","ju'st","Boteler","ju'st","Office","po'st","stamp"]},{"line":"Did you get in here, please? Victim of a beta married? Yeah. Now this is a guy. This guy they actually used ZipRecruiter higher hired through ZipRecruiter Offices are Why such a good job reading verbatim. Got 80. Maybe we need something for bait. Um, recruiting zips a tomato Vicky at find a day. Why? ZipRecruiter has been used by busine'sse's of all sizes to find the most qualified job candidates with the media result's. And right now, my listener's can post jobs on ZipRecruiter for free. That's right. Free. Just go to ZipRecruiter dot com slash first that ZipRecruiter dot com slash first or more time to try it for free. Go to ZipRecruiter dot com slash fist. Oh, no.","id":"6REMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":1765.88,"tags":["Thi","ZipRecruiter","ZipRecruiter","Vicky","ZipRecruiter","ZipRecruiter","ZipRecruiter dot","ZipRecruiter","ZipRecruiter dot com"]},{"line":"but you should have caught that right away. And that's part of being a guest that I think you're not used to. Your host muscle's are jacked. Yeah, I'm your host. Garfunkel are written. Michael Sana? Yeah. Michael. Sara. Yeah, and so you're in great shape as a host, but as a guest, you're like a puny little like, uh, yeah, like baby group, like, £2 shy of 100 weakling. Yeah. Five. That''s exactly how I would have put a two punch 500 weekly, five foot, nothing 100. Nothing. Ah, and a total jump. Yeah, And I think you have to agree that being a big squeak sucks. Yeah. Are you guys here to kick sand in my face somehow? Now, now we're here to train. You were here to work you out, Get you nice. And Rick, because you could be so strong. What''s wrong with my guesting? I've never really Should we play like maybe it will help for you to hear it yourself because it''s hard for me to imagine like, maybe as you're doing it. You're like, Oh, this is going right. I thought it was fine. I thought people enjoyed it. May be getting video. Okay, maybe we should hear Love. Yeah.","id":"8BEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2152.98,"tags":["Garfunkel","Michael Sana","Michael","Sara","Rick"]},{"line":"why did you stop worrying about Steve Martin? Lets start concentrating on this dick, okay? And whose digger you talking about? I'm talking about my dick, dude or Foca. That''s perfect. and not and like. It would help to get more details, because if he maybe he thinks you want him to like, it''s during the raw. It draw for four plus inches, right of of thin steel. Thin yet thin metal rod. Yeah, Thin. Almost as if there''s like a pipe cleaner was put in it to experience steel. Yeah, yeah, yeah. Dragon glas's. See gaming through Kevin set out. No camera. No, don't do that. Okay, Kevin, put the headphones on the devil. This is Chef Kevin. Do you know Scott? I Scott, Who are you? There''s a big moment for you. This is really big. Because I know you've been here for so long. Been where he works. He just walked in, You know? He works at the Scott. I promise you. I know this seems unbelievable. He works here. He has worked here for a 1,000,000 years. He is doing the same job. This guy? Yes, this is Kevin. This is Chef Kevin. Ah, Good morning, everyone. Scott''s The creative director here in Earwolf, Of course. You know CEO, He has his hands. Chief Chief Executive, Every single decision of Earwolf and anything you hear on Earwolf has gone through Scott and Stitcher Premium and Stitcher Premium, CEO of Stitcher Premium. That''s awesome. Yeah, she''s executive Off. And what do you do for the company? I'm the young lad. I'm The production coordinator. I don't know what Harrys makes. I Dude, you better stop coordinating productions and start coordinating this dick. I all right? That''s good. Now this guy is in charge here. I gues's it''s easier with employees, Kevin. Yeah, Yeah, it''s a good wait. A practice, actually, is to sit down with Chef Kevin before this. What I do before interviews right on and just get in a place where I am dominated the situation and manipulating him and Julie in ways that he doesn't even know. It''s happening while I'm doing it. Because I'm like, doing all these running programs on him, basically that you're pacing around him right now you're circling him like a predator, and he''s doing exactly is reacting exactly the way I want it. Yeah, he''s completely controls the space that comes in and is able to sort of plant him where he wants. And then when he's strikes, Kevin has no choice but to give him really good head. Uh huh. That Is that the goal? This is fascinating. Guys. I havent really thought about that. I just have to call for any interaction in Hollywood is to try to get ahead at the end. Well, it''s never a bad thing, Toe. Also, get a nice chunk of change to get paid for someone to give you. You can you can eat head. Yeah, it''s true. It''s true. Yeah. I mean, I think sweetbreads is that is in Isaiah Mattres'ses, sweetbreads or penise's. You don't know what Sean called. You don't know. Um, but honestly, even if you could eat, had you wouldn't want it. Every meal, some meals youd want to be able to buy, like sushi Me? Oh, yeah, our Or like Rahman Rahman Air? Yeah. Sanitary rocket or or one of your famous movie hot, right? Yes. I'll take three, please. Yeah. Get on that, Inventors. Yeah. Yeah. Should we continue with the thing? Maybe we can have Chef. Kevin is just an unbiased observer. Get were given. He could say which interview Answer He likes better. Why did he walk in here? By the way he comes And he has, like, these little like plans for every episode I can kind of see him coming up with them. Would like when we're coming in. He''s like, OK, like I'm gonna, like, do this fun bid every time I'm going to take these pictures or whatever. Also, he''s law. A lot of times he''s lost. As far as I know, he lives here and then just, like, has sort of a goldfish memory where he suddenly is like coming back into the room all the time. Just be like, Oh, we're mind. It''s like And then because the new room And then he comes walking into the studio. Strange uniform. He''s wearing, too. Yeah, yeah, it''s wearing a uniform. He''s one of the queens of the Stone Age. Yeah. Yeah, like a three wolf moon thing going on. Uh huh. This is a brat thing that, like he has people are trying to imitate bread and, like pretending The like music And The whose radio? See? Sorry. I forgot. Bread is an engineer here. Uh um, he''s another. He''s like a Kevin type, uh, who has just become es'sentially part of the furniture. Uh oh. I see. I always wait. Is that the thing that''s on the chair? Sometimes going to do my show? Yes. And so this is so this is the difference between you and us. Where we Everyone here while they were like, we are disgu'sted by them And like, they're like, the fact that they have no plan is very upsetting to me for, like, what","id":"9xEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2611.91,"tags":["Steve Martin","Kevin","Kevin","Thi","Chef","Kevin","Scott","Scott","Thi","Scott","Thi","Kevin","Thi","Chef","Kevin","Scott","Earwolf","CEO","Earwolf","Earwolf","Scott","Stitcher Premium","Stitcher Premium","Stitcher Premium","Harry","Kevin","Chef","Kevin","Julie","Kevin","Hollywood","Mattre's'se","sweetbread","Sean","Rahman Rahman Air","Chef","Kevin","ju'st","Thi","Kevin"]},{"line":"Here you go.","id":"-xEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2980.69,"tags":[]},{"line":"So should we hear more of the interview? Yeah, just some of what Wolf has been saying. It's good. And let''s get back to Wolf. Kevin Conway in Captain William. But I used to listen to his albums still on this, you know? Yeah. Letter. This is the biggest influence is going to answer that. You guys have already Gretchen Letterman a lot as an influence on our parents. Didn't get a lot of what we share. The same parents, by the way. A lot of people should know that we're brothers. What are you talking about,","id":"_BEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2984.61,"tags":["Wolf","Wolf","Kevin Conway","Captain William","Gretchen Letterman"]},{"line":"But why do you want people that like What is that? What is the mis'sion there of that? Why my my mis'sion? My goal? Yeah. To do the trick on everyone in America and on Wolf. I was sort of trying to evade his question. Quite honestly. I knew it was headed down a certain path that I wasn't comfortable with. And I was trying to deflect well, and that's a corner you've painted yourself in by answering the first question. Yes, it''s true. You know, you could have establi'sh some ground rules up top. So now you are in danger. of having to answer the question, but toe lie and tell Wolf that you're his brother when you know that he''s adopted and he''s always wanted to have a little brother like. And he''s always been looking for who Israel brother is. I didn't know that about I gues's I didn't do my research. Love Warren. Yeah. And that''s sort of what Hayes was. Yeah. Yeah. So how should I have? Why do you think his name is Wolf? I gues's I never thought about this. He was adopted as a dog. Yeah. He was adopted as a dog. Yeah. So they knew he was a human. But then they treated him like a dog. Or they thought he was a dog in The all the paperwork said that he was a dog. Right? And this is before online, right? Wolf? That makes sense. Yeah. So he was wolf? Yeah. So, for you sit there and go like, Hey, I'm your brother. It''s like maybe he's could show you what you should have said. Yeah. What? What should I have said? Okay, well, let me go back to the question. Yeah,","id":"_hEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3020.35,"tags":["America","Wolf","Wolf","Warren","Haye","Wolf"]},{"line":"as an influence on I think we're my biggest influence is growing up. And Pee Wee Herman you've mentioned. Let what a lot as an influence on our parents. Didn't get a lot of what we share. The same parents, by the way. A lot. Okay, wait. Let me go back. Yeah, go back. Do you want to know what I would do in this spot? Yeah. Can I just play it for you? Yeah. Please. It's disorienting because you also don't even let him finish the question on David Letterman. I think we're my biggest influence is growing up. And Pee Wee Herman, you've mentioned Letterman a lot as an influence on Wolf. Our parents. There''s a bomb. We strapped to my chest. People should know it''s going to go Off. My hand is taped to a remote. If I release this trigger, this entire buildings going up","id":"_xEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3113.04,"tags":["Pee Wee Herman","David Letterman","Pee Wee Herman","Letterman","Wolf"]},{"line":"I lost everything. How? Why would Wolf he's money monster? Uh, your money Months? Oh, I see him with the money monster. Got it. Money, monster ring. I hadnt thought about doing that. Can I? Also just a Most people don't think what Pee Wee Herman did was good. That time, and I think they definitely wouldn't say that. It was an influence on I was. It wasn't saying that he was an influence the time that that he was arrested and I was saying that his body of work was an influence on working his body working. Hey, can I taste case? Yes. Can you say something? Don't you say something to this, Dixie. This is good right now. That''s s and the thing that is so reprehensible about what Peewee Herman did is he had given up. Did you just get me even? It''s a virus. The laughing skull. Great. See, this is why close people say I love you to him. The problem with what Pee Wee Herman was doing was he was doing it by himself. Yeah, when he could have been forcing someone else to do it. Who tried to interview? Well, he had given up. What? What? I mean, that''s the other thing is what if they invented where you movie where you could be like, hey, Demi Moore in striptease instead of stripping up there on the screen, come down here in a purple rose of Cairo Virtual reality situation. And you know like strip on me. That is It''s worth a try. I get it. I get it in your right. Put your headphones back on. None of this, like getting up, sitting down. What he doing? Imagine I just started getting up and Chef coming like that would be fought up right now. That would be funny if I did that.","id":"AREMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3166.24,"tags":["Wolf","Mo'st","Pee Wee Herman","Dixie","Peewee Herman","Pee Wee Herman","Demi Moore","Cairo"]},{"line":"Yeah. This is where you make you go in and you do script doctoring. I just right. I took all the jokes out. What were some of the jokes that were in there? Just They really were. There was a lot of slapsticky stuff. A lot of every time that kids sat down there was a whoopee cushion up the room and he co wizard was there like a something about Mary, Like, Bit of split and his hair on the beach. Yeah, that's right. And add. So I was like, Let''s punch this down. Like I think people will take the movie more seriously. Yeah, you know, let''s take out all the just like tripping And just like you're going through plate glas's windows, all the bahng hits all the friggin Yeah, followed down the stairs. All the frickin what about, like, a hair about like, Oh, wow. You look like you know, like movies these days of like, you look like a cros's between. You look like if last Frank Zappa, you know, was swallowing my nuts. I watch. Yeah, Yeah, I love those, but it just wasn't the right movie for it. I took that out, and then I put it into some of the movies that are coming up. Version is you take any celebrity and you say, Like, you look like if Frank Zappa eight. Frank Zappa, right? Oh, that''s interesting. Like like a fatter Frank. Yes, I understand. So, like, if Frank Zappa was who''s a relative, he was a relatively thin. Does that have to do with it? Was he sick or was was he sick the entire time he was making me was certainly sick in the head.","id":"AxEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3401.28,"tags":["Mary","Frank Zappa","Frank Zappa","Frank Zappa","Frank","Frank Zappa","Doe"]},{"line":"Wow. Yeah. And his music was monstrou's, right? But so if he were, if you take that thin individual, and then he would eat his own body mas's. What if you even eat some of this freaky sound creations? Sort of implied by the joke as well. You look like if Frank Zappa eight one of his freaky sound creations. Yeah, it's funny. Imagine what that would look like. Yeah. Yeah, I know. That''s really good one. How sick you would get. Yeah, some of the other jokes I like. You look like Ron. Jeremy met Jeremy Irons. Yeah. Is that something? No. Yeah, that''s great. Jeremy was a c p a. Like it''s somebody kind of like around Jeremy, but theyve got, like, a like a tie on. Just what? C p a play. A corporate accountant coming on? Yeah. I don't really know. Yeah, the core. Pour it account core port or ProPublica. I don't know what it means, right? I don't know what it means. Please don't ask me. Suck my dick. But like our back in control, one thing I like is when somebody will just say like, uh, The theyll be talking about a date. It''s two dudes. It''s dudes like me. Yeah, and well be talking about a date and The go like, Hey, man, I gave her the dusty Kleenex goes What is that? What is It''s like, bro. You never heard of the dusty Kleenex eyes when you enjoyed chick? Yeah, you know, And you and new And in this case, it would be like, uh, u. Um, what do you do? Uh, you come and then wait for it to dry and put it in her hair. Something I don't know what you think is your wiper on a show, you wiper. Okay, great. You wait, Wait. You take the girl and you, you you use her to dust. Yeah, you fucker gets your shelf. And, uh, and then you sort of, uh, scrubber but acros's The dusty part and not clean it like a high shelf that doesn't get a lot of dusting. Yeah, I gues's, if you don't know about this. Yeah, exactly. And, you know, the next thing is that this is the stuff, and that just sounds like a funny character, like, but that couldn't pos'sibly be the lead character. That would have to be sort of an Ansel AP characters. Best friend. I like that guy. Yeah, that guy''s funny, but I can't take a lot of him because that would just like a whole movie. That would be bad. But one scene about it''s so funny. Yeah, yeah. No. Yeah. It''s ah, juke. Er yeah. You look like a character only goes by his last name. Hey, Joker, would you do last night, bro? I was out with this chick. Oh, juke er and I got her back home and I gave her the backwards microphone. What''s a backwards microphone is when you havent heard about this? Yeah. Oh, dude, you havent heard about the backwards microphone? No, it''s when you like, shout into her as'shole and then you fall asleep on her dog, and that is a really That''s not just only good shine came up with her, whatever From something he saw in the room that is, actually that''s it, actually, yeah. Israel. You werent looking at it backwards. Microphone at all. Or a Kleenex, Right, Sarah, none of those items in this room currently. You know, keep that they're only front words microphones and take a picture of the microphone and our nose's air running right now, because there are no Kleenexes. There''s just not like going down on actions. And you're in trouble for that. To Kevin and at sea. Should be microphones in here backwards wants. Yes, and there should be Kleenex. Okay. Is there any more of this interview? How long is it? Let''s see if this let''s see if this ever end.","id":"BBEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3487.79,"tags":["Frank Zappa","Ron","Jeremy","Jeremy Iron","Jeremy","Jeremy","Kleenex","Kleenex","AP","Joker","Kleenex","Sarah","Kleenexe","Kevin","Kleenex"]},{"line":"think material when we were making fun of traditional entertainment. And I just want to say that was Scott. That was not Scott in the interview, saying, because you're confusing everyone when you talk while it's going because you're beyond the interview two and we're interviewing, you know, Right, right, So that when I was saying that that was not part of the actual clip that you played, that was new Scott present day. Scott. I'm gonna identify myself anytime I talk as present day. Scott,","id":"BxEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3727.27,"tags":["Scott","Scott","Scott","Scott","Scott"]},{"line":"I, uh, not late for me. Um, I don't have a bedtime. I'm a grown as's man. And I go to sleep whenever and quite honestly wherever I want. And sometimes It's not even in my own bed. That''s cool. Yeah. And secondly, never. Secondly, TV''s great. I don't like you imputing it's integrity. TV''s great see so is very succes'sful. And well last a millennia, if not longer. And I don't like your attitude. So why don't you get down here since we're in New York City and give me a little road head? Um, yes, I'm looking at a guest. Holy shit. I feel so powerful. Hayes. Yes. I mean, Harrys works were in New York City. This is huge and a little bit of road head. Holy shit. And all of a sudden si sos back on. Yeah, just back on Wolf''s Off. I mean, was trying. He''s, like, cry. If he moves his hometown, we're doing the five From that. Forget around everything. Oh, yeah, that''s weird. 500 cbb. We're doing 500. All of these things can be undone. Yes, everything. We just wind the clock back. 200. We are booked on our 200. That that is not gonna change Locked in. I only wish this was like a Christma's Carol situation where you were like friendly ghost's or even unfriendly ghost and we could change the past, and we could, you know, it''s not neces'sarily what will be it's what could be, But you guys arent going to give me a goose. Yeah, The one is Biggest me? Yeah, yeah, I flipping down, you know? Hey, petting your however much how much geese cost back then. Ah, it was like, uh, it was like a tuppence to pence here. That''s a lot for a goose, if you didn't know. You know, if you look knew the guy, then if you knew the guy, he would get Okay, But, ah, you're not ghost's. I don't think No, no, no. I'd have to tell you legally, if you are a ghost, you do have to tell me. I've seen your paperwork to. And I think that in order to give you paychecks, we would have to give you ghost paychecks Here. It Earwolf interviewer ghost's. I have seen your paperwork and your know that those that is, I think what I've been getting. So unfortunately, yeah, I mean the amounts on him. It''s almost like your paychecks are haunted. Yeah, yeah, yeah. Imagine if I was a ghost. Yeah, I'd be boyfriends with The Annabelle? Yeah, in the doll. Didn't get to be out of those Boys.","id":"ChEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3886.76,"tags":["New York City","Haye","Harry","New York City","Thi","Wolf","Chri'stma","Carol","'s","gho'st","pa'st","Bigge'st","gho'st","gho'st","paycheck","Earwolf","Annabelle"]},{"line":"deaf PP Urinetown","id":"ExEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4329.34,"tags":["deaf","Urinetown"]},{"line":"There's a couple of beers can also in, like that guy must have had a good night. Former human slaves. He made money off of me from turning tricks. He made money off of me From The photography, but like I had to sign a contract because if I did it, you would beat the whole gamut of human experiences. We have juiced it like a delicious orange and mixed it with the tequila of comedy in order to make a tequila sunrise of knowledge and laughter. Make sure to be around on August 16th because that''s when the 1st 2 episode's air gonna drop and please, please click and subscribe.","id":"FREMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4370.01,"tags":[]},{"line":"to do your little dance anymore. I'm not your little dancing marionette that you're pulling the strings and it's a kind of puppet. I'm sure you're Thing is","id":"GhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":30,"tags":[]},{"line":"Yes. The whole yes, Like the whole just the whole power dynamic is stupid, and it's and it''s garbage and","id":"HxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":61.05,"tags":[]},{"line":"Yes, it's like a like a corporate, like it's corporate insanity. It''s corporate insanity. And as I'm doing this even as were recorded like you know, even as we even record our last show, I'm already on the beach in my head. I'm already on the beach in right","id":"IREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":79.24,"tags":[]},{"line":"Yes, that's what''s happening in my head right now. I'm on the beach, I swear to God.","id":"IxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":97.15,"tags":["God"]},{"line":"Loans and monthly mens T shirts s Christma's go faster. Freeman Quality Blanca Graphic T shirt starting just $11 a teaser, probably Esther ripping running cotton and Ben. That''s been your w Off.","id":"JBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":101.36,"tags":["Chri'stma","Freeman","Quality Blanca","Ben"]},{"line":"I get. Get this one Off. But then it's like the school bell. I'm already","id":"KREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":157.97,"tags":[]},{"line":"I'm can focus. I know. I like I'm excited. Could hardly tell it. I mean, I know when I was telling it, I was going, like, what is you know, is this a story?","id":"LhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":258.8,"tags":["focu"]},{"line":"really good throw. It feels really like hard brick. And yeah, and I never feel like this doing the show. Yeah, and I'm like, flu e and fie Vory. And I'm like, sweating on. I'm shaking. Ah, sort of pale in my mouth is drying and I'm weak. Uh, and I have sort of, like,","id":"MhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":282.15,"tags":["flu","fie Vory"]},{"line":"not been able to get any sleep, But I keep falling asleep when I don't want to. Um and I'm, uh, a key. Yes. Stomach pays throat, stomach pains, sharp pain. Yeah, uh, hurts to talk, Um, my not to get graphic, but when I go to the bathroom, Yeah, it's unpleasant. Yeah, you know more so the eventual different kinds of ways. Yeah, Yeah, yeah, yeah, yeah. And, ah, my feet or swelled up. You have, like, a rash everywhere. Um, there''s bugs crawling out. I have these, like, absce'ss. Like I have these, like, sort of giant pimples on my arms and stuff. You have, like a crater in the center of him and these sort of bugs I've never seen before crawling out. There''s an army of them because you're so excited because I'm so excited about this episode, and it''s like I almost like I don't want to do it like it''s been built up so much. I'm almost scared to do it, But I think we should just do it. We","id":"MxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":303.77,"tags":[]},{"line":"to Hollywood Handbook of Insider's guide to kicking button dropping names on the red carpet land back hallways of this industry we call showbiz What I you know,","id":"NREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":372.79,"tags":["Hollywood Handbook of"]},{"line":"Um, but it is over. It has been who you know, but it's happy. But it''s that Yeah, like and azi much as we talk about, we, uh, hate doing the show. And it''s so bad. And we're not commentated properly And all these other things and that the and that the show is bad. Yes. And that podcast's are very bad.","id":"OBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":442.87,"tags":[]},{"line":"It's no single episode works, Yes, but But moments from various episode's work so well","id":"QBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":519.69,"tags":[]},{"line":"So this way you need to leave sometime. We are going to be having a bunch of and I don't want to do all","id":"SxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":614.44,"tags":[]},{"line":"this set up. This is gonna go. This is gonna be a really long upside. This episode slated to be we have a lot of","id":"TBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":620.49,"tags":["Thi","Thi","Thi"]},{"line":"dead. Kevin. Right. Um, okay. How do you How do you want to do this? Who, Um, I get who has been out there. I don't want it to be just anybody? No, no, no, no, no, no. But of of the 1st 3 or four people, Yeah, arrive. Well just pick one of them","id":"UREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":688.83,"tags":["Kevin","ju'st","1'st","ju'st"]},{"line":"Yes. So who is there? Anyone out there whos good, who''s been there a while, but is also not like the bat is not my Kroll or whether we want to build up? Yes, like Aubrey or whatever. Like whoever has been out there. Somebody in the medium range. Yes. What do you guys talking about?","id":"VREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":715.59,"tags":["Aubrey"]},{"line":"The gas. The guest's. Obviously. There there is warming. Uh, there's there''s no one out there.","id":"VhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":732.03,"tags":[]},{"line":"people are We're going to show up at 11. We were in here kind of letting letting them build up in sort of Stephen. Bill. You were supposed to hand out the scripts, right? Sure. I have a big W scripts. Yeah, and then they would come in. But, you know, we when? One of the time wed gradually build to, like, this big celebration of the show. And, like all you know, not everybody, But like, most of the guest's weve ever had were gonna be here. Yeah, plus a bunch of people that had never been here before. I have a huge stack of scripts on my desk and no one has shown up.","id":"XhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":781,"tags":["Stephen","Bill"]},{"line":"left the trash. Canada? Yeah, The trashcan's there. Yeah, but I'm only saying that because I use this thing. I just believe that those this Yeah, that The trashing was separated.","id":"ZBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":922.48,"tags":["Canada"]},{"line":"Advertiser's have paid. I know the fans give vague Connick bacon give a shit. So, Kevin, because it's our last episode, we sort of had a lot of stuff planned. And, uh, obviously, we invited all 200 s. We","id":"axEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":983.66,"tags":["Connick","Kevin"]},{"line":"have it. It's like like a big this whole big thing that we script it out.","id":"bBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":995.8,"tags":[]},{"line":"And they like that more they don't want to Just coming in to be told what they don't","id":"bhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1006.97,"tags":["Ju'st"]},{"line":"the other bad shows","id":"cREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1049.29,"tags":["other"]},{"line":"they're like, we're trying to arrest you, and then his plan became I actually want to get arrested, if you recall. Right.","id":"fREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1193.13,"tags":[]},{"line":"Ros's Bay. Be","id":"ghEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1224.68,"tags":["Ro's's Bay"]},{"line":"yes, that and thank you,","id":"hxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1267.32,"tags":[]},{"line":"I hope you've got another chair. It's party time. Hey, I'm dying up here. You're killing me. I'm clark. I love you. And I'm in love with you, man. I I'm so happy","id":"iREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1271.9,"tags":[]},{"line":"you on driver Mulan. The Yeah, we call her Dre.","id":"jBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1294.34,"tags":["Mulan","Dre"]},{"line":"can we get this party? It's like, what? If you were actually trying to start a party and your Dre? Yeah. A medium energy for","id":"kBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1314.86,"tags":["Dre"]},{"line":"Thank you so much. Drag. Is everyone gonna be here? I can't believe how many people are showing up. I'm getting big targeting. Tired. Grace Helbig.","id":"lBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1339.11,"tags":["Grace Helbig"]},{"line":"do know each other. This is me. Hey, Chef. Kevin here I made popcorn and everyones favorite pizza. Who''s hungry? Do","id":"mBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1374.79,"tags":["Thi","Kevin"]},{"line":"Yeah, I went. I went to the store and got a peach pineapple pie. OK, because I","id":"nREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1437.3,"tags":[]},{"line":"did well, but he did. And it doesn't sound like you made it. Well, I mean, I bought it.","id":"oBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1456.47,"tags":[]},{"line":"Asif mandate. Well Deve, I don't know how to Oh, God, Maybe I should skip From Wouldn't get sued. No, don't skip it. We have to have It. Is one of the biggest guest weve ever had for a $1,000,000 arm. Wu. Congratulations,","id":"qxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1562.29,"tags":["bigge'st gue'st"]},{"line":"Boys. Just dropped in to celebrate my friends.","id":"rBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1578.25,"tags":[]},{"line":"This is Scott document. I will stop kicking my as's. I'm so weak, I'm a bitch. Okay, I gues's we will can get him to do that. Performances there. Yeah.","id":"sREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1622.66,"tags":["Scott"]},{"line":"because they hung out with the three of us. We we have, like, we do Doughboys with Mes'si a little bit. It's not about food, it''s just about our relationship. That''s what people come for, Got it,","id":"xBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1799.73,"tags":[]},{"line":"Did they ask you to do that? Yeah. About themselve's? Yes. They had us be like, Congrats on your 100.","id":"xxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1818.56,"tags":[]},{"line":"No, Definitely not. And that was for ah, 100 episode's.","id":"yREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1828.51,"tags":["100 epi'sode"]},{"line":"this is like for us, that's es'sentially our life. And then this is like, jerking off. Yeah, like this show is jerking off even though we're total fuck machines who blast on the daily. Ah, with the hottest chicks on the planet. And so it''s still fun to jerk off. It feels good. And there''s a freedom and kind of doing it alone. Ah, where you can experiment with some stuff. Yeah, but at the same time, you don't need it. Like you don't sort of crave that release so you can take it or leave it. And I think people with this show think them showing up would be kind of like them saying like, Hey, can I kind of, like, sit with you while you jerk off? Yeah. Yeah, And it''s like,","id":"zREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1878.2,"tags":[]},{"line":"that just to put it in term Because I feel like sometimes our audience doesn't really know how entertainment, but it's also like","id":"0BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1968,"tags":[]},{"line":"with this? You're still here. Is Kevin and Bretz disappointed? And Kevin Right now, Brett, do you want","id":"1REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2042.01,"tags":["Kevin","Bretz","Kevin","Brett"]},{"line":"we were so inspired by you guys reaching 200 episode's, we would like to announce that we're coming back to your old and then there's 1/3 others third. Yeah, this Roman","id":"3xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":2142.41,"tags":["Roman"]},{"line":"was going to be a big get for Earwolf, which is, well, one of their old shows back","id":"5hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2186.17,"tags":["Earwolf"]},{"line":"But if we're just gone, then I gues's I'm cares. But I did. But you know, I want to leave knowing that Scott has gone too well. Let me talk more about the hot tweezers I'm going to use on Brett s. So I'm gonna heat them up with this lighter. And I've got the Zippo.","id":"7REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2267.36,"tags":["Scott","Brett","Zippo"]},{"line":"That's true, guys. Thanks for asking. Some other things that I would like to personally endorse are sauteed shrimp and green beans with globe tomatoes. Spinach in orzo pasta.","id":"_xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2440.91,"tags":[]},{"line":"200 meals. Blue Apron better way to cook. Oh,","id":"BxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2565.47,"tags":[]},{"line":"interior The dungeon! Santa man on the ground!","id":"CBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2570.63,"tags":["Santa"]},{"line":"just kind of perfect conclusion's and you get it and I'll say this now. I think it's totally in line with the show. Yeah, but I I think it''s great that we're gonna get it trending and go viral. And also, when it gets really big, make it your own, Because here, you know, you go, you go.","id":"HhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2943.64,"tags":["Becau'se"]},{"line":"You're Blue. You know, if you've been believing have been bleeding, but now it's getting bad.","id":"JhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3044.81,"tags":[]},{"line":"Incognito, Richie Incognito is running it. Okay. Cool. Ah, yes. I had seen that. He's the","id":"MRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3171.25,"tags":["Richie"]},{"line":"'showrunner. Yeah, well, he's not sure running. He''s, uh he''s running the room while they're on doing a lot of scouting. He sounds a manic. Yeah, but look, I'm in town, totally on state. Okay. Cool. Well, we, um we were just gonna do a couple ads here. Get out. We're just","id":"MhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3177.17,"tags":[]},{"line":"trying to knock out these ads. and then sort of peace out these air for the episode last week, we drop him in and you're busy, too, so","id":"MxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3196.09,"tags":[]},{"line":"where are you talk like, Are you","id":"OhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3279.58,"tags":[]},{"line":"Uh, about tonight. What about tonight? Tonight? Like, don't say today, Please don't say tonight because I want to see you so bad. I'm not saying only","id":"QxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3454.7,"tags":["Plea'se"]},{"line":"you have, like, other friends and stuff here, right? You have a lot of stuff that you can be doing.","id":"SBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3494.18,"tags":[]},{"line":"I call it a day. Uh, because it's like, Is it your favorite show does? Of course it is. Okay, so he''s I gues's he''s He sounds happy. Yeah, well, I was worried about him, but well, that''s so nice. T. That''s really nice, Tom. And thank you for calling on. And I'm sorry","id":"ThIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3531.19,"tags":["T.","Tom"]},{"line":"when he could afford a ticket back. Yes, I think that he had to buy it that for in advance. Yeah, that's that''s what I think as well. And I think he''s like the bye week thing. I think he''s like catching the Bill''s plane. Yeah, that. I","id":"ZhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3771.98,"tags":["week","Bill"]},{"line":"if he sort of puts like I black on. So I think we got through that. Okay?","id":"aBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3809.11,"tags":[]},{"line":"If I say I'm going to do 104 episode Yeah, but down 52. So this is what I was thinking. My word is Oh, yes. Like if I make a promise, it's forged in fire.","id":"cRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3925.78,"tags":[]},{"line":"It's one of the strongest woods known demand and walnut. And now","id":"cxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3943.32,"tags":["stronge'st"]},{"line":"And he's hammering it, uh, like to be this, like, powerful weapon. That''s so interesting because I hate to get into more Hollywood advice. Justu's were, uh, you know, sort of ending the show slash people coming in at that time. And I'm catching your home run, right? They are. They at what time?","id":"ehIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":4030.29,"tags":["Hollywood"]}]