[{"line":"Why is my word not that? And the reason is my words, Oak already And I'll have a different metaphor about a blacksmith that I like to use sort of about the Japanese sword making technique. Ah, our philosophy as folding The sort. And as I'm making this show and good for you? Yeah, to talk about. I keep folding this sort. What does that mean? Well, you heat the metal up until you're able to reveal the weak points in the steel. For instance, Maybe I heat up your promise. Your promise's of is a hot sword. I heat it up and then I see Oh, this spot is weaker and I fold steal again until ultimately there is no weak point. And it's a solid rod of power that I can use to slay all the all the frowns in America. The Yeah, The ogres become these sort of frowny faces of people who arent laughing and our art learning and having fun and listening to funny podcast, cool and nice and fun and nice guys and smart. That''s inspiring to me. And it''s making me feel like we could be sort of doing contributing to what TJ Miller is doing basically on just getting out there, being sort of America''s court jester","id":"fhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":4078.96,"tags":["America","TJ Miller","America"]},{"line":"Yeah, And so now that I'm actually really charged up and I'm inspired to do this for another year and it's even though I do have to I'm also doing it because I Why? Because I want to and I'm choosing to and we're going to keep making the show, and people can stop talking about how they're, like, ready to say goodbye to it. Just fuck right off and just listen","id":"gxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":4208.37,"tags":[]},{"line":"Show will be after Yes, all the way After we get everyone of voices come in here I stitched this on. Itll be like Yes, yes. And so itll be like, OK, it would be like, Wow, you guys like you guys really cared about the show this much I can't believe we got all this support for all the people that, like are our friends. And also Love are comedy and our fans like the fans like they really want us to keep going. And this is and they're not just writing off the show like it's already over.","id":"hhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":4238.31,"tags":["Ye","Ye"]},{"line":"My word is in neutral. Just play. Just put the word is a fucking neutron star. The dense'st in the universe. That's so isn't Yeah, here. Yeah, too far away.","id":"ihIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":4287.73,"tags":[]},{"line":"If you guys, you guys want us to come back and then well like part of what well get. Is everyone individually going? Yeah, and then youll combine it. Itll say,","id":"jxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":4333.12,"tags":[]},{"line":"The fucking","id":"mxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":98.34,"tags":[]},{"line":"Maybe Maybe I'll try wrapping it,","id":"nBIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":103.65,"tags":[]},{"line":"Keep it. You mes's up, Sam. That's the wrong track. Okay, here we go.","id":"nxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":125.31,"tags":["Sam"]},{"line":"Yo, is it's the, uh So just drop it out. So, uh, you know, nothing''s free. Why? You know why someone going by the cow when you get the milk for free? That''s why I didn't do this song. I'm good at songs. I'm gonna rapping, singing. Ah, but, um, nobody''s gonna buy the cow. That''s why I don't fuck on the first day. And that''s why I don't give him the song in the ad. Jes'sica came on our show in November to help us make good funny election video. And I mentioned that already, but it''s in the copy. Ah, you might know her characters in comedy Bang being your boy Troy. Power wheels. Beth, uh, check it out. That shows pure, unadulterated musical joy in a podcast. Um, so subscribed Off Book. Ah, and I would have been able to do a good job. Good song. If they have me on, I kill it. Ah, but I'm busy. I might not have. I might Scheduling it might not work out, but they probably want me. They know what Eiken dio. I don't gotta show it in an ad. I didn't mes's up. I did good. I had a couple good ideas for songs. The wrapping part was good, but would have been even better if I had not been taking the les'son Off. Nobody wants a cow milks free cows, you know, Don't just give you their milk. You got a fucking earn it. That''s why I don't give it up. I don't give a woman full pleasure on the first day. I always hold some back. I don't want her to get addicted to it right away. And so that''s why I do sort of ease in. Ah, and only do a couple of my best moves just like I did in this ad. I only did one or two of my moves The saying, you know, before I wrap and then, um, starting this or it start to cry. So subscribed Off Book From Earwolf It''s triple podcast wherever you wanna listen.","id":"pBIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":178.51,"tags":["fir'st day","Troy","Beth","Eiken dio","Off","fir'st","Earwolf It"]},{"line":"the meatball pizza with fresh mozzarella cheese, a change charge, tomatoes. So check out this weeks menu and get your 1st 3 meals free with free shipping by going toe Blue Apron dot com slash handbook. And you've been squeaking one of your tools of this whole time. What''s the squeaky tool that you have? That''s just a stres's ball when I feel like I'm about to have my home invaded. Yeah, because you seem like you're freaking out. Yeah, always. Okay. Ah, youll love how good it feels. and taste's to create incredible home cooked meals of Blue Apron So don't wait Best Blue Apron dot com slash hand Book Blue Apron A better way to cook","id":"rhIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":1798.21,"tags":["Blue","dot com","Blue Apron","Apron dot com","sla'sh","Blue Apron"]},{"line":"Let me Chatman Splain something to you, You little punks. You think you know about further education? Why don't you, uh, listen to this, uh, chap Chapman-University chat. So Chatman Dune and his buddies in a reference to Crab Man dune The short Love Comedy Central Doesn't matter. You think about further your education. You got to talk to Chatman dude and his buddies. I got a Chatman splaying this to you. After all, those who hold master's degree earn on average $20,000 more a year. And if you're not making that 20 grand, you might as well be drinking The diarrhea you get when you drink too much. Chiappucci. No.","id":"rxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":1833.01,"tags":["Chatman Splain","chap","Chapman","Univer'sity","Chatman Dune","Crab Man","Chatman","Chatman","Chiappucci"]},{"line":"Yeah. You have to say I'm sorry. It's in the copy. Okay? I'm The Chatman, and I'm gonna force everyone to","id":"tBIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":1941.66,"tags":["The Chatman"]},{"line":"On down,","id":"vRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2163.95,"tags":[]},{"line":"Thank you. Thank you. Thank you. If it even happened. I","id":"whIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2180.64,"tags":[]},{"line":"The want I I do want to get right into the You know, I, uh uh I could sort of fielding heating up here a little bit already, so I think we should dive, right. You kind of explain whats going on. Should I do it?","id":"xRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2203.82,"tags":[]},{"line":"All right? The last week,","id":"xxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2220.27,"tags":[]},{"line":"We ran that. And we saw the comments online. The people who","id":"yhIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2247.64,"tags":[]},{"line":"And I had never seen a respon'se. I worried that it was some kind of, like coordinated, like","id":"zxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2269.25,"tags":[]},{"line":"with their with their rude complaints.","id":"0hIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2282.29,"tags":[]},{"line":"agreeing on this sort of beta stage on software technology that can trace people through their Internet comments. Like when people he use's that I don't know what I think he use's it for, like, YouTube in, like, instagram and stuff. But it, like, basically, if you comment on the Internet, he can go through your user, Dave, trace your i p addres's and es'sentially locate your phone at all times. That's Terry.","id":"1xIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2322.65,"tags":["YouTube","Dave","Terry"]},{"line":"Ah, you didn't really acknowledge that dump said that. Scary. You scared Dom with some of that. Can you Okay, let him rest as'sured a little bit that you're basically kind of like, almost like Dexter or something","id":"2RIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2356.33,"tags":["Dom","Dexter"]},{"line":"uh, union,","id":"3RIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2415.99,"tags":[]},{"line":"you want to describe how you're dres'sed? You're in tight, cut off jean shorts. You have like a bandolier of bullets around you like Chewbacca wears. Yeah, You have no shirt on. Um, you have. Ah, phone have unusual ear, like","id":"4BIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2428.14,"tags":["Chewbacca"]},{"line":"one of the nuclear detox mas's.","id":"4RIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2444.58,"tags":[]},{"line":"Um, I think so. They can cros's state lines. You know, if if they make illegal comments in one state, they can cros's over easily and do it in another state jurisdiction. And what I'm seeing here is a lot of these mounds. Yeah, the candy bar. The","id":"5RIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2524.63,"tags":[]},{"line":"just from what I'm taking in here that these mounds are kind of held together. Theyve created a kind of spackle out of spit, and it smells like feces. This is like, what? They make these mounds with their own waste products out of the garbage. That seems like it's dumped in this place from a plane.","id":"6hIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2574.88,"tags":[]},{"line":"Okay. Yeah. And can you see? Can you see my location on the map as well as the locations of all the illegal commenter? Yes, I can see it. You're about one block south, so head north.","id":"8BIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2677.26,"tags":[]},{"line":"Okay. Okay. That zeal going monitors, you quick, please.","id":"8RIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2687.83,"tags":[]},{"line":"me about tell me about my first commenter.","id":"9RIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2699.07,"tags":[]},{"line":"Sure. This is From Durant Has gros's hair, he says, or she sad. No new. Fine. Because want to seem chill.","id":"9hIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2701.39,"tags":["Thi","Durant"]},{"line":"Okay, lets start out money. They will get that one. Lee, let''s start with, like, a good","id":"-RIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2722.6,"tags":["Lee"]},{"line":"You? Yeah. No, I mean, he's general. Now. When I knew it May was ah, more of Ah, Colonel. Yeah. Um, but, ah,","id":"_xIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2761.01,"tags":["May"]},{"line":"He is very short, but everything From The, um, waist up is seems normal. Normally proportioned anyway, um, but everything from there down is like basically a coffee cab. That's medley of. That''s him.","id":"AxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2817.69,"tags":[]},{"line":"That's the general. Okay, Um","id":"BBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2836.14,"tags":[]},{"line":"his lower half body coffee. The thing that jumps out at me, and I'm looking at a photo of him. Now it's Guzman''s phone is like, this guy''s not very tall. And part of that''s because his lower half below his waist is all just basically a coffee cab.","id":"BhIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2852.01,"tags":["Guzman"]},{"line":"It's almost like he''s climbing out of it. Yeah, he has a shelf trying to climb out of it. Well,","id":"BxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2867.31,"tags":[]},{"line":"that. I forgot it was work.","id":"CRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2878.77,"tags":[]},{"line":"great les'son for actors. So do you wanna go ahead and start confronting him physically about this boo his's? Rude comment that he made.","id":"DBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":2896.05,"tags":[]},{"line":"I don't know why I'm your first call when it's, like a fighting thing. I'm a tough white guy and just given the big tackle. And I think, uh, and that I and I think that might knock him down, right? If I'm not. And I would say once you're down there boxes, here''s a little Okay, that''s From this Guzman? Hell, no. That''s From yes. No. Yeah. Hell will remember the scuzz man being a little box to the years in his ears. Hell, no. Hell, no. Here. Were you doing sort of loaded up,","id":"HxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":3046.11,"tags":["Guzman"]},{"line":"Yes, pinned out one country that doesn't curse's. So then that they that he now was trapped inside that cough Can you freed him? And now he has his power back. And Scotsman is showing me some photos of him as just a colonel when they were kids. And he is the length of three football fields. Oh, yeah, When I said short, I only might be short when he's in the coffee Can you cannot remove his poppy can. That going that is a recipe for disa'ster. Definitely did not see that coming. And now did you go for a big tackle or just tackle? That was huge. It was a huge shock. I e I think he knows that it was your idea, and he doesn't think it was a good suggestion.","id":"IhIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":3133.43,"tags":["Scot'sman"]},{"line":"Okay. Okay. Well, now his legs his legs. He now he's got super long legs, right? And he''s He''s tall.","id":"IxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":3177.79,"tags":[]},{"line":"A war lock of any of any of this. Okay, Yes,","id":"KxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":3217.11,"tags":[]},{"line":"Okay, I see this guy have eyes on this guy already. I could tell because these, um he's looking down at his dick. He doesn't know what to deal with it. Yeah, I","id":"LxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":3255.77,"tags":[]},{"line":"How do I How do I fight this guy? Oh, God. I mean, someone like a guy like this is not gonna muster up much. Should be pretty easy. I would just, uh I mean, maybe walk up to him and kind of blow gently on him, and hell just kind of topple over. And then you can just kind of stand on his chest.","id":"OBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":3325.75,"tags":[]},{"line":"I had just started talking","id":"QhIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":3415.3,"tags":[]},{"line":"yeah, so big that you didn't actually run away from him. So that sucks. And then this one, I feel kind of sad. And I'm like, Maybe we should undo the band because, like, even just looking at his comment, it's like, Really, that''s the comment. You want to leave like maybe it''s maybe it''s just your life is tough enough and you should be able to listen to the show.","id":"SxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_1","timeCode":3493.35,"tags":[]},{"line":"Ah, dry ice factory. Ah, Lucas Sion. Um, a bunch people talking about Off Book and a new podcast in the 500 comedy Bang bang all you guys. Unbelievable. Okay, so there are no our threat. Yeah, The drop. But look at the picture.","id":"UhIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":3579.84,"tags":["Luca","Sion","Off Book","Bang"]},{"line":"they want me to say that it","id":"WRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":3655.28,"tags":[]},{"line":"that it's really thick","id":"WxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":3662.99,"tags":[]},{"line":"that it's thicker than your thinking. Then you're picturing Ah, you know, the school is located in Southern California offers more than 70 graduate degrees acros's 10 schools and colleges with programs of busine'ss, law sites, education, the arts and more. I mean, I just can't believe this is what they want. But so The not to mention their Dodge College of Film Media Arts um ah, and the people who went there, I gues's, drink so much. Chiappucci know that they have this very unique, very thick","id":"XBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":3665.86,"tags":["Southern California","Dodge College of Film Media Art","Chiappucci"]},{"line":"Rachel Bloom. You see my collection of men, corpse's and one woman, Felisha Day and Colton done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jazz Off ruler of the circle. And that''s just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","id":"YRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":3818.87,"tags":["Rachel Bloom","Feli'sha Day","Colton","Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch","The Magic Tavern"]},{"line":"'stepped on. You guys kind of mowed the lawn on my big announcement, didn't you? Yeah. Cock a doodle freakin dio. Yeah, cock a doodle frickin due to me, huh? Because now, Rooster man, seems like I'm ripping Off chicken man.","id":"ZRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_2","timeCode":93.53,"tags":[]},{"line":"Oh, hey, no steal that friggin pizza From The pizza delivery Bad. I'm gonna try to peck. You were? Ah, slipped.","id":"ZxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_0","timeCode":161.15,"tags":[]},{"line":"It's 270 episode's of that. Yeah, so go to Stitcher Premium dot com slash chicken man, use the promo code handbook it check out to get your first month of this one for free, even though I was making a better one.","id":"aRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_0","timeCode":180.34,"tags":["270","epi'sode","Stitcher Premium dot com"]},{"line":"now have they found out yet that you had actually failed the written exam? But when you failed, you got so mad you smash your fist on the keyboard and the whole computer system went down.","id":"dxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_1","timeCode":402.76,"tags":[]},{"line":"You're not supposed to be in line. You are supposed to be helping the people who are","id":"fxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_2","timeCode":440.02,"tags":[]},{"line":"'sure that he's got one way to look at it. And he''s got Uncle Cody''s homemade water is back. You remember that?","id":"gxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_0","timeCode":475.22,"tags":["Uncle Cody"]},{"line":"did. And it was just like water. Very smooth and refreshing. Steve Harvey, what a goddamn dream. Family Feud gives","id":"jxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_1","timeCode":633.44,"tags":["Steve Harvey"]},{"line":"Kodaira Caesar. Steves like, you know, this is like sort of the community that he''s following in the comedy Watches. Yes, we all kind of all,","id":"nhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_1","timeCode":776.84,"tags":["Kodaira Cae'sar","Steve"]},{"line":"wed love to have shawl. By the way, if you could mention that last time we talked to her, she said she was taking a break from podcast's. Now, I don't know how long the break was appears to have been about three years,","id":"nxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_0","timeCode":785.14,"tags":[]},{"line":"It's not gonna be up there, but it''s a good answer. Sometimes stable. Hit you with that. Are you going to do more of these funny games? I hope so. I hope to play Family Feud for the rest of my lying. Well,","id":"qBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_1","timeCode":859.37,"tags":[]},{"line":"have been doing this and we just sort of talk about some of our favorite at midnight memories and we and we sort of wish it well,","id":"rxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_2","timeCode":895.19,"tags":[]},{"line":"A dream of catching. Sometimes I give myself The Greece after the rest of my life. So tell them Memphis tricks on me when I go sleep cry, it keeps Wake up in the morning, I think, um, go again A when I take a nap Badges, period when I go to target outcry. Bye bye. Well, that they're gonna love that. That was one of the sadder ones weve done. Thank you. Might have to edit it a little.","id":"sxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_2","timeCode":949.35,"tags":["Greece","Memphi"]},{"line":"a lot of the other ones. People saying like they are glad that it is gone. They didn't think a good show.","id":"tRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_1","timeCode":982.22,"tags":[]},{"line":"when the Internet. Heres the thing. I lost twice and it''s OK.","id":"uBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_0","timeCode":1001.44,"tags":[]},{"line":"Um, yeah, that you is. That's really sweet. Did your family The girls when","id":"vBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_0","timeCode":1023.54,"tags":[]},{"line":"you know he's gonna come get may suck it, Horatio. Suck it, Eugene. Yes, I am Palley?","id":"wRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_1","timeCode":1051.97,"tags":["Horatio","Eugene","Palley"]},{"line":"play the first sort of inaugural round of our new game show on and we don't know what it's called, and we don't know how the game works yet, But that''s why we have you, Nicole. Because all you do is just generate hits.","id":"zBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_2","timeCode":1142.21,"tags":["Nicole"]},{"line":"really, in a","id":"zxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_0","timeCode":1167.06,"tags":[]},{"line":"on the night falls. And then, you know, we start to loosen up a little bit, but you should come. You go. Yeah.","id":"1hIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_1","timeCode":1196.57,"tags":[]},{"line":"Thatll be good. There's a good crew there. Right around then. Yeah, I've got, like a think tank. You Oh, is there an actual tank we get into and think?","id":"2BIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_0","timeCode":1210.04,"tags":[]},{"line":"Joe Rogan? Yeah. 00 I know. Oh, I know when you","id":"2xIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","speaker":"spk_0","timeCode":1230.81,"tags":["Joe Rogan"]},{"line":"you wouldn't want todo your to scared.","id":"RRHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":3545.24,"tags":[]},{"line":"I said, Well, you both get on the phone to Drew, and he said, Ha ha. He is yelling at his friends about who has the lowest blood pres'sure. Ok, so I gues's that's a no. Sounds","id":"SBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":3562.33,"tags":["Drew"]},{"line":"like it could be a very gentle mo. It's a gentle No.","id":"SRHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":3571.16,"tags":[]},{"line":"I don't know. Who else are you doing? Teacherslounge a lot. I did one.","id":"TRHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":3598.47,"tags":[]},{"line":"Um, I'm sorry there's a feud there. I","id":"UBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":3609.5,"tags":[]},{"line":"you guys gotta check out this show? Yeah. Really were very excited about us and now they're sort of done with us. And now Teacherslounge is like","id":"VBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":3623.67,"tags":[]},{"line":"just does. There's twice as many of them, is there. If you guys thought about getting to new people, like maybe a woman who is sitting here with you right now, could be one.","id":"VxHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":3634.48,"tags":[]},{"line":"but give you called. Can you at least use a voice to text function.","id":"XhHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":3690.13,"tags":[]},{"line":"I'm supposed to call him. We're supposed to catch up because we're friends. We used to go to lunch. Is here you can do. We can listen to that man Heres like a Here''s maybe a catch phrase that Jordan Klepper could use. Uh huh. When you clip back with facts, that''s a wrap.","id":"ZBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":3733.77,"tags":["Jordan Klepper"]},{"line":"Wait. What can you say more slowly Because I got lost in the","id":"ZRHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":3748.82,"tags":["Becau'se"]},{"line":"It's like the play on the famous phrase when you clap back with facts that''s around From The instead. It''s Jordan Klepper","id":"ZxHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":3758.7,"tags":["Jordan Klepper"]},{"line":"Look, I don't have Jon Stewarts phone number. I just weirdly happen to know what town he lives.","id":"axHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":3811.46,"tags":["Jon Stewart"]},{"line":"Is it happening right now in the past? Cause I didn't memorize the sound effects, and I could just","id":"bhHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":3830.66,"tags":["pa'st"]},{"line":"Hey, thanks for coming over for the Super Bowl there.","id":"chHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":3848.24,"tags":["Super Bowl"]},{"line":"Yeah, doesn't really feel like somebody trying to get out of the episode.","id":"ehHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":3921.28,"tags":[]},{"line":"I'm gonna try to get out of the episode. I'm trying to bring it back to the premise for","id":"exHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":3924.04,"tags":[]},{"line":"Another call back. It feels like a second. I","id":"fhHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":3942.41,"tags":[]},{"line":"that what she did was a callback. Why am I the only one getting shit for callbacks? Shawns been exclusively speaking and call when you call back with facts.","id":"gxHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":3975.23,"tags":["Shawn"]},{"line":"have a bunch of map quest directions print out of the computer paper on the floor of my car and whats I put him into order.","id":"jxHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":4027.13,"tags":[]},{"line":"a pretty good idea of how to get home. I get just because the page","id":"kRHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":4034.8,"tags":[]},{"line":"And even if it takes me a little longer than normal to get home because I am sort of walking while looking at these and going like away Okay, no, that was wrong. Like that still is not going to stop me from doing just that.","id":"lBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":4045.76,"tags":[]},{"line":"Um, you got started here. Mandelas respon'se. Yeah. Okay,","id":"lhHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":4075.75,"tags":["Mandela"]},{"line":"I know we s I've been okay. I know what it is going to be, but it's not. It''s a little bit of a bone to pick with show. And I'll tell you what. So theyve got these host's Kristen Conger and Caroline Urban or super smart and funny, by the way, do obse'ssive research to bring you surprising stories about women''s lives.","id":"mhHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":4118.38,"tags":["Kri'sten Conger","Caroline Urban"]},{"line":"is hard and smashing the patriarchy is actually something that for our ladies to dio it is. Ah, lady. Yeah. Lately they want to smash the patriarchy. But who is what","id":"pRHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":4197.4,"tags":[]},{"line":"Because that's just how the Boys get things done. So if I know what happens when","id":"qBHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":4223.06,"tags":[]},{"line":"women break the rules subscribed, unladylike in Stitcher Premium s unknown. And by the way, heres one rule You don't want a break,","id":"qRHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":4227.6,"tags":["Stitcher Premium"]},{"line":"21 That sounds like a good plan. Yeah. Yeah, we have a great new friend. That the company? Yeah. That's friends with our show now. And they used to be friends with a lot of other shows. Boot. Well, I believe this is the first","id":"tBHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":15.469999999999999,"tags":[]},{"line":"podcast. This companys advertising? Yes, they do a lot of","id":"tRHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":30.44,"tags":["Thi"]}]