[{"line":"TV and I have seen them in other places. I've radio, and now they're doing a podcast, and it's us. And it''s a freakin show your that your Boys is hosting and it''s Squarespace.","id":"thHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":34.88,"tags":[]},{"line":"And they make it easy to turn your idea into you and unique website. Oh, yeah. Uh, what do you mean, term idea? No website. I don't know. Showcase your work. Blogger published content or even sell products and services of all kinds. Or maybe do all of those in just a few clicks. Whatever you mean yours. They're doing pas'sion ISS, And this show is about having pas'sions. The whole reason we started this was to inspire our fan base toe. Actually find your pas'sion and go after it because I never apologize. Because not pursuing your dream does the biggest cind of ultimate existed death to not do.","id":"txHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":46.04,"tags":["ju'st","ISS"]},{"line":"you're not very good at something and that basically you don't have a purely predicated on self interest. Yeah. Or if it's just on Lee that you just want","id":"uRHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":82.94,"tags":["Lee"]},{"line":"people to know you are something that still is of more value to society than anything else you can dio. Weve always said that. So there you can do any website. Yeah, except there are some that we want to do that we that you can't do. Yes. Well, we have an idea. I've been working on a big idea for a website that we are doing with Squarespace. And yes, we do get a discount. Thank you. Please do go to this. Uh, for we have an idea for a website. It's so good. It''s called ESPN dot com. So everything is on this thing ESPN dot com Go to ESPN dot com and it has every sport every sport. What The Yes, answer.","id":"uhHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":92.57,"tags":["ESPN","ESPN","ESPN"]},{"line":"'scroll you and then we kill. Yeah, we killed 10% of the price, and then we get killed by the rest. Yeah, and then we do get killed yet","id":"vxHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":280.03,"tags":["re'st"]},{"line":"So it Zinni thin wannabe","id":"wRHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":298.45,"tags":[]},{"line":"Wow. Okay. Yeah, yeah. You don't exactly want to mes's with Taraji P. Henson in that movie.","id":"yxHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":603.65,"tags":["Taraji P."]},{"line":"No, I I Well, I've seen some. I had a screener. That was the trailer. They Someone dropped it off for me. Oh, that's really That''s because you're married. Yeah, just a lot of you are. Just heads up. Heads up. Here''s this. Yeah, just in case. I just like, I don't know, just got mad about it. Not named Mary.","id":"zBHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":608.85,"tags":["Mary"]},{"line":"I was gonna ask. Are you mad? Because can you not feel proud now? Because there's, like, a merry that is proud. Marrying is kind of stepping on your stuff.","id":"zRHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":626,"tags":["Becau'se"]},{"line":"Yeah, right. Is there a different Mary? You can be","id":"0RHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":653.4,"tags":["Mary"]},{"line":"'something that's special to you specifically. Thank you. Today, um, we're always talking about movies. Ah, and TV and books and music and the radio. But this time, we want people think that''s all we know about, right? But when you think about what all these different things are, it''s really just our bodies. This is our bodies moving around on, like taking pictures of our bodies and our body singing on the radio. Right? That''s really all of this. Absolutely. Yeah. As our bodies making the noise, the different pieces do vibration. Yeah, I we know a lot about science, dio but do vibration through the various canals of the body and ah, and the various","id":"3RHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":736.48,"tags":[]},{"line":"Yeah. And obviously thinking about you and your history. We wanted to talk about hair, Have a hair discu'ssion, Not because it's like you're a girl or something. Uh, because guys have here to actually actually guys up here to Yeah, yeah, but because you are the Dow ses'sions wife? Yeah, uh, late wife. His sorry. His late wife, His late wife? Yes. Yes, because he died. And you? That''s why I was suggesting you might be sad, Mary. Oh, yeah, Well, that he died in the seventies. He died a while ago. Okay? Yeah, I die. Since I feel like I've taken his empire and really run with it. Now, I've always used","id":"4hHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":827.81,"tags":["Dow 'se's'sion","Mary"]},{"line":"the generosity to say, Hey, I must as'sume","id":"6RHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":910.99,"tags":[]},{"line":"New Year New? Me? I'm getting rid of a no. Did he die on you? You said you said only","id":"7xHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":954.39,"tags":[]},{"line":"I said, Oh, no. Take out a No and yeah, it was unfortunate, but it worked out that there was the countdown for New Years at zero. He died, so it felt like we were counting down to his death. Oh, you you It was gonna happen.","id":"8RHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":960.65,"tags":["New Year"]},{"line":"Wow. We did do it home. We finally can we say? Yeah, we finally left. Forget 2017 behind. Good riddance. Blue 27 to 2017 and New year. Different. Thank you. Uh, okay, so this will be great to talk about our hair. Uh, Sean and I both have rituals, right? I mean, yeah, you know, we have is pretty specific rituals, but maybe you have advice, and I'm always happy to learn. Um, well, I gues's I'll just","id":"9hHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":995.86,"tags":["Sean"]},{"line":"I make my hair every morning. Ah, I go out into the barn and I, um, start soaking the thatch of hay. Ah, and trying to sort of smooth it and I'll pound on it with whatevers around a knife handle or something like that. And when it gets","id":"-BHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1035.67,"tags":[]},{"line":"So, um, have you thought of on? Are you, Um how I want to say this. Are you against the idea of keeping any of your natural hair on your head? Sean, she wants to know if you're against Hey, she wants to know if you're against keeping. I'm sorry, Kevin. You have to ask case and then he's can maybe talk to me about it. How he's just to take it right to Sean McSherry. Her short Judah. It's very aggres'sive. Uh, Mary wants to know if Sean would like to keep any of his natural hairs or if that''s going away. Okay.","id":"AxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":1132.12,"tags":["Sean","Kevin","Sean McSherry","Judah","Mary","Sean"]},{"line":"worms in there and and and the worms air alive and the worms are moving and that sometimes when it","id":"DRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":1289.75,"tags":[]},{"line":"falls out, it's actually just one of the worms running away and kind of taking some of the things that I gues's was at home. Yeah, and I try not to be too difficult about that because, you know, I want to have my own home one day. I cant begrudge The warm even when a bird wants to take a piece to build. You know, you're building great farmhouse.","id":"DhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1297,"tags":[]},{"line":"friggin politicians and the way that they air keep winning. Yeah, and I go. Is Carmen even really these guys are doing this? Because some of what they're saying doing Sorry, Mary. Yeah, we're not exactly neces'sarily good. And I think we know I'm talking about Bernie Sanders. Yeah, does that. I'll start talking about my traditional bit. 1970. Lets go back. Yeah, I made a huge thing of eggs. Scrambled eggs,","id":"EBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1333.17,"tags":["Carmen","Mary","Bernie Sander"]},{"line":"and I put it through like a pasta extrude. Er I'm surprised you were able to do that. Well, I I I know for my own head. You cook the eggs and then did it.","id":"ERHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1370.01,"tags":[]},{"line":"Yeah, really hard. Runny eggs. No, no, no. I made a big thing of scrambled eggs. You ever I mean, he said that. Sorry. He did. Sorry, Hays, I know you don't need me to, like, defend you. I know, But, Mary, he said that You're right. You're right. I'm being insane.","id":"EhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1380.93,"tags":["Hay","Mary"]},{"line":"Can I ask how you stick? Eat it.","id":"FRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1424.65,"tags":[]},{"line":"Uh, does the eyes and through the bed? Yeah,","id":"HBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":1489.61,"tags":[]},{"line":"with, um, whats his. Yes, Yes, I've seen it.","id":"HRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1493.45,"tags":[]},{"line":"Yes. OK, Yeah, it's fun. Yes, yes, yes, yes, It''s run by German girl. Uh, so in that film,","id":"IBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":1508.92,"tags":[]},{"line":"although the couple is separated, they cohabitate. And yeah, and it's who gets the apartment and so forth. And I think this is sort of what Hayes is going through with this hair. But there''s a line of duct tape between them as you can t if you look as the case. So I'm saying carry almost has to be concerned","id":"IRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1517.01,"tags":["Haye"]},{"line":"because ultimately and, you know, spoiler alert. But the movie is a little older now. Uh,","id":"IhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":1534.38,"tags":[]},{"line":"that's when it becomes dangerous. Yeah. So, um, you are divorced from this hair, But you you feel that you need to keep it this way.","id":"JRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1602.97,"tags":[]},{"line":"Now, I gues's what I would say in your case, uh, maybe, you know, uh, some sprucing up. Okay. You have just plain eggs, but you have a right to sort of adjust your hair. Now that you're divorced. Doesn't your hair have it's own","id":"KBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":1626.91,"tags":["Doe's"]},{"line":"'sort of agenda now? And shouldn't you sort of stay out of it's life a little bit? Well, this is what you want to carry an This is sort of what I was hoping America thought Mary was really nice. Would be like, Oh, I will like, uh, that you're here. Freeze. And you are not allowed to attend. You touch it. Yeah, I will. I will. It's person for you.","id":"KRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1646.94,"tags":["Thi","America","Mary","Freeze"]},{"line":"I would like to I would love to give you guys both makeovers.","id":"LRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":1712.56,"tags":[]},{"line":"Hegang, you like listening to dorks? You are all dorks and loser's and no cool guys. If you like dorks and people that that suck and are weak, then you should really check out The comedy. Bang, Bang! Best of","id":"NxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2041.06,"tags":[]},{"line":"I wonder why they picked 2017","id":"ORHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2065.78,"tags":[]},{"line":"is the cut off date. And so and I'm thinking back to my favorite best of From 2015 and 2016. Yeah, I no,","id":"OhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2067.69,"tags":[]},{"line":"was at least 17 if you know what I mean. And we mes'sed up the","id":"PRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2105.33,"tags":[]},{"line":"to another park us when I saw you do","id":"PxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2115.44,"tags":[]},{"line":"'so think about that. What episode's made the list? It says. Was it the solo bulletin cola with Ben Schwartz? And I m sure you know, I actually have good authority. That did. I wanted to make you know, the 5/100 episode. No, did not make Calvins twins The Calvin''s twins, come back. I think that''s, like, 20. He literally couldn't have As'sad wants for the whole year. And we had about our show. Yeah, and we had him on as a favor. And what just cause He emailed us asking for us to be on it. We took, like, a month The yep, recorded a respon'se and that after he did our show, he went like I pro should have you back on for a little while. Yeah, just cause of that, we can't be on the show without on and the best up. And then, conveniently, the best of has some open slots around the middle. 18. Enjoy. I wish everyone in the mid to late teens this year a happy 2017. I hope it was great because there is or nothing keeping us out of that zone for next year. So everybody listen and have a great time. Please, please enjoy it while it last's. And don't think about the asteri'sk next to your achieved. Just enjoy it. That it was literally the absence of us doing an episode that let you in there and all toe all the dorks and all the friggin nerds and all the weak loser's. I want to say Happy New Year. Enjoy it while it last's and find out and listen to comedy blaming best of upset's on apple podcast's. Stitcher Premium Earwolf dot com User code. The Boys, The Boys use it.","id":"QRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2126.05,"tags":["Ben Schwartz","Calvin","Calvin","Happy","New Year","apple","Stitcher Premium","dot com"]},{"line":"Is that something that people could dio?","id":"RxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2274.42,"tags":[]},{"line":"I just think that if we took some of Kevins hair, which we're not asking for, but we are taking I think we're all in agreement there. Yeah, yeah. Um, and just yes, split up between you guys. Just see what it did. Teoh if new life to what you guys have already done. Yeah, that''s right. Not not, like splash a bunch of paint over the old thing and just but had nice little touches of Kevin''s.","id":"SRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2291.7,"tags":["Kevin","Teoh","Kevin"]},{"line":"Yeah, like when you get an old house, Don't you know, tear down the porch, see what you can do with","id":"ShHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2315.22,"tags":[]},{"line":"you know, before we make it entirely about us and our makeover just for our listener's who don't have the benefit of you and CEO. What are your top three tips?","id":"TRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2326.17,"tags":[]},{"line":"good. Yeah. I was worried we were, like, heading toward something. Lets be generous. Yeah. Top three tips. Really looking great. Yeah.","id":"TxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2342.85,"tags":[]},{"line":"and it's a public restroom.","id":"VBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2369.98,"tags":[]},{"line":"Um, is kind of like a part of,","id":"VRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2372.14,"tags":[]},{"line":"you know, you have a target. Employees saying why are you still here? Yeah.","id":"VhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2374.41,"tags":[]},{"line":"Audible that robe. I'm immediately looking around. Going. Is there anyone I know here","id":"VxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2379.05,"tags":[]},{"line":"trying to think of something to say, You know, like what? Like yeah, like, how do you How do you drop what you're You know what you're doing.","id":"WBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2385.92,"tags":[]},{"line":"You know that I'm holding like the thing where you have, uh, the little food and the napkin and the stick. And now you're just holding this like, Yeah, this, like, appetizer stick in the bathroom.","id":"WRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2392.63,"tags":[]},{"line":"Yeah. So ignore everyone. OK, everyone, that shouting at you at that target bathroom? Yeah, I want those air haters","id":"XBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2418.84,"tags":[]},{"line":"Deny what they want and youll get what you want.","id":"XxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2442.14,"tags":[]},{"line":"Do you okay? Thank. This is number two.","id":"YhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2450.94,"tags":["Thi"]},{"line":"Yeah. You in the bathroom? Okay. And I think we all know what I mean by do you?","id":"ZRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2459.15,"tags":[]},{"line":"Yeah. So you've ignored everyone you're doing you Yeah.","id":"ZxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2466.58,"tags":[]},{"line":"Number three. Don't ever think it OK? And that is so dangerous for people toe overthink it, get in their head. Hey, I'm ignoring the haters. I'm doing me right. I'm in the bathroom. Public bathroom. I'm doing me and there's no haters. And now I'm in my head and that''s not gonna get me anywhere. So let''s go ahead and just don't over think it and just act natural. Yeah, And so now I look great.","id":"aBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2471.17,"tags":[]},{"line":"Now, you look great. If you have all those three very specific tips","id":"aRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2498.91,"tags":[]},{"line":"you look better. Okay.","id":"axHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2505.94,"tags":[]},{"line":"So lets go. Thank you. That''s very helpful. What? Would you help the show? Yeah, Let''s do it. Okay, so we're talking right now. We're taking Off Kevin''s hair and I can tell that he doesn't love it,","id":"bhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2532.55,"tags":["Kevin"]},{"line":"and I know he's got some trick to clean the stables. It was the flood used water. He used the water to quite a trick. What does water. Want to do you know, that''s what you ask yourself when you're working with water. It''s going to do what it wants to do. So follow it, Work with it? Yeah, And I feel that weight about hair. Okay, if you try to put it into a mold, if you try to make this hair be what you wanted to be I m sorry. Mr","id":"dxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2609.33,"tags":[]},{"line":"Yes, because he hates this water.","id":"ehHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2688.24,"tags":[]},{"line":"You know, I always, you know, because the haze and I talk about this when you finish your water,","id":"fxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2707.93,"tags":[]},{"line":"Yeah, I just would I worry about is that he doesn't have some kind of Wizard of Oz which, like quality.","id":"gxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2738.63,"tags":["Wizard of Oz"]},{"line":"Well, he was I do feel I'm here. Part of me, Videl for speaking on your behalf. Um, but he was He would give away his time, his energy and sometimes our pos'ses'sions. Um, the thing about him your specifically Is that right?","id":"jBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2806.36,"tags":["Videl"]},{"line":"Um, and I would walk into my bed and I would plop down on Lee to hit the floor cause he gave away my bag away. Your bed. Women bed. That's a little like the break up. Except it''s, like, half of","id":"kBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2827.58,"tags":["Lee"]},{"line":"half to bed the bed. Yeah,","id":"kRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2838.87,"tags":[]},{"line":"That is just something I know to be true.","id":"lBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2850.53,"tags":[]},{"line":"get? People talking?","id":"mBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":2908.86,"tags":[]},{"line":"not The Miguel in the theater. When you find out who Coco is, everybody goes.","id":"nRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":2927.45,"tags":["The Miguel","Coco"]},{"line":"Yeah. And it is good,","id":"qhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":3069.31,"tags":[]},{"line":"quality, this confidence that maybe you didn't have before. And I'm noticing that nobody is doing Christma's stuff anymore. I know. It serves a wider avoid there. Yeah, that's really going until about the end of November. This is going to be my thing.","id":"sBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":3101.04,"tags":["Chri'stma","Thi"]},{"line":"those my oven? Not even Vidals. Because he would not food from home.","id":"vBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":3210.38,"tags":["Vidal"]},{"line":"Tokyo under it is okay to say, Captain underpants, you can't go. Weve already done a bunch of these weird three D animated movies. What I loved about my hair for 2017 kept underpants is his singular hair.","id":"0BHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":3367.67,"tags":["Tokyo","Captain underpant","underpant"]},{"line":"Hey, this guys working pretty art. Get this guy race. I heard he got a promotion, but did you get a raise? Guys freakin working up a sweat over here. He is very sweaty, Which The sweat is pouring off of him and he''s wicking it away as fast as he can.","id":"3RHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":3432.55,"tags":[]},{"line":"Yeah. Yeah. And it's the moisture that''s isn't of it's body. Water. Yeah.","id":"3hHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":3449.39,"tags":[]},{"line":"Hang on. I got hypnotized by the camera. Yeah, You got to be really still for a picture, too. Or else you might turn into a gift.","id":"7RHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":3569.13,"tags":[]},{"line":"Yes. Yes. Well, that's the day, because now I'm scared to be a gift because it seems like Kevin is going to sort of trapped me like a genie or something. If I become a gift, then I'll have to live inside like the camera for the rest of my life. You have the same Three seconds. Seven over. Oh, my God. Thank you so much. I really have always thought that severed Jeannie, that you have no idea. Like that''s, like, the best compliment I've ever got. Mary, do you think I would be a really good genie?","id":"7hHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":3576.52,"tags":["Kevin","Jeannie","Mary"]},{"line":"Feminasty. Erin Gibson. I'm homosexual Bryan Safi, and we host The Throwing Shade podcast on Earwolf. We talk about womens is'sues. LGBT is'sues, pop culture, fiance. We go through all of it. Weve had guest's like Kay Cannon, Trixie, Mattel, Ira Madison, Matt Bell aside. Paul F. Tompkins and US Yes, way, our own guest's. So far, the most interesting people on the show have been Aaron and made. You could check us out on Earwolf on your","id":"-RHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":3670.26,"tags":["Erin Gib'son","Bryan Safi","Shade","Earwolf","Kay Cannon","Trixie","Mattel","Ira Madi'son","Matt Bell","Paul F. Tompkin","Aaron","Earwolf"]},{"line":"favorite podcasting app. Yeah, or check me out on Hollywood Boulevard.","id":"-hHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_1","timeCode":3696.06,"tags":["Hollywood Boulevard"]},{"line":"This has been in Earwolf production executive, produced by Scott Ackerman, Chris Bannon and Colin Anderson. For more information and content, visit Earwolf dot com.","id":"_BHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","speaker":"spk_0","timeCode":3713.29,"tags":["Thi","Earwolf","Scott Ackerman","Chri","Bannon","Colin Ander'son","Earwolf"]},{"line":"Martina McBride.","id":"BRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":15.100000000000001,"tags":["Martina McBride"]},{"line":"No, The Goldberg. Yeah, people say, How could the Gore Burger not know he didn't? He","id":"CxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":125.02,"tags":["The Goldberg","Gore Burger"]},{"line":"Well, I was just sort of curious about you were shaken to your core. Like, What does that mean? While so marketing in general advertising Ah, traditionally has been something that makes you feel good. Like there's something positive out there. Oh, a new toothpaste flavor. You know what I mean? And you get excited. Well, drive to the store and get that. So to drive by a billboard where I'm expecting to see an opportunity for me to get something sort of fun,","id":"GhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":385.54,"tags":[]},{"line":"and then I'm like, is And I'm starting to get this feeling in the pit of my stomach like you think it's gonna be. Oh, well, yeah, that was the first thing on my mind","id":"HRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":432.81,"tags":[]},{"line":"when I see corporate. After that, I go number one. This is true number, too. This is disappointing.","id":"HhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":446.14,"tags":["Thi","Thi"]},{"line":"um, right now, I'm obviously in the Suzuki Swift. Sure. Um, okay. Yeah. With four days after Taylor,","id":"IRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":480.22,"tags":["Suzuki","Swift","Taylor"]},{"line":"four different tires, so you can feel the difference. Yeah, So I'll go up, take it up on whats taking up on one wheel and just be like, how does this handle? Um,","id":"IhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":488.42,"tags":[]},{"line":"Yeah, right.","id":"KxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":701.17,"tags":[]},{"line":"free will?","id":"MBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_2","timeCode":789.83,"tags":[]},{"line":"what are we talking about here? Are we talking about? First of all, nothings free. Yeah. Nothing''s free this and free in this world. But so yeah, especially this country answer and kind of already answered it. So nothing''s free. Like, are you? Are you like, Yeah, Why not? Am I allowed to choose what flavour? Toothpaste. I want to use your example. Great example. I have to ask Mummy. Uh huh. And my mom think about toothpaste. And who is Mom? Marina? Well, hunting and always got a woman. He''s free,","id":"MhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":794.4,"tags":["toothpa'ste","Marina"]},{"line":"What a Parker Parker. Yeah, well, that's why they were going to reboot it. Sean Parker?","id":"OBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":916.51,"tags":["Parker Parker","Sean Parker"]},{"line":"Yeah, I pleasing.","id":"PBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":967.94,"tags":[]},{"line":"I don't I don't know. See so bad? Well, I go slips If I Were You fat little set up, I promise. Two weeks ago. So good. Right over the plate. Exotically. I can hear that. Now. I'm like, my thing is way too high up.","id":"RxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1040.12,"tags":["Were"]},{"line":"What was happening two weeks ago that you were doing so well? We did. Yeah. Call in episode. Tell him, Cody. Tell him how good you did tell about Codys question's. I think it''s just like about reffing,","id":"SBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1058.97,"tags":["Cody","Cody"]},{"line":"Okay. Yeah. Jim and Andy. So obviously, you draw a lot of inspiration from Jim and Andy as well. Yeah,","id":"ShHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1086.45,"tags":["Jim","Andy","Jim","Andy"]},{"line":"you know, um well, I mean The to play into each other. When you know you're acting and you're getting into character, you start losing in a real way free will, because you are not who you are in the ever. You are another person talk about becoming the proces's of becoming,","id":"SxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1092.11,"tags":[]},{"line":"He called that an invention. Wow. And everyone believed. He said, may I present the worlds biggest light and and","id":"URHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1291.75,"tags":[]},{"line":"honestly, honestly, honestly, he's the greatest showman.","id":"UhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1298.8,"tags":[]},{"line":"Well, well, very few people knows, but Hugh Jackman did not play Logan. Yeah. Okay, guys. Andy Circus. Yep. Yeah, well, I was one of the few people who didn't know that.","id":"VxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1392.88,"tags":["Hugh Jackman","Logan","Andy Circu"]},{"line":"Jennifer Lawrence is a legit good talk show. Okay, can we talk about this? I mean, can you guys agree that Jimmy Kimmel mes'sed up and broke the cardinal rule? You cannot have a guest talk show host. Whos better? Thin You? As owes, Wally Pipp.","id":"WhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1419.18,"tags":["Jennifer Lawrence","Jimmy Kimmel","Wally Pipp"]}]