[{"line":"My sports had no what I'm talking about. It's a Wally Pipp situation to me because I'm not. It''s further sports head. Okay? Night and then I'm not interested. Yeah, I know you guys air. You know you like your cinema. You know what He's I like sports. Yeah, I don't know the Wally Pipp reference. Well, that this is more sort of my air of sports. De Watches head to our of our generation. When Wally Pipp decided to take a day off from sports, somebody else took his place. And that person''s name was Lou Gehrig''s disea'se.","id":"WxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1436.9,"tags":["Wally Pipp","Wally Pipp","De Watche","Wally Pipp","Lou Gehrig"]},{"line":"I mean, it will just list the qualities in order. Okay.","id":"XxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_2","timeCode":1520.62,"tags":[]},{"line":"I really would hate to see the whole thing die when we have Jennifer Lawrence willing to step in. Yeah. Yeah, Well, yeah, can't disagree with that.","id":"ZhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1624.69,"tags":["Jennifer Lawrence"]},{"line":"Hey, guys. For eight weeks ending on February 26 Blue Apron is teeming with whole 30 to bring you delicious recipes. And Chef Kevin can talk to you a little about a little bit about what whole 30 is. It's where you eat completely non proces'sed ingredients. Which Chef Kevin, you are choosing to eat a whole pineapple every day. Hey, guys. Chef Kevin here. That''s right. He's I am meeting one whole pineapple everyday, 30 times for the 30 day whole 30. I'm a little nervous because, um, I've never eaten a pineapple whole before. Actually have never had a pineapple. So, um, you know, I'm trying new things this year, and their menu has some different stuff. The chef Kevin version does include a whole pineapple, and it does not include forks and knives because that''s the, like the way you are doing it is you don't use it makes it last the whole day because you you are trying todo eat it despite the rind, The stem etcetera on the big stocky. And so yeah, if you don't use tools, then you get a workout while you Yes, um, and just to double back very quickly. Kevin said I'm trying new things this year and he does mean 2017.","id":"ZxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1636.42,"tags":["Chef","Kevin","Chef","Kevin","Chef","Kevin","Kevin","Kevin"]},{"line":"Okay, So whats the 1st 1? A Mexican spice bajo mundi with avocado and avocado and macadamia and no, no, no, no. In the 1st 1 with avocado. And you are sending it with toga Sharis combined Whole poet The pineapple. Well, yeah. If you do, if you understaffed cabins personal code, you will get a whole pineapple. In addition to this meal, which sounds like to me, Sounds like enough,","id":"bBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1753.06,"tags":["Shari"]},{"line":"So you do want to hit that sweet spot s. So if I'm hearing this ad, I don't neces'sarily want to enter in this code right away. So keep breeding food. Sure. Ah, toe garage. She chicken lettuce cups with avocado, avocado, avocado and and with a pineapple and kale and sweet potato salad with the pineapple pineapple. You","id":"bxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":1803.39,"tags":[]},{"line":"okay? And I'll have a back kick. Start your new year. 2017 with Blue Apron and whole 30.","id":"cBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1828.1,"tags":[]},{"line":"What else about this ad? You go to Blue Apron dot com slash hand Book. Do we say that?","id":"dBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":1848.82,"tags":["Blue Apron dot com","sla'sh"]},{"line":"think theyve got a case. Do you?","id":"fBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":2014.19,"tags":[]},{"line":"It's getting weird. Yeah, well, it''s because I don't have time. Like I want to read up on the long, but I'm busy writing and performing writers and selling stuff. And you're like, I know about the law. Yeah. Yeah, Well, I have a lot of freedom. I mean, one thing you did sort of answer your own question. I am not writing, performing or selling anything. I am doing a podcast. I really had to choose at one point, as we all dio. Am I going to have a job? Yes. Yeah. Or am I going to do a podcast? And","id":"fhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":2036.38,"tags":[]},{"line":"I love The Big Sick Big Grande special. You bush eater. I mean, just a bushy Just a bushel of the uterus. Yeah, it's a yellow Boys matter in the litter.","id":"iBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":2161.9,"tags":["The Big Sick Big Grande"]},{"line":"Uh, Kevin and take any pictures today? Well, I kind of stopped him from doing it. Oh, you did? You said no pictures. Well, no, I made him do something else. Oh, but But he only came in when I called him,","id":"iRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2174.9,"tags":["Kevin"]},{"line":"Oh, do you have that","id":"ixHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_2","timeCode":2195.53,"tags":[]},{"line":"it's an outdoor house for cats, and it''s and I actually put like a little fleece. So, like it in the field. You see, people think house's have to be like indoors. They house's could be outdoors. Yeah, yeah, but you Yeah, Yeah, it''s a field, but there''s a little fleece blanket in there, and, um and it is beautiful, and I pay for it all with T shirts and stuff. It''s the house that Ruth built entrepreneurship right there. Well, you know,","id":"oRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2582.45,"tags":["Ruth"]},{"line":"No, He disrupted freaking Everything disrupted that bird for sure. He married it.","id":"pBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2633.73,"tags":[]},{"line":"that you always talk about that a little bit.","id":"qBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":2661.49,"tags":[]},{"line":"you say,","id":"rRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2723.86,"tags":[]},{"line":"and it's tough for the white to I don't want to act like it''s all pain for the guy that it like, hurts because they have such a huge load that sucks for them to not be able to get the loan. Oh, I think women Love it. It might be nice than that. This is a merch idea for you guys. This is the darknes's. Promise rings, promise rings that say it''s not the motion. What was it? It''s not the size of the boat is the motion of the ocean of low that you've been saving.","id":"rhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":2726.75,"tags":["Thi","Thi"]},{"line":"'s. So people need that some people listen to a show toe, like replace the mis'sing dad and their lives, But not in this case. We are there real debts? Yes.","id":"vBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":2880.37,"tags":[]},{"line":"and then I stopped and I put it away, and I havent seen it since. What is the bare minimum of pieces?","id":"xhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":3043.35,"tags":[]},{"line":"Well, for a human for a human being. Yeah. What are you talking about? I mean, I hesitate. Teoh say it don't. Last term, it was just a date.","id":"xxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_0","timeCode":3052.75,"tags":["Teoh"]},{"line":"a middle. I want a middle of the job. You want to see the same commercial six times","id":"zRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","speaker":"spk_1","timeCode":3163.93,"tags":[]},{"line":"I tricked her because I have part of krona in my backpack and I am able toe watched the cronut beneath her nose in such a way that she just drops the binoculars and gloms onto that. Yeah, So then so then she's chomped onto the cronut. I've got the Binoche''s which around her neck, and so I'm trying to be gentle, so she doesn't feel that I'm putting them on and I put them on. And what do you think I saw","id":"2RHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":47.15,"tags":[]},{"line":"baby, it's always when I'm going out to look at these birds days ahead. LCL uh and you kind of know She''s like, Oh, you going out this weekend? And I'm like, Yeah, like you want to come or whatever. And she''s like, No, like, I'm busy","id":"2xHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":88.25,"tags":["bird's day"]},{"line":"but then she's always","id":"3RHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":104.42,"tags":[]},{"line":"'show that is history. We call showbiz we talk and talk about Who do we want to talk to you is gonna be a year. And who are we going to see? Who? We're going to talk todo We want Teoh, hear their stories and talk about the work And who can share and whose about the work? Because if you make it about the work, itll be about the work.","id":"4BHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":135.03,"tags":["Teoh"]},{"line":"a little fried a little vocal. Little tough is the first thing on mike. But that's, you know, we made you wait. And you there was time for that to sort of generate.","id":"5RHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":206.28,"tags":[]},{"line":"I think Ryan sort of There was some tension there, and that was what was coming up. And now it's out. And","id":"5hHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":216.65,"tags":["Ryan"]},{"line":"uh, you, uh, you did I ran a while ago. I remember. I remember, um, And in a way, where it's all the reality show show now. Sure. Yeah. Society. Society is a reality show, huh? Yeah, if you think about it, that is true. Show never ended in a way. All the I mean, we all live in one house. That that''s exactly right. Did the world. We're all trying to marry the same","id":"6RHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":235.52,"tags":[]},{"line":"I have heard this that he has sort of taken the reins on DSO. Everyone else is just kind of showing up. And it's like, watching Were","id":"7xHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":362.33,"tags":["DSO","Were"]},{"line":"lot of it from you, because what we This is what we sort of want? Yeah. The day to day at The","id":"-hHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":444.19,"tags":["Thi"]},{"line":"Uh, it's It''s different every day.","id":"_BHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":458.48,"tags":[]},{"line":"near the bridge? Yeah,","id":"ABHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":474.32,"tags":[]},{"line":"Yeah. Yeah, that's what''s so crazy about New York is that you might be on top of the rock, but you might be in Dumbo, right near the bridge. Right? And then you got a jump on your city bike.","id":"AxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":486.04,"tags":["New York"]},{"line":"Is there, like, a workout regimen before you go to where I know that, Jimmy, you know, likes everyone to kind of keep it. Keep it. Keep it, keep it tight. It actually says that when you walk into Yeah,","id":"BRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":504.55,"tags":["Jimmy"]},{"line":"race walk by there sometimes. And I would see you. So they do like you would do the equivalent of those guys playing ches's in the park. who are playing a bunch of different games at once. Well, just cycling through it with handball. Yes, Running between the game? Yes, people just coming through. And there would sometimes a line would form, depending on the time of day. Yeah, I'm kind of holding court. Yeah. Uh huh. Yeah, but I am holding the court","id":"CRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":539.76,"tags":[]},{"line":"That was bye bye, haters, as I hit a red light. Frigging clunk. Kind of a checkmate. Such when you have Helis. Oh, yeah. I mean,","id":"EhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":656.17,"tags":["Heli"]},{"line":"look, I could talk about this handball courts all day. I talked about the time I ran into the ocean and bringing ah was spinning around so much that I, uh career Big world pull sucked up, uh, whole boat, you know? I mean, Oh, my ah, whole boat.","id":"ExHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":668.19,"tags":["handball"]},{"line":"didn't want to ask, but I Yeah, this morning driving over has","id":"IRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":884.47,"tags":[]},{"line":"ah, Powder King, Uh, anything and, you know? Yeah. So","id":"KhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":979.95,"tags":["Powder King"]},{"line":"Oh, my God.","id":"LBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":996.68,"tags":[]},{"line":"time. That's the thing that tongues only get one. Yeah, sometimes like to","id":"LxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":1012.18,"tags":[]},{"line":"Wow. Up all night tons, energy, but no food.","id":"MxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":1058.82,"tags":[]},{"line":"It is like it's heaven. That is The Good Place. That''s The Good Place. I can't imagine anything better. Yeah, Yeah. So I was wondering this, too, because a lot of people seem to love working at Fallon because they are all saying, Hey,","id":"PBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":1246.29,"tags":["Fallon"]},{"line":"way. We're not talking about Fallon for so long","id":"PhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1269.7,"tags":["Fallon"]},{"line":"it was It was cool because I felt like I kind of used it in a tweet. And then it kind of caught on that. Yeah, OK, that I don't mean to, like, take credit for that. But that was something that I felt I kind of","id":"QBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1281.84,"tags":[]},{"line":"you know, he's big on like we Hey, we live in the biggest adult playground in the world, New York City. And so he''s like, Why are we comedy is fun. Comedy is play where we inside. Why am I? Why am I added desk Well, and these comedy writers, it''s like everybody''s right in the same shit. And it''s all these shows about being a comedian or being a comedy writer. And it''s like, Hey, go to the fucking zoo, man. Yes, like Jimmy''s like, Hey, let''s get our as's down to the Bronx. Fucking do you know, exactly like you said when you read the newspaper, you don't know where the joke is exact. Half these shows. I watch TV. I don't know where the joke is. I don't know where the joke is. I can't figure out what makes it a comedy, you know, in half this shit I watch, so","id":"TBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":1403.39,"tags":["New York City","Jimmy","Bronx"]},{"line":"Yeah, and just lean in and just let it all blink out. So that s so you know, when something like that is going on, that's when I need someone to go like, hey, slap bracelets and stricken. Just wind it around. He''s got a brigand dinosaur on it, and I'm like, Ok, yeah, now I remember like, let''s have fun. And And if they happen to be African cute, sweetie, I don't know, Maybe that''s okay too.","id":"XhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":1686.22,"tags":[]},{"line":"Zooms upset The up top. Just backtrack Black Nick Book Book. Hey, sweetie. Ease's me. Friggin shot. So, uh, what it says on the copies are manual featured two whole 30 approved recipes each week. And I should have said it like that now,","id":"YBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":1734.84,"tags":["Black Nick"]},{"line":"each one what each Each meal is a piece, Yes, So that's actually what is the note that I have been receiving is people are gonna want to eat these meals right away, like you can't hold food for 30 days. It''s going to get disgu'sting and the food is too soft and it''s very soft. It''s. And so I'll just describe the other meal, which he told me it''s gonna be an elderly chicken and kale orange salad couple holding spicy Todt dres'sing hands","id":"ZhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1825.11,"tags":["Todt dre's'sing"]},{"line":"All right, did. Hey, man, Hey, this sounds","id":"ahHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":1876.12,"tags":[]},{"line":"your family.","id":"bBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":1886.64,"tags":[]},{"line":"I mean, why not may, especially if it's them holding hands. Then it''s like two individuals, spicy Dini dres'sing hands when you put them together, that''s just gonna be a sloppy is just it is just groups all in the one puddle. So if you want to send me the photos of, like, your puzzles, um, you can you know, hashtag Hollywood Handbook whole 30","id":"cBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":1921.19,"tags":["Dini dre's'sing","Hollywood Handbook"]},{"line":"you know? I mean, and also when they say that there's flexibility because they have 12 recipes each week and you can kind of pick between them, they don't mean the food so flexible you could make it in any shape. And itll stay that Yes, I think that was a source of confusion.","id":"chHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":1951.67,"tags":[]},{"line":"yes, God damn it, I've got to start over. It looks the same when he's happy and what he''s already it looks that is exactly the same. And let me tell you something else.","id":"dRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":2029.83,"tags":[]},{"line":"It may be with those $30 Off, you can buy some tools to make your own food, because why would you want what","id":"dxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":2056.61,"tags":[]},{"line":"but yeah. Okay, that's actually really good point. Thank you. Hey, guys. Want to talk to you about Casper and announce the result's of the naming contest that we did for new models of Casper-Mattres'ses We solicited new names on, and the prize was going to be, like, a lot of like We were just told by Casper that, uh, we we could give whoever won the prize like a bag of money, like a bunch of money. So those would be so exciting for our fans will come up with these names and they get to win money. Uh, but this was the plan that we were gonna not this price. Uh, but then Kevin and I went we, you know, we got So how many submis'sions that we get? I mean, at least 19. I think it was, like, sometimes even way more than that. Um, I think some of them were just coming to me. That makes sense. I only got 19 and it was like I think it was, like, 40. Yeah. Okay. And some of these were really good. And we picked winners. I remember I picked one that was so funny to win. And so we go to Casper, and we're so excited to give them, like, the name for their new mattres's. Um, and we go to the office and everyone there looks really tired. Just working. Something is asleep. Mattres'ses. Don't you guys have a great sleep? Yeah, They looked like they were just working really hard. Uh, and we're like, Hey, units Hollywood Handbook, it''s Me and Kevin were here. Toe give you the names, and then you give us, like, the money and weekend. Um, then we can pas's it along to our fans, and they're like, What? Uh oh, yeah. Um, okay. Yeah. So what are the names? And well write those down and well give you the money. But then they got a phone call, and they're like, Oh, my God, somebody just ordered a mattres's. And now we have to, like, make this another Mattres'ses like they had just and they were like, we just finished making one. And every time these people call in, we, like have to go find the stuff toe like, make this Mattres'ses, like, just for them. And they really care about doing a good job. And exactly impres'sion, I Why they were so tired too. Because I was like, Guys, come on, you have these great Mattres'ses. Please utilize them so that, you know, you can get a great great night''s rest. Yeah, and keep sharing the goods that you are experiencing. Uh uh, but it was because they have to make thes Mattres'ses from scratch every single time someone calls them. Yes. And I think sometimes they might just finish making a mattres's for themselve's. They can finally go to sleep on on. Then some guy calls and is like, Hey, can have a mattres's and the guys, like, so excited sleep things like, Yeah. Uh, yeah, yeah, sure, sure. Um, I'll send this right over to you. And like justice, he''s about to sleep on it. Gets pulled out from under him basically, and they have descended toe the guy. Yeah. So it was really amazing and sad to see this happen. These people, they're never allowed to sleep because any matches that they make has to be sent out and basically, as soon as they finish making when people are calling in asking for a new mattres's so big. But I love seeing how much they care about doing a good job and doing The breathe Bubble design that helps you sleep cool and regulates your body temperature throughout the night. The one they make The. So I didn't want to bother them with new models.","id":"ehHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":2089.66,"tags":["Ca'sper","Ca'sper","Mattre's'se","Ca'sper","Kevin","Ca'sper","Hollywood Handbook","Kevin","Mattre's'se","ju'st","Mattre's'se","Mattre's'se","Mattre's'se","mattre's"]},{"line":"So are you in a creative coast? Yes.","id":"kRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":2678.71,"tags":["creative coa'st"]},{"line":"Oh, I just got it. Creative question. He is creative quest. Yeah. How far on the quester you? I would say the first lap.","id":"khHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":2683.03,"tags":[]},{"line":"Yeah, we talked to Kevin a lot about some of these","id":"lhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":2726.28,"tags":["Kevin"]},{"line":"Is it cause you don't have enough mes's shorts and shirts to kind of outfit other people for your pack? Yes. And I'm trying todo you know,","id":"oBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":2817.84,"tags":[]},{"line":"new new fashion ideas. So, like, the mesh stuff, I think works for me. Uh, my friends say it doesn't. So that's why they don't join me. Um, so that''s why I run around the dragons. Nobody. They're like no one who want this conversation. I watch you time. You want to talk to Dana about it a lot. Yeah. So he''s talking about the other people that work here when he was, like, my friend people because they spend enough time with, well, honestly talking about us. And like, Ryan. Yeah. And Ryan? Yeah, that''s who he''s talking about, Ryan. So we're work friends or friends? Don't. That''s what I say. Yeah, I know more. I mean, I work with Jimmys, you know that","id":"oRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":2830.03,"tags":["Dana","Ryan","Ryan","Ryan","Jimmy"]},{"line":"if you send, they say they're busy. If you have their phone number and you send them a text like it's outside of work hours, will they respond? No,","id":"pRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":2890.37,"tags":[]},{"line":"Well, exactly like","id":"rBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":2967.22,"tags":[]},{"line":"I would like to place a bath. They go on which horse I go? I'll tell you after the race.","id":"shHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3038.65,"tags":[]},{"line":"That's okay. I wish it work that way, man. Have a couple extra shekels in my pocket.","id":"sxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3046.42,"tags":[]},{"line":"went to the studio and","id":"wxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3214.03,"tags":[]},{"line":"now it's time to do the show.","id":"xxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3224.04,"tags":[]},{"line":"he's like, OK, well, gues's I'm gonna have to do it myself.","id":"yRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3231.12,"tags":[]},{"line":"Oh, my God. Tom Petty died. Oh, my God. Yeah.","id":"zhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3269.24,"tags":["Tom Petty"]},{"line":"going into Showtime. OK, so he's kind of like, Well, I gues's I'm gonna need my suit.","id":"0xHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3299.74,"tags":[]},{"line":"yeah, exactly. It will be like or yes, exactly. It will be like it will be like in a slinky, all like, timely kind of twisted in a slinky, and you have tow a None. Do it. But then it's good cause the Slinky is like, Should we do something with this? Yes, yes,","id":"2BHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3334.69,"tags":[]},{"line":"You know. So there's a couple? Yeah,","id":"4hHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3441.48,"tags":[]},{"line":"Yeah, there's a couple of was gonna show One of them is going to be around. But you you want","id":"4xHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3445.81,"tags":[]},{"line":"And now your heart as you can as hard as","id":"6BHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3493.5,"tags":[]},{"line":"coming. I'm gonna do a question throw up, and then maybe you let me get in a frickin quick game of ping pong. Exactly. Throw the old hacky","id":"6hHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3501.56,"tags":["ping pong"]},{"line":"Yeah. Yeah, And that and that.","id":"7hHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3536.52,"tags":[]},{"line":"Wow, he's a lieutenant. Oh, what?","id":"9RHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3574.6,"tags":[]},{"line":"What? He's a little Kevin. What? He''s a lieutenant. He''s ah, one kind of soldier. I like. He heard soldier. Yes, it''s like I know, but what the fucky talking about? What does that mean? Like Kevin, he","id":"9hHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3581.42,"tags":["Kevin","Kevin"]},{"line":"got promoted. He's in the first Book. He was a soldier. Here''s a footnote, Soldier. What did the first Book? And no matter,","id":"9xHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3595.87,"tags":[]},{"line":"Yeah, he has a ton of hard drives that he's just kind of carrying around from place to place. And then as'sistance one through six, carrying them.","id":"_RHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3648.37,"tags":[]},{"line":"Wait, what does he deal with with them","id":"_hHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3656.63,"tags":[]},{"line":"area with just unpacked The wise. It's also don't tell you one thing. Somebody who cuts hair is not friends with Quest Love. No, she''s a very, very big and long Yeah, that''s a huge hole, greatest enemy. If they were trying to cut his hair,","id":"BRHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3721.91,"tags":["ju'st","Que'st"]},{"line":"So she's making. She''s making devastating hard drive storing. She''s trying to completely discredit him","id":"BxHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_2","timeCode":3753.21,"tags":[]},{"line":"done? I don't know, Brian.","id":"ChHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3781.87,"tags":["Brian"]},{"line":"Lets just go Monday through Thursday, Maybe with who''s gonna be on the couch. Okay. Um","id":"DRHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":3807.92,"tags":[]},{"line":"Thursday Wednesday were Off.","id":"ERHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":3840.1,"tags":[]},{"line":"that eat The they're eating?","id":"GxHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":4104.9,"tags":[]},{"line":"what? Just like, where were we supposed to go from here if we these gathering £30,000? Of what of, like they have animal stuff in their food. So they want to do like, vegan dog food. Basically, can I do a character to? So these guys are reading 30,000 dog food","id":"HxHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":4126.4,"tags":[]},{"line":"And what I'm hearing that it makes me so much more upset that for you, being a best friend is about betraying someone the way that you did before and trying to make your riff seem better than theirs. So think about that. Think about how you treat your best friend. I'm naturally funny. That's true. And we do not know each other. We have net. We I've never even seen you outside of this office","id":"JhHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":4297.14,"tags":[]},{"line":"an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"KRHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_3","timeCode":4395.79,"tags":["Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"You've seen me have intercourse with a variety of","id":"LRHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_3","timeCode":4441.15,"tags":[]},{"line":"Yes, I have killed Phil Collins twice.","id":"MBHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_1","timeCode":4451.09,"tags":["Phil Collin"]},{"line":"And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","id":"MxHlLXMByMrymAEmhOfo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","speaker":"spk_0","timeCode":4460.41,"tags":["The Magic Tavern"]},{"line":"do you listen to? How did this get made? I know I do. It's a podcast where June Diane Raphael, Jason Man, Zoo, KIIS and Paul She a r pic weird, insane movies like The Nicolas Cage movie The Wicker Man and basically make fun of it and celebrate it's weirdnes's. Now I've I've actually been Teoh a live recording to one of these show I have a great memory of this show of doing it at the Now-Hear-This-Festival in Anaheim. I had such a good time and I love that. My picture kept getting used on social media for the festival for years after that. And I had such a good experience with all these guy and","id":"NBHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_0","timeCode":0,"tags":["June Diane Raphael","Ja'son Man","Zoo","KIIS","Paul","Nicola's Cage","The Wicker Man","Teoh","-Thi","-","Anaheim"]},{"line":"will and you share it, then they immediately send a straight ahead","id":"QxHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_1","timeCode":232.51,"tags":[]},{"line":"of you and you're in trouble. Yeah, but then if you get the Gorgon Tron, they make fun of you in the serving. Yeah, they like you like scores drug.","id":"RBHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_0","timeCode":235.73,"tags":["Gorgon"]},{"line":"So anyway, I got wheel","id":"RRHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_1","timeCode":246.87,"tags":[]},{"line":"and I turn to shy and I go a shot. Check it out. Of course. You know what he says. Check mine out. So I gotta read in this survey. First, he was taking a different one. It was, um who would you have married and strangers? Okay, if you had lived in that universe, you know, And he got Hopper. Oh, cool. Oh, so cool. That's cool. Yeah, he got hopper Off. Damn Schellas that The Marry The Gorgo tra one punch Boom. Um, yeah. No, you know, will you dating The Gorka try? Well, yeah, for now. Um, yeah, I gues's you havent taken the second survey anyway. You know, we do. The surveys do surveys do the surveys. It''s all super fun. and, uh, suddenly realized racial abuse incident, coma. Oh, the whole time. And we thought she was just really, really thinking about the survey. We thought she was, like having trouble like, because some of this multiple trees are very hard. Yeah, it''s like itll say. Like, do you like to be alone? Or do you enjoy reading a book? Yeah. And you go like, I don't know that comment eyes her. Yeah, and ultimately she wound up in a coma. And then we had to do the, um Ah, get rid of it. Get rid of her. Hey, welcome to Hollywood Handbook. It''s that he''s got to keep but dropping names on the red carpet line back hallways of this industry we call showbiz. We","id":"RhHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_0","timeCode":249,"tags":["Hopper","Schella","The Gorgo","Boom","The Gorka","Hollywood Handbook"]},{"line":"had John Early and Caper Land last week, and now we have MEREDITH hangers From Search Party. I'm just Just what? It's not hangers. Uh um, it''s OK. It''s not a big deal. It''s Hagner Hamburger. It''s not hamburgers. It''s Hagner. Hagner. Just sort of don't emphasize the hag. You're saying more like Hagman, and I think that''s","id":"RxHpLXMByMrymAEmcucJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Meredith Hagner, Our Close Friend","speaker":"spk_1","timeCode":333.92,"tags":["John Early","Caper Land","week","Hagner","Hagner","Hagner","Hagman"]}]