[{"line":"wasn't as friendly. No. Yeah. He was having fun doing his bit, Uh, and I don't think he liked been negated.","id":"BhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2229.06,"tags":[]},{"line":"How does he play into this? Does he do cue cards now?","id":"ChHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2250.51,"tags":[]},{"line":"He was once in a band with the one of the fellas From no doubt. And so he introduced me to Gwen. So that's why I side with Gwen, right?","id":"EBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2314.67,"tags":["Gwen","Gwen"]},{"line":"Oh, that's right. We're on. What a great time to be reminded of the theme song I get top chef get. And I gues's we're Yes, I forgot. We're supposed to do Chef Kevin''s segment. Now. It''s a little segment within this game that we normally play, Which Kevin doesn't know A lot of people, but he talks about a girl that he had a dream about.","id":"IhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_2","timeCode":2463.48,"tags":["Chef","Kevin","Kevin"]},{"line":"like doing our records in the Earwolf studio. Yeah, because we like hanging out with all our friends here. Like Josh and Dana and Josephine and Josephine and on Engineer and Jeff and Colin. Oh, yeah, and they're all out of it by name, But lets call in our grand army. Those air workers, those arent famous. People come in here. Where is everyone else?","id":"MRHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2675.9,"tags":["Earwolf","Jo'sh","Dana","Jo'sephine","Jo'sephine","Jeff","Colin"]},{"line":"The good thing about this is this big. I learn their name.","id":"MxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2710.15,"tags":[]},{"line":"we know Kevin on. We know engineer Sam and right. But again, how does that head were? Weaker. How does Colin compete with Henry? The Fonz? Well, The Toes college was going to say a word. How does he compete with Fonzie?","id":"PBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2771.84,"tags":["Kevin","Sam","Colin","Henry","Fonz","The Toe","Fonzie"]},{"line":"Okay, you guys can go out. So, like, the total of those 15 people is like three people","id":"PxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2797.97,"tags":[]},{"line":"I feel like I mean sandbag. I literally feel like I'm being sandbagged.","id":"QhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2820.56,"tags":[]},{"line":"The climate that we're having right now, Sure.","id":"RBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2834.76,"tags":[]},{"line":"I don't know how that it doesn't that get a point.","id":"SxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2884.95,"tags":[]},{"line":"How many takes did it take them because of your","id":"TxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2911.06,"tags":[]},{"line":"of the movie, if you notice that because his moves are very slow. I never saw that. I saw the first scream. Is that the warmer speaking of","id":"URHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2918.77,"tags":[]},{"line":"From Oh, yeah. Big down, baby.","id":"UhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2927.67,"tags":[]},{"line":"You know, Hayes's episode of Ah, big leg. I still know every word. You don't know how we Harvey Oswald land Lee Harvey Oz like it? Yeah, exactly. You know, Big Lake. I'll add that to the list. Okay. Risk, eh? Third Harrys Yeo said Chris Parnell briefly John Heater until he was replaced. Uh, s so I don't think that''s a point. I don't think that I think that you get fired. You lose this friendship point. Okay? Have you get go down with the ship? That new Getty movie? I was gonna bring up Spacey, but he got cut loose, and I know that seven of a point for them, so I know. You know, I know the rules","id":"VhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2970.35,"tags":["Haye's'","Harvey O'swald","Lee Harvey Oz","Big Lake","Ri'sk","Third Harry's Yeo","Chri","Parnell","John Heater","Getty","Spacey"]},{"line":"Loose, um, knob on the oven and stuff like they got parts. They had a creaky step. I had a key step. Understand? They went and reinforce that big truck. They got all kinds of party. Everything","id":"XRHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":3052.71,"tags":[]},{"line":"The president. Barack Obama? Yeah, yeah,","id":"YhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3085.31,"tags":["Barack Obama"]},{"line":"having the big pizza are like we werent a pizza place. We were like a diner. Were like,","id":"ZxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":3120.67,"tags":[]},{"line":"That's right. So it''s a serious when he says, Yeah, people make that mistake actually, something that could be huge. Too big. Hey, I threw. Have them out. Obey your thirst. Okay, but not thirsty anymore. Sorry. Getting enough to hit the trash can. I want to go flat. Makes sense. Yeah, by","id":"eBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3307.25,"tags":[]},{"line":"Jesu's. I mean, jazz Off ruler of the circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","id":"gRHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":3464.89,"tags":["The Magic Tavern"]},{"line":"Ah Thistle is fun s. So, um","id":"gxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_1","timeCode":172.76,"tags":["Thi'stle"]},{"line":"traffic category is gonna be 19 thirties gesture's.","id":"jRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":316.24,"tags":[]},{"line":"I know we're getting in there. Yeah, weve got weve got sports opinions. It doesn't really seem to matter that much. It's all kind of stupid. Um,","id":"kxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":501.19,"tags":[]},{"line":"on and we're here. We are raised to sort of root for these heels. It's all K fehb now, and so to see him up there, just throwing the rules out there and no and openly insulting people with disabilitie's and stuff that makes him such an appealing presence is the ultimate hell. And when that most people vote when Hogan joined the N. W. A. Was the most important political event of the of the last century.","id":"lhHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":596.16,"tags":["Hogan","N. W. A. Wa"]},{"line":"It's total. That''s totally true. And and people forget about the hardy Boys.","id":"lxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":623.46,"tags":[]},{"line":"it is. And he's got a dark sense of humor. And it''s part of what attracted me to him initially. But it does get too dark at times when he''s saying, I'm having sex with your girlfriend. She doesn't love you anymore. Yeah, and with us, it''s not even a Love thing. It''s just physical. But that''s what helped her realize that she wasn't in love.","id":"mxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":731.4,"tags":[]},{"line":"you know, like, it's deli because my body''s doughy, and then I'm also I love when they're when it''s doing ok. OK, I thought that was a lie, like a punk. I remember one time we were like, we were going Eataly, and we're like, I was buying, like, 15 different olive oils. And then I was like that I want to get anything is too many. And then I was like, Do you want to eat anything in? Um, yeah. Hey, Boo boo. And I was like, Oh, gnocchi bear. Yeah. Yeah. So, um,","id":"nhHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":795.49,"tags":["Eataly"]},{"line":"Yeah, but cracked me up. That was a fun Today. It's John. Yeah, And you have a lot of stuff that you want to talk about. Since we saw you last time, you've been doing all these big things. Ah, you And you did Baywatch. And you did the Baywatch blooper reel. Yes. And you did a promotional tour From did Baywatch? Yes. And the Baywatch blooper reel. Ah, and the blooper reel for Baywatch? Yes. Which is sort of what we want to talk about. Obviously you've been getting asked about it a lot. Um, and we have question's ourselve's. Ah,","id":"oBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":853.31,"tags":["John","Baywatch","Baywatch","Baywatch","Baywatch","Baywatch"]},{"line":"Yep. And I was just I was you know, we're just hanging out and he looks at me and he goes,","id":"oxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":902.82,"tags":[]},{"line":"What about that Blue Berries? And I said, What are you talking about? Sean? Were you talking about? And he said you didn't know about that? Well, I didn't know that there was there putting these in the movie. Yeah, I mean, it was curry easy. And so when he said, Lets get together, let''s talk about the beam for real. Um, and let''s get into the deep dive. I was like, Let''s do it because there are some things that I need to talk to. Come on my show.","id":"pBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":908.27,"tags":["Blue Berrie","Sean"]},{"line":"You know, defend yourself. Talk about some of these bloopers. Yeah, because some of these bloopers seem like mistake's. Do you want to get into it?","id":"pRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":931.78,"tags":[]},{"line":"I know that wasn't what The became Actiq. Yeah, am I right? That he when he was ready, like he was about to do it, But he was about Tonto. Sound cables over. He is going to do it. So what was that thing? Let me just get this thing here. It's a phone. No, no, not that''s another thing in here. Okay. Tangled up. Feel like I'm planning. This is in her window here. Bunch of wet tis'sues out of his pocket. Man, it''s not in your pockets. Is really kind of like God. Alex was really good news. So funny. Yeah, we didn't have this kind of dead air.","id":"qBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":958.32,"tags":["Actiq","Tonto","Thi","God","Alex"]},{"line":"could He went outside for something, and then he said, I don't have one. We don't know what It's a one of what? We don't know. All right. Are we ready for this? Yeah. You already for this. So this is the Blue burial.","id":"sBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1089.07,"tags":[]},{"line":"Yanna whales blowhole. He gets it stuck in the engine of a jet ski. He gets it stuck, Um, in a cup in a water cup and in a drink up. I was going to say, if he''s at the beach, you know, you got to get stuck in a cup. It''s up.","id":"shHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1168.05,"tags":["Yanna"]},{"line":"this is pretty much all the things against it's stuff. Trapped trying to remember? Oh, yeah. Chinese finger trap with his finger on the other side. And he's like, How do I get out of this? It''s a It''s a five minute. Seen. The good thing is that the director really let us, um really? Let us. So he just he would go? Let''s just roll it in. This one''s for you. Yeah, And whatever it was stuck in at that time, I'd really take the, you know, the the moment to be, like, What am I stuck in? How do I, uh, really trade? Trade this proof? Really? Um, and what''s my truth","id":"tRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1205.74,"tags":["Chine'se","Thi"]},{"line":"it's still there. Yeah. Oh, yeah. No, we could definitely see that. Yeah, um, I almost feel like I'm watching part of the movie. I","id":"txHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1255.86,"tags":[]},{"line":"'swimsuit model. Um, fantastic actres's and just overall. Like I don't want to say best friend, but, like, we do hang out on the weekends. Comedically kind of raise the bar for you.","id":"uxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1295.61,"tags":["actre's"]},{"line":"And I do I say, like I say, this stuff that I shouldn't say like boobs and tits, and that's, like, bad. That''s like a bad thing. And I need to treat them with more respect. Do me","id":"yBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1538.68,"tags":[]},{"line":"a favor. Say","id":"yRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1546.81,"tags":[]},{"line":"those frontal torpedoes air getting me rock hard night. And I don't know what to do with this. Ah, Chinese finger trap that's popping out. You know, I want that to be something that can say it. Like what a nice goal The have and this culture where Let''s face it, our president doesn't neces'sarily. We have that much respect. Yeah, you know, and isn't setting a great example. And then for a guy like you","id":"yxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1569.23,"tags":["Chine'se"]},{"line":"Yeah. I mean, I'm you know, I have you know, a lot of guys from Harvard that did second cities stuff after yards and Ah, yeah, it is really cool to see them sort of learn and figure it out and become, you know, little mini k roars","id":"0xHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1693.89,"tags":["Harvard"]},{"line":"Okay, so yeah. No. Yeah. I didn't really describe the bear, but the bear comes in. And Cody Ah, I gues's when he's not here, he said the junk yard, That''s right. And so hell come in with a lot of, like, treasure's that he found. And ultimately no one will buy them from him. And then he wants up just putting them in the trash can. Then the bear comes through and he rips it up. So we need somebody to come in and either defeat the bear,","id":"2BHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_1","timeCode":1814.57,"tags":["Cody"]},{"line":"which we have been unable to do, or at the very least, clean clean up after it. Yeah, because when we get in in the morning to our podcast, Love is very mes'sy. Very so. Anyway, we want to fill this job, and Kevins going lets you ZipRecruiter Love ZipRecruiter and I go, Yeah, that''s for her, listener's. Now, for someone with a powerful mind like my own, I mean, I want to bring in Harvard, for goodnes's sake. So I said, I'm gonna travel the world and find candidates. I'm gonna go to Asia, Africa, Australia, East Europe Circus. I'm gonna go to the circus because a lot of those guys seem to deal with bears Very well. Yes. Um, well, you can hear I'm calling in. I'm on the phone. Arent you in? Are you in France?","id":"2RHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1838.3,"tags":["Kevin","Harvard","Africa","Au'stralia","Ea'st","Europe","France"]},{"line":"yes, they send you the food? Yes. You cook the food, and now you have a family. What was once just a house becomes a home. Sure, that's part of it. But did you also realize that last week was Halloween and you could use some of these ingredients to make great costume's? So, you know Kevin. I know last week you were a big hit because you went to your Halloween parties as crispy wild Alaskan pollock and garlic mashed potatoes with roasted broccoli and tartar sauce. Now, what are some of the comments you got on that cost? That''s right. Ah, a lot more like Oh, wow. Ah, What''s that smell? Like? I smelled you before I saw you. And like, you think you would cover up your like, genital genital area a little bit more when wearing a costume. Like there''s a lot of people here you don't know and like, Hey, looks great. I'll probably try out this recipe Off via Blue Apron.","id":"4RHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2052.92,"tags":["Halloween","Kevin"]},{"line":"Yeah, just But I mean, we talk about our own experience if we happen to have had experience with some of the stuff that's in the ads, like Hamza Second City Training Center units, Are you having been in Harvard at the school?","id":"7BHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2282.7,"tags":["Hamza Second City Training Center","Harvard"]},{"line":"is yes, I think his sense of humor. You're sort of a ripe target for it.","id":"8RHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2411.01,"tags":[]},{"line":"Oh, hell, yeah. OK, I like that. So, yeah, that's that''s sick. Um, and then Z man, obviously is also, um, cracking your whole shit up. He''s correct my whole shit up. He''s making the moves, and I'm just trying todo you know,","id":"9RHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2440.55,"tags":["Z man"]},{"line":"can't do Jack shit on. And there's all these sort of, like, beautiful, you know, Gentile achiever writes, you look at them and you're like, Oh, this is what people are supposed to look like. Aryan Nation maybe, is the thing that we should have really considered because then I show up in your life. You get where? The idea. Yeah, Yeah, yeah. So it''s Zo. That''s sick. So it was sick. And it was you and Ian and, uh, Dame Judi ever. Just go around where, like you guys are work shopping together where he''s Magneto. And, uh, she''s the queen. She''s a queen. And you are Ronnie Birnbaum. And like Wayne From Okay, Sorry. I think.","id":"9xHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2518.63,"tags":["Jack","Aryan Nation","Zo","Ian","Dame Judi","Magneto","Ronnie Birnbaum","Wayne"]},{"line":"like and then or logon Yeah, well, you know, and it's like, Hey, I kind of have these storm powers. So, like once in Ohio","id":"_BHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2618.15,"tags":["Ohio"]},{"line":"you know, dealing with our characters. We don't need to go down that either, but for but for these But for this crew, that sort of making and dame look like idiots because they have to use the script. These you know d j Ziemann and care, or are were in there, and we're saying, Hey, the script,","id":"_xHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2654.42,"tags":["j Ziemann"]},{"line":"Oh, eyes is truly, truly fantastic. It's too soon. Is it too soon? What do you guys think? What are we gonna do when people have, like, stop talking about the movie? No, We have to do it now, people, when people","id":"BBHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2723.89,"tags":[]},{"line":"only about bay wind up on their planes and being like Do you wanna watch Baywatch? Do you want to watch Baywatch? We going to know I'm gonna watch? Uh, I'm here to Yeah, Jack Reacher to. Seems good. Never go back. I think I will. This time. Um, whats that other one? The shape, the weird one. Anyway, you know, the shape of water to shape of water, but it hasn't come. That doesn't come out yet. Uh, it will watch it on the plane. Um, no. But yet it''s fresh. People are People are ready to get into it. So So OK, so weve sort of got an idea of the context and what''s happening on the, you know. Ah, on the set. So now weve got these blooper things that have happened. Yeah. And let''s face it, you're involved in some of them. And bloopers are errors. People laugh at these things. But what you forget is this is a mistake that happened.","id":"BRHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2740.57,"tags":["Baywatch","Baywatch","Jack Reacher"]},{"line":"but she you know she's standing there. You said I like your chest as well. And that took me out of the movie. And I thought, Is anybody gonna call this as'shole out Off course he likes it.","id":"EhHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":3085.2,"tags":[]},{"line":"Ah, good thing it's Ah, it''s a nice thing toe look toe and feel you getting into the care. Sorry. Careful care. Sorry. So I wonder if it was, like, a kind of at the end of production and you're hanging out with all these people that have these, like, improv chops, and you are sort of thinking, Oh, I can do this as well. I could maybe keep up with these guys. Now I'm going to show them that I'm kind of one of them. And maybe you were forgetting how bad your body is in that boat and thinking that you could, uh, you know, say something like like it was It was Yeah, it was you had a good body and that you could do comedy? Yeah, it was It was a moment of, uh, you know, it was just a mistake. It was a mistake. And let''s remember going ghost white during the first half of this blooper and thinking, Why the fuck did they put this in the fucking movie? Like they had a lot of","id":"FxHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":3262.69,"tags":[]},{"line":"I'm sorry. I want to apologize to the Hollywood community. Yeah, I want to apologize to you, too. And I want to apologize to my dead career From and to my daughter into your daughters Yes, to your ah, your frontal torpedo daughters. This is Ah, this is ah, It was a mistake that I made. And maybe you're gonna stay away from the beach for a while, huh?","id":"GxHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":3345.54,"tags":["Hollywood"]},{"line":"Bye bye.","id":"IRHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":3401.54,"tags":[]},{"line":"This has been in Earwolf production executive, produced by Scott Ackerman, Chris Bannon and Colin Anderson. For more information and content, visit Earwolf dot com.","id":"KBHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":3468.97,"tags":["Thi","Earwolf","Scott Ackerman","Chri","Bannon","Colin Ander'son","Earwolf"]},{"line":"again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"KxHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":3525.09,"tags":["Phil Collin","Thoma","Middleditch"]},{"line":"The shoe like menudo. Uh, go ahead, go back or go ahead. Go ahead. I don't have anything From Manolo Moreno. Play listener created games with comedian gues'sing listener Collins guest include Chris Catherines The Shears of Made Up Earning and Cheryl and Tom Schaar plink. Okay. Wow. You say tomato. I say tomato. All right. Right. Whoa! You're Tom. Oh, my gosh. Yeah, Sharp Ling did this show.","id":"LhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":16.96,"tags":["menudo","Manolo Moreno","Collin","Chri","Catherine","Shear","Made Up Earning","Cheryl","Tom Schaar","Tom","Sharp Ling"]},{"line":"Wow. Good luck, Doctor. Game show. Yeah, I Yeah, um, that's what I say to do. You think maybe they should have asked us first before they mean got into this because,","id":"LxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":46.13,"tags":[]},{"line":"So Fair Square were squeezing nectarines to see which one really feels like it's about to explode. Yeah. Now type of firearm are at the store farmer store. It''s one of these farm stores. Got it.","id":"MhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":259.62,"tags":["Fair Square"]},{"line":"thrown. I didn't want to say it that way, but heres that. I've been on the show twice already. And Bryant went on zero times.","id":"QBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":607.13,"tags":["Bryant"]},{"line":"Oh, yeah, Way Let it float away on a mobile again And I get in the restroom and steam Off every now and then, You know? I mean, when it gets just a little too hot. Yes, Greg, uh, whatever You scream cry","id":"RRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":637.84,"tags":["Greg"]},{"line":"Farrell is probably like the Starks,","id":"XxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":925.13,"tags":["Farrell","Stark"]},{"line":"We're three games, guys. Do you think I'd be","id":"YRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":943.24,"tags":[]},{"line":"I've never seen those move.","id":"YxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":952.99,"tags":[]},{"line":"I might be. Hamish,","id":"ZBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":953.99,"tags":[]},{"line":"role. But no, The implication was that he would tell you that mashed potatoes was a character in the 900 games which share hunger on. Yes,","id":"aBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":985.82,"tags":[]},{"line":"but that's what makes it so sinister that it is so believable, right? Oh, really? Yes. But","id":"aRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":996.66,"tags":[]},{"line":"Oh, silent, of course. Style. God, I emailed Nick Wagner, my From previous coworker. Oh, yeah, that's right. You do know little baby wides.","id":"bhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1043.91,"tags":["Nick Wagner"]},{"line":"Oh, yeah, Yeah.","id":"chH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1064.91,"tags":[]},{"line":"And it's not the wrong size way. It''s not in the way that you think would be the wrong. Said it was a little suit","id":"ehH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1102.28,"tags":[]},{"line":"a new suit hastily to go to the Obama.","id":"fRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1123.09,"tags":["Obama"]},{"line":"game that I think taught a lot of our listener's and taught us a lot called Is that bad? And people want to know People have been saying ever since you've come on, I need to know if if this is bad, I did something. Help me figure out what to do now and I feel like we're playing a","id":"hRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1200.64,"tags":[]},{"line":"Remember when nothing was bad, but no one cared. We didn't think","id":"hxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1226.27,"tags":[]},{"line":"So you do, because it's","id":"iRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1235.38,"tags":[]},{"line":"where we're finding out stuff like, Okay, you bring this woman in for an audition and you hump her leg. This is against the rules. This is apparently bay bad. Starting now s now. I appreciate learning about this. You are work at a news agency and you rest your Penis on a womans shoulder. Watches sitting at her desk. It actually don't do the news. Yeah, that turns out to be bad. It''s not, I gues's, technically, part of the news. And so it''s just not part of your job. That''s not like Neck and you. I don't know if you know that, but that particular instance could happen in a news desk. It could happen on the Garry Shandling show. It could happen acros's different plants. See, that''s great. So I don't want to learn about tickets. So, like,","id":"ixH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1239.47,"tags":["Thi","Thi","Peni","Neck","Garry Shandling"]},{"line":"humps someones leg and blast off in my chinos? Because it''s not an audition, which so that''s going to stop. I'd say your wife, if that''s part of your The rules of your relationship.","id":"jRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1290.25,"tags":[]},{"line":"Okay, I will bring that up,","id":"jhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1299.2,"tags":[]},{"line":"'s epigraph? Yeah. Years ago was like, right? It was between Wimbledons,","id":"khH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1310.37,"tags":["Wimbledon"]},{"line":"um So we do want to find out because, like, oh, what are we supposed to do? Just, like, never even talked to someone again. You know where we like We have to do have the office in a glas's box that, like the police air, always like looking into and telling us what to do and not to dio we don't want to be like that. Yeah, but it is going to be like that like yeah, yeah. Shock you when you have bad thoughts or what?","id":"kxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1317.64,"tags":[]},{"line":"go to the glue factory?","id":"lhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1363.83,"tags":["glue factory"]},{"line":"Yeah, I know it.","id":"nRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1414.49,"tags":[]},{"line":"Okay. Okay. Martin The warrior. You know, I mean, it's like","id":"oBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1421.68,"tags":["Martin","The warrior"]},{"line":"much. Looks here.","id":"oxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1434.14,"tags":[]},{"line":"I can't believe your voice goes that high. Okay, well, I can't believing, you know, you see Animal Farm,","id":"pBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1436.08,"tags":["Animal Farm"]},{"line":"if you're going to do it right this day. I just I think a scroll would really serve this well, because there is a lot, and I think","id":"qRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1469.6,"tags":["thi's day"]},{"line":"the world that Brian Jock created. One concern I have with the scroll is that when you roll it up, there's a kind of an opening on one side that for a lot of these guys might be sorted. Tempting. Okay, I think the point. I'm worried that some of the people that might need this the most might try to hump The screw it about Don Matrons paper that is continued.","id":"qxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1480.89,"tags":["Brian Jock","Don Matron"]},{"line":"of format where people, a lot of people can read it at","id":"rRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1508.31,"tags":[]},{"line":"Oh, well, you're about to find just how close'st shave Berries razors convey. Give Give me your hand. Santa man starts shaving, Brock said. Way it's gonna look like you shave your head","id":"sRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1585.65,"tags":["Berrie","Santa","Brock"]},{"line":"dark, goes right into Brocks like Mecca and migrate into the big vein. Where was that? A 30 no. Uh, Brocks dead. I didn't even get to tell him about the free trial up From Berries today, a $13 value for free. When you sign up with quick, we just cover shipping. The free trial set includes awaited economic razor handle. I was going to use that toe like shave his part of his ankle, and then the friggin five precision had blades of the lubricating strip trimmer blade, which laddering shave gel a travel Blake cover. But Maury already got to him before I could say in a minute. Starts chasing Moriarty acros's the rooftops. Queen green, Green, green. This big jump is almost too big for me. So I got a hold of the gutter just in time. But I'm watching him stopping on my friggin fingers. Cook Creed Pre cree Le falls into the laundry dumpster. Lucky I laid on something soft. I'll still find you Moriarty. Nobody Berries Santa Man alive and then kills a henchman. I'm interrogating who I'm doing Harrys razor stuff, too, and gets away with it.","id":"shH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1602.49,"tags":["Brock","Mecca","Brock","Berrie","Blake","Maury","Moriarty","Cook Creed","Moriarty","Berrie","Santa Man","Harry"]},{"line":"are you hiring? Do you know where to post your job To find the best candidates? So it should be about job stuff like the bit that you do in the past. It's been like, oh, ZipRecruiter like zippers and all that. So you hear, were time of job. We say recently what it does. Yeah. Yeah. So, um, we don't want to get too far Off that now. July was telling me an idea he had outside. Okay, which was that? What if it zips? App? Stop, recruiter. Yes, And see So that that thing Yes, it''s too far. Yes. Like we want to keep it on something. A joke that simultaneously promotes the ship. The product. Okay. And our show. Okay. Can I do like a, like a just a little warm up? No, no. Just like listen, you know, like, hang on, hang on. Okay, fine. Do. What''s the idea for the warm up? Yeah, I count down from 10 21 And I shake my hands. That could be pretty feet, like a build some nice tension. Okay. Am I allowed to read the study quietly? Okay. What if hiring could be easier, more streamlined and les's time consuming? So even with your busy, you could still be smart about the way you hire ZipRecruiter. You composer drived over 100 the Web''s leading job boards with just one click. The different critter put that smart magic technology toe work. I thought he was gonna only do each number one, so I thought it was gonna go fast. So I'm sorry when I said it was okay to as'sume that he would get by the time we got toe this sort of area of the ad where we kind of need each number is like, I'm some kind of funny joke for him. Yeah, we're almost No, it''s true. A ZipRecruiter doesn't depend on the right candidates finding you. It finds them. And he hasn't even shaking out his hands and his feet yet. I thought that was gonna be able to get the same time. I do too. I did, too. I thought that was part of a counter. It''s not even happening now yet. No wonder 80% of employers a post on ZipRecruiter get a quality. Can I say this is just one? He said he wanted to warm up. I as'sume the world was gonna be exempt Off.","id":"tBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1704.01,"tags":["July","ZipRecruiter","ju'st","ZipRecruiter","ZipRecruiter"]},{"line":"I like it. I like it. Okay. What were you get 80% of employers and post Off ZipRecruiter getting quality Canada through this I just kept. But now it's more relevant yet. That''s right. Find out today why ZipRecruiter has been used by busine'sse's of all sizes and industrie's to find the most qualified job candidates with immediate result's. And right now, my listener's could post jobs on ZipRecruiter for free. Just go to ZipRecruiter dot com slash The Boys. So do the thing that you were gonna dio. Okay, I'm gonna shake my hands now.","id":"thH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1868.22,"tags":["ZipRecruiter","Canada","ZipRecruiter","ZipRecruiter","ZipRecruiter dot com"]},{"line":"It's They're allowed,","id":"txH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1899.32,"tags":[]},{"line":"But you want me just jump into a scenario? Yes, all right, so heres a scenario and it''s pretty simple one and maybe, you know, maybe it''s good. Maybe it''s bad, but you're at work. It''s a late night. You realize that, you know, Ah, someone work with you has fallen asleep on the couch because they're just catching some of these. You sit next to The","id":"vBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1962.69,"tags":[]},{"line":"Theyve woken up, uh, during the mas'sage, and the wrestling match is sort of the result of them waking up.","id":"wRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2028.96,"tags":[]},{"line":"these things. Aarons is actually a lot of areas. Okay.","id":"xhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2079.48,"tags":["Aaron"]},{"line":"Well, I don't even know who is reporting this in the situation. Well, no one has to, because it's now outsider looking at the point is that it''s not bad. And so just you as someone who is","id":"zhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2134.59,"tags":[]},{"line":"the thought police, then to come in here and I just go like, Hey, heres something I'm thinking about. This really happened, and then you go like, that''s bad and I go, Well, maybe we got to be careful how we report these things. OK, He's Do you have anything? I have a scenario","id":"zxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2145.45,"tags":["Thi"]},{"line":"that this is a person at work if it's a woman at work","id":"0BH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2162.27,"tags":[]}]