[{"line":"Yeah. Is this supposed to be out all? Yeah, it's a style, but there is. It doesn't say how it doesn't mention it at all. Uh huh. Where is that? Howlett said, like all it says, It doesn't say how at the top it says mid roll, which I know is like not what we're talking about now. And it says, if you're if you worked with any of the guest's listed here, appeared on the show are a fan of them. Please say so. I first talk about I heard the show is great. I met the guys and I love these guys. Is this how would not know what, But this is my problem. I'm gonna talk about how I'm a fan of John Gay Berries, Peter Segal, Scott Adsit and like I'm gonna talk about that on my during my show.","id":"nhI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":1971.62,"tags":["Howlett","John Gay Berrie","Peter Segal","Scott Ad'sit"]},{"line":"That's bullshit. I got fucking talk about how funny, John Gay person you can if you want to. If you want to know if that guy''s funny, listen to his show. Oh, wait. It''s not on Earwolf. So I can't even not a lot of mention. And I get beat up by Scott.","id":"nxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2019.13,"tags":["John Gay","Earwolf","Scott"]},{"line":"College. Colin. Colin, Colin!","id":"oRI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2050.53,"tags":["Colin","Colin","Colin"]},{"line":"He's coming on.","id":"ohI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2055.26,"tags":[]},{"line":"Yeah, but this is a lot of problem is Earwolf. I'm AP tablet. How I'm supposed to talk about how I'm a fan of Scott Adsit From 30 Rock during my show. Is he doing that for me? Maybe. I think I would have heard about it if Scott Adsit From 30 Rock and Brief Role and accepted as one of the parents dropping off the kids of the fake college of Justin Long creates in order to trick his parents in the thing he's going to college. Ah, I think if he talked about how he was a fan of me, I think I would have heard about that. I'm one of the and he''s the big hero. Six as well. I saw I saw a big hero. Six. I don't remember it coming up that he was a big fan of shop.","id":"pRI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2099.64,"tags":["AP","Scott Ad'sit","30 Rock","Scott Ad'sit","30 Rock","Ju'stin Long"]},{"line":"'substance. Oh, subscribed to hello From The Magic Tavern and iTunes stitcher or wherever you get your podcast's.","id":"qhI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2183.72,"tags":["The Magic Tavern","iTune"]},{"line":"Because I know. And I had a gladiator number to All of these have been picks for you. Yeah, of course. The Oscar ballot is You rank the movies.","id":"sxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2284.74,"tags":[]},{"line":"was John know that","id":"uhI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2430.02,"tags":["John"]},{"line":"game theory. Like, what is that? Like the hookup thing?","id":"xhI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2615.08,"tags":[]},{"line":"Dammit. So emboldened how? Hey, get so strong. His forest jumps up The What does Yeah, Yeah, definitely. He was a great athlete in the film.","id":"xxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2620.72,"tags":[]},{"line":"Yeah, he ran. He was running. You remember now? Is he the only runner to have his own restaurant also.","id":"yBI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2633.8,"tags":[]},{"line":"And I know. Um, speaking of Oscar's, we got Pistoriu's User. Oh, yeah, that's right. Were laid Runner. Yeah. Yeah. Where is he? On the late runner?","id":"yxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2661.59,"tags":["O'scar","Pi'storiu"]},{"line":"Oh, isn't Carls Jr. Carl Lewis is the restaurant? That''s right. Yeah, that''s right. Um, unfortunate. He would have been great in the trump administration.","id":"zRI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2676.01,"tags":["Carl","Carl Lewi","trump admini'stration"]},{"line":"I'm just fucking I'm in outer space now.","id":"zxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2698.3,"tags":[]},{"line":"Like it to be able to come up with some of the stuff you would have to be on our space planet From Highnes's. Be so fucked up while we're working on this, people are always like Kevin. Have a seat. We need one more restaurant. That a runner. It would just start. Some of the previous examples are couscou's. Ain bolt","id":"0BI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2703.52,"tags":["Highne's","Kevin"]},{"line":"and, uh, i'll come back to you. What Would the picture be up if we don't come up with you Would just be, you know, showing we don't come up with this. Yeah, you know, I mean, like, what would the picture be? What would that look like? Guys with deep in thought brainstorming know thered be no show. We just be looking at you because we did ours. It's a picture of an empty room. And now, I mean, there''s not because we just have to leave. And now it''s your turn. Cody, which one did you come up with?","id":"0xI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2758.06,"tags":["Cody"]},{"line":"the rest is just nothing. So, Kevin, it seems like you've had a little bit of time now, Cody generously bought you time by just crashing and burning. Uh, you know, getting anything. Have you remembered a runners name? Uh, who was the runner that has the show on E? Uh, Kate","id":"2hI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2848.16,"tags":["Kevin","Cody","Kate"]},{"line":"Some weight. So you brought up what? You brought up","id":"3RI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2886.65,"tags":[]},{"line":"McDonalds like The mech on Fox. My God, what are you talking about? It''s a runner. It''s got to be named after a runner. Like they run on this like she''s always running. I'm going on the sterile. I saw that in the trailer, running up and down the stairs, hanging off the banister. So it''s not movies. I feel like when you said running and food. Then you said it has to be movies and food cause yeah, he says. That started with Forrest Gump, which is a The The movie. Could you","id":"4xI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":3042.22,"tags":["McDonald","The mech","Fox","Forre'st","Gump","The"]},{"line":"people are already interested. So you basically what you have now is a real estate problem. Where that's right, Pete. The line is gonna be so long that ultimately parking requirements are going to be an is'sue. For sure. It''s insane. And The after one shuttles could encourage people to run there.","id":"5xI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":3146.88,"tags":["Pete"]},{"line":"That's my parking meter. You have to feed it, Kev Brown. Get a big favor from you, man.","id":"7hI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":3238.01,"tags":["Kev Brown"]},{"line":"Yeah. Um, were you You might want to write it down. So it on, Say it on there? Sure. Yeah. Live Kevin. More people. I I will just say more people should be coming to these records. And I think it is a problem that we don't say where it is on the air, because because of that, the only people in here are you and Cody, when really we should have way more people in here supporting us and, like, clapping and being fans of the show. You want that talk soup kind of behind the camera? Yes. A little bit. Yeah. Yes, it's just Cody and Kevin. I want seven people laughing at every joke. Huh?","id":"7xI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":3247.54,"tags":["Kevin","Cody","Cody","Kevin"]},{"line":"So take these keys and hit this. When you get out in front and you're going to see one of the car is gonna be like,","id":"8xI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":3342.9,"tags":[]},{"line":"I'm off the grid. And if you don't have a license, um, Kevin gets pulled over. That's on you. You get fucked there. Don't be like don't be like the firing squad have been brought up. Kevin. Don't be like the one black character in Ferris Bueller who steals a car in that movie.","id":"9hI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":3367.29,"tags":["Kevin","Kevin","Ferri","Bueller"]},{"line":"thing, because that character is definitely supposed be black. That's a cool interpretation. Yeah, and I think what the world needs is more fan theories about Ferris Bueller like everybody saying Cameron''s the hero of the baby. Actually, in Fares is the villain. Fascinating conversation. I love to talk about that, Um, people who say, You know, maybe Cameron''s imaginary in the whole movie John Hughes is known for is surprised twist's that nobody ever finds out about it. It''s moved. I like that Cameron wants to see Ferris''s girlfriend naked, so he pretends that he has, like, a medical condition, es'sentially so that you can watch her change of clothes and then Harrys kind of like","id":"-RI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":3416.8,"tags":["Ferri","Cameron","Fare","Cameron","John Hughe","Cameron","Ferri's'","Harry"]},{"line":"into the fact that he Watches girlfriend getting naked. Yeah, and that all definitely implies that he's imaginary, that multiple other characters air interacted with their having, like four way conversation. Well,","id":"-hI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":3456.43,"tags":["Watche"]},{"line":"or honestly, just jumping on a new episode. It's not the wire. Youll get it. I join us and we shall entertain the hour after hour or on our","id":"CBI7LnMByMrymAEmWiDC","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":3614.98,"tags":[]},{"line":"with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"DRI7LnMByMrymAEmWiDC","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":3664.15,"tags":["Dark Lord","Ju'stin","McElroy"]},{"line":"Rachel Bloom,","id":"DhI7LnMByMrymAEmWiDC","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":3679.12,"tags":["Rachel Bloom"]},{"line":"months since I've thought about that movie at all?","id":"FxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":57.18,"tags":[]},{"line":"Lets wait for the real news, which is we have idea to fix this. Do you want to say your version of what","id":"IhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":228.15,"tags":[]},{"line":"Yeah. Um, so ah, The","id":"JRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":263.45,"tags":[]},{"line":"Yeah, but a sticker.","id":"MhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_2","timeCode":576.77,"tags":[]},{"line":"Hey, guys, want to talk to you about movement Watches spelled end. The mt. It was started by two broke college kids that wonder where stylish Watches but they couldn't afford them, so they made related their own. Yes, of course. Ah, we did a couple episode's ago. We talked about how these Watches were based on the movie The watch. Yeah, the watchman with Nydahl, him roar shik and","id":"PRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":698.57,"tags":["Watche","Watche","Watche","The","Nydahl"]},{"line":"and they had to blow the twist's in the trailer and say, This movie is about aliens, about aliens, about any of this.","id":"QhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":765.52,"tags":["Thi"]},{"line":"Hey, want to talk to you guys about ZipRecruiter? Are you hiring? Do you know where to post your job? To find the best candidates opposing you're driving One place isn't enough. If you want to find the perfect hire you to post your job on all the top sites now you can. With ZipRecruiter, they already have nine million resume's. And if you use ZipRecruiter, it significantly decrease's your odds of hiring Dana","id":"ShI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":853.1,"tags":["ZipRecruiter","ZipRecruiter","ZipRecruiter","Dana"]},{"line":"Okay, so he's like spending around the spot around and Oh, she''s She''s dead. And he disabled her. Mike''s Off? Yeah. Can't even hear her. She''s gone. J destroyed. He did a big spirit move now. Damn, it is invisible to my ears.","id":"URI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":994.34,"tags":["Mike","J de'stroyed"]},{"line":"yeah, I know. I hit him with the hot hose. Yeah, and they're also taking the bubbles out, which I think is smart because they sting your nose like The Dickins. Yeah, and so I like it's a really It''s a wise rebranding for them, but yeah, I wanted I blaspheme Off. He puts a whole new American flag, you know, uh, it''s sort of symbolic. Like what? Like a bold statement? Yeah. Yeah, and the whole winds up looking like the spot. The seven up spot? Uh, yeah. Thanks. He ask em, Make seven up yours. Great again. I don't know what it means, but hey, Hollywood Handbook Insider''s guide Kicking butt Dropping names on the red carpet line back hallways industry","id":"WxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1150.66,"tags":["Dickin","seven up","Hollywood Handbook In'sider","indu'stry"]},{"line":"Okay, we get it as Mike was shut off for this New York","id":"XhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":1214.55,"tags":["Mike","New York"]},{"line":"I did two episode's of inside Schwartz. Okay. What? What? What fouls were being called on you, And that","id":"YhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1235.11,"tags":["Schwartz"]},{"line":"trying to exit the friend zone. Who? And then I was Ah. Ah. Unneces'sary act breaking. Oh, wow. Oh, no. You tried to do that. Break of a show. You","id":"ZBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1245.15,"tags":[]},{"line":"'sort of took a take right down the barrel. One","id":"ZRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":1258.2,"tags":[]},{"line":"He was one of the friends writers. Whoa, Wow. One of the guys you've got named in the lawsuit. It was","id":"aRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1277.82,"tags":[]},{"line":"long as it The you could say anything you want that you could be like, I'm gonna fucking kill you and your fucking kids. And at their funeral manager Coffin The corpse's writers room.","id":"bBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1311.52,"tags":["Coffin"]},{"line":"Who needs it? Uh, the whole time. I was pere scoping for smearing Off Smirnovs new Pena Kalata beer. Oh, I was Paris scoping for them. I was kind of sponsored by them. They sent a like a beautiful lake Subaru Outback to kind of drive me around on that comes in to leaders Now my right does","id":"chI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1362.67,"tags":["Smirnov","Pena Kalata","Pari","Subaru"]},{"line":"And I got there And it's someone because it was just last year. I was one of those people outside the Kodak with glos'sies and and sharpies, you know, streaming video. Tell them I want my What I like to do is my little Hollywood trick is I just get blank glos'sies. Yeah, I was walking to people that are attractive, asked him to sign it, and then one day, if I ever see them somewhere, I'll print their photo out like fucking God As I have my apartment on Yucca. When you walk in, it''s all just fucking wall to wall glos'sies. Sign random names just waiting to be doing in the","id":"dBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1390.19,"tags":["Kodak","Hollywood","Yucca"]},{"line":"Yeah, No, it's honestly on that path","id":"eRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1442.41,"tags":[]},{"line":"new commercial. Finally, we don't have to","id":"fRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1507.65,"tags":[]},{"line":"and, uh, my agent called, Um that's walk me through that. So I get home and I said, What is that like, What is that? Like when I think my older agent, God bles's him, he he''s not even in the busine'ss. And where he killed, he killed his neighbor, and he is in sing Sing. It was great that he called me and he had the time at a pager s. Oh, this is page numbers. So I called him and then 8 4000 And then I knew once you paged him, it was just It was about eight or nine minutes till he would run acros's the one a 1 to 2 phone on. But he called me back, and he was like, Who? Oh, uh, Isaac, I got a good Hi. I got a good picture. They got a good picture for your star and and I was like, Okay. Would talk, talk, talk to me Give me the DEETs And he goes is a parody is a parody film. And I said, I love him. I love parody films Love airplane Love airplane to Because this is just like that. He was very ill the entire time. Yeah, dealt with well, And that''s very kind of you to, you know, uh,","id":"gRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1546.57,"tags":["God","the","Love airplane Love airplane to","Becau'se"]},{"line":"paired. Yeah, that's the parody ist um, But you knew right away. Okay? Airplane, airplane. Some of these other equal","id":"gxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":1643.66,"tags":[]},{"line":"hotshot's hotshot's part do our do. Yeah, And, uh, before I knew it, I was I was whisked away. Uh, just a couple short bus rides","id":"hBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1653.34,"tags":[]},{"line":"casting office on the bray. 00 my and I met 200 south to Ah, it was It was. Now it's a lamp store. I was still It was still later, but they would sometimes they would have meetings in the back when they met the directors and I fell in love with the project. And before I knew it, I was on my way to New Orleans, New Orleans. Oh, The Knoller Obama. And this was not that one post Katrina","id":"hRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1665.92,"tags":["New Orlean","New Orlean","Obama","Katrina"]},{"line":"I'd love to knock this scene out there like like, 11 just broke. Get out, Get to high ground. And we did, um, and, you know, we shut down production for about two years, but we made a commitment to making this film. And, you know, the minute um, New Orleans was back, you know, we had a big ribbon cutting ceremony. Ray Nagin, who came down and cut the ribbon. What a better way to celebrate the rebirth of the cultural capital of America. Americas greatest city. Arguably, beside's New York City, then with the ribbon cutting for Meet the Spartans. Yes, that what? The movie that","id":"iRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1708.34,"tags":["knock thi's","New Orlean","Ray Nagin","America","America","New York City","Meet the Spartan's"]},{"line":"was Meet the Spartans? Yes. Um, which","id":"ihI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":1749.37,"tags":["the Spartan"]},{"line":"No, no, this was a parody of the film. 300","id":"jBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1765.39,"tags":[]},{"line":"Well, I kind of I kind of want around the world. Yeah, I did a real as'sortment. Um,","id":"jhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":1774.53,"tags":[]},{"line":"De Niro and Scorse'se after mean streets myself in the creators who are truly wonderful men, they said we need our big problem with The last movie was that there wasn't you doing enough imitations. So we really stepped it up for disa'ster movie. We went from just Dane Cook and maybe one other person to I mean, we did. Yeah, we did Hellboy. Okay, that was fun, because it was The fourth time I had imitated a Ron Perlman character. I had done beast I had done Hellboy. I had done his character in Pacific Rim. Uh, at that time at that time pre Pacific. Greg, you've seen the daily.","id":"kxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1866.83,"tags":["De Niro","Scor'se'se","Dane Cook","Hellboy","Ron Perlman","Hellboy","Pacific Rim","Pacific","Greg"]},{"line":"way, brought way too much integrity to the role","id":"lxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1969.81,"tags":[]},{"line":"man supposed todo she's supposed to say funny things. The dark origin of him is a cover. He''s really he''s like comedian and I thought Christian Bale completely.","id":"mRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":1976.07,"tags":["Chri'stian Bale"]},{"line":"I mean, that, to me is sacrilege. I always thought that","id":"oBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2055.27,"tags":[]},{"line":"Big guys, guys, I tell you, this bigger is the new better. So we did our own one of these? Yeah. Were you guys? Wrote one. We did a spoof. We","id":"rBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2148.6,"tags":[]},{"line":"What is your guys? Teacher five movie called Teacher Fried Movie. Yeah,","id":"sRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2209.54,"tags":["Teacher Fried"]},{"line":"You put me on the spot. I read teacher fright movie. Yeah, I'm in","id":"sxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2222.95,"tags":[]},{"line":"Do you think you got the goods yet? Both thorns in there. Some actors that so","id":"txI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2235.95,"tags":[]},{"line":"Some character, some actors, some characters and some of the members of Fall out, boy.","id":"uBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2241.72,"tags":[]},{"line":"if you remember the present. The States of America a song called Love From And that weird I'll made it Dump your","id":"uxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2263.37,"tags":["State's of America","Love From And","'ll"]},{"line":"Bella Thorne struts her stuff down the hallway. Hey, nerds, eat my shit.","id":"wBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2308.02,"tags":["Bella Thorne"]},{"line":"They go to the clas's with teacher. Wreck it, Ralph.","id":"xRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2349.48,"tags":["Ralph"]},{"line":"First Rob took place in 2200.","id":"xxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2362.6,"tags":["Fir'st Rob"]},{"line":"as you person problem, buddy, And if today you go to prop jail. The other teacher comes in. It's frickin snabe,","id":"yhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2394.68,"tags":[]},{"line":"You little troublesome students. I gotta get this clas's in order. Who wants to go to problem Jail and snippy Duga dogs.","id":"yxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2407.22,"tags":[]},{"line":"The members of Good Charlotte are here as well and they signed Off, Bought us using this song. It so they don't We don't get in trouble for using for so long when we're only supposed to use 15 seconds. Hey, Mr Snake, check out my new fucking tattoo. It's a picture of my brother''s face on my back I got","id":"zBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2424.18,"tags":["Good Charlotte","Mr Snake"]},{"line":"Woo woo,","id":"zxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2452.41,"tags":[]},{"line":"That's bad The so this is great. This is starting off Good. We're setting up some different areas of conflict here because doing that eventually need to get to a teacher. Fight From prom jails is interesting. The movie almost I wish was almost called problem","id":"0BI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2454.27,"tags":[]},{"line":"around was going to be the guy whos like monitoring the fight. And, like, he''s the guy. I bet you I could see we were gonna meet the teacher who wreck it. Ralph fights?","id":"1RI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2490.08,"tags":["Ralph"]},{"line":"Um, yeah, the scene is heartbreaking. Uh, okay, well, lets, um, let''s get into it.","id":"3RI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2558.52,"tags":[]},{"line":"50 yard line of the football field exterior with Kings speeches there, he''s trying to give the","id":"4RI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2579.06,"tags":["King"]},{"line":"eulogy way. Perhaps your God, given the doctor a dark, gathered G sheer on this","id":"4hI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2588.47,"tags":[]},{"line":"Doug From The hangover Justin Partners character. Uh","id":"5BI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2613.68,"tags":["Doug","Ju'stin"]},{"line":"our forefathers had a teacher fight.","id":"5xI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2651.86,"tags":[]},{"line":"a copy machine repairman. Oh, things up with data, coffees broken, all looking My board. That runner Riboletta","id":"-xI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2844.31,"tags":["Riboletta"]},{"line":"So a lot of these movies have a mes'sage. I feel like disa'ster movie. I had a similar thing. Did, uh what were you Love? Yes, The mes'sage for disa'ster movie. There's a shovel element there. I know. Do will I still be a long time? It was Schyman was the hottest story. And if you really watch the movie, you can see that what the filmmakers I believe we're trying to say is that, um Onley only God can Yeah, and a life. It''s not the job of of of estate,","id":"BhI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2981.29,"tags":["Schyman","Onley","God"]},{"line":"okay. It's The Blue per time. Interior bloopers, The dude Perfect Guys are hanging out todo Book shot guys, The ruffles convert So they have to screw up somehow","id":"FhI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":3185.36,"tags":["Perfect Guy"]},{"line":"We're using that. No, don't. Come on, you know. No, I thought this was a delivery man.","id":"HBI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":3286.67,"tags":[]},{"line":"The Blue Berries I was great. Guys was Yeah. Yeah. Teacher fight, fight Teacher, Fight the movie one. Whats happening? Like what are you doing? What? So where we going now? Like I'm on board. I'm on the train with the next stop.","id":"JBI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3336.79,"tags":["The","Blue","Berrie"]},{"line":"We are rooting for you like","id":"JRI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":3352.07,"tags":[]},{"line":"I thought I was going to be in this. Yeah, Yeah,","id":"KhI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3423.05,"tags":[]},{"line":"But, uh,","id":"LBI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3431.12,"tags":[]},{"line":"will we be seeing him again in well, to aside's why the two sides got the thought of my story. It kind of follows him, and I kind of thought like, I like to movie a lot, but I kind of thought that Harley Quinn and Dead shot thought those characters kind of lost made him lose. Focus s my kind of pitch, which I have not pitched David Air or Warners or D C or anyone, really, but minus to really focus on my character kind of his day to day life. Um, this kind of cold openes's I wrote is it is seriously twisted. It''s like, um, it starts at like a, uh oh, God, like Sam''s Club. Me and my wife at Sam''s Club looking for deals were looking for deals. We got there early on a Saturday, were there. I see this new lawnmower. My wife is arguing me. She''s like the lawnmower we have. It''s fine. It''s not. Find the blade guy. Just last week shut. Shut the fuck up! Um, you know, she tells me she fucking pulls out our Wells Fargo app. And she''s like, Look how much is in Chechnya. Look how much we have in checking. Subtract that, subtract at mower and tell me how much is left. So then I break out my phone, I pull up my calculator is real quick crunch numbers, and I'm like Frieder''s and loving. That''s It''s freaky. It''s about to get freakier. I do a quick price. Compare them and I see that at best Buy better. Fuckin ominous. Out of town a better deal again. Going big in tow lawnmowers","id":"LRI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3439.31,"tags":["Harley Quinn","Dead","Focu","David Air","Warner","D C","God","Sam","Sam","''s Club","Well's Fargo","Chechnya","Frieder"]},{"line":"You know, the blade got nicked up because you inspect the blade, you go. You must have hit a turtle or something. I","id":"MRI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3569.29,"tags":[]},{"line":"Okay? And I see this huge. You guys, you don't even have big in my mind in the script. It's like this cucumber, and it''s so big and locked. My wife and I look at her. I go once you shove this up your pus'sy, she''s She''s like, That is not cool that you said that. And then the next five pages is us fighting in this Kroger. And then the manager comes over and he''s like, Get out of here by","id":"NRI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3624.71,"tags":["Kroger"]},{"line":"Jesu's. I mean, jazz Off ruler of The circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","id":"PBI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3809.81,"tags":["circle","The Magic Tavern"]},{"line":"So I'm there, you know, down in the little sort of ditch that theyve dug on the field of play and it's me. It''s Chris Tamburello city. Uh, it''s Johnny Bananas. It''s Ashley K. It''s some car, Maria, It''s Darryl. Um, it Zack, uh, and you know, I'm looking at thes people, and it''s Camilla. No good, Good. And, uh, and I'm going, you know, we're there. We're the nasty nine. And it's invasion The Champions were about to come in and just invade. Just totally invade the game that these rookies think they own now that they won their way into the waste is and, uh and I go guys, I'm going back. Yeah, like what? And","id":"PRI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_1","timeCode":1.98,"tags":["Chri","Tamburello","Johnny Banana","K.","Maria","Darryl","Zack","Camilla"]},{"line":"I think it should be the elite eight. You don't think it's gonna be fair to these rookies? Like to be the best. You gotta be the best. We know that. And I think that''s fair. Yeah. So you are saying that you are going to not play.","id":"QRI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_1","timeCode":55.18,"tags":[]},{"line":"It's gonna be a nasty night, but it''s really gonna be The wonderful one. And that''s going to be me if I let it be the elite A All of a sudden there is sort of different dynamics that you can play off of other than, like all I love me. So what, um, happened, they do the show.","id":"RRI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_1","timeCode":90.94,"tags":[]},{"line":"almost two different types of you guys. I am body diversity in the way. Really? Dio","id":"SBI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_1","timeCode":138.96,"tags":["Dio"]},{"line":"May I? Yes. Collaboration is","id":"ShI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_2","timeCode":154.88,"tags":[]},{"line":"a tough, bony amount, but a fun wonder ride. Yeah. Wow.","id":"SxI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_1","timeCode":158.35,"tags":[]},{"line":"uh, they should do that. Like the duck tales. They should do it. They should get BB eight in there and should","id":"UxI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_0","timeCode":230.67,"tags":["the duck tale","BB eight"]},{"line":"do you know","id":"VxI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_1","timeCode":264.51,"tags":[]}]