[{"line":"as somebody who I like to be your like a hero of mine. So then when I'm looking at my hero","id":"JBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":169.98,"tags":[]},{"line":"And that's his hands doing that. Sounds,","id":"JxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":208.63,"tags":[]},{"line":"And san taste's salt of the all skin I hate thing is what I'm talking about. This is actually what I'm talking about. If brown eyes it gonna be bread pretends to love music, Brett would be like, Oh, yes, that's third eye blind. Oh, that''s some of the music that I two weekends ago. So then why did you ask if that was it? I wasn't sure if that was what did they? Not way this. They didn't play that as'sume they did. From Went Dawson, having a heart to heart with Pacey just found out Pacey sleeping with his teacher. And there in the friggin supply closet of the school. It''s maybe the four them 1/7 grade. And he''s like, How''s it going to be Dawson and does it doesn't know their kids s. So this is what sort of I want to say yes, right has pertaining to enjoy music and being from Germany, Cody has being covered in all kinds of scabs and bruise's and his brains and backwards. Yeah, that''s right. You have what motorcycles had to vote is all. I gues's he''s got motorcycle tattoo. But he''s wearing a card again today. Yes, and his brand is very confused, and it''s starting to just get very yellow. Mes'sy? Yes, it''s that. I mean, the the cream is mixing with the cake. Yes, your cream is mixing with your cake. And what physically we want to do is try to streamline your brand and go with something simple. That''s hookey. Yet we can all grasp onto and enjoy the ride. Yeah, I would really like that. Yeah. And Now, if youll notice when you came in, I sort of spontaneously came up with sort of a theme song for you. He's will be hearing it for the first time right now. And maybe this will give. Hey, some ideas. That''s just what I did when Sam walked in. This is true. This the winning got off the elevator. I went sam dot dada Dada. He''s an engineer.","id":"KRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":260.21,"tags":["Brett","Went Daw'son","Pacey","Pacey","Germany","Cody","Sam","Thi","Thi","sam"]},{"line":"Yeah, I'm hungry for it is I mean to me. Brew. Yeah, Scrap. Now I'm not Not not Not Yeah, Yeah, it was sort of Would you sort of have an idea of what Harry Potter was? It was something you thought Harry Potter did. Yes. That was when I was like being Harry Potter and I was considering going is him for all Hollows. Eve and I So what? I did waas I got some Urkal glas'ses","id":"LRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":579.84,"tags":["Brew","Harry Potter","Harry","Potter","Harry Potter","Eve","Urkal"]},{"line":"and ah, some little suspender's. And I had a couple high like our goal. You tattooed a yin yang got Hear for him. I put it in Yang up there","id":"LhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":609.73,"tags":[]},{"line":"Sorry, everyone gets a little quieter The Hear and said It's our HeadGum that was sitting down in New Orleans. Will he begin on the door that you ever seen head everyday to meet Indian entered and he need that I'm Well, we're new wonder Where will you probably thought I was gonna play? Your son got 21 Pilots don't know Syria''s got originals.","id":"PBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1165.3,"tags":["New Orlean","21","Syria"]},{"line":"Enter the code Handbook-East Check out to get a post shave balm added to your order and this is all happening at Harrys dot com. What''s your goes is other song. I know you have another song,","id":"PRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1187.76,"tags":["Harry","dot com"]},{"line":"'so I'm throwing out a pitch. One of what? I don't know what your number will not either. I say original throw. Yes, I'm doing the original from for the game, the big game when it whichever whatever those guys are. But as just as I'm like about to connive tight trouser's, then I've practice throwing a rocket barn. But as writers, I'm going out. They say they want me to do it as Stewie Oh Hayes. And so I don't want a dream. But at this I thought itwas I thought it was a dream. Well, because you're the perfect guy for that.","id":"PhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1208.51,"tags":["Stewie Oh Haye"]},{"line":"Aziz likes food Ah, he has friends who like food or were home. And all these guys like food. And can we be famous people who like food? Yeah, we can I d o l Academie already are so And we're friends at the chefs. So we brought along some guy like chick fil A for a long time to until we suddenly start. Stop talking about it all together because","id":"RRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1583.67,"tags":["Aziz"]},{"line":"right? I get. And they and they also use singles knowledge as the music. Sometimes. When? There. Appearing in a room. Is that crazy? Okay. No, that seems really fair. Do you guys have any other ways to describe some of these guys? Probably not crazy. I feel like we don't offend anyone. Probably use words crazy, But I'm not saying that the guys is great, but, like, different. You're saying different? Well, one of them might be crazy. Good at crazy. You have one of them. Could","id":"URIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1827.35,"tags":[]},{"line":"Um, whats the single this management single called This one''s called funny managers","id":"VRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1965.14,"tags":[]},{"line":"What? Is's good. They eat that stuff. Good for him. I great, Honestly, More power to you. Stop biting the mailman. I don't like the dogs do that,","id":"WhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2128.93,"tags":[]},{"line":"let me back up a little bit. Your hands should have five fingers and five toes. That's I feel like it might be presumptuou's. What do you mean? I've that might be Presumption's. There are people who don't have I'm not really am I know. You know, you should check your toe. I should check my privilege on the way so Cho girl could give it to me. A comb person.","id":"ahIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2404.8,"tags":[]},{"line":"The worlds moving so fast for me. I feel so old. It''s a lot of changes, changes what''s allowed every day. I just can't keep track And I don't I'm not a bad guy I don't think I'm a bad guy in my heart Yeah, What happened? I can't get it right. I don't think you're a bad guy But everyone else in the world is telling you that you are. And I believe that is the the advertisement for storks Feeling way too many peanuts in my dish. E don't make a big deal out of it. You see P No one. To be fair, you ordered a bowl of peanuts. I don't see any. Want to make a big deal out of it? I don't see any. Any peanuts, Okay.","id":"axIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2428.71,"tags":[]},{"line":"and that's very your claim to fame, you know? And then that. Now I can market this because I know what the poster is. Okay, so just take it off.","id":"cBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2641.27,"tags":[]},{"line":"Yeah, he's like a gras's type poking me. Oh, all right. So you guys should like better. I don't know. Yeah, The waiters, like, uh is good. I I'm sorry. Could I also ask your question as something to be tight? Uh oh, yeah. Um, could you could you type, uh, Tangela Evolution next? Yes,","id":"dxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2814.5,"tags":["Tangela"]},{"line":"I can't wait to spend the rest of my life with you. I look into her eyes and I see decades enjoying","id":"fBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2941.69,"tags":[]},{"line":"that's random sex kettle stuff.","id":"gBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2976.71,"tags":[]},{"line":"I love you people.","id":"gxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3008.66,"tags":[]},{"line":"I want to be clear about that before we move forward.","id":"hRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3015.75,"tags":[]},{"line":"I'll see what Tangela says.","id":"iBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3028.46,"tags":["Tangela"]},{"line":"that's good. Kills up. I was very smart. You have to be very smart. Oh, yeah, I know. And that''s my thing Is a lot of my stuffs. Very sory, bro.","id":"jRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3110.39,"tags":[]},{"line":"dot biz. Isn't that a funny end of ah friggin thing? Um, her durjan Really Money one Now. Yeah, um dot skiing.","id":"khIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3191.91,"tags":[]},{"line":"Okay, that just about ruined me anyway, Finisher. And what do you want me to type for the front? Uh, say","id":"kxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3210.48,"tags":["Fini'sher"]},{"line":"right? Neil? Keith,","id":"mBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3363.97,"tags":["Neil","Keith"]},{"line":"what people think is a bad Yeah, I think it is a big part of that equation.","id":"nhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3452.69,"tags":[]},{"line":"at the slight dirty. This to be a Yeah, he's is a little bit so I have to apologize. He's not always dirty s. So you want something that''s absurd? Ist dirty precious avenue coast's When that''s when the boys air Hear Okay, All right. So, uh, yeah, a little bit dirty for Hayes. Hold on. You know, you got a real but not going on. Okay, Okay. We havent even establi'shed might wear. My my character is a man named Joel who is deeply offended by the word, but not just years and years of abuse with that word. And so it brings up a lot of negative emotion. But also, he liked he isn't good with anger, so we just bought","id":"phIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3624.69,"tags":["Thi","Haye","Joel"]},{"line":"the roster many times. Oh, does he have, like, a little ah, little in the back of a little busy packing? No,","id":"pxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3672.74,"tags":[]},{"line":"Having the story kind of be a lack of confrontation is really a reflection of riel life.","id":"rRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3720.52,"tags":[]},{"line":"Rachel Bloom, collection of Men, Corpse's and one woman,","id":"tBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_0","timeCode":3880.86,"tags":["Rachel Bloom"]},{"line":"Felisha, Day and Colton Done.","id":"tRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3885.38,"tags":["Day","Colton Done"]},{"line":"You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"uBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_0","timeCode":3891.38,"tags":["Phil Collin","Phil Collin","Thoma","Middleditch"]},{"line":"Donatella turns me. He's very scared and he says, Where''s Kirby? And we Hear Kirby Puckett of Minnesota Twins","id":"wBIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_0","timeCode":191.21,"tags":["Donatella","Kirby","Kirby Puckett","Minne'sota Twin"]},{"line":"I notice you have switched to Kodiak. Long cut. Yeah, well, the short cut was no longer cutting it for me. Uh, I used to think more teeny pieces. We're going to give me a richer bug Yes, Yes, And a more authentic Turbat. They would go. The little short ones will sometimes go inside my lip.","id":"xBIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":268.78,"tags":["Kodiak"]},{"line":"Yeah. You know, you flushed spaghetti inside your nose and mouth. Yeah, And you sort of are pulling it back and forth. Well, im doing that with long cutter Backe and, um It's not only a hit at parties, it''s a hit for me personally. Hey, welcome, Hollywood. Wait, Take a dropping in a way because showbiz What up? What up? Ah, wow. Ah, fuck it, Corker. We got four listener's Teoh waiting, and it''s almost over the way. And we're almost about to introduce our guest's. And he's just had a one more thing you want to talk about. That was gonna take a while before we addres's these Casper,","id":"xxIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_0","timeCode":338.1,"tags":["Hollywood","Corker","Teoh","ju'st"]},{"line":"the voices on the same. They're about the same height. Do heights Heights don't really come through on the podcast, do they?","id":"yhIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":414.08,"tags":[]},{"line":"Yeah, it's actually a reverse compensation makes sense.","id":"zRIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_0","timeCode":431.21,"tags":[]},{"line":"So, really, the louder you are, the smaller you are, what you would think would be right opposite Exactly Whats the shortest gues'sed you've had for me? Ah, probably Polly Pocket when we had her in here,","id":"zhIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":435.57,"tags":["Polly Pocket"]},{"line":"and Maiken eyes career","id":"2hIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":546.17,"tags":["Maiken eye"]},{"line":"Oh, wow. That Tell you what you","id":"3RIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":568.67,"tags":[]},{"line":"Oh, yeah. That's like when you play a country song backwards. Yeah, I don't know about that. No, it''s that Oh, uh, it''s actually a pretty good experience. You get your dog back, you get your","id":"4RIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":582.21,"tags":[]},{"line":"we talk about, like, what we're gonna do with the guest or something. But he's, uh, didn't answer his phone. And his voice mailbox is always full. No worries. Workshop it. So he sent me an e mail. I'll call myself and say no to self my way here this morning. He sent me an email, uh, saying like, you know, uh, what we might do and I'm just going to read it is on your right. Hear? Okay. When did you get here? Like, three hours ago? Yes. I just been circling a lot looking for parking. So, um, you were taking an uber to, which is that's got a rack up.","id":"6hIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":660.03,"tags":["uber"]},{"line":"Yeah, that's yeah, that''s worth a lot on s OMG you","id":"7RIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":706.79,"tags":[]},{"line":"Well, and he doesn't. I have a very limited acces's to plugs. You know, the way that a lot of fire star is through extension cord. So I'm not allowed to have an extension cord that runs into the basement. And there no native outlets down. Yep. And so I do have to sort of","id":"7xIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_0","timeCode":713.8,"tags":[]},{"line":"Yeah, Dad stuff.","id":"9RIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":759.39,"tags":[]},{"line":"because the dog Gillick traditionally the floor is is dib says domain so close to it. Um, So here is the email from Hey, whos your dog? Oh, uh, e do you don't know him? I know that that''s just where I don't like. I've never heard who he is.","id":"9xIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":764.96,"tags":["Gillick"]},{"line":"I don't want Teoh doesn't make me feel because I have nothing to prove. Well, you","id":"_RIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":869.64,"tags":["Teoh"]},{"line":"understand that's a misunder'standing for me, too, because I thought that he has a job lined up. But well read the thing. Yeah, here''s the idea. Hanford''s there to promote the John Lennon Park. Question's-for-Lennon,","id":"_hIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_0","timeCode":875.74,"tags":["Hanford","John Lennon Park","Lennon"]},{"line":"Show up the minute is their friend, a les'son that might help. I would love to have you hope you some more. Right now it's a six episode. Siri''s right on Howl, and it''s basically advice. Podcast. So I want to hear the 06 episode's before","id":"AxIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":924.64,"tags":["Siri"]},{"line":"God. Six whole episode's. Are you exhausted on so many more? I'm refreshed. I'm ready to do more. I think it's gonna be a lot of fun if we can keep going.","id":"BBIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":942.51,"tags":[]},{"line":"good stuff and we just be like, Hold on, Dave. Didn't you have something else? And then we sort of would be doing a joke. But is that too much pres'sure on Dave? No, I get some stuff. It's tough to come up with a clip on the spot do you want","id":"BhIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":974.68,"tags":["Dave","Dave"]},{"line":"to do? One? It's get a taste of what that episode would have been. Where I see not gonna do that episode Now. Hanford kind of ruined it because he didn't let me finish. Sure. And well just do one. And so, Dave, actually, before we get in the mikes thing, Dave, you had Ah, cool. New thing coming.","id":"BxIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":986.88,"tags":["Hanford","Dave","Dave"]},{"line":"He is. Always Hear when I don't want him here. And you ever Hear when I dio Kevin comes in to take pictures","id":"ChIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":1066.31,"tags":["Kevin"]},{"line":"you one did it. It's about a boy. It''s funny because he doesn't like him again. Blockbuster loves which already wind. And then our clase charges the extra","id":"DBIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":1083.71,"tags":["Blockbu'ster"]},{"line":"Whats so cool about Mike? Is he sort of the guy who sleeps through clas's? Yeah. Now, is this John Lennon? I wonder because he''s from the other","id":"FxIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":1172.55,"tags":["Mike","John Lennon"]},{"line":"get into that. I thought Dave was working on something and we would have done that. Everything","id":"GRIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":1190.58,"tags":["Dave"]},{"line":"well, and you cut your work in half, because these days the, you know after show the recap shows air so Big. So it's Oh, you've got chicks talking dudes. And then I got the chick talk, you know, recap, show,","id":"IBIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_0","timeCode":1241.68,"tags":[]},{"line":"pit bulls Big if you can work pitiful in.","id":"LBIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":1380.73,"tags":["pit bull's Big"]},{"line":"Yeah. Go ahead. Itll itll be good. This one. Well, lets this year. This would be good for us. I think we wouldn't do it. Really? No. I mean, we're going to do it, but just a taste. Just","id":"LxIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_3","timeCode":1413.16,"tags":["Thi"]},{"line":"Oh, clank, that's a like an old barrel is a very loose rim. That''s what I'm goofing around.","id":"QhIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":1597.17,"tags":[]},{"line":"But I've never seen a twist on it like this because in the show he's in the upside down, right? I mean, the name guys, whoever came up with that you should do the weight, Mike. Just listen, my dear, for one second","id":"UhIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":1726.61,"tags":["Mike"]},{"line":"That's good. That''s great. We could do a T shirt. That could be cool. And if one of those is upside down, you know","id":"VBIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":1752.62,"tags":[]},{"line":"It's gonna be, uh what is it? October 29? Yeah, You're not gonna know. I'm saying Now Hear This Well, don't Hear. Now Hear it. Then on October 29th when you come to the festival and see me and my buddy, he's just goofing around on Saturday, October 29th we're gonna be there. It''s in Anaheim, California. We're gonna be doing a special live performance","id":"YhIlL3MByMrymAEmPTRx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":1977.79,"tags":["Now Hear Thi's Well, don't Hear","Hear it","Anaheim, California"]},{"line":"Yeah. The copy used to say that they change. I told him I told him when they changed, and I'm","id":"ZBIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2005.8,"tags":[]},{"line":"uh, in Syria,","id":"aRIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2032.53,"tags":["Syria"]},{"line":"I don't see you Never concede. I dont know what goes into. I didn't decide. I don't decide where.","id":"ahIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2035.03,"tags":[]},{"line":"normal I have on my body is normal. In fact, it's very good.","id":"chIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2120.5,"tags":[]},{"line":"The circulation is healthy, which is why the hue you're of my nivel is a deep crimson. You're referring to the picture of yourself on stage Monitor your sweater flew over your head and your torso was","id":"cxIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2126.66,"tags":[]},{"line":"There is other stuff on there,","id":"eRIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2193.5,"tags":[]},{"line":"I can't think of a single reason that he wouldn't be.","id":"exIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2206.33,"tags":[]},{"line":"I don't know. I mean, that's the thing about Gu. V is He''s es'sentially, he''s physically monologue ing like there''s no way into that. I like humor. That is, that creates a community around it. That''s why I do this podcast for all my, me, my dorky friends.","id":"fRIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2239.4,"tags":["Gu"]},{"line":"tickets and hotel information. Fuckin serious.","id":"fxIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_0","timeCode":2265.88,"tags":[]},{"line":"because I listen. I listen to the never ending parade of clowns who guest on that show. You know, it's OK. Weve been on, weve both of us. I'll jump Now.","id":"hxIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2347.84,"tags":[]},{"line":"clouds can refund the clowns. Could be grains can be funny. Oh, yeah, A never ending parade of clowns is toe fell over is drill Oh, not","id":"ihIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2373.84,"tags":[]},{"line":"you want to be on the radar. You want to be on the right. That's bad. It''s OK. You think just be","id":"jhIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2447.81,"tags":[]},{"line":"That's a tough one. Because you do it and you're done. And now you're off the radar","id":"kxIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2470.71,"tags":[]},{"line":"what was the sort of refugee like afterward? Well, I mean, you must have been What was it? Surrounding it? Yeah. What was I wasn't your Holy will Talk about the restaurant.","id":"lRIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2485.65,"tags":[]},{"line":"which, honestly, I'm just happy to see him kind of wake up and just have something he's not about. It''s definitely better. Well, he''s been morose. I mean, anyone who listened to the show knows that he's has barely participated for a few months Now. Um, he''s kind of given up on this show and in some ways, given upon himself. Yes. What happened?","id":"nBIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2541.79,"tags":[]},{"line":"Uh, happened right in? Yes. No, thank you. I don't want to use this language like whats morose and who''s had not been Hear what happened. Yeah. Um hey, fuck you. And yeah, you've been doing things shown is tiptoeing around a problem When this person sitting next to me I've grown to, like, over this podcast last somebody attention, some straight. Now, any psychiatri'st would tell you just get in there. Yeah, Yeah. You have a gun? Yeah. Give me that. What''s wrong with you? You tell me. Is what any sound is it slipped in time.","id":"nRIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":2569.51,"tags":["ju'st"]},{"line":"This is not a metaphor. Yeah. No, he's","id":"nxIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":2624.87,"tags":["Thi"]},{"line":"everywhere Yeah, it's just, you know, take a screenshot of somebody Screenshot's snapshot Somebody opening when you're gonna see. Especially when","id":"rRIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2733.14,"tags":[]},{"line":"my wife and I have sexual relations remained unchanged before and after the podcast. All right? Yeah, but you tell him what they were before. Frequent. Yeah, Yeah. Heavy. Yeah, that's good. We rate","id":"uRIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":2838.03,"tags":[]},{"line":"Does anyone of ran? It's polite. Well, where you going? Todo It is kind of. And also, since we, you know, we were saying earlier that we did want to do some callbacks later. And","id":"uxIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":2858.2,"tags":["Doe"]},{"line":"Fastly. Oh, my God. My God! Too many three Reuters. I should take this skill over David buster's. I'd win the whole ticket booth. It's not a booth, really. It''s that room. Is that nice? Well, ticket booth is like where you buy tickets, Right? Right. I gues's I would be buying the prize booth prize booth. Yeah,","id":"wRIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":2953.33,"tags":["Reuter","David"]},{"line":"I was gonna weird, Alan. I was thinking I like singing like Gnarls Barkley or something. No.","id":"zxIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_2","timeCode":3156.26,"tags":["Alan","Gnarl's Barkley"]},{"line":"Yes, Yes, it is. Doughboys by.","id":"1BIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":3213.01,"tags":[]},{"line":"You've seen me have","id":"3xIlL3MByMrymAEmPTRy","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_4","timeCode":3424.72,"tags":[]},{"line":"'something like that. But what I'm learning is it does have to be in the dirt because the butter gets it creates kind of a butter mud on. But that is a careful who you say that around,","id":"CxJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":281.52,"tags":[]},{"line":"OK. Because I watched it. I turned it on saying, Oh, a laugh. And then here I am, thinking I didn't expect that. I'm wondering.","id":"ExJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":423.96,"tags":[]},{"line":"Who would go to The Good Place? And how did they do the show and who made it? Thank you. Yes, OK, that's those are great question's.","id":"FRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":439.4,"tags":["The Good Place"]},{"line":"So who would go to a good place? How did they make the show and who made it? Well, I would say it's funny. You know, I think when we think of, like heaven and hell, we kind of think like half the population would go one place in half would go to the other place is kind of what weve all been","id":"FhJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":448.67,"tags":[]},{"line":"to me. Is a normal idea. Understand where they came up with today? It's just me. And it''s like there''s a camera in my apartment watching me. Skype of my friend. Exactly.","id":"NBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":759.92,"tags":["Skype"]},{"line":"'so you're you're instigating that, like, everyones kind of hanging out in the room and you're going like, hey, guys, we should probably head to the set if we want the show.","id":"OhJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":807.26,"tags":[]},{"line":"was raised to be a two litre,","id":"PhJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":831.89,"tags":[]},{"line":"right? In a way. I mean, like, in a way. Yeah, in a way. Yeah, sure. It's like me and yang. Uh, talk about Deanna.","id":"RBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":882.7,"tags":["Deanna"]},{"line":"Yeah, You brought up Pandora Pandoras box.","id":"URJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1042.22,"tags":["Pandora Pandora"]},{"line":"Yeah. Girls. Perfect. Perfect. Um, what about them? Is that broad city? What? What? Did you just say? Them? What about them? Yeah, girls. What about them? Is that Broad city.","id":"VhJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":1082.11,"tags":[]},{"line":"the girls be allowed to go to The Good Place.","id":"WBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1109.34,"tags":["Good"]},{"line":"What are you doing with those powers? Well, minor. It's usually like I have a lot of bad dreams. So I think mine is like the type of thing where I feel that it''s a bad dream. And then I go, Darcy, you're having a bad dream. Don't make it bad anymore.","id":"ZBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":1244.56,"tags":["Darcy"]},{"line":"trying t Yeah, that would be enough. So then you So that's how you know it''s a bad dream.","id":"aRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1307.08,"tags":[]}]