[{"line":"in a bad taking a sleep easier or 15 years seniors and ah, And when I woke up, I had a lot of weeping sores. And ah, your advice to me. Waas. Do you remember ideo, uh, oats Oats? So talk about oats and why? Why were these wonder, you know, Love, You might not even know what these are. I certainly didn't. So whats this like? Wonder Miracle material. Well, it''s so weird because all just like I'll casually throw something out like oatmeal or oats, and, uh, you know, for me, it''s just like saying The or something. And everybody is like, I see this look of bewilderment on penal spaces. Yeah, I must have had a sometimes bridge the gap in conversation's instead of saying youll be like, Oh, yeah, I mean, as a trainer is like is a fit guy. It''s something that I do, and I see this bewilderment wash over people. And I'm like, What? What am I speaking in another language?","id":"TBJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_1","timeCode":1637.73,"tags":[]},{"line":"what, e? I wish listener's at home could see the bewilderment that's washed over your face again. I mean, the look of wonderment.","id":"UBJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_1","timeCode":1714.77,"tags":[]},{"line":"Yeah, I think this is eventually what happens with the principal when he teaches you, and you really finally understand. Yeah, Yeah, it's show. I'm hoping for that area first, but I'm hoping for that standing deliver moment today. Right now I still feel like I'm scary. Jaime Escalante. And like you guys, you don't want to learn it. You don't trust what I'm doing. I'm like Angel. Oh, you are? You are, uh, right. So oats, I'm saying, get those slow, geodesic digesting carbs and get those slow digesting carbs. And so that''s going to be fuel That''s gonna aid in your recovery. It''s gonna help you close up those wounds that''s going to give you energy and glycogen. Some of the OTs did start falling out of the wound. That''s what was the solution. That that bull, The solution there is that I don't know if you guys have ever left oatmeal in a bowl and not addres'sed it. Luck in that out. I've thrown about 500 bowls away. It seals up the seals up the wounds. Yeah, so that was a weird A stuff you to the filling to the brim with oats. You're gonna get the nutrients From that on. Then they're going to seal the wound, grout, you and it''s gonna go out. You well, put. I never thought of the ground analogy, but that''s I mean, you guys are. These providers have some of the same letters. Jeez, it''s like sitting with to Mark Twain''s in here on your humorous That''s so interesting that you should mention marked Wait, you have a really great story about it. I have a really interesting story about Mark Twain and real quick. Sure,","id":"URJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_0","timeCode":1724.44,"tags":["fir'st","Jaime E'scalante","Angel","Mark Twain","Mark Twain"]},{"line":"well, figure out sport was funny. Yeah, right away. Like I have sold on the first part,","id":"VhJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_1","timeCode":1894.54,"tags":[]},{"line":"And I've seen I've seen that he's able to get into some of these rooms that their doors that are closed to a lot of people. But is he getting in there with your stories and jokes? Well, what I'm afraid is, yeah, once the doors close behind him, he thinks this will never get back toe. Yeah,","id":"XBJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_0","timeCode":2045.87,"tags":[]},{"line":"I cannot get You can't get in front of my audience with Iger. I could get you From Tiger. But why? What am I gonna do now? He's heard all my stories and jokes.","id":"YBJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_0","timeCode":2089.52,"tags":["Iger","Tiger"]},{"line":"Any use it to get around? No, not so I just use it to arrest his burger on top. Right, Because I know that's what he''s gonna track. Well, I'm serious. That is. We got to get you on the Dumbbells to roast some of our listener's really belittle them for what they I could do. Yeah. Okay. Were you open to that? Yeah. Yeah, yeah, I could do that. We did Doughboys.","id":"dRJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_0","timeCode":2461.14,"tags":["Becau'se","Dumbbell"]},{"line":"that's true. Are you guys we just got good trainers. Yeah, You guys air Maillard, Are you making fun? A","id":"fBJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_1","timeCode":2584.85,"tags":["Maillard"]},{"line":"you know? Where","id":"fxJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_0","timeCode":2598.76,"tags":[]},{"line":"a couple rap scouting that's honestly the way you are. You, like, treat us like friends more than like students. Really? Right. So sometimes that makes us, like, act out a little more. And so I gues's it''s like, where''s the line between being disciplined?","id":"ghJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_1","timeCode":2617.39,"tags":[]},{"line":"Unfortunately, I liked it better when he felt like he was alone, and he just had to keep that stuff tucked in. He's emboldened to say what he wants. Not great eso in critiquing your notes. Uh, please. I love the music note. Yeah, I love that. I love that. She made it interactive to where you choose. I choose Fridays as faras the long walk to start exercise. I won't compromise on that. Yeah, I feel like the 15 year coma 100% neces'sary, and I'm just not ready. Yeah. Yeah. You a long way to go. A long way to go. Sorry to say.","id":"jhJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_1","timeCode":2736.38,"tags":[]},{"line":"Yeah, and that's another one. I'm not hotels.","id":"kBJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_1","timeCode":2776.43,"tags":[]},{"line":"That's another one have not going to compromise on. I'm confident that position. Okay, You want I'm not gonna explain it to you exactly, But youll see when it works. Okay? It''s kind of like, Well, I'm willing to keep waiting and out, you know, Obviously, I've got nothing but time. Ah, so that''s really helpful.","id":"kRJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_0","timeCode":2779.36,"tags":[]},{"line":"And I'll just I'll tell you once you guys look the way you want to look naked, I'll say, Why don't you go back and look at the game tape?","id":"khJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_1","timeCode":2797.26,"tags":[]},{"line":"Sorry. Once you guys go both go back and look at the game tape. Well see how we got here. So that's what all the recording is for you. Yeah. Okay. Uh, start to lay that one on you. Over the years, I didn't want to give too many notes, but I was gonna be like, I wish I wasn't getting recorded all the time.","id":"kxJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_0","timeCode":2804.96,"tags":[]},{"line":"But I do have to drain the lizard. So, uh, why, whats coming up on the Dumbbells? Yeah, What is looking forward to?","id":"lxJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_0","timeCode":2895.03,"tags":[]},{"line":"50 years later, the case's remain open.","id":"nxJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_3","timeCode":2975.41,"tags":[]},{"line":"a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"oxJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_2","timeCode":3018.16,"tags":["Sea'son","ju'st","Dark","Sea'son","Ju'stin","McElroy"]},{"line":"Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"pRJPLnMByMrymAEmcS_O","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Stanger, Our Close Friend","speaker":"spk_2","timeCode":3040.69,"tags":["Feli'sha Day","Colton","Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch"]},{"line":"dot biz domain names for just $6. And there's never been a better time to take your business to the next level, Eh? So for that I agree it's a good time. Take your business, but it's not a good time to do anything physical because it is too hothouse. Anyway, it's a Web address that means business on. And when you get a dot biz domain, you forget about the other registrars and Web providers. You know who I'm talking about, Danica Patrick. So go to internet dot B s backslash Hollywood Handbook right now and show the world you mean business with a dot biz dip. I almost got through it without needing another sip of cold water","id":"IBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":83.81,"tags":["dot biz","dot biz","Danica Patrick","dot","Hollywood Handbook","dot biz"]},{"line":"Oh, is it intro? Uh, excited to introduce you to how I felt the best in both could read it. Wait","id":"JRJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":228.67,"tags":[]},{"line":"I will fully be","id":"KxJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":310.62,"tags":[]},{"line":"get exclusive access to entire Hollywood Handbook archive it all the Earwolf Earwolf pop archives. This includes all episodes older, that six month, £6 of hairs. What I require all remastered with no ads, only with our premium Listen to hundreds of hours and wtf with Marc Maron Archives here Classic interviews with Robin Williams. But we seek Eh and more. I will has also partnered with some of your favorite hosted comedians to develop how originals Brand new shows available only with Howell Primi. Uh, check out the great new Siris for blower lap kiss. She's the wicked man. She is the one I must of our at the A V club right now. Already Tedd Talks SNL areas are all originals periodic Do show us every week. So he needs the £6 of lard Love Lord Lepsis it She's not a man. That makes me worry a lot about you, man.","id":"LBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":314.71,"tags":["Hollywood Handbook","Earwolf","Earwolf","Marc Maron","Robin Williams","Howell Primi","Siris","Lepsis"]},{"line":"And so, no, um, normally, we would do a special have guests on, yes, famous guests. Because we love you, our listeners. Yes, but in this case,","id":"OhJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":598.94,"tags":[]},{"line":"Who? Okay, guys. Well, if you heard the last ad, you know that it was a really hot day. And so what I did was something that is gonna be very mad about. And I did go in the teaser freezer to record this ad, and I accidentally got locked in here, and I wasnt","id":"QRJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_1","timeCode":913.8,"tags":[]},{"line":"We don't want party the fanfare, balloon limit, not any bullet manner, not a single balloon, because it's a litter. Ultimately, they're just literally And I get scared with the big silver ones that I'll end up like that balloon boy and my dad will have it in this guy. Go to jail.","id":"SRJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_1","timeCode":1134.71,"tags":[]},{"line":"Yes, and so we have Scott here. Hi, guys.","id":"TBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":1199.45,"tags":["Scott"]},{"line":"So as I was saying before, I was going to say Before we get into it, you Scott, before you start going out on your own thing, uh, we have","id":"ThJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":1230.32,"tags":["Scott"]},{"line":"Aasif Mondi here. Very excited. I This was the only time you could do this. Yeah, uh eso","id":"TxJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_1","timeCode":1239.92,"tags":["Aasif Mondi"]},{"line":"I'm blown away. This is incredible, isnt I? Wasnt Well, this is actually a great introduction for something that we that we like to do because as if you have never been on an Earwolf show before. No, I would","id":"URJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":1268.05,"tags":["Earwolf"]},{"line":"I actually don't care how this contractor will negotiation go. You just remind.","id":"WhJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":1338.42,"tags":[]},{"line":"we're not gonna do any contract negotiations. Itll just be like one on one total two hours news. That's like fast. No, come on, us. If we could, Did you trick me into saying, snooze fest, snooze Snooze fest is actually the future name of our show. Yes, well, after 100. Part of our negotiation is Of course, we do want to call its newspapers. You want to change the title of your show to snooze fast guy? I'm not gonna bend on that. You are saying it with a Z? No, it's Zeus. Vessel out. U S news fast. Yes, like the trough better. It's a Dutch chaw.","id":"XBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":1355.89,"tags":["Zeus"]},{"line":"Okay. Can I be totally honest? A lot of my point I gave to Engineer Cody.","id":"YxJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":1515.5,"tags":["Cody"]},{"line":"you know, are bigger shows. Yeah. Oh, God.","id":"axJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":1592.89,"tags":[]},{"line":"Okay. Very emotional there. Get emotional.","id":"bBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":1599.03,"tags":[]},{"line":"Bigger Shula. Netflix pond about spot. Oh, God. It was like","id":"bRJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":1603.64,"tags":["Bigger Shula","Netflix"]},{"line":"this good guess that we were able to get Hey, that show. You got to get down there and suck on these. And one way we might say it is wed go","id":"cBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_1","timeCode":1632.59,"tags":[]},{"line":"like you talking you two to me. More like we talking to Mont V. And you gotta go take suck on their stuck out like this. Something like that's that's very uncomfortable for us of here. I don't know,","id":"cRJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":1639.65,"tags":["Mont","V."]},{"line":"Pauly Shore has not been on my show yet?","id":"dhJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":1676.53,"tags":["Pauly Shore"]},{"line":"Oh, man, I love that movie. Oh, yes. Yes.","id":"fxJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":1731.36,"tags":[]},{"line":"No, there's no shit. Your can't control its on Catalina Island. That's their card of the United States. Nice and clean. Catalina, It's part. It's part of California. It's still under the jurisdiction of the laws there. But it's off the shore. You have to, and it's and it's off the shore of Catalina Island. It's like 10 steps into the one.","id":"hBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":1768.56,"tags":["Catalina Island","United States","Catalina","California","Catalina Island"]},{"line":"you got rid of Jeff, which was of the side","id":"jBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":1879.35,"tags":["Jeff"]},{"line":"I really I just Look, it's not that interview of","id":"kBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":1904.47,"tags":[]},{"line":"Is that the show that we're carving out for you on the WolfCool that we're","id":"lhJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":1966.95,"tags":["WolfCool"]},{"line":"you know, slightly Racists","id":"mxJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":1997.29,"tags":[]},{"line":"super into it and super game about it, you know, because I e I mean, it could just be a incredible need. I have for, um, white people toe like me. And why not play ball? And I feel like weve seen that. Yeah. You know, play ball. Youll","id":"nhJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":2022.3,"tags":[]},{"line":"Just a Williams Jason Jones. Whites inaccurate there, chewing on your dust. And you go into Johns office and you say it's time to work out new term terms, new terms I need I need to be paying,","id":"oxJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_1","timeCode":2077.07,"tags":["Williams Jason Jones","John"]},{"line":"don't want to. Like, I don't want, you know, So you could try that.","id":"qBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":2120.06,"tags":[]},{"line":"Why you try right now? Yeah, well, we OK,","id":"qRJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":2123.9,"tags":[]},{"line":"Tell you what. Why don't you show Why don't you speak in the third person and hes you speak in the fourth person? Okay? Yeah, that's, um the fourth person is time. Yeah, Exactly. It's like your fourth dimension. Yeah. So if you could speak from the future. Okay, that would be great. Aasif Mumby wants more money done. He's a great talent. I want to keep him around. Of course.","id":"qhJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":2126.41,"tags":["Aasif Mumby"]},{"line":"Hes got a bunch of money from Scott. He's very happy","id":"qxJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":2148.66,"tags":["Scott"]},{"line":"Yeah, e You know what that is? But I love it.","id":"rRJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":2164.01,"tags":[]},{"line":"Have already been on it, cause I'm now you're speaking from the fourth person. Fifth person. Whoa! Yeah, I know what","id":"sBJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":2176.08,"tags":[]},{"line":"Wow. So over it, because I've done been there, done that response boring. Well, that was successful. Yeah, you got awesome. More money.","id":"shJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":2188.83,"tags":[]},{"line":"You That was a great negotiations. Yes. And now on to the boys.","id":"sxJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":2198.53,"tags":[]},{"line":"well, it's because O. M. F G was recorded just before we owned. Came in here. Don't shut their eyes. Is that so then that I shouldn't do like it's there like we had such a nice interaction? Yeah, I shouldn't tell them to get down and suck on the home of Ds. Uh, I shouldn't have done that. Please don't. And I'm in the future and I'm saying that was a mistake. In retrospect, why would I do it to their face if you're going to do it? Well, that's","id":"txJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_1","timeCode":2223.6,"tags":["O.","M. F","G"]},{"line":"If you're listening to this on your way to work, please don't be in your car. If you please have a gatorade bottle with you that would cripple our industry. By the way. We only bottle that works because of the wide mouth. Oh, come on. Come on. I'm saying that we would cripple our industry if we found out that podcasts created peeing in cars, things whole industry would be shut down. So please don't. I think we're good. I just read an article about how big we are,","id":"wxJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":2377.16,"tags":["gatorade"]},{"line":"Um you know, I they just have normal names. Like what? Those two cricketers.","id":"3RJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":2590.52,"tags":[]},{"line":"mostly just other Indian people. That's a tight Crume. Yeah, that's a good posse. It's just me. And, like, other sort of mid level Indian celebrities Love to be in that bowl, so that's","id":"4hJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":2627.25,"tags":[]},{"line":"if they can confuse $1,000,000 runoff Beach made of rocks","id":"6BJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":2673.78,"tags":[]},{"line":"had won Oscars. Yeah, I'm cool with that. You run out of pent up? I will. I will. I often get mistaken for Dev Patel and that these people ask you about the news. Okay. Maybe it's OK with me. Yeah. Or Cal. This newsroom skins, original skin.","id":"6RJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":2677.99,"tags":["Oscars","Dev Patel","Cal"]},{"line":"to advertise Love you much. No,","id":"6xJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_1","timeCode":2708.26,"tags":[]},{"line":"if I mean again, I feel like you're asking me a serious question and answer as an actor and, you know, legitimate somebody whos trained in the theater and all that. And I think that I would like to Plato. Annie, Eh? Joannie","id":"9RJEMHMByMrymAEmo4Cw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":2809.23,"tags":["Plato","Annie","Joannie"]},{"line":"to not have fun?","id":"BRJEMHMByMrymAEmo4Gw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":2957.24,"tags":[]},{"line":"Hmm. That's a good question. I you know, again, heres the thing with me. It's e I don't even that sort of way of thinking doesn't even register with me because I'm I'm all about fun having fun, And I will take every moment and make it an extract the most fun out of it. Fun or funny. Which ones better word for you?","id":"BhJEMHMByMrymAEmo4Gw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":2960.57,"tags":[]},{"line":"Um, one is longer. Yeah, and I like","id":"BxJEMHMByMrymAEmo4Gw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":2985.8,"tags":[]},{"line":"Yeah, exactly. I don't know what that means.","id":"CRJEMHMByMrymAEmo4Gw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":2992.85,"tags":[]},{"line":"Ever know really? Uh, just, you know, we know you believe some ladies get off during when they're having a baby.","id":"DhJEMHMByMrymAEmo4Gw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":3025.21,"tags":[]},{"line":"They get off and me like like","id":"DxJEMHMByMrymAEmo4Gw","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":3033.06,"tags":[]},{"line":"Always following her ask, you know that. Do you believe us? If that life, actually, when you're born uh, it ends and that were truly the walking dead?","id":"FhJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":3083.68,"tags":[]},{"line":"What is life? I mean, you know, how do you define it? I don't know how you define it. It's a backwards. It's like evil. I don't know, right?","id":"FxJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":3093.54,"tags":[]},{"line":"just And","id":"HBJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":3140.58,"tags":[]},{"line":"to build a skyscraper and saying, Okay, well, youll youll pay a certain amount for lodging and then with your salary, you can, like, sort of make that money back. Is that what inspired you? Or was it a sharecropper? You guys were","id":"IRJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":3228.94,"tags":[]},{"line":"Just when did we start like a text wire? You bring up your calculator app while where you bring out your calculator app?","id":"JhJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":3258.54,"tags":[]},{"line":"way, You were a skillful internship, er","id":"LBJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":3293.22,"tags":[]},{"line":"because of the wedding crashers air back right now. Did they really think that's Professor X in that wheelchair?","id":"LRJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_1","timeCode":3298.02,"tags":["Professor X"]},{"line":"Yeah, he was very confused because he was hey was a student there. He was.","id":"MxJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":3337.59,"tags":[]},{"line":"that movie stars. She's like, I'm going to night school during the day.","id":"NhJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":3354.25,"tags":[]},{"line":"was one of those iconic film moment. One","id":"OBJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":3362.68,"tags":[]},{"line":"Speaking of waking up, off screen backstage on internship, that Vince Vaughn ever tell you the truth about 9 11","id":"QRJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":3427.53,"tags":["Vince Vaughn"]},{"line":"the thing was a couple of times that I would be taking a nap in like the, um, the cooling tent because also very hot in Atlanta because we shot it would be in the","id":"RRJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":3449.08,"tags":["Atlanta"]},{"line":"back, I And and then youd be embarrassed. And then and then I would like I got to stay awake. And the next time","id":"RxJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":3474.41,"tags":[]},{"line":"Yeah. Yeah, it's just Ah, well, in product for a New American century. Yeah. Your think tank bush put together. And what are we doing here? Scott, We wait. Just looking at the products. We move.","id":"SxJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":3502.18,"tags":["New American","Scott"]},{"line":"of drone their parents Or don't know.","id":"ThJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":3546.64,"tags":[]},{"line":"Snooze is the right word, then. Yeah, OK, snooze,","id":"UBJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":3564.32,"tags":[]},{"line":"now to the playing cards, and they just they just they havent faces of celebrities on them. They could, I guess. Yeah, I mean,","id":"VBJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":3608.44,"tags":[]},{"line":"want you to know the answer. Is there a","id":"VxJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":3635.6,"tags":[]},{"line":"I got to try that. Try that. You might not","id":"cRJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":3845.26,"tags":[]},{"line":"my I just have my I tunes, you know, just Joan by as morning I'm pulling out.","id":"dhJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":3869.27,"tags":["Joan"]},{"line":"Yes. Is gonna push me, push me over the edge of Hows the algorithm? Are we in the black? Oh, yes. We're just touching. Well, it's turned green.","id":"ehJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":3890.31,"tags":[]},{"line":"Let me pour some medicine. And how supposed to put water on your really did for some water for water? I don't think that was a visual gag that you did on the re on the hot","id":"fBJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":3907.91,"tags":[]},{"line":"What book are you reading Love, not reading a book. Okay, that's a happy 100. I could have guessed that. Thanks. Well get this guy. Yeah. No, really. You were saying earlier that you were embracing chaos Theory,","id":"fhJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":3930.8,"tags":["Love"]},{"line":"wasnt he. Wasnt he like having sex with underage and we say was doing that? I'm willing to say that this is illegal. What he did, it's illegal. It's against the law. Should","id":"iRJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":4014.63,"tags":[]},{"line":"be not willing to say if it's good or bad, it's not that kind of","id":"ihJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_1","timeCode":4023.76,"tags":[]},{"line":"Yes, it is a showbiz personality.","id":"jhJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_2","timeCode":4043.64,"tags":[]},{"line":"This might freak you're being. I read an article saying, How come everybody so mad at Cosby and not as mad at Jared?","id":"jxJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":4047.29,"tags":["Cosby","Jared"]},{"line":"was aware that he got in trouble for trying to do it with other young guys because the","id":"khJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":4071.28,"tags":[]},{"line":"And I on And furthermore, that's my position on that. You guys so much for coming on the show.","id":"mhJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_3","timeCode":4130.21,"tags":[]},{"line":"lots of you. But I didn't do that. I did vow rooms on and yeah, yeah, you.","id":"qBJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_0","timeCode":4264.4,"tags":[]},{"line":"That's a good point. You can make some money of people. Listen to your show on how if we","id":"rhJEMHMByMrymAEmo4Gx","index":"handbook","podcast":"Hollywood Handbook","episode":"Aasif Mandvi, Our Big Get / Scott Ankerman, Our Business Rival","speaker":"spk_1","timeCode":4322.26,"tags":[]}]