[{"line":"is to be boring and to be predictable. Yeah.","id":"vxJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":97.51,"tags":[]},{"line":"Hey, sat down the 81 on, and then I told you what it was and you made a really dramatic sort of cough and gag and stomp around the restaurant. TUI. Yeah, it was at lasted at last in a long time, Gluck. Yeah, and I knew what it was before I ate it as","id":"xRJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":202.11,"tags":[]},{"line":"well. Yeah, I figured cause you said are those escargot?","id":"xhJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":216.72,"tags":[]},{"line":"broke. Yeah.","id":"yhJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":308.98,"tags":[]},{"line":"You spend all their money on phones technology? Yeah. Even if they're taking public transportation, they're gonna be talking about the movie on the ride. And, you know, they're going to get somebody on that bus to go with and probably Mr Stop playing Fruit Ninja better.","id":"yxJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":310.15,"tags":["Mr Stop","Fruit Ninja"]},{"line":"Whats the one with the Kate Upton with the big jugs? Oh, she''s telling you what? You're what you're talking about. Slash You're talking about the one with Arnold Schwarzenegger.","id":"zhJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":338.27,"tags":["Kate Upton","Arnold Schwarzenegger"]},{"line":"'saying. Yeah, she It's her choice. You know she''s trying to say nobody structuring the wearing first. She''s tryingto like, be appreciated for. That''s not the only thing","id":"2hJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":456.58,"tags":[]},{"line":"part of the anatomy that you know generously sort of bestowed upon us, and we're not shy about it. Why should women feel like they have to hide stuff some more generously than others? Yeah, yeah, yeah, it's falling. It''s falling out of the shorts or whatever. So it but it look, I don't want to get sidetracked on all that''s important. Feminism support. It''s important. And there''s nothing more feminist's for me than letting it fall out of my shorts every now and then and saying, Hey, I got your back, Kate. Almost every woman I've been with.","id":"3hJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":497.44,"tags":["Kate"]},{"line":"and say, Hey, you're a racist M And frequently lets face it,","id":"4hJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":567.79,"tags":[]},{"line":"Oh, I thought it was, too, So you didn't know which firing Cibo Now? Oh, God. To needles. Yeah, and I thought that one is to actually ones just hurts you.","id":"5BJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":592.89,"tags":["Cibo"]},{"line":"because you think you're going to get off. Oh, or heres what. Here''s an idea. They make you pick between the needles, and they're both Ah, yeah,","id":"5hJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":615.34,"tags":[]},{"line":"Also for David. Wow. A little late for a tetanus shot, I would say. Oh, yeah, you're about Yeah. About to be murdered with Chemical. Yeah, you're no friend. Hey, and I was just mes'sing around making a joke about, you know, your ah, weighing. Oh, thanks. Thanks for saying that. Things fucking","id":"6hJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":678.31,"tags":["David"]},{"line":"It's good. Yeah. You know, these things last, it''s movies. Oh, God, they're evergreen. You know, you go back tomorrow time. How many times you watch Princes's and the frog this week alone?","id":"6xJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":701,"tags":["Prince's's","the frog thi's"]},{"line":"You see him on the shelf at the video store on the Netflix queue? You know, these were the movies to watch. Yeah, I watched brave","id":"7hJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":718.6,"tags":["Netflix"]},{"line":"every day at lunch. Yeah, yeah, I know","id":"7xJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":724.36,"tags":[]},{"line":"a Now. Handbook. Heads. It's old Johnny Clem Dog. Your friend. So, um, I havent had Hayes Hear with me to do the commercials. We usually sort of play off of each other. And so Ah, what I've actually done is because I am kind of Ah, grease monkey. Ah, built Ah, robot add baht. Ah, and he''s gonna do the ads with me. So me, an ad baht are here to tell you about C. So add, but you want to take it away. See, So is a premium comedy streaming service on demand 24 7 Streaming comedy Anytime, Anywhere I want to have love Oh, golden Now add bought Now you're not supposed Teoh have emotions, So ah, please just keep it on the script. Talk about how there''s an original series, Quotable clas'sics next day, late night stand up specials and mawr that it''s 3 99 a month. And that''s no joke. It couldn't be a joke. It''s not funny to me. Well, you're not here to judge. You know, you judge whether something''s funny or not, you're here to just help me do the ads. But there are no ads on C, so wow, that''s true. Ah, and there''s countles's hours of premium HD comedy and there''s never before seen new originals. And there''s new comedy added.","id":"8xJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":747.17,"tags":["Johnny Clem Dog","Haye",", Anywhere I want to","Teoh"]},{"line":"All right, So OK, so, uh, Anyway, um, congratulations to Bretton. Add body and go to see so dot com and stream for free today. No credit card needed.","id":"-BJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":974.77,"tags":["Bretton","dot com"]},{"line":"Whats going on with the phone call? Bread. Are we making any progres's? Yeah, I was just calling right now. Oh, shit, man.","id":"-RJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":987.65,"tags":[]},{"line":"Yeah, the I tell you what. The thea way. They draw some of these broads","id":"_xJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":1012.97,"tags":[]},{"line":"I'm at the zoo,","id":"AxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":1035.8,"tags":[]},{"line":"through, and I'm choosing it. Something nice to adopt.","id":"BxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":1052.36,"tags":[]},{"line":"lets be really good.","id":"HBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":1210.64,"tags":[]},{"line":"Hi, I'm Eli. You, um, in the magazine and the Big magazine story, remember?","id":"HhJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":1217.09,"tags":["Eli"]},{"line":"an interesting point. Hey, is because we all know why he's in there, cause he''s, you know, out conceivably smashing ghost's in the film. So we, uh we're talking just recently about what Big feminist's we all are and how women should have the right to Basically, if they want to look good and show us something that that''s probably there, right, and we shouldn't try to stop them. One thing we have brought up before is if you want to make a female version of a popular film with an all female cast, I couldn't bmore all for that. You want to make a female lethal weapon called the The Heat? You go ahead. You want to make girls version of ah, you know, Star Wars and call it a new chapter. Fine. I don't give a shit if you're gonna make a fucking female ghost Mitt. Ghost beat Ghost ghost, Big breakers. Okay, good. I'm excited to see it sounds funny,","id":"IhJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":1240.64,"tags":["The","Star War","Mitt"]},{"line":"Can I bring up a beef I have with that movie?","id":"NBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":1474.02,"tags":[]},{"line":"find no argument from me. There is nothing to me more immature and just frankly lazy, then mispronouncing a common word like skeleton for some sort comedic effect. And to me, a clip. We know the word. We know what you're playing at. It's not a clever twist, your just dumbing down the culture. And I would say I would take a one step further to say that''s boring and I was talking about Jesu's. The only time I think capital punishment is appropriate is if someone''s being boring and you can prove it beyond a reasonable doubt. Agree or disagree. I agree, and like and when you do it, whatever you like said about fire, whatever. It makes him be very exciting for a second.","id":"NhJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":1481.64,"tags":[]},{"line":"trying writing?","id":"ORJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":1533.55,"tags":[]},{"line":"it looks like it to bay. And I remember that campaign They would dance right there, would dance on the","id":"QxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":1610.24,"tags":[]},{"line":"'something under the cat. He's got it,","id":"RBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":1616.8,"tags":[]},{"line":"Yeah, I often think back to my humor being formed and how some of the cartoons were watching were kind of mes'sed up Yeah,","id":"TRJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":1724.9,"tags":[]},{"line":"When I draw pictures and I like, hold it up to my periscope channel for the followers, some of them will calm","id":"TxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":1759.21,"tags":[]},{"line":"You know, they're, like, go online and say like, Hey, did you know that some people online don't like that the new human torches a black guy, And then everybody would be like, Well, then we better go see that human torch movie. That way, those races don't win. You noticed that with every movie Now? Yeah. So we're doing We're doing the opposite of that","id":"VBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":1811.5,"tags":[]},{"line":"Rogers would be all right with that outcome.","id":"VxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":1847.36,"tags":["Roger"]},{"line":"'stacked ladies, and he's Ah, yeah, he''s a lot. He loves mode. Voted.","id":"WRJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":1854.08,"tags":[]},{"line":"What is he doing now.","id":"WhJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":1861.76,"tags":[]},{"line":"insane pres'sure of a woman requesting a motorboat which, lets face it, shrivels up most ordinary men. Ah ah, True. I was gonna say showboat like you, but I have already sucking about boats. Well, anyway, you do a great job with that. And I'd like to also in keeping with Neil''s idea of calling yourself out ShowBoats got a motor. Oh, that''s that. Your that is something for pos'sibly a key chain that comes out with the movie. Now I want to say that a lot of people might be hearing this and going, Oh, these four white. You know, these says men are sitting here talking in a way that they would it if there was girls around. And I would say, Number one no, we would say this toe anyone, and even if it was a guy who''s ah, weird guy, we do that to also, even if that''s not true, then I'm not. I also I would never listen to this. I mean, a lot of my voice is air so accurate that people don't even know what my race or gender is. Yeah,","id":"ZRJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":1932.2,"tags":["pre's'sure","Neil","ShowBoat"]},{"line":"They're the goal s. God bles's the weirdos. Good for them so I got the They absolutely are so hilarious. So go ahead. Want me? What do you talk about, Neil? I just I just You remind me of Bens first show that I saw him do in New York was down at the ST Mark''s is understand Marx Theatre. And the poster was him has been, And it sort of his face kind of looking upset. And then the and the lid, his head had been cut. The top of his head was open like a lid, you know? And then inside his head work,","id":"aBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2017.13,"tags":["Neil","Ben","New York","Mark","Marx Theatre"]},{"line":"you know, all the characters. Oh, yeah. They're like arguing with","id":"aRJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":2053.29,"tags":[]},{"line":"their character would want. No. The characters that are the kind of small animated version's of the characters There's, like drawings of them or like me in a mustache or a wig. Oh, they're Now tiny and they're coming out of my help there. Like busting out There''s a run on the grappling hook. Can come in swinging down.","id":"bxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":2096.14,"tags":[]},{"line":"you gotta watch the show. You got to see the show to find out. Uh,","id":"cRJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2119.64,"tags":[]},{"line":"Oh, so you're saying that way? Well, you outsmarted me again, brainiac.","id":"cxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":2127.39,"tags":[]},{"line":"Yeah. I'm truly excited away your rights. Little guy like me has no rights against the Hula girl at this point. No. So, you know, we're getting a little bit off track. Hey. Could have been anybody, Steve.","id":"fBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":2174.26,"tags":["Hula","Steve"]},{"line":"Yeah. I was wondering, It's Dom. If you did draw, I would like to see a minion, but he was kind of","id":"fhJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2202.89,"tags":["Dom"]},{"line":"Yeah, like, strong thing about","id":"gBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":2215.11,"tags":[]},{"line":"That's great. I love I love hearing that, um, I just to go with him there could be sort of, like,","id":"hhJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":2275.4,"tags":[]},{"line":"And hows she looking up Top lot going on?","id":"jhJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":2317.26,"tags":[]},{"line":"Second floor. Whats the deal?","id":"kRJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2324,"tags":[]},{"line":"but for but her she has a lot of separation between her breast's. Oh, they're, like, too far apart. Teoh Motorboat is gonna be a problem for you. Been,","id":"kxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2334,"tags":["Teoh"]},{"line":"breast's over on her shoulders. Like like at the tips of her shoulders. Basically, in order to kind of","id":"lxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2362.24,"tags":["brea'st"]},{"line":"like epilepsy s.","id":"mBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":2368,"tags":[]},{"line":"Other people with this problem Teoh Hear one of those emails.","id":"nxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":2425.64,"tags":["Teoh"]},{"line":"Yeah, yeah, yeah. I mean, a lot in drafts, A lot of draft. Yeah. You don't send all of","id":"oRJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":2432.77,"tags":[]},{"line":"uh, Hear Maureen is the girl I went out with about seven or eight years ago. Uh, do Maureen, um, I had such a nice time with you last night. A dinner? Thanks so much for coming out with me. I hope I didn't step in too many puddles for you. I'd stepped in a puddle earlier in the night, and I hope I didn't step into many planets. Fund reminder of some of the stuff that happened before this sort of fell apart.","id":"pBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":2444.24,"tags":["Maureen","Maureen"]},{"line":"you know, when that when what happened on my couch happened, uh, and I left the room and didn't come back until I was sure you were gone. I knew somewhere in the back of my mind that what I was doing might hurt your feelings. But I am an old fashioned man, and I don't like to do what we wanted to do because we're different people who do different things on different nights. Please don't tell your friends about this. And that's the part. And that part. We're different people who do different things on different nights. That''s the part where I said You may want to be more specific because to me,","id":"phJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":2484.23,"tags":["Plea'se"]},{"line":"and this is a girl you had met by being a feminist on someone else's Facebook. This a","id":"rBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":2544.8,"tags":["Facebook"]},{"line":"girl who had seen me around like my look who had met me once or twice, thought I was friendly but did not have a chemical physical sexual reaction to May until she saw me post on my friends Instagram wall that what he had said on stage in an improv show the night before was hurtful to women.","id":"rRJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2548.58,"tags":["May"]},{"line":"Okay, Is were there any other roundtable topics you wanted to bring up. I mean, we were talking a little bit about how all these proces'sed foods air. Just like, really just getting so out of hand and that you basically need a chemistry degree to understand someone. Blue labels, not on the air. We just talked about it before we recorded. Did you talk about Did you make my point that I asked you make about how I need to bring a dictionary? Got the grocery store?","id":"vhJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2666.17,"tags":[]},{"line":"Yes. Great. That's perfect. That''s exactly we're talking about. And it''s like you need to be a scientist to understand these. To eat a fruit roll up Now,","id":"vxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":2693.3,"tags":[]},{"line":"a nectarine yarn, a hamburger.","id":"xBJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_3","timeCode":2726.59,"tags":[]},{"line":"Yeah. I didn't come out of a Bunsen burner straight to my table.","id":"yhJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":2766.29,"tags":[]},{"line":"You know, you were Yeah. You're not, uh, eating a","id":"zhJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":2782.68,"tags":[]},{"line":"out of a particle accelerator trying to recreate the big bang and in your microwave to take it to have a hot nacho chip. Big Norio, I'm gonna travel back in time.","id":"zxJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2787.9,"tags":["Big","Norio"]},{"line":"Cookies was an entire. You open about two cookies looking the ingredients and says Coca Cola made a cookie. Just a cookie cookie. Dough.","id":"0hJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":2805.27,"tags":["Coca Cola"]},{"line":"Bain, get ID. Bain showed up for ya. Shays. That was no voice thing bein so mask off. Yeah.","id":"1RJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2851.41,"tags":["Bain","Bain","Shay"]},{"line":"Okay. And do you agree? Job on the show. I know you're all gonna do a lot of Ah, funny, good stuff, but I can't wait. Teoh watched on TV,","id":"2RJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2885.67,"tags":["Teoh"]},{"line":"Am I supposed to do something right now? What? Brett, we're trying to do a show. Sorry, guys. Sorry about Brett. It's OK. Um, you're going that bro. Bible site. Oh, yeah, sure. That''s what me and my bro''s air about, bro. Bible. What? What is that?","id":"3RJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2916.45,"tags":["Brett","Brett","Bible","Bible"]},{"line":"Uh, well, got my attention.","id":"4RJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2952.65,"tags":[]},{"line":"All right. Today sponsor is Casper-Mattres'ses. I'm showing Clem Dog. I'm friends with you. That's why you listen. My show and another friend of mine, uh, is Hayes is not here, but the friend who''s helping me in his absence is add, but I built add. But when I plug my toaster into my TV and it came to life on, he''s here to help me read the ads and knees Now. And a succes'sful relationship with engineer Brett Engineer Brad. How''s your wife? It''s I got to say it''s going really well so far, you look really happy. Yeah, I can't stop. Just sort of smiling. And, yeah, song, even like love songs. I've never seen you like this. Yeah, I got to say, we just hit it off. It just started a little weird, you know, But But what does? Having sex with the TV in a toaster? Es'sentially. I mean right. But that is not just sex. It''s not just it''s a full on people on the hardcore. I mean, it moved fast, which worries me. But I bought You could be scared. Happy, right? I am so happy about the deals you can get on Casper-Mattres'ses. $50 toward any Mattres'ses. Purchase going to Casper dot com slash Handbook-East Using code handbook. Listen, you spend about 1/3 of your life sleeping unles's you're me and Bret. We never get a wing","id":"4xJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":2970.59,"tags":["Mattre's'se","Clem Dog","Haye","Brett Engineer","Brad","Ca'sper-","Mattre's'se","Mattre's'se","Ca'sper","com","sla'sh","unle's","Bret"]},{"line":"You poked a hole in it","id":"6BJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":3193.95,"tags":[]},{"line":"way. Move Some stuff,","id":"6xJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":3214.54,"tags":[]},{"line":"Neil. Youll read the ghost, smash your character, and it comes in and is kicking butt","id":"7BJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":3217.71,"tags":["Neil"]},{"line":"'she was singing. She sang, sir. Mix a lot song. I like big butts at a karaoke. A birthday party that were great town in New York. And, um, I'm more of a put him on the glas's guy myself.","id":"7hJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":3271.1,"tags":["New York"]},{"line":"And I love that. And I love the joke you're making but I hate the timing of it. Well, I was just sort of telling her that that's a sexist song. And no matter whose birthday it is, you know, she shouldn't be singing it. It was wrong when sir Mix a lot saying it and it would be wrong. Um, it''s wrong to bring it up, you know?","id":"8BJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":3290.03,"tags":[]},{"line":"Not my area, but this seems like something Your friend, Stephanie. Maybe well be able to be an entree.","id":"9RJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":3356.18,"tags":["Stephanie"]},{"line":"Ah, yeah, I grew up with what? Did you get it? I mean, are you only laugh when he hits his head? Probably or left when you like chokes Bart like there's actually like some Like since Hear ical. Yeah, that is funny, but there''s, like, satirical stuff. Shawn saying, Yeah, it was, like, deeper. There''s layers to it. It''s not. Everyone was kind of able to experience, you know, of intelligence one or whatever it is, Whatever it is, Forget the references. Yeah, yeah, I know that. That''s and that''s why The Simpson's is kind of my thing. Everybody sort of has, You know, some of you have these things. It is. I gues's it''s, you know, other people seen it, but like they didn't actually like, always get it. And liking rap music even though I'm a white guy. Um So let''s go on to do some stuff. I would put him on the glas's.","id":"_hJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":3483.13,"tags":["Bart","Shawn","The Simp'son"]},{"line":"That was a good time for that. That was perfect. Meal wasn't telling a story.","id":"_xJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":3536.68,"tags":[]},{"line":"Well, I'm pretty straight red Now. You've got a huge Hear bone. Oh, yeah, I can see that. It's from a dog. Oh, yeah? Well, I'll be your dog. Let me slurp that up. Guys, can I Can I just jump in? Yeah, sure. Yeah, I just And I'm only thinking about, like, just drawing this stuff, right? And what do we want? The minion toe Have the boater when he walks in, like, two. According to script, He just has his dog''s bone.","id":"BRJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":3607.8,"tags":[]},{"line":"yellowish, you know, they're not. Why? Yeah. Yeah. Well, then it's You had a dog like the, you know, chewed up bonus sort of yellow and white. I","id":"CRJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":3682.65,"tags":["bonu"]},{"line":"uh, do you want to skip to the next scene where the isi's guy walks into the clas'sroom? I would like to, because I had question's about how Isi's guy was to be drawn. All right, go ahead and play the next song.","id":"CxJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":3713.61,"tags":[]},{"line":"Who are you? How did you get the disk clas's room?","id":"DhJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":3761.4,"tags":["cla's"]},{"line":"And it's my choice.","id":"ERJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":3780.06,"tags":[]},{"line":"Listen, there's nothing I can do to smash you until you're a ghost. So do what you have to do. You kill all these kids, you kill everybody.","id":"EhJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":3784.06,"tags":[]},{"line":"you got a camel.","id":"FhJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":3881.78,"tags":[]},{"line":"crazy Big","id":"GxJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":3903.15,"tags":[]},{"line":"dies. Well, you can't put the proton blaster in my mouth while you put something else long in there so you can stop you. So yeah, in the moments that what is this? Where they just kind of start, you know, having this kind of orgy, huh? Other at a Lakers game? Not Now. Orgy orgy there. Enjoying sports? Kids play sports. Kids play basketball, shooting somebody. Yeah, and I think they should, Right, But it's so I gues's that''s one question is what I'm drawing the faces of these kind of like family people who are around the game. How do they feel about the camel? Fucking the ghost beater? The happy to see Jack mingles.","id":"IxJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":4016.98,"tags":["Laker","Jack mingle"]},{"line":"'star. Exciting. Yeah,","id":"JRJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":4057.94,"tags":[]},{"line":"Yeah. New No. Yeah. The minion gets double tapped off screen and gang gang execution style. Uh, I think that's gonna be very traumatic to Children who enjoy the minions Now, because when they go to the autopsy, the minions still goofing around, sort of. He''s being pup. Itd buy, you know. But when they go to the autopsy, I think it''s pretty funny. And the","id":"KRJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":4098.28,"tags":["minion"]},{"line":"used to be able to get my","id":"MBJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":4185.15,"tags":[]},{"line":"It's true. Yeah, I gues's. I gues's maybe Roman numerals Hear he looks like a B. Looks like a navy looks","id":"OBJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":4282.4,"tags":[]},{"line":"So the kid finishe's fucking ripping a huge head off the blunt he's blown smoke circles his mom''s watching on and she reaches down under her skirt Suddenly his teddy bear comes to life","id":"PRJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":4319.66,"tags":[]},{"line":"I'm saying that the Big, um What the fuck are you talking about? I know there's I'm saying that I have never known you for years. I've known you for years. I never thought I would have to go on some of my other friends Facebook walls and talk about something that you will be hearing from me about this one.","id":"QhJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":4402.45,"tags":["Facebook"]},{"line":"Please don't do that. Guys, Guys, we could talk about it now.","id":"QxJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":4422.63,"tags":[]},{"line":"I don't","id":"SRJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_2","timeCode":4451.71,"tags":[]},{"line":"Oh, yeah. And I'm sorry if I kind of infringed on that. I was on three, three or so year in list's, Actually, this'll show. So when you think about that before you given No and the bears not a real bear, anyway, then the kids had Okay, so it's an imaginary no one else can see it. But the kid? Yeah, kids fucking stoned out of his fucking shit. Those were the given circumstance's of the scripts. Dom, remember when you took the Big hit off a block?","id":"TRJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":4478.23,"tags":["Dom"]},{"line":"Stores is sort of my thing","id":"UBJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":4536.59,"tags":[]},{"line":"for me. I didn't really relate to my family as much as I related to Star Wars and some of those characters. And as much as I did love the main characters, there were also other characters and even Chewbacca.","id":"VhJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":4606.81,"tags":["Star War","Chewbacca"]},{"line":"really Big. I mean, that was very because I do voices. I mean, voices of my thing. And that's a movie of just different voices, different aliens,","id":"WRJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":4675.64,"tags":[]},{"line":"Didn't take a piece of your ear off.","id":"ZRJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":4814.39,"tags":[]},{"line":"your commercial fishermen. Oh, yeah. I mean, you're on. You're already on a boat.","id":"bBJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_0","timeCode":4857.15,"tags":[]},{"line":"button up pretty tightly.","id":"cBJ6L3MByMrymAEm7nQ6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","speaker":"spk_1","timeCode":4892.79,"tags":[]}]