[{"line":"So it's really false advertising. And can we sue them and get free? Le","id":"fxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":785.42,"tags":[]},{"line":"That's my jam. Turned it up. A member at the club? Yes. Yes. Now, uh, what else is food? Allergic to group and limping around. Oh, go on. Paltrow''s plug? No, it''s like, um it''s like a special kind of bread.","id":"iRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":882.85,"tags":[]},{"line":"This keyword. It says Papa Smurf next to this one. What could this be, Cody? It's that wasn't supposed to be in there. Cody, don't you sometimes have a little treat for yourself? Oh, when you're doing a record because I feel like it''s gonna take so long to get it take so long We have to call it as a couple over. We're too hungry to wait. So don't you sometimes bring a little tree in your pocket? Yeah, because I have, like, animal brain problems. So I want","id":"ixJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":907.38,"tags":["Papa","Smurf","Cody","Cody"]},{"line":"to train myself when I do something. When I do a good I give myself a little treat. Just more","id":"jBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":936.95,"tags":[]},{"line":"Self control. Discipline's of muscle. Now I got","id":"jhJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":947.13,"tags":[]},{"line":"Some blue masking tape.","id":"kBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":958.05,"tags":[]},{"line":"I thought it was gonna be blue regular berry, but if blue raspberry I like that. I'm not allergic to those.","id":"kxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":982.53,"tags":[]},{"line":"kind of almost like marsh mas, but not so damn sweet.","id":"lxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1025.63,"tags":[]},{"line":"Well, that was a nice lunch. What a great lunch. And thanks, Cody for being prepared. And I hope you didn't need that Styrofoam to be the shape it was when you hand it to me and we will, of course, be back with gas. Tenure could love listening to that part. So, uh, everybody keep doing what you're doing in terms of leg Hollywood handbook. Hollywood have books.","id":"mBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1033.44,"tags":["Cody","Hollywood","Hollywood"]},{"line":"Hey, guys. Want to talk to you about Harold Ramos? Film school, part of the second city in Chicago. It's the first film school in the world dedicated entirely to comedic storytelling. Okay, I'm just catching a typo on. Did you see this? Yes,","id":"mRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1058.9,"tags":["Harold Ramo","Chicago"]},{"line":"Now, but I didn't know anything about that. I've seen him jump Thing is","id":"oxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1155.82,"tags":[]},{"line":"I've seen him jump up. I've seen him on the bike.","id":"pRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1164.96,"tags":[]},{"line":"This method of creation will be used during the entire program. The deadline to apply for the fall ses'sion is June 1st 15 students will be chosen. Submis'sion period will happen more than once about the year new student student start every three months. The Harold Ramos film schools forever with a love of comedy and content creation Doesn't matter if you're just graduating high school. We're looking for a changing career. People of all experience levels and backgrounds are encouraged to apply. Scholarship's are available. I as'sume there will also be good cardio. I","id":"phJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1168.21,"tags":["Thi","Harold Ramo"]},{"line":"I'm not trying to spit out their coffee from remembering a funny joke they heard on the show and laughing. That's exactly right. It''s pretty dangerous. And theyve got these brown butter Blondie''s there that are just a delight. But theyve got a little bit of salt. You choke on that. It goes up your nose. Who? No. I mean, you're gonna be living with that forever. So anyway, we get in this big argument bit of a scuffle. You're trying to take his shirt off? Yeah, I put him into an arm bar,","id":"rBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1286.94,"tags":[]},{"line":"Renzo Gracie style. And ah, um and I suddenly realized, like, What are we fighting about? We both of podcast's. We both of having fun. I lent him some my Five Four Group. Oh, they just to cover up. And I am head to toe Five Four Group day. Just so you know and code when you get pictures for this episode, Engineer Cody, please do realise that my jeans, my shirt, my jacket, it's all 54 And if they gave me shoes in a watch, I do that, too. Ah, I just love him and that have come all the way around. So you made him where the genes as ah, I didn't put","id":"rRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1311.04,"tags":["Renzo Gracie","Five Four Group","Five","Four Group"]},{"line":"Hey, speak right. Welcome to Hollywood Handbook-East Tires guide to kicking Button dropping names on the red carpet line back Always of this industry we call show. But what","id":"rxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1352.26,"tags":["Hollywood Handbook"]},{"line":"world is tapping into whats going on in the podcast universe? And this is the busine'ss of pot guest's.","id":"sRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1362.12,"tags":[]},{"line":"not Jake. End a mirror.","id":"tBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1391.12,"tags":["Jake"]},{"line":"You know. I mean, isn't it funny how connected our conversation's are? We don't always realize, I gues's. Yeah. No, no, no. Gues'swork involved. A mere It's true funny. And and so Yeah, HeadGum. Weve all had it. Weve all got it stuck in there, and weve all had to get a doctor. That''s what my foundation is. Head cold.","id":"uBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1466.45,"tags":[]},{"line":"Feels good and maybe do one where you're trying not Teoh and burst's out. Okay, this is Jake Hurwitz stifled while after take one.","id":"uxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1543.99,"tags":["Teoh","Jake Hurwitz"]},{"line":"buddy? That one. If you do want to use the line, it's sort of embedded. You see Only as take for you. Have the line. Sorry. Sorry. Okay. Jesu's Christ. Amir Blumenfeld. January 18th 1983. Wild laughter take four. That''s funny.","id":"vxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1614.16,"tags":["Chri'st","Amir Blumenfeld"]},{"line":"'says, Hey, Sam, uh,","id":"zRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1807.04,"tags":["Sam"]},{"line":"most failed venture,","id":"1hJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1933.2,"tags":[]},{"line":"I know we don't know whos wild Birthday-Boys","id":"2xJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1985.45,"tags":[]},{"line":"New Years Now Maybe it''s not.","id":"3RJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":1990.94,"tags":[]},{"line":"Yeah, because instead of the always present, he always takes a January 1st of of this present year. It's like if you ever have a prescription for your pets to pick up, then at the pharmacy you just leave January 1st this year because usually don't know your pets, actually the same way. But I think what I heard happened as Cody was sort of leisurely trying to get through a pornography age like barriers that adjusted Jerry first. Then they said that that evil on his birthday and that in his mind sort of became his actual birthday when it''s actually something like hard to remember. Like August 29th","id":"3hJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":1993.18,"tags":["ju'st","Cody","Jerry"]},{"line":"drop stuff in Just me saying some funny and a mere has been feeling a little aggres'sive toward me. So if you could If you could get any audio, if you could piece together him saying something racially insen'sitive, just in case we need to use that how could, like, based on, like words that I've said","id":"4hJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2058.27,"tags":["Ju'st"]},{"line":"it. Really lonely.","id":"7hJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2357.21,"tags":[]},{"line":"That is something that is making you uncomfortable Weekend Live way Don't always want to go after those guys. If it's honestly, if it''s legit three against one. I will do it just because I don't want to like. And I don't even think you need a new like insult because you could just insert any Yeah, it could be any nationality cleaning your house and, you know, stealing from. So just get a couple wild races and nationalities, and I think you could insert that and pretty easily. Yeah, that would help.","id":"8BJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2386.36,"tags":["Weekend","becau'se","becau'se"]},{"line":"Okay, Like a horny version of it's a do or Now Hear This first, uh, yeah, let''s get mine out of the way first, uh, and so keep an eye can use.","id":"AhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2689.96,"tags":[]},{"line":"Okay, you guys are gonna have to be Yeah, Jorge Zio. Lets do three in a row and then well do horn hazy. Okay, so I'm just gonna give you three quick ones. Let me let me feed it to you. Okay, There''s John Clements, and it''s April 25th.","id":"AxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2699.19,"tags":["Jorge Zio","John Clement"]},{"line":"All right. Happy birthday. Thank you. Think Birthday-Boys fake. Oh, please. This goes back to what we were saying before. Like, he actually makes that birthdays are not a real thing","id":"BhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2734.02,"tags":["Thi"]},{"line":"yourself. Didn't yourself. Pitching. Yeah. You just like you. Can you blast that? Yeah, I played John. Lonely. Okay. You're getting softer. Why did you come up with something? I opened it. It makes you want to save money. Adams. Again. You're OK. That's his name, right? All right. So let''s go straight horn HeadGum from. Yeah, but it''s one quick corn, ese. Oh, yeah. Let''s get hazy. Big","id":"CxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2818.79,"tags":["John","Adam"]},{"line":"I am Jorge Zio. That's pretty good way. What? What do you need tp for my, uh, my birth,","id":"DRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2856.33,"tags":["Jorge Zio"]},{"line":"You know, come on, the Lake t be perceived because if he like, he's horny. Didn't just come. Oh, well, maybe it''s pre ejaculate but winning and say that after come here les's. So just add it in. And this is just chunk limits clarifying that cornines's is before you come and not after you got it. It''s April 25th. It''s my birthday. And I have no ill will towards any national. Just if you guys need to and woke up that sells is waken Have","id":"DhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":2864.31,"tags":["cornine's"]},{"line":"Well, what do you have? A Dodger game","id":"FxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":2997.54,"tags":["Dodger"]},{"line":"Uh, okay. Wow, That looks like a riel picture of BB eight. Yeah, it looks like a it's photo riel","id":"IxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":3200.32,"tags":["BB","eight"]},{"line":"Wow. Thank you. What?","id":"JhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3234.93,"tags":[]},{"line":"did a lot of his racial takes, you would say, like, fuck this and stuff like that. Oh, yeah, but he has, like, a whole litany. So you write fuck lotions. Fuck Hispanic fuck Puerto Rican like you cry layer all that weve got back coating. That's good. Yeah. You could separate what I just did take away. I mean, well, we probably won't use it, but let''s cut out what I just said. If the you know what I actually said the father by nationality. Thanks. Appreciate that. But if yeah,","id":"KhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":3264.94,"tags":[]},{"line":"There might not be room we have with that is one thing way. Have some stuff from our allies s selections. Hear episode. She went on a couple of you know, ELISA Schles'singer. One last comic standing. She was on the show, and she had a couple riffs that we have been looking for a place for. So we might use that in this one of the cool. Yeah, will be","id":"LBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":3297.71,"tags":["ELISA Schle's'singer"]},{"line":"instead of a lot of what you guys have been doing. Oh, Lake is that of the part where we're promoting our show, this show and stuff, which I just don't think people are gonna come it all. Yeah, it's only on video on demand. You go to venue, they end up cutting that out like fleck, Laotians or something like that. Yeah, but to have her here with you guys will be the good.","id":"LRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3318.49,"tags":["Lake","Laotian"]},{"line":"get a wild Yeah. Wild, like congratulated. This is while congratulating ELISA Warp eight. What about all right,","id":"LxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3348.34,"tags":["Thi","ELISA Warp","eight"]},{"line":"Okay. Yeah. Um, yeah, that comes up. Uh, s so if I were you, whats that idea? What''s that? How did you come up with that? Why did you just like you told him to stop recording, huh? I can see that the record button is off, man. I'm just shooting the shipment. If you want to record, we can't just have a conversation with you about the stuff that you guys are.","id":"MhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3369.44,"tags":[]},{"line":"Ah, yeah. You feeling good? Hey, I feel great. Yeah. Anything else you wanted toe get after,","id":"OBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3445.74,"tags":[]},{"line":"There is listening, and then there's waiting for your turn to talk.","id":"PRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_1","timeCode":3520.95,"tags":[]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jostle's ruler of the circle, and that''s just the beginning season three of a low from the Magic Tavern is out Now, listening stitcher apple podcast or wherever you get your podcast's.","id":"SBJUL3MByMrymAEm0ln3","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","speaker":"spk_0","timeCode":3897.45,"tags":["Rachel Bloom","Feli'sha Day","Colton Done","Andy Daly","Phil Collin","Phil Collin","Thoma","Middleditch","Magic Tavern"]},{"line":"a big mes's and you want to have a garden, you know? Ah, it's like you need to have the right sort of landscape for it.","id":"UBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_2","timeCode":188.61,"tags":[]},{"line":"everything that you know, like when I'm watching movies like This is May I'm looking at this and these are the other guys. But sometimes it's me up there as well that I'm looking at, which is impos'sible. Confusing to me takes me out of it, and I can't see my own hands very much, right? And what I've also mentioned before when we watch Jersey boys and this goes one step further. As a lot of movies are rude, they don't acknowledge me in any way. Yes, and I'm always thinking like, can they not see that I'm Hear, like, seeing this movie like, do they not know?","id":"XxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":374.92,"tags":["Thi","May","Confu'sing","Jer'sey boy"]},{"line":"and I'm sorry if you're at home and you don't want to hear any bad language, but they fucked me and I'll tell you why all of a sudden there tricking me one guys try to punch me shooting at me, and I was making me do something I don't want to do. Throw a grenade.","id":"YhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":425.22,"tags":[]},{"line":"and feeling everything you're feeling. All these experiences is there going on. And while I am hard core my name actually not Henry. So right off the bat, they make mistake,","id":"bRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":550.4,"tags":["Henry"]},{"line":"and I'd put it in my backpack or something. Is it still there? Okay, if I'm not looking at Oh, I throw up three times a day trying to figure this out,","id":"fBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":725.71,"tags":[]},{"line":"All I do is throw up when I think about this. So that was our core. Henry, weve got a great guest for you. Really? Cloak good. Only we wanted voluntarily toe have his widow awesome. Such a badas's. And it's just the most fun conversation with Adam Sachs, who is a podcaster and like, he''s just","id":"gRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":780.83,"tags":["Henry","Adam Sach"]},{"line":"would I don't even know. You know what I said? Yes. If they don't know just e I don't want to be. No, I don't. Yes, because they would be so sad.","id":"ihJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":890.31,"tags":[]},{"line":"Yeah, yeah. Kill the mes'senger. Sort of, Um, s Oh, uh, I don't think","id":"ixJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":897.09,"tags":[]},{"line":"I would think is good. Oh, Hollywood. Hey, guys, you know, we love Five Four Group Lubbe. There in L A based brand. It's $60 a month, and you get hooked up with all kinds of awesome pieces for your wardrobe for guys. You get him in the mail so you don't have to pick out your clothes at yourself, and it looks great. Theyve got proven style authors leading the way. They provide styling advice, recommendations. We have the clothes we wear. Um, uh, all kind of do and they're great i-Tunes jackets. All this cool stuff,","id":"lBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":999.29,"tags":["Hollywood","Five Four Group","L A ba'sed"]},{"line":"Great. And that's still something that are doing but they don't have to be poster's s just even","id":"lxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1071.36,"tags":[]},{"line":"to me, Like kind of the end of a busine'ss career. Please,","id":"mBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":1075.94,"tags":[]},{"line":"please. We're always innovating, were always evolving. And what I was realizing and looking at some of the numbers is like, may be thinking about these poster's is the wrong way to look at them. What if we could do close? And what if the clothes are Maybe instead of you know, when I wear these 54 ones, people go like those air Great jeans. What a nice wash like And they're you know, they're denim jeans, which weve seen before, but they don't incorporate any","id":"mRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1080.33,"tags":[]},{"line":"Big enough poster's to make Big boy pants, but ah, school boy Sean suits for that as toddlers, um is a great way for your kid to stand apart if you are an adult and you just want to wear like a nice jacket, they you know, I I've wear a nice jacket that they sent me, and I really love it. Um, but if you want your kid to maybe not have, like, serve just ah, light jacket that goes with everything, but maybe something a little more innovative, like, ah, jacket made of poster's. That makes it pretty cool noise when you move. Okay. With five for every month you get ah, box of, like, acces'sories and pieces to help build your wardrobe. And these clothes, a clas'sic casual forward makes their different style. Profile is depending on what you want. Free shipping the delivered direct to your doorstep. You can also wear these clothes outside in the rain. Is that something that","id":"nBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":1118.78,"tags":["Sean"]},{"line":"Something they're doing. That was last month. It was last month. OK, so whats what''s this one? They have not mentioned this book. They don't have the guy promotion well at a specific guy. Just grateful for all you know. It''s gonna be me s Oh, maybe schoolboy, Schoen''s working with 54 I'm open to it.","id":"oRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1205.29,"tags":["Schoen"]},{"line":"Goto Five Four Group dot com used bro code Handbook-East e percent off.","id":"pxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1264.96,"tags":["Five Four Group dot"]},{"line":"your photo booth. Props suck shit, you fucking idiot. All you have, you don't have the Big Libs. You don't have the mustache. Must have the giant sunglas'ses. He Well, that's all he had. And of course, I bring my own because I need ones with corrective lense's. He had The Giants are glas'ses, and he had an inflatable guitar that wasn't even all the way for it to blow it up myself. And that''s my first picture. So I get in there. I embarras'sed myself because the first picture is me blowing up this guitar and the next pictures You out of breath? Yeah. So nice pictures me kind of waking up because I sort of nodded off a little bit. Blue two for Boyd because I'm trying to get it done so fast. It time for the first picture. And that''s the second. What is Big? Gotta waking up. Uh, and the 3rd 1 is me trying Just trying to put my find my sunglas'ses. Because once they're off, I can't find them again because I need them to see","id":"qhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1309.32,"tags":["Boyd","sungla's'se"]},{"line":"and I'm hazing. Hear, Sean and we got a riel corker of a guest's for yes,","id":"sxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":1474.6,"tags":["Sean"]},{"line":"impres'sion impres'sion? Oh, yeah, Well, you tell me your favorite one to do, because that's always interesting.","id":"vRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1594.72,"tags":["impre's'sion"]},{"line":"Oh, man, it bust's me up. The only thing is, I don't know if I could listen while driving up. Scare me, get an accident.","id":"wRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":1613.21,"tags":[]},{"line":"Wow. I'm really flattered you guys thank you so much. And thanks for having me on the show. I think you know, I was a huge fan of your show for a really long time. It was always when people would ask me for sort of like a very under the radar type of podcast that I like. This was always one that and I would say it's an acquired taste. It''s not for anyone. It''s It''s really just a show that, you know, some not for every never every. Not for everyone, not for everybody. Uh, this is always a show that I would kind of references, you know, is what''s","id":"whJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":1620.09,"tags":[]},{"line":"great area under the radar. And you say was, I gues's, because now it is hugely, all over the radar, part of the company and almost indispen'sable radars beeping so crazily from seeing us so much. Yeah, I you know, I","id":"wxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":1647.02,"tags":["indi'spen'sable"]},{"line":"'so I would I would tell my as'sistant. Yeah. Give me. Give me that one. You take a break. Get away. OK, Would you have","id":"zhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1752.43,"tags":[]},{"line":"Then I might have seen it. Yeah, I might not have that one. Can he see whether his emails are red? Like when? When somebody else opens up about his, You don't know","id":"0BJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":1763.69,"tags":[]},{"line":"his stuff. His supposed to my spam. Okay, that's in my junk folder. Just because his name to me sounds sort of","id":"0RJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1774.61,"tags":[]},{"line":"things like that. As'sociated guys and I've trained them. It's stealing. Noticed.","id":"5BJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":1926.74,"tags":[]},{"line":"in here?","id":"5hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":1963.33,"tags":[]},{"line":"Yeah. Oh, I'm in the chair where? Brad Waas, Holy","id":"5xJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_2","timeCode":1965.65,"tags":["Brad"]},{"line":"a lot of it, you know? But have you ever seen it through Hayes's? Ah, no, that''s","id":"6RJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":1978.71,"tags":["Haye's'"]},{"line":"We were coming into sort of the engineer Ryan zone of the table left.","id":"6xJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":1984.46,"tags":["Ryan"]},{"line":"You hear more about that?","id":"7BJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":1989.17,"tags":[]},{"line":"Um, if you arent thinking about cutting cost's, Yeah,","id":"7RJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":1991.04,"tags":[]},{"line":"I believe we can have to be able to do it based on who I've seen. Do it","id":"7xJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2012.76,"tags":[]},{"line":"That has to be swimming in my realm of ability. For at least half of it. I am positive. The new half. If I team up with Hayes, there's very little we can tackle.","id":"8BJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2018.14,"tags":["Haye"]},{"line":"People from different worlds like this, you, the busine'ss, moral efficiencies and me the podcasting world. Um, but ah, no, it's not that, um, I would say right now we have two microphones here that we're not using. So in that sense, we could sell these microphones for","id":"8xJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2040.15,"tags":[]},{"line":"potentially sell some of brands close.","id":"-hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2115.41,"tags":[]},{"line":"Do you think that we outfit the engineers like that when they get a uniform when they show up?","id":"_BJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2124.86,"tags":[]},{"line":"No, but I think it could work in the opposite direction where you sees you own, Hear clothes,","id":"_RJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2128.92,"tags":[]},{"line":"Can I? A word of advice.","id":"EBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2286.16,"tags":[]},{"line":"be perfectly honest, but I don't know that you need,","id":"GRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2336.14,"tags":[]},{"line":"Okay. And Hayes,","id":"LRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2541.25,"tags":["Haye"]},{"line":"my weaknes's, I think is I'm too brave.","id":"LhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2544.46,"tags":[]},{"line":"Yes, but I make it work. Uh, Now","id":"NRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2574.65,"tags":[]},{"line":"would seem like there's Now mawr, but we're adding","id":"NxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2593.25,"tags":[]},{"line":"'so this is'sue open up or something, so you can at least, like, included opening. Hear it, Doesn't it? Doesn't. You know, you almost need a flashlight, I gues's. Really? Because it's up on the wall. So it''s not like you can hold it and look inside. Do we know who''s getting the outside of the","id":"QRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2649.12,"tags":["Doe's"]},{"line":"Oh. Okay. So they're gonna be the outside, but you have people. We can try to position it so that people can sort of grain their their heads, right? And so that they have","id":"QxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2667.07,"tags":[]},{"line":"Like at the network we want, Even though we have to sort of contend with peoples time, we want people who are,","id":"UxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2794.63,"tags":[]},{"line":"you know, whose career is on a trajectory of an upward. Yeah. So we're kind of willing to sacrifice upward or sideways. Kind of just stand.","id":"VBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2800.77,"tags":[]},{"line":"because you walk up for a little while, you're gonna start huffing and puffing Pretty soon. Yeah. Nice flat ground. Yeah.","id":"VhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2814.78,"tags":[]},{"line":"what? What? What? I tell the folks at scripts that that sort of you guys air sort of steady staters, eyes,","id":"WRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2828.38,"tags":[]},{"line":"I want to make sure to be ableto build up enough speed to really take off literally a spring. You're is that you're pushing the spring day. And","id":"WxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2850.13,"tags":["spring"]},{"line":"'so I have had Teoh, you know, slide back a little bit and I actually think it's a good","id":"XBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_3","timeCode":2857.52,"tags":["Teoh"]},{"line":"thing you literally have to go backwards toe go forwards for certain toy cars. If you If you know physic's, you have to go. You have to drag back and go through and then boys going to speed off. So a slingshot. Consider the sling shot, if you will, you know, or even attribute Shea","id":"XRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2864.06,"tags":["Shea"]},{"line":"these air devices. Sure. You can just push it forwards. It's not gonna goes. That''s not gonna bonk anyone. Very ho. Yeah,","id":"XhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_0","timeCode":2883.91,"tags":[]},{"line":"Goliath will pound you in the meantime, so OK, if you have been taking out well and","id":"XxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","speaker":"spk_1","timeCode":2892.53,"tags":["Goliath"]}]