[{"line":"Wow. A normal sized penguin. Okay, well, that looks small to me. Yeah, yeah. Maybe you were far away.","id":"bhJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":3431.03,"tags":[]},{"line":"just gonna","id":"cRJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":3447.96,"tags":[]},{"line":"you do get a punch. And if I wasn't so fast and strong and I hate to even bring this up, Yeah,","id":"dBJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":3494.52,"tags":[]},{"line":"well, and I I I mean in the tradition of the water martial arts forms is where you be like water and use the flow of their energy.","id":"dhJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":3518.9,"tags":[]},{"line":"So and that's what I'm in. He was your train of Gurney''s is Yeah. Hospital in Hear making his hands moved?","id":"fhJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":3588.07,"tags":["Gurney"]},{"line":"I'm not I don't care. I Yes, I know. Yes. I honestly don't care either.","id":"hBJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":3641.22,"tags":[]},{"line":"Yeah, it's short for that.","id":"iRJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":3676.49,"tags":[]},{"line":"You're saying it like like","id":"jBJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":3691.12,"tags":[]},{"line":"Make. No, you're not. It's just pee and repeat in the boat. Pete falls out. You can't do any of these will. Ready? Can't do it. You wait. No go. He said it. So","id":"kRJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":3712.68,"tags":["Pete"]},{"line":"dick for he knew. See what? Yeah, he drew a star do for me.","id":"lRJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":3745.41,"tags":[]},{"line":"But I don't wanna We wanna have them a regular drink is either better or the same usually the same.","id":"nxJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":3840.75,"tags":[]},{"line":"A lot of times the same, but a lot of times better.","id":"oBJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":3847.53,"tags":[]},{"line":"And that's why people like it so much.","id":"oRJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":3850.85,"tags":[]},{"line":"Andres. The popular drinks are good. They taste, get, everyone likes them. Part guys is different, the popular ones are bad and the unpopular ones where people don't know it's will","id":"pRJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":3868.96,"tags":["Andre"]},{"line":"comes from the early days of Twitter that was there before. Yeah, you know what? It was just a startup, and you certainly couldn't visit Now because it's this establi'shed brand. Can","id":"uhJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":3980.52,"tags":["Twitter"]},{"line":"explosion's. Yeah. Hot takes. Yeah,","id":"vRJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":4012.5,"tags":[]},{"line":"So that's for war, Ghoul. Congratulations of the pro version that some","id":"xxJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":4217.73,"tags":[]},{"line":"finally coming out of the womens restroom because","id":"yhJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":4234.64,"tags":[]},{"line":"I just kind of thought sometimes, like maybe you would start doing with other people and, like, maybe you do not want to do the show with me. And I'm like, I don't like any other people,","id":"yxJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":4237.76,"tags":[]},{"line":"okay? And I, you know, I honestly was like,","id":"zBJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":4249.74,"tags":[]},{"line":"was like the only one that got recognized unlike any year, endles's is yeah, actual individual episode. I was hoping that that would like, make you like, really mad. And then any time you search for the show on Twitter, it's all people tweeting about how, specifically, the sharp Ling episode's of the show, where the good ones and those are the ones that I'm not in because it''s you hosting them without me","id":"zxJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":4288.41,"tags":["endle's","Twitter","Ling"]},{"line":"And the other fronts, it's the best one. Uh, and that feels pointed. And I don't know if those air you under those accounts, but I I think we can agree that episode you did with Sharp Ling maybe felt like a little random and aimles's like they sort of, like, hit some topics and then came back and then revisited and didn't feel like that, a point where this one was so clean.","id":"0hJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":4350.41,"tags":["Sharp Ling"]},{"line":"Look what we just recorded. It is, like, truly just laser focused and feels like a lot of a fat bullseye after Bullseye has been sort of, like sliced off. Yeah, And I wonder if people will like that les's because they seem to like, the more the free flowing? Yeah, you know, feels more natural.","id":"0xJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":4373.78,"tags":[]},{"line":"Thanks again to Super Deluxe for Bring You Todays episode The digital video said that huge comedy fans, right, Remember from back in the day Well, theyve returned and they're bigger and better than ever there making really incredible surreal animation, trippy political at it's compelling new Siri''s music videos are an unscripted stuff, a lot of variety, and it''s all very entertaining. I just started checking it out, and I'm already hooked,","id":"2BJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":4437.69,"tags":["Bring You Today","Siri"]},{"line":"Uh, and to say, like a lot of people will think like, I should smoke weed and watch this stuff. It's like making me wanna smoke weed. Ah, don't. There''s like, this new kind of weed that''s like, I gues's it''s like, synthetic we synthetic marijuana or something. And it''s like it''s it''s differ is not the same thing. They call like spice or something like that. Have you done this, Brett? I do spice all the time. Yeah.","id":"2RJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":4459.02,"tags":["Brett"]},{"line":"I'm not recommending it to anyone. You're You're saying they should give their actual to you.","id":"2xJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":4510.3,"tags":[]},{"line":"Being alone. Fast mask. Comics book","id":"7hJtL3MByMrymAEmJ2qd","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":439.7,"tags":[]},{"line":"What do you beat him at? Do you beat him in a game or something? There's anything with strategy. Yeah, they can't really think. Think ahead. Um, that''s exactly what I do is introduce a game. Well, that''s what you have to do. And maybe if they mean superhero movies different. Well, if it''s a super one, then I actually don't even have to bother getting the game out. Yeah, exactly. Or the puzzle. So So that''s why, in terms of your question of, like, how is this going, uh, compared to, like, the other Teaser-Freezer is I've heard where there''s more sort of knowledge being tos'sed around. Yeah, busting on. Uh, it''s going poorly. That''s what I'm feel happening. That''s what I'm feeling is I'm going. He's normally drives the bus with a lot of this thing. I'm realizing how much he does with the Teaser-Freezer. He stops it, he brings up why he stopping it. And I'm kind of just reacting a lot of the time. And I'm no bus driver. Yeah, that''s what we're finding out, I gues's. Sorry. Have That''s we're finding out. I'm really So we wanna watch any more of this. I mean, it''s called deadpool. Yeah, Yeah, I do. Yes. Not a good one. Like slap chop. More shake. Waiting. Okay. Just","id":"8xJtL3MByMrymAEmJ2qd","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":628.66,"tags":["Tea'ser","Freezer","deadpool","Ju'st"]},{"line":"anything on that makes basket dollars burger?","id":"-BJtL3MByMrymAEmJ2qd","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":880.49,"tags":[]},{"line":"Maybe he's hooping it up when he made this extreme string use like music.","id":"-RJtL3MByMrymAEmJ2qd","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":885.69,"tags":[]},{"line":"just getting back to the show. So, um so Teaser-Freezer has never gone this badly. And that's why I wanted to ask because, like first. It was like a guy who wasn't a normal superhero. Then it''s like a guy was in a normal guy. Well on there. So nothing. So I mean, you know, that amazing guy, whatever they like and want to do, I love it. Yeah, me too. I think it''s hilarious. And I think it''s great. Yeah. And it''s and, you know, we're talking about seeing so deadpool interesting. I've never seen a superhero be so funny. I usually see them be so brave. Yeah, sure. Strong. This guy ish, not a superhero. Also being, you know, Barry brave and kind of funny. Yeah. So I want to apologize. I get ruining it. Yeah, I'll take I'll take respon'sibility for ruining it. And the only thing I could think is so I know that I've been part of a couple Teaser-Freezer in that theyve been really, really good. Yeah, I know. Yeah, I know that you were never involved with one of those. So that element from just a science point if you read those kind of books, uh, is telling me that Yeah, the experiment is your youth are bad. I'm the variable that this year ruining the Petri dish. Yeah, it''s the Yeah, the paper turned a different color than in normally. Yeah, Yeah. Yeah. Well, you know, the guy knows his science and say that I don't know myself so no shit else about trailers. But the only thing I could think about Teaser-Freezer Yeah, is a lot of time when the good one happened. Hayes''s Hear. So maybe we can call him and just see if he can figure out why this one didn't go. I would love to. Just asked for some pointers on how toe have a sort of bus. Maybe what you could have done. And I would have loved to bus on some of the Yeah. Exactly. And I never felt safe because it does. It doesn't feel OK. The bus on some of the Danish girl. This guy''s a girl, and it''s like, you can't even say like, give me a minute. These obviously conflicted","id":"BRJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":1098.59,"tags":["Freezer","deadpool","Barry","Tea'ser","Freezer","Haye's'","Ju'st","Dani'sh","Thi"]},{"line":"I hope you can kind of dig me out of the hole. I've been digging for myself.","id":"BxJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":1254.41,"tags":[]},{"line":"I hope that for you, too. I'm actually doing a I'm doing. So it doesn't really matter what happens on the call for me. Okay? You actually","id":"CBJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":1259.26,"tags":[]},{"line":"rings when you call it a so sweaty when it rings. Days have important at the tone. Please.","id":"CRJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":1272.22,"tags":[]},{"line":"in fact, even the secondary reason it's finally a different kind of superhero movie. But that''s not important now because it''s let''s stop dealing with failed Teaser-Freezer and start dealing with the failed actor slash comedian in front of me. Um, so you should be kicking butt and dropping names in the red carpet line back hallways. This industry we call showbiz the part I came up with, It''s good. It''s a good part, Yeah, some would say the difficulty factor in coming up with that rather than just repeating the word what up to it anyway. So the reason I think you know, what am I doing wrong? You don't know what you're doing, and I know when I look at people who have been succes'sful, they're getting interviewed. OK? For being famous and doing good stuff. Yeah, person on a late night couch shooting the shit with Kimmel or there or are there in bust magazine? Whoa, Or they're in. Ah, you bought a bus magazine? I thought there was a magazine I didn't think of. I didn't think people just buy that magazine. What do you mean,","id":"ERJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":1814.41,"tags":["Thi","Kimmel"]},{"line":"Foot glas'ses on just for that one line. Fucking crushed it. So, uh, how seamles'sly transition back into being the clammed up. Okay. And well talk a little bit about the interview question and the answer and what we could do to sort of get you where we need to be. This is great. This is so great. Because, like, I know you say, um, kind of pathetic or whatever, but, um, I try to think of it what I wrote on the Post it note that's on my mirrors that I'm on the cusp and then and then each day is a new step. He stays a new step closer, bond. So this feels like this Feel, like five steps or something? Like so then totally follow that. So, um ah, when I'm being Maria, I'll put this","id":"GBJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":2173.13,"tags":["Thi","Thi","Po'st","Maria"]},{"line":"Don't Bronx, okay. Now, all of a sudden, I'm jenny from the block. It took you saying Bronx tilting your head with a certain attitude. I mean, really See what you're And you probably thought that had till was gonna bring, you know, go right into an old friend of ice that maybe someone was gonna jump up from the ocean. Oh, yeah. No. Yes. But knowing when to do it is, but I can't wait. Yeah, but you have to know when, um s Oh, okay. Us. So memory is gonna ask you where you're from And your Big Yep. The cups are back. So, uh, Devon Now, which grew up. Where you from it? Well, I'm from near Seattle, South Seattle. Actually, it's called Rainier Beach. It''s a Oka do.","id":"HhJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":2372.37,"tags":["Bronx","Bronx","Devon","Seattle, South Seattle","Rainier Beach"]},{"line":"I said what if, like they didn't support you, you know? Yeah. What is this? What if my mom, my dad is watching with Marina? No, no. And it's saying, Hey, that''s that''s not what happened. That''s not our real relationship. That''s not how close we actually Hear. Well, they know that it''s entertainment and that Maria Menounos A has a certain amount of respon'sibility to entertain people. Ah, and that she can't just Hear that you've got a solid relationship than your dad work for Microsoft. Yeah, I worked for Microsoft. That''s dork shit, brother. And and And now there''s a destry nerd shit and dork shit. You talked about that? I know, I know. Dorks. Maybe next. But right now, that''s the nerds. Our in the sun dinners, There''s well school. And I think if you saw Star Wars, you might know that.","id":"IhJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":2491.86,"tags":["Marina","Maria Menouno","Star War"]},{"line":"please? When that movie came out and everyone was doing the cups, I I stayed up all night train Olympics, and as I waas learning it, I was sort of focused on Leon, that tan Devin, your nose is bleeding","id":"NxJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":3633.41,"tags":["Olympic","Leon","Devin"]},{"line":"and just let me get through this. And I was focused on only the cups in, you know, a long around and just just cups. And before I knew it, I looked down and I had pis'sed.","id":"OBJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":3651.84,"tags":[]},{"line":"Wow, this guy really seem like he's funny to me. And let''s just say edible. Let''s just say that made for quite a clean up in Aisle three.","id":"ORJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":3670.65,"tags":["Ai'sle","three"]},{"line":"hello, podcast listener's,","id":"PRJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":3813.98,"tags":[]},{"line":"Hey, this is our enemy camp from the improv fantasy podcast. Hello. From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","id":"QRJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","speaker":"spk_0","timeCode":3907.07,"tags":["Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"Hey, welcome to Hollywood Handbook. An insider's guide to kicking Butt in dropping names on the red carpet line back hallways of this industry we call showbiz Housekeeping Housekeeping.","id":"RxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":71.41,"tags":["Hollywood Handbook"]},{"line":"I would say neither is exactly right.","id":"TRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":215.42,"tags":[]},{"line":"Her name could be Busby, though I feel like that would be great, cause I would be working that whole kind of like,","id":"UhJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":241.24,"tags":["Bu'sby"]},{"line":"like a flapper.","id":"VBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":273.93,"tags":[]},{"line":"Yeah, that they really did think it was Busby or or we could go the other way. And if your name was buzzfeed, that would be that Sort of exactly. Exactly. Well, you kind of want to be either one. You know what I mean? You either want to be, like, kind of cool and throwback, or you want to be, like, right on the cutting edge. Yeah, Yeah, her name should be buzzfeed, but I I did anticipate a little bit. The badnes's. Yeah, it's really bad of the place.","id":"VhJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":286.2,"tags":["Bu'sby","buzzfeed","buzzfeed","badne's"]},{"line":"There's all this stuff that I'm looking at that. So mes'sed up like","id":"WBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":318.51,"tags":[]},{"line":"they know me there. And you're kind of using the fact that biologically dogs we know Now view all moving objects as other dogs Olympics. So you're sort of going there going Oh, there's that big dog on his hind legs with a cool right cap on. That''s right. He''s scooping that stuff into his. You must have read that article that we all read. I thought, Oh, this is great. Now I can. Which article at the restaurant? The one about how?","id":"aBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":490.64,"tags":["Olympic"]},{"line":"my landlords work there. Okay, so we're not allowed to have cats Hear. And, um, they like it when I show up and give them an update on the place.","id":"bhJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":552.69,"tags":[]},{"line":"So your landlord, their dogs? That's what I'm trying to say. Okay. Is your microphone work? This","id":"bxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":566.77,"tags":[]},{"line":"working? Yeah. Yeah, there is.","id":"cBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":573.84,"tags":[]},{"line":"exactly like it's the pajamas. Like Big pajamas that don't fit you that you run around inside of cause you've been turned small by a wizard in your claim. Their hard. They're very stiff. Yeah, exactly like theyve been. Theyve had some liquid nitrogen. Someone''s dipped them in liquid nitrogen. Yeah, is what I say to my client because your","id":"gRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":840.81,"tags":[]},{"line":"home is shatter a below as","id":"ghJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":859.69,"tags":[]},{"line":"Read? Um,","id":"ihJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":931.09,"tags":[]},{"line":"I just wanted in your area like a welcoming environment, Right? Guys, walk in Teoh to understand that that's pretty disturbing.","id":"kRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":985.92,"tags":["Teoh"]},{"line":"Oh, um, Bozzi pants.","id":"nRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1086.06,"tags":["Bozzi pant"]},{"line":"Okay, so I need your telling me I need to get all those books.","id":"oBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":1107.02,"tags":[]},{"line":"way. We know I got a trough","id":"qRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":1169.05,"tags":[]},{"line":"I'm sorry. What did you say? Uh, sorry, Oh, yeah. Sorry.","id":"sRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1195.26,"tags":[]},{"line":"I said joints. But then I remember now that you have Ah, please tell me you were talking about Spike Lee movies.","id":"shJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":1200.54,"tags":["Spike Lee"]},{"line":"Huge walls. The pool should be It shouldn't really look like a pool when you look at it. Should look like a Big","id":"uRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":1271.21,"tags":[]},{"line":"But there should be water in there, cause if people in a bar, because if people knock on the side of it, they can tell if there's water in there from the sound in a bar, they can tell by knocking on the side of it that there is a bar and going water in there based on the sounds. OK, so I need to get all those books,","id":"vxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1294.27,"tags":[]},{"line":"Mokin high in your tired of her shit. Really tired of shit. Yeah, she's nice in your fuckin sick of it. Stopped trying to engage in a reciprocal adult relationship with me. Harshman. Now, where you gonna go? Where you gonna go?","id":"whJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1347.48,"tags":[]},{"line":"Uh, Now if you think that HIV is a little space just like inhabitable bays as as opposed to just, like image it, it's really to to verse three dimension's that we're talking about. Do you think that you're currently inside a TV?","id":"yhJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":1411.19,"tags":[]},{"line":"I don't think you definitively thought you were in TV, but I think you definitively No one knows where did it. No one knows","id":"zhJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1450.33,"tags":[]},{"line":"Yeah, like he's got inverted like an inverted color scheme of what he normally has. There''s something.","id":"2BJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":1521.78,"tags":[]},{"line":"Cash, cash. Give them that. I sell that. Someone? Yeah, the Geico lizard. Inverted colors with cash hat.","id":"3hJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1544.68,"tags":["Geico"]},{"line":"with the food that Tucker Max likes in prison. Eventually one as'sumes I hope they free the girls gone wild guy soon. Because that was my friend, so OK, so what else","id":"4hJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1581.57,"tags":["Tucker Max"]},{"line":"Mihms. If you just read names over the radio, funny image means and you're comforted by the fact that the child that seemed to be submitting their own pictures. Uh,","id":"6BJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1641.78,"tags":[]},{"line":"Yes. When you're trying, you're driving. Okay. Okay. Yes. When your case. Easygoing.","id":"6xJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":1659.68,"tags":[]},{"line":"Okay. So as implied by the name man Cave, it should be in like a lava tube.","id":"7BJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":1665.39,"tags":["Cave"]},{"line":"You still seem to be under the impres'sion that you're inside a lava lamp. I shouldn't have brought up even the idea of being inside a lava tube, which is a naturally occurring like sort of cave structure, knowing full well that that sounds like an appliance, which is a lava lamp knowing full well that you're a guy who, when we walked in here was on the fence, was in sort of a quantum superposition between I minute TV and I'm not in a TV.","id":"8BJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1687.57,"tags":[]},{"line":"I You have to forgive me. This is all just coming","id":"8RJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1717.09,"tags":["Thi"]},{"line":"That's the most important thing. You simplify your life. You think OK, I should just get rid of all this clutter and all this stuff in here. And the real answer is get lots and lots of money so that it''s okay that you throw all that stuff away because, you know, you can just go get it again If you need Teoh. So get money, get a lot of money. Yeah, that''s the Big.","id":"-hJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1776.03,"tags":["Teoh"]},{"line":"A lot have","id":"_BJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1803.39,"tags":[]},{"line":"Okay. Okay. Start to make some connections. Great. Now what about, like food? Like what kind of food should have in the fridge?","id":"_hJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1809.47,"tags":[]},{"line":"Grilled cheese.","id":"ABJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":1818.01,"tags":[]},{"line":"looked at the product name and it said smoked. And you said I should throw that on my smoke, right? Almost a So that was designated like this product for smoking rather than it's already been smoke. This is the last thing you probably want to Smith the recipe. That","id":"BBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":1861.72,"tags":["Smith"]},{"line":"Yes, you. But I gues's it really depends on what? In terms of what you should have in the fridge. Whether we're talking about your man cave fridge or you are sort of fridge for everyone in the man cave fridge Desta strata, bacon, Moorman,","id":"CBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":1904.44,"tags":["De'sta"]},{"line":"Bacon for such win. Yeah. Um, and then in your in your general fridge","id":"CxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":1925.7,"tags":[]},{"line":"Youll watch it. Bird and bird had this cape, so you kind of run along it with tongs. Yeah,","id":"EhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2020.35,"tags":[]},{"line":"thatll teach you about. Nothing is permanent because as much as we're talking about oh, house's and build them Hear and have features in them that have been in the world for billions of years, Like lava tubes. This is really all to teach you about, you know, nothing is forever. That's mindfulnes's. Yeah, You can talk about now or later.","id":"FBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2032.14,"tags":[]},{"line":"Ah, my house is going to get my house is on if it's on fire. Yeah, You said","id":"HBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":2107.74,"tags":[]},{"line":"that I have in my mind","id":"HRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2113.98,"tags":[]},{"line":"It's It''s for shit worthles's. Exactly. Hear I let you kind of, like, flutter like you That like like a minority report.","id":"IRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2134.1,"tags":[]},{"line":"Like, um, I know.","id":"IhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2142.54,"tags":[]},{"line":"Minority report, etching it on a very advanced touch. Yeah, I go. You have a Big screen Big, they green. I see why you can. I merrily work in podcast's because I think screens like visual information is pretty dangerous. You","id":"JxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2190.53,"tags":[]},{"line":"This explains why when we weigh walked past your Samsung Galaxy. Yeah, it said Brett on it in kind of a thing that, you know, desk like a teenage desk scroll in the are was backwards. And there were glas's shavings surrounding. I think the art was actually the only letter that was correct. Because if he's gonna use it as it edging,","id":"KhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2217.92,"tags":["Sam'sung","Galaxy","Brett"]},{"line":"not food. Just stuff for wood table. Just whatever is on the table. Yeah, Exactly. Okay. Centerpieces,","id":"LRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":2304.38,"tags":[]},{"line":"almost like Sterling Cooper Draper Pryce, Like, reformed in the year 3000. In a world that experience several different cataclysm's and apocalypse's at once and almost a chain reaction, we have nothing left. But we do know that we want to sell secret laxatives. That's a little bit What? This is","id":"OxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2446.73,"tags":["Sterling Cooper Draper Pryce"]},{"line":"Not cool, because we're able to describe it accurately. We're just continuing to more cool, readily diagnose the problem. Just sort of like a David Bowie kind of thing. Uh, you know?","id":"PRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2472.17,"tags":["David Bowie"]},{"line":"his hair is all slicked. He's like it tie on,","id":"QBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2499.28,"tags":[]},{"line":"your heads out the chimney,","id":"QhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2533.33,"tags":[]},{"line":"your E and I love seeing you getting smarter before our because yes, that's exactly right. Your head is out the chimney. Your arms smashed through the windows, right. Ah, and your legs went through poop through the cellar. The cellar door?","id":"QxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2535.93,"tags":[]},{"line":"No, you don't poop through the cellar door because there shouldn't. Okay, actually, turn around, Brett.","id":"RBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":2553.64,"tags":["Brett"]},{"line":"there's a few. It''s going is getting better. There''s a huge amount of standing water. Yeah, and it hasn't rained for a very long time. That''s true.","id":"SBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2624.1,"tags":[]},{"line":"Um, yeah, malaria comes around, but it's it''s gentrification is moving in a little bit, huh? Anything","id":"SRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":2636.84,"tags":[]},{"line":"I feel like somebody has a vested interest in keeping it as bad or worse, because I did see at Hayes. I don't know if you saw this, but the that Big billboard for Stand Up for Standing Water. Yes, which looks to be an All Star benefit at the Los Angeles is Largo Comedy Club to promote, it seems like he to promote standing water. It seems like maybe it just based on some of the fine brand I read that that was funded and put out there by mosquitoe's","id":"ShJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2645.19,"tags":["intere'st","Haye","Stand Up for Standing Water","All Star","Lo","'s","Angele","Largo Comedy","Club"]}]