[{"line":"Oh, you guys were doing","id":"qRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3381.73,"tags":[]},{"line":"SockFancy. Thank you.","id":"rhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":3433.5,"tags":[]},{"line":"So, Ryan, do you wanna You wanna plug anything while you're here? Yeah, I do like a plug, So Yeah. Yeah,","id":"sRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3472.78,"tags":["Ryan"]},{"line":"I let me hear the plugs out then, huh?","id":"shHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3480.55,"tags":[]},{"line":"I'm still hitting hot yoga, a lot shooting and high yoga. How hot?","id":"tRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","timeCode":3503.82,"tags":[]},{"line":"Yes. The experiment was succes'sful. What else he's doing for fitnes's","id":"uhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3549.7,"tags":["fitne's"]},{"line":"'shot. And I don't know if you know that way. Go to the same gym you dio. Do we know I deserved From Drew Tarver last night that he saw you? Did you want to hear a real story about Drew Tarver? Yes, please. So I went to the gym and I see Drew Tarver there and we talked for, like, 20 minutes. And it was nice and nice guy and then, um, weaving. And I'm kind of in a hurry because my wife, Steffi Graf, is on her way home. And if I don't get home before heard, then, um, she's gonna have to feed the cats when she gets home. And she''s been working all day, and I've just been hanging out at the gym, not working, And so I kind of will feel bad if she has to feed the cats, because there''s a lot of them, and it''s kind of a pain in the as's. And so I'm like, racing to get home. Yeah, I have five cats in this three outdoor cats that come to Oh, my God. So s Oh, I'm like racing to get home and so I got to get out of the gym fast. But obviously, I just left the gym. I want to go take a shower and I walk in. There''s probably 12 showers there. Like there''s so many. I've never seen this before. They're all full. So I walk in, I'm going like, Fuck, I really gotta go. And I'm, like, waiting. And so I'm like there. And I'm like, I can't believe they're all full. Like the one day I'm in a hurry. I see this very unusual thing. Then one of the showers turns Off, so I go, OK, This person''s gonna get out of the shower soon. So I walk over and I post up in front of the shower. Drew Tarver open store. What? And I'm standing there outside his fucking shower like a total creep and s. So I, of course, don't explain what it''s like. And I'm thinking like if the roles were reversed and I hope during someone''s out to the shower, I would never think Oh, the showers must be full. And he was waiting because that''s never happened there. So he just sees me waiting outside, and I I'm kind of happy with what my reaction was, which is I see space and I just go perfect.","id":"uxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3557.6,"tags":["Drew Tarver","Drew Tarver","Drew Tarver","Steffi Graf","Thi","Drew Tarver"]},{"line":"Because somebody dump out a bunch of cigarette butts and jelly beans all over the deck and I slipped. And then I planted in yucky cigarette butts. It don't smoke,","id":"xBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3787.96,"tags":[]},{"line":"You want to captain some of the greatest world warship's of World War Two and World War ships? Go ahead. It's free to play historical online combat game for Wargaming, you know, down little The free a command warship's dot com and begin your naval adventure. All that stuff sounds so fun. And when you're doing it, if you see my ship, just leave. I'm not trying to have a fight with anyone. I don't care anymore. I just want it to be queen. I've been cleaning all day,","id":"xxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3818.85,"tags":["world","World War Two","World War","Wargaming","dot com"]},{"line":"Make sure enter Code Hollywood 18 and all caps when you download to get a ton of bonus content, courtesy of a Hollywood Handbook on the reason eighteens in there","id":"zxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","timeCode":3924.04,"tags":["Hollywood 18","bonu","Hollywood Handbook"]},{"line":"'so I just I will just say what happened. Yeah, and I don't I have not heard this from him, but this is what I know to be that the true what happened? No, I totally I am 100%. Think you're right,","id":"1hHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":0,"tags":[]},{"line":"So Paul looks at who we have coming up","id":"3RHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":71.96,"tags":["Paul"]},{"line":"So obviously it's getting later and later we having dark and it''s so you know, it''s dangerous to be out there that time. Yeah, So I turned to Elias Koteas. Yeah, I hate this. Just shut up. Shut the song. I hate I just I can't And I turned him when I go, Especially now that we have our new Yeah, and but I go, I go Well, if you guys pay for the pro verge and got a I love this song. It''s my favorite guest favorite program, and we actually got away. More expensive version of that. I'm saying What? I hate this song. Oh, I got to hear that for the thing. Yeah, but I turn to allies and I go, uh, should we just quit and then Gary sneezes like, No, we have to do this. No. And e. And he he''s like, grab a shovel, Boys. Because we're digging up John Steinbeck''s body,","id":"7RHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":298.96,"tags":["Elia","Kotea","Gary","John Steinbeck"]},{"line":"uh, to see if the rumors were true. Yeah, that he was buried with a pilot Nazi gold. And I'm also going How are we gonna know what kind of gold is Really? Yeah, yeah, I means go. It doesn't say that on. I don't think they stamped it on there now. And also obviously, Elias is just curious if Steinback had what we all think he had Ha ha monster hog. And he's saying he can tell from the way that the pelvis is distended, just the pelvic bone, because they wouldve dragged and pulled down his head. Yeah, because it would have dragged down oh s Peschel e for the length of time that he lived. That if he had a hog like that, yeah, that it would have his, um, iliac crest would be descended. Um, so as we're all fighting and digging and sweating and fighting, all of a sudden I start getting shot with bullets. Yeah, And I look up and, um, Tiffany, The pop star. So I think you're alone now or whatever. Yeah, Yeah, she''s shooting me. Okay. And so, of course, years shovel. I knock a couple of bullets, never doing any of the digging. Your hunting herself was following the other hunters.","id":"7hHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":353.25,"tags":["Elia","Steinback","Tiffany","pop"]},{"line":"right? Well, and precedented, sometimes it does say pre roll at the top of an ad, and then well read it. And then when we go, uh, to listen to the show like they just threw it in the fucking 1,000,000.","id":"9xHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":516.77,"tags":[]},{"line":"Everyone else here knows it makes them look bad. And so they will sabotage us","id":"-hHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":546.98,"tags":[]},{"line":"to maintain the status quo. They're all paying Off. It's working. Yeah, and it''s working and it''s working, and the status quo is alive and healthy. Do you think? Do you think that''s ideal? Ad placement","id":"-xHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":551.53,"tags":[]},{"line":"wade out, right? Yeah, because once episode's over, then people arent engaged anymore. They're just Yeah, I met his thing like, Oh, I got it. Yeah. Post roll on your dog. Yeah. Yo, dude. Hey, man, can we talk about the ad again? Let me just say I'm sorry. I Blue by your study, bobbing for apples thing. I was thinking of that. I was gonna say, Can you explain what that was to me? Steady Bob. Yeah, for Apples. Yeah. What is that? Is that What''s that? Are corny activity man, like Oh,","id":"ARHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":691.04,"tags":["Bob","Apple"]},{"line":"would seem derivative of the thing that you do now is doing it over and over again? Sure, instead of do it, you know, like getting something new like a your gros's out your signature grows out calming for other holiday. I see. Yeah, I don't know. I gues's there's I mean, there is something to the element of like, Oh, the I gues's, the meta joke of addict Eminem. You sure if I'm using Medica Wrecked Lee? But the like the joke of doing the same bid every year is that I presented as it''s a new bet and then so I just do the exact same thing. I think like if it was like it was actually a new bit in a way that''s almost rule of 37th rule of 30. Right? Right. It''s now it''s in the stage now, whereas stopped being funny. Yeah, but it''s going to come back 30 37 years from now, or I gues's so. Did he had 30 31 years from now? However long I've been doing six years, Six years, man, What a ride","id":"CRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":803.92,"tags":["Eminem","Medica Wrecked Lee"]},{"line":"What happens is we get Kevin. Kevin, I shouldn't have to open the door to do this. Get","id":"CxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":878.74,"tags":["Kevin","Kevin"]},{"line":"Please. Please he's my dog. You want the North? That he loves it when you shout that loud, I want The New York You just have the door.","id":"DBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":888.59,"tags":["Plea'se","Plea'se","North","New York"]},{"line":"to startled.","id":"DhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_2","timeCode":900.68,"tags":[]},{"line":"People are The also things like, Oh, Mitch must have, like, some good connections, like some good friends to go to the Super Bowl. Note he paid $3000 of your patri on money.","id":"GhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1112.37,"tags":["Mitch","Super Bowl","patri"]},{"line":"I think they work so hard. Give me so much content. They freaking eat cheese fries in front of a mike. I got I got to give him From money, iron and hall, Dave siccing air conditions, whatever crawling around an event. And then fucking, what does he do with the money? Flies out $3000. That's not counting how much he paid for the flights. And for now. But he paid for his friend to","id":"HBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1131.19,"tags":["Dave","Flie"]},{"line":"So this is a continuing pattern. It's","id":"IRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1233.76,"tags":[]},{"line":"it's your own name on the grave, like Scrooge.","id":"KhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1342.23,"tags":["Scrooge"]},{"line":"The money would cheapen it. And I'm sure all the coaches would say that as well.","id":"LxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1398.71,"tags":[]},{"line":"Yeah. Did you see if you don't Stupid gesture. I know. Uh, all my That's not my thing. I'm not","id":"NBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1434.1,"tags":["Stupid"]},{"line":"but that they were that there was some sort of plate breaking ritual, like people like everyone was going in somewhere. And, like, just shattering plate, like throwing plates on the ground. Well do that anywhere there, service staff. We will disre'spect them. Um, that's a fucking joke to us, right? He never had jobs or anything. I gues's so. We will, uh, absolutely make their lives more difficult by just smashing shit and making a mes's. And that is sort of how we get our kicks and s Oh, yeah. In a way, we are hazing anyone who didn't go to Harvard. Really? Um, and we're just given bringing jobs to each other and stuff loudly. We need him, but great. What do you think? Harvard","id":"QRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1574.32,"tags":["Harvard","Harvard"]},{"line":"but he's actually really freakin slashing him. I'll go after the chap ease.","id":"RRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1657.55,"tags":[]},{"line":"And they have made an important chance. We have been","id":"SBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1674.05,"tags":[]},{"line":"We use the product. I Love The Mattres'ses. Nice. Can I ask you something, listener? Have you been really thought about that? What he's just said","id":"SRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":1677.77,"tags":[]},{"line":"'sometimes I I honestly as I'm reading it. Sometimes I feel like people are not thinking about there's","id":"ShHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1685.97,"tags":[]},{"line":"Mine has ah, me on the back.","id":"VxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":1971.57,"tags":[]},{"line":"I'm playing deck games on. I'm giving, um, The kamikazes The finger. I'm saying coming. Hit me, bitch. And then they do try to come and I catch them and throw them into the ocean Mine as, uh, opus From Blue Copy. Uh, if he is, um, shooting a cannon out from between his legs and, uh, and he's blasting at all the bad guys. And, uh, and then he also is thinking like, I wonder if they want to come try and get this bitch And then when they do try to come and get this, I'm actually waiting on the deck and I have a friggin","id":"WBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":1975.12,"tags":[]},{"line":"just want to look at it. I don't want it to be like mes'sed up. It also do not shoot at it Off,","id":"XRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2061.15,"tags":[]},{"line":"You go in there and even if you're not building your own ship like me and he's but as two guys who did build their own chips that are so sick and so stupid, tricked out doped Oh baby, mad respect, mad respect Because we did that. We can tell you. Yeah, People are gonna be interested in getting into your skivvies there. And, ah, if you want to Ah, let him do that. Then you better make sure that you have you type in Hollywood. 18 test. And that has to be Hollywood. 18 has to be all caps.","id":"YRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2104.53,"tags":["Becau'se","Hollywood","18","Hollywood"]},{"line":"The adult version of letters. Uh, that includes a free premium ship, the famous cruiser Or, uh uh. And if you will also be probably entertaining officers for The offers From, Ah, the rial famous cruiser Aurora, she entertains Offices. So just remember that you know, if the famous cruiser Aurora makes if she approaches you, please make sure she is Hollywood 18. Ah, And you also get a pile of in game currency to jump start your epic World War Two naval experience.","id":"YhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":2137.21,"tags":["Aurora","Aurora","World War Two"]},{"line":"Glad to have people pull shit out our shit to do with drums. I heard someone that was in a drop. Say, I heard someone say, Oh, I should maybe subscribed Stitcher Premium because they said something about the Doughboys. And maybe I could cut that up for a drop.","id":"chHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2404.94,"tags":["Stitcher"]},{"line":"So they try to teach us, Place it for a drop. Initiate drop shield.","id":"dRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":2436.26,"tags":[]},{"line":"lights? A protective shield that when they try to spice it, Okay. Reflects the spice.","id":"eBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2457.44,"tags":[]},{"line":"the skull made of ones and zeros comes out on their screen and","id":"fBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2494.24,"tags":[]},{"line":"of the skull is going. Have a nice day. Have a nice day on all the other screens in their house. The sco appearing on a nice day.","id":"fhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2506.1,"tags":[]},{"line":"Heres what I want. You can feel. I'm sure that''s in this room. Us having to do the extra episode has sapped all of our strength.","id":"ghHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_2","timeCode":2556.12,"tags":[]},{"line":"not even. But weve had to do other extra records in the past. They were writing and I thought that maybe","id":"hBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2579.92,"tags":["pa'st"]},{"line":"an is'sue weve had as well. I mean, for us more and more support logistically that we will that yet that will double up record. So well do like a regular will do a full episode and then a bonus episode. And so it's like, you know, we're doing twice the talking like shipment. And so my question the reason they ask you is How do you handle that? Like morally","id":"hhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2608.04,"tags":[]},{"line":"well, and I have been checking in with myself. Do I have anything? And the answer is really not even one line.","id":"kRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":2770.73,"tags":[]},{"line":"the original line, the original song is called the Horny Man. Well, if it isn't jumping there, doing a lot of it. Yeah, sure. Okay,","id":"kxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":2779.71,"tags":["the Horny Man"]},{"line":"'s so seeing some of it.","id":"lBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2786.26,"tags":[]},{"line":"uh you just came to get with it. So, honey, can I hit it? Okay,","id":"mBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2813.39,"tags":["ju'st"]},{"line":"It's like a drug. All you need is a hug. It you can be loved. Is this your favorite song? You really know a lot of it. Yeah, I know.","id":"mxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2871.55,"tags":[]},{"line":"Yeah, that's right. So you're gonna rhyme cornpone with poem, then it''s time for PLO. Okay, so that''s not rap to you. All these rapper I've heard you complain about this like you rhyme like","id":"pBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":2997.28,"tags":[]},{"line":"Yeah, I mean, I gues's I gues's it's pos'sible. I don't know. I characterize myself as flailing, like to me, that''s that''s kind of a I think I may be stalled out, but also, this was years ago when I watched it enough. I was either of those things this point. Hey, Kevin, while you're here, I have a question. You know what''s up? What''s up with this Lightning McQueen Kleenex box on the table? Why? Why is there like a car''s theme? I get our tis'sues and, uh, paper towels and bulk. And they had a bunch of, like, Pixar in different Disney ones and Spiderman. Okay, so I got, like, the guys who talks about cartoons, who loves the minions, The cartoon characters that look like corn.","id":"qBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":3100.69,"tags":["Kevin","McQueen","Kleenex","Pixar","Di'sney","Spiderman"]},{"line":"Did they talk it? Would you say stuff like that? Are they just like, what the fuck? Or are they actually responding to the stuff that you're saying? Yeah. Ah, question right. I think there's probably a little bit of both. I think they're probably people who are genuinely engaging, and I think there''s also people who are sort of, like, ironically engaging, and I'm like a like Love. Do you think that people that are genuinely engaging of Children","id":"rRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":3214.81,"tags":[]},{"line":"How much time? It is a waste. It's 14. We have Brett for the record, and I know we didn't really get to use him by now. But you can also be like, you know, you don't be pas'sive aggres'sive about it, right? You can be like I can't face you're","id":"shHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":3289.81,"tags":["Brett","aggre's'sive"]},{"line":"It's so immature. And he''s not a bitch. And certainly even if he was, he shouldn't have it shot in his chest.","id":"uRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":3425.66,"tags":[]},{"line":"if you're wondering what it's like to captain some of the greatest warship's of World War Two, please. By all means, get in there. But don't use that power that have him War up my boat.","id":"vBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":3451.87,"tags":["World War Two"]},{"line":"you want. Game is for adults and for smart kids. So","id":"vhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":3483.56,"tags":[]},{"line":"you know. And I know Hollywood Handbook always cared whether people are 18 or not. But in this case, Hollywood 18. We do care. All of you.","id":"vxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","timeCode":3488.14,"tags":["Hollywood","Hollywood"]},{"line":"A freakin pile of dough. You better jump in","id":"xBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","timeCode":3545.77,"tags":[]},{"line":"everybody here to talk to you about a cool show. Two years ago, Chris Gathered launched beautiful stories from the Hacker Group Anonymous. It's a podcast where he talks to these guys From this super powerful computer organization that just has had enough and is going to finally take down some of the bad guys. And they usually don't want to talk to people. And it is a little strange at first to listen to the podcast because they have those crazy Boys out of Off mask's. Yes, so it''s muffled Raisi voice. They all sound the same. Yes, so hell often be hearing different stories and have a lot of them on the phone at once. But you can't tell who''s talking over each other, and they tell stories about hacking the system and burning down the structures that took hacking into the mainframe. Yes, they talk about busting through the fire. They are legion is something that they say a lot, Um, and theyll also tell stories about, like, growing up with their family, like there''s that guy who called in, who told that story that was like or remember for to go where the rules occurred that Maher down. It was actually a sperm donor of the person I thought was my died. I wasn't willing. My daughter like that got it right. I won't be bothered about the back. But by drove like offers driver suffocating bear and I've always wanted to really go for profes'sional. They Book Great Off. And so that''s just a quick clip from the show. But he thought the show was going to be all comedy fans prank calling him and mes'sing around. But right from the start, it wasn't that it was the Hacker Group Anonymous Uh, The In a nominee, anonymity of the show gave random callers will not random. It''s pretty specific. Group platform to really Open up and Call After Call. Got there found himself having conversation's ranging from heartwarming two hilarious to kind of scary about some of what they had seen in some of these secret files that the government didn't want us toe have Ah, and so right now beautiful anonymous eyes doing it's 1/100 episode. It''s a great time to subscribe. Beautiful stories from anonymous people.","id":"zhHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":0,"tags":["Chri","Gathered","Hacker Group","Rai'si","Group"]},{"line":"There's a new collar every week, but you can't tell if that''s true. Yes, they are saying it''s true, but they're also. But I trust Chris. Yes, you know, And The stories, they're desperate, and he''s great at bringing out some of these guys. There are shy, Yeah, who are shot. And you can tell theyve lived their life online. Yes. And so, uh, hearing some of these shy people really crack open their shell and get raw as hell. That can be as thrilling as anything. It''s on stitcher. The old episode's or Apple podcast's are really just about anywhere. Theyve done a good job of dis'seminating the podcast overall. Like sometimes youll be trying to look at a government website and the podcast will just start. I gues's that''s one of the benefits of having those be your guest's. Is, uh, it goes beyond, like, s CEO stuff to they can actually insect you with the podcast's and making a virus a man, her phone, a man in a mask and a cape sort of a pixelated man. Well, show up on your screen and slice it open with the sword on. The government website will fall away and you will be on the Earwolf page. And while you're there and why not click and listen. Ah, so ah, you know, gall this guy.","id":"zxHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":130.77,"tags":["stitcher","Apple","Earwolf"]},{"line":"Um, and the kids were, like, more like studying it than laughing. You know, it's not like they're like, am I? Am I doing it now? If I just go like, um let me think about something like, uh, I go like, Oh, boy, Uh, a glas's of water. Sure hope it doesn't get up and walk around. Yes, that''s it. That''s really good. Yes. And what I sort of dio is always so also, much is like confes'sional comedy. I just go up there and just, like, ripped my heart. You know that. I mean, like, yes, I have seen you expose your soul. So with the kids, I just take my heart and show it to him. And I talk about I'm seeing this girl. She means the whole world. Tonto. No, if she thinks you exit, but she looks, you know, I've seen her. And I know it''s cause she, like, looks like my mom. And like, does that mean that I want to, like, sleep with my mom And Yeah, like all that, like, The dislike rip it out and showing it to these kids and their lap. Ah, and it''s it''s making them Artemus Rex Not sick anymore. Yeah, I used to do a confes'sional brand of comedy. Um, which was I would do a joke, and then I do 10 hail Berries. Ah,","id":"0RHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":293.4,"tags":["Artemu","Berrie"]},{"line":"I'm doing a commercial for Beau coup, and then you're just like Oh, that was the commercial. He wasn't just moaning about a commercially got hired to do. That was just the commercial for the Jews that I believe that I'm saying I don't remember. I believe you.","id":"2RHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":473.87,"tags":["Beau"]},{"line":"Here. Lets start there. You know, the usual best show. Still killing it every Tuesday night. Wait, This is what you're not up? Teoh? No, that was not a joke. That was a joke. Okay, come on, get with it. These air jokes, these air The jokes, son. Get with it. Yeah, I'm a little out of touch with comedy stuff. Hayes have been catching me up on what''s going on in this scene. I'm and I'm not really used to this time. Time is really cracking wise. A lot more. Yeah. Then I remember","id":"3xHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":579.21,"tags":["Thi","Teoh","Haye"]},{"line":"'so Yeah. Best show. Killing it every Tuesday. Just showing everyone how it's done.","id":"4BHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":614.14,"tags":[]},{"line":"Got a friends recap podcast blowing up, untouchable. Yes. And then Mawr s so I havent I'd I havent heard that stuff. I have heard a lot of the stings From The friends podcast.","id":"4RHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":620.16,"tags":[]},{"line":"but right, Wolverine? You know him? Snicked.","id":"6BHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":746.51,"tags":["Wolverine"]},{"line":"They're going to say that it's gonna be snakes. I auditions for that. Also to be the guy who did the sound effects. Yeah, Nicked Bubble. Here comes Wolverine.","id":"6RHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":750.95,"tags":["Nicked Bubble","Wolverine"]},{"line":"What the hell is coming out of his head would?","id":"7xHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":803.02,"tags":[]},{"line":"So, Tom? Yeah. You havent been on the show in over your years. Not exactly true is on the we did the 2/100 together, which was kind of ah, right, you call Benefit 200. I remember co hosting that one with you guys was","id":"8BHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":807.48,"tags":["Tom"]},{"line":"what he said before? Yeah, they're ahead. Muse, Eliza. And and then they, uh, Whats have you?","id":"-BHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":891.11,"tags":["Eliza"]},{"line":"Okay, you baseball player doing comedy again, rocking wise again. This is really something I've got used Teoh on Variation on The Whos on first routine that you say Ted Museum, And then you say, Who''s that? And and it to me doesn't feel like it has many places to go. Uh huh. But I havent seen the whole routine yet. You keep telling me. There''s more to come more about capturing a victim and getting someone to correct him. And then he says, I'm razzing you. And then because, like, he pretends The revving motorcycle with his hands and he makes a police siren, which is probably something I should have done it. The Wolverine audition.","id":"-hHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":899.2,"tags":["Teoh","Ted Mu'seum","Wolverine"]},{"line":"The motorcycle? Yeah. He's on that thing a lot. I'm out of here. Who snicked?","id":"-xHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":940.55,"tags":[]},{"line":"Yeah. Although instead it's","id":"_BHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":950.13,"tags":[]},{"line":"I'm outta here.","id":"_RHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":953.35,"tags":[]},{"line":"It is just a play on. You know what you expect? Look, comedies, nothing but surprise's. I don't got to tell you that.","id":"_xHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":962.65,"tags":[]},{"line":"Okay. Yeah, the show. Thanks for bringing that back. And that's Ah, people should check the friends podcast. They do out. Thanks for The for the plug. Is it? Have you gotten the first result on the Google search term Friends podcast Yet? I know that was something you were","id":"BhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1015.25,"tags":["Google"]},{"line":"botulism, pointillism and and and this is such an important thing to talk about, and especially in the world of podcast, that look, the audience is a participant, and the thing is different when it's being enjoyed. The way people listen to a show like this. Ah, if you were just here this episode, for instance, it might sound like a total mes's, you know,","id":"DBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1135.34,"tags":[]},{"line":"But in the scope of the entirety of all the episode's weve done, sure, you start to get enough distance to CIA. Oh, wait. These guys, really, you have to listen to so many episode's to enjoy it. It's because they're forming. Well, this picture this episode is a red dot and we're gonna do a Blue dot very close to it, and then a red and then a Blue. But then when you look, youll see a much richer, violent, and you ever would if we just done a purple episode, I will say, I am really enjoying the show, Tom, and people ask me all the time I mentioned the show and you listen to the show and they asked me, Do I have Tolo, Ike The show friends to listen to it And I say, Yes, you do. You have to have. You have to be very familiar with the show to see. I feel like that might be some some, uh,","id":"DRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1160.34,"tags":["CIA","Tom","Tolo","Ike"]},{"line":"And I keep not being able to catch what tops doing a joke. But I do think I'm ahead of this. What? Huh? No. Picture me. I sit down to listen to the Reds podcast, but I havent seen Ed. The first movie to come out of the friends cast post friends where Matt LeBlanc is part of a baseball team","id":"EBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1287.68,"tags":["Red","Ed","Matt LeBlanc"]},{"line":"Chef Kevin is he's taken on this sort of little increasing role on the show. He wasn't an intern Production. What''s Nater? His name is Chef Kevin. Chef Kevin. Yes. It''s like a little bit that we dio Oh, Kevin, do you want to say hi? Hey, guys. Chef Kevin here","id":"ExHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1320.16,"tags":["Kevin","Nater","Kevin","Kevin","Kevin","Chef","Kevin"]},{"line":"His studies like water. Uh huh.","id":"IBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1465.68,"tags":[]},{"line":"Gonna pay for the cleaning bill time.","id":"IhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1485.6,"tags":[]},{"line":"have a great flow going. We had a fun flow going.","id":"JxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1547,"tags":[]},{"line":"I tried to save it by by basically saying From a pointles's perspective,","id":"KBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1551.2,"tags":["pointle's"]},{"line":"then at least one. Yeah, it's still Yeah,","id":"LRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1623.51,"tags":[]},{"line":"not You're sitting in a chair","id":"NhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":1681.63,"tags":[]},{"line":"talking anything. So you're lying to the fun, like little Is it funny? The shows really light and fun. I mean, that's always been in the heart of it is You know why we wanted to start doing this show? Tom.","id":"NxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1684.56,"tags":["Tom"]},{"line":"Yeah. And then feet The feet showed up on. Then suddenly the thing came together. Yeah, I gues's you were kind of setting that up for you guys. Look, no offense. And again, I'm gonna just preface this by saying it's been about 2.5 years since I've listened to an episode of the show. Okay, Yeah, I think the last one I heard was, um when you guys had was like, Was it Carlos Mencia in here? That your lips to God''s ears? But it","id":"PBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1754.64,"tags":["Carlo","Mencia"]},{"line":"Okay, You were The show you are listening to was WTF. Yeah, he was on that. That was the last show of ours that you listen todo Casper, listen to Carlos Mencia ab set of w D. I have not","id":"PhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":1807.24,"tags":["Carlo"]},{"line":"listened to a podcast since. Okay,","id":"PxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1817.8,"tags":[]},{"line":"zip lips and I want the best example I'm going to give you Chef Kevin. The floor is I want to see what you do when you're just in your element and you're just killing Go.","id":"RRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":1859.04,"tags":["Chef","Kevin"]},{"line":"And because he ruined it for everybody in the way You place to rough People have been leaving boogers and Shawns flag and for many days and look like a hawk. Alloudi. Yes. Yeah, Hawk Dewey, I have been looking at Sean Swag in there looking in my fly again saying, Okay, there''s no boogers on it. But one day I get it really close and I smell my flag And it is clear to me From The smell. Yeah, that they're just clear or something.","id":"XxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2258.73,"tags":["Shawn","Hawk Dewey","Sean Swag"]},{"line":"and his heart damage in his nose From when he had got married Too high up. Yeah, long match. So","id":"YRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2329.57,"tags":[]},{"line":"but I have a reason it doesn't matter in anymore. It's just a matter because I sank my ship on it's at the friggin murky bottom of the sea s. And don't bother looking for it down Berries. And do you want to go right after this and just go to that one. That one spot by the island. Yeah, Yes, yeah.","id":"ZBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2446.22,"tags":["Berrie","ju'st"]},{"line":"It's actually the only thing that''s insulting. War is insulting to podcasting","id":"ahHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2591.47,"tags":[]},{"line":"because the stakes are in a lot of ways, even high, and none of them could do it.","id":"axHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":2596.46,"tags":[]},{"line":"Ah, whats your greatest strength is because you're kind of throwing me for a curve yourself. Uh,","id":"dBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":2677.61,"tags":[]},{"line":"It was a yeah, lit up little if anything. That's the one that put the show on the map.","id":"exHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2750.61,"tags":[]}]