[{"line":"of best Off. But look, I've been doing this. What I'm trying to say is, I've been doing it a long time, just like you were set we're talking about with LeBlanc is too close to it. You're too close to it, Sean Hayes. You're too close to it. Yes, Kids suck. Shit. Jesu's, You gotta bounce. Um, he's gonna kill the show. Wait. Is there anything I could do before you make that decision toe prove myself","id":"fRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":2758.82,"tags":["LeBlanc","Sean Haye"]},{"line":"Is this what every episode has been like? No, no, no. You've been here just when I've been here.","id":"hxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":2864.62,"tags":[]},{"line":"Yeah. Was long remembered. Today I'm going to be re capping the episode where Michael goes to Chiles Ah, with with Sin Meadows and season one or two. Ah, and he makes a big deal. It''s a big episode. It''s a big episode because he proves to ah, Jan that he''s actually a good busine'ssman","id":"kBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2937.53,"tags":["Michael","Chile","Sin Meadow","Jan"]},{"line":"into this episode, I'd like to just dabble in my personal life.","id":"lBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":2991.53,"tags":[]},{"line":"You say before you go into that? Sounds like it sounds still stage. You just say, Hey, it's me,","id":"lRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":2994.64,"tags":[]},{"line":"focus. We're focusing on the office right now, and I want to hop into Kevins Corner","id":"mhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":3042.82,"tags":["focu","focu'sing","Kevin","'s Corner"]},{"line":"every hour on the","id":"ohHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3103.21,"tags":[]},{"line":"Dinner for Free Dinner for Freaks. This episode of the office was written by dinner for schmucks or, as I call it, the Freaks dinner.","id":"qBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3169.69,"tags":["Freak","Freak"]},{"line":"to describe those is yum diddly up just their shift","id":"tBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3289.57,"tags":[]},{"line":"they're supposed to have a meeting to see if this favor this'll.","id":"vRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3372.15,"tags":[]},{"line":"Uh, they're supposed to have a meeting, uh, to see I'm not gonna do screened and fun facts on the office hours. Yeah, should happen of Kevins corner. No, no. God damn, Kevin,","id":"vxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3389.66,"tags":["Kevin","Kevin"]},{"line":"You're only like, 15 seconds and sorry. Uh, so The Dunder Mifflin, uh, lets hop into scrammed fund fax.","id":"wBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3401.08,"tags":["Dunder Mifflin"]},{"line":"if you're going to do to facts anything, then you're making one fact The funder fact. And then one fact is the fun. In fact, just say, Heres a fun fact. It''s Grant. Doesn't baseball team The funder? Fact is, the thing you said about the car dealer and I would maybe swap","id":"wxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":3442.02,"tags":["Grant","Doe's"]},{"line":"that's brought you I would maybe swap the facts for s one is interesting, but not Here''s my quick Scranton fax for you. Don't do this whole thing again. Just keep you go back to the plot of The yeah Anyway, Janet also","id":"xBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3459.52,"tags":["Scranton","Janet"]},{"line":"'six people died that day. Died that day. It's very shy. Take like a moment of silence or some film.","id":"zRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3524.28,"tags":[]},{"line":"and ah, they're having a miscommunication about the meeting they're supposed to have with the client whos interested in buying some paper with under mifflin. Meanwhile, meanwhile, light, Dwight is ISS What you tell may? Meanwhile, Dwight is dealing with Jim and Pam because they're pulling pranks on him, and he does not appreciate it. And I","id":"1BHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3593.91,"tags":["Dwight","Dwight","Jim","Pam"]},{"line":"Threat Level Midnight. A motion pictures group. A motion picture script screen by screen play. Ah, they all agree that they're going to do a table. Read of script. Ah, threat level Midnight. I mean, what should happen to Kevins Corner? Michael scarred Michael scarred. And this is a favorite character youll probably know called Michael Scarred. Now it''s Hollywood-This The content.","id":"2BHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3655.7,"tags":["Midnight","Midnight","Kevin","Michael","Michael","Michael Scarred"]},{"line":"but the watch on tape is old, but I watched it. I","id":"3hHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3753.54,"tags":[]},{"line":"commercials From them now,","id":"4RHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3780.81,"tags":[]},{"line":"uh, chair these baby evaporated.","id":"5BHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3809.29,"tags":[]},{"line":"Michael Scott does like he makes the deal. And then at the end of the episode, Janez so, like, overwhelmed and impres'sed that her and Michaels got kis's in the parking lot. It makes me it''s weird. The leg that this one is, whether you zeroed ever did this was like","id":"6xHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":3884.35,"tags":["Michael Scott","Janez","Michael"]},{"line":"'scale 1 to 5 boners. Boners. Yeah, if I were to give this scene up 1 to 5 boners, I give it five boners. That's right.","id":"7hHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":3993.17,"tags":[]},{"line":"today. We're talking about Kit. This is like a sub.","id":"_hHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":4160.28,"tags":["Kit"]},{"line":"Okay. That's okay. Choice. It''s a choice, and well go back and fix when you call the company. Dunder Mifflin''s of it.","id":"BRHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4201.21,"tags":["Dunder Mifflin"]},{"line":"Ah, yeah, Yeah. I thought I was gonna have the week off because I thought they were doing construction in the mens room, but no turns out the ladies room. So I got you've completely lost the voice. I out loads a tops. And let''s just say Angela is","id":"BhHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":4210.03,"tags":["Angela"]},{"line":"anyway, and then for a long time, make this sound thes The bowl refills theme. And now the float valves clicking into place in the tank.","id":"CRHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":4253.82,"tags":[]},{"line":"I'm going to solve the mystery. I'm going to solve the mystery of this toilet of this toilet.","id":"DxHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4330.57,"tags":[]},{"line":"Ah, Detective, uh, man, this beat, He really dropped a beat in here. Uh, maybe I'd like a drumbeat to or something. And the other rocker could do that, though. That's good. That''s good. Yeah.","id":"FBHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_2","timeCode":4385.89,"tags":[]},{"line":"Yeah, someone really dropped a beat in here. And there are goes boom Scotch, pooch BUCA","id":"FRHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4403.86,"tags":["Scotch"]},{"line":"well, I think that's a decent first episode. That was good. I will say the toilet thing is a Gilmore guys segment s so we can't, like, do use that. Yeah, we can't. Yeah, but I think it''s good toe. Have it. It''s great for practice, especially. You go. You do it in the style of the people that have done it succes'sfully. I gotta say, kid,","id":"HxHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4484.37,"tags":["Gilmore"]},{"line":"Why figure he has to come out of the character. Still, so there's still traces of Tony who kind of proces'sing the thoughts.","id":"JBHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4545.28,"tags":["Tony"]},{"line":"I will say that, Kevin. The one thing that Kevin does that you do not that doesn't neces'sarily show up on Micahs. He asked if we want a guest texts them on, and then Texas back that they can't do that.","id":"JxHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_1","timeCode":4573.14,"tags":["Kevin","Kevin","Micah","Texa"]},{"line":"Oh, hey, please remember if you forgot already, don't mis's the premiere. of the hilarious new breakout comedy AP Bio, From executive producer Seth Meyers and Lauren Michaels. That sounds familiar, a little familiar, a little bit of a podcast that I know it sounds a little bit like our show when we went in and we said, Oh, don't worry, itll be funny and will just be about Hollywood and, uh, Will Be Brought to you by Seth Meyers and Lauren Michaels. No big deal. Yeah, yeah, now that we're doing the show now, now we can talk about anything we want. It doesn't have to be that we just talked about Seth Meyers and Morgan Michaels, and it doesn't even have to be produced by the or They don't even have to have any idea who we are or even what a podcast are. Earwolf. It's so just a little glimpse. That kind of the way it goes on here is a little different probe. Yeah, not exactly what we said, and I think youll agree that the result's are great From that trick. We did so sounds like pos'sibly they tricked NBC with this, and that could reap some pretty big benefits to you, the viewer. So there''s Glenn Howard in and patent eyes wanting. Critics call it laugh out loud. Funny, which is a little like what people used to about our show. Critics have said something like that about a little interesting. Now we have this From where they do not have to talk about it at all. Yes. And we have able to we have transcended the sort of critical media landscape where we're not relying on them talking about the show. And in fact, they never dio I'm familiar. Uh, so AP Bile premieres Thursday, March 1st on NBC, okay. And are comes out Tuesday. And so and it starts streaming now on the NBC up. And does that remind you of anything? Maybe a podcast? You like Hayes? I and I havent checked, but I heard that it is not did. We're not know on the NBC up. No, we're not. But we're online. Yes. So check it out. Hi, everybody. My name''s Chris Gathered, letting you know that this week the 1/100 episode of Beautiful Anonymous comes out. I want to thank everybody who listen's to show where I just talked to people on the phone, Never expected it to change my life the way it has. Thank you for supporting. I thought this show was just gonna be, like all comedy fans print, calling me mes'sing with me. Instead, I've realized that I'm a citizen of a large world and that people have so much in common no matter where they are, whether whether it''s someone who''s a heroin addict or someone who''s thinking about buying a record store or someone who shits their pants all the time. Or someone has a kid with cancer or someone who''s a swinger or someone who really loves Donald Trump, someone who escaped from a colt, someone who made out with their teacher in high school, I was able to talk to all these people","id":"NBHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","speaker":"spk_0","timeCode":4754.42,"tags":["AP","Seth Meyer","Lauren Michael","Hollywood","Seth Meyer","Lauren Michael","Seth Meyer","Morgan Michael","NBC","Glenn Howard","AP","NBC","NBC","Haye","NBC","Chri","Donald Trump"]},{"line":"on the Earwolf network. Hey, what? What? I welcome a Hollywood Handbook insider's guide and and and I can't believe the predictions We gotta Teoh and I were doing.","id":"ThHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1361.19,"tags":["Earwolf","Hollywood Handbook","got","Teoh"]},{"line":"We're doing our big Golden-Globes episode. I should introduce my guest's. You don't have to say hi. Good. Yeah, Yeah. Copy pasta in it. Ah, Sean. Distant tells Shawn death and tells about need to Golden-Globes. Yeah, The Golden-Globes air like you have a personal connection of them. I do. I do. My dad used to work The Golden-Globes. He was He was on Usher. And it was incredible to sort of just hear the stories of, like, hymns, seeding seat fillers and but among them and tough for him to go. Why it for that? It out? Yeah. It was tough to be away for the fit From The family. Yeah, you know, for that one night.","id":"TxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1373.69,"tags":["Golden-Globe","Sean","Shawn","Golden-Globe","Golden-Globe","Golden-Globe"]},{"line":"Because, yeah, that's always a fun thing to be surprised by when you see him on the red carpet like Oh, yeah, yeah. Gillian Anderson. Purple. Yes. Then that would be huge. But that''s another like I havent seen. All the clothes is probably won't even be like a situation where we get them. All right? Yeah, That''s the thing for me is I havent really been keeping up with closed this year. I wasn't able to afford my trunk club or my 54 club, but subscription's. So I did have to cancel all my clothes. So I'm just going off of a pure gas. Unfortunately, really. Just be a gues's, but but imagine, say, like, it would be so crazy. Like if an episode like this did go viral and you were talking about, like, trunk open stuff that could be, like, really good advertising for them And maybe like a free trunk would be like. That would just be like, such a crazy thing, Frito, if they want to buy an ad or any when viral Yeah, s Oh, they should think about that From So, um So anyway, this is our non viral Golden-Globes episode. We're just doing a normal thing and ah, it''s really just not even a big deal.","id":"UhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1506.41,"tags":["Gillian Ander'son","Frito","Golden-Globe"]},{"line":"'s Oh, okay. So it so who? I don't even know who the nominees for TV or who have s. So lets get the lift. May me, me, me, me, me From From Drew Carrey''s up. I said, need me need me. You're asking us happier. Kathy Kinney. I mean me.","id":"VBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1620.24,"tags":["Drew Carrey","Kathy Kinney"]},{"line":"Okay, So me me. It was not nominated. No. Okay. Are we just gonna gues's we're gonna go down the list of the people who werent well, game of Thrones, for sure. Gotta be has to at least nominated. But lets get Should we get pains? Do we have a list or anything? No. Well, that''s Cody Was he was gonna dio uh,","id":"VRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1643.07,"tags":["Throne","Cody Wa"]},{"line":"So, uh, you know, we're gonna fry sound like idiots because Western pregnant Yeah. Won't even But that's our guest's. Big Grande going category? Yeah. What''s the next cat? Can't do it. The next category is best actres's in a musical comedy series. Best actres's in a musical. Come, the nominees are Sarah Jes'sica Parker, Sex in the city Callista Flockhart, Ali McBeal, Jane Kaczmarek and Malcolm in the Middle. Uh, okay, that''s it. OK. And Bette Midler and just Batman","id":"WRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1867.41,"tags":["Big Grande","actre's","actre's","Sarah Je's'sica","Parker","Sex in the city Calli'sta","Flockhart","Ali McBeal","Jane Kaczmarek","Malcolm","Bette Midler","Batman"]},{"line":"life in general, OK, And Bette Midler. And can you tell me who won when we talk about it? So I kind of sounds Sara, I think it's very gonna be Sarah Jes'sica Parker. Well, hang way","id":"WhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":1905.5,"tags":["Bette Midler","Sara","Sarah Je's'sica Parker"]},{"line":"What were you doing there? Yeah. Why were you kis'sing him? He's just really cute. And I got really close to his. It''s my fault. I'm sorry, Violet. It is your fault. he''s extra soft cause he had a bath. Did you know that? I did. I","id":"YxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2159.17,"tags":["Violet"]},{"line":"be president. Building still idiot. And he's still the president. Like we don't want to say Unfortunately, um, you know, cardi B has that new song. Boat ac yellow. Um, Lady Bird just came out so did get out. Don't say that. Um,","id":"ZhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2226.09,"tags":["cardi B","Lady Bird"]},{"line":"remember? So, uh, so","id":"bhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2520.37,"tags":[]},{"line":"interior building air, duct way frickin drones or too fast We're gonna after freakin punch our way out of this thing. Santa Man has infiltrated Santa Man spy headquarters, which has turned against him, and they think he is the bad guy. Somehow they trained all my own technology to recognize me as the villain. Moriarty. Are you up for this elf? Giles? Hey, guys. Off. Giles? Uh, yeah, I am. Lets let''s kick it. Okay, way. Hop on my back. What I'm gonna do is should be down the side of this duct. And then I'm gonna kick my way out, grab all the drones by their frickin blades, crushed them in my bare hands and then use them to shoot each other and then killed the frickin bad guys. Are you ready? Elf. Giles. Let''s do it. Sanderman chimneys down the Great and starts grabbing the drones and crushing them, making them shoot each other. Well. Sits quietly. God, The blades air slicing through my hands. I just realized what''s happening. Helicopter blades on these drones are actually hair ease razor blades. That''s why they're too strong for my hands. I got to come up with a new plan because these blades air so affordable. It''s so high quality that there''s no way I'm going to be able to crush them. They're amazing quality blades for just $2 compared to the $4 or more youll pay at the drugstore. All the products were backed by 100% quality guarantee. Why does Harry have to give such a great shame at a fair price way? But Sandman realizes that the only thing strong enough to crush a Harry''s razor blade is another. Harry is razor blade. Oh, yes, and I actually have another plan to. That''s even good. Which is I've got all these weighted ergonomic razor handles. If I could just time it perfectly and plug the handle into the blade, then I'll have control of the drones. And the weighted ergonomic handle is so comfortable in my hand that is actually going to be easy and feel good to do it. Hang on. Let me just lather up with some rich shave gel. Hand me my travel blade cover elf. Giles Chow''s here looking at his phone. Did you say something? Sorry. Um uh Oh, you wanted The The travel Blue cover here. Okay, Fanny pack. Here it is. Here you go.","id":"bxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2530.44,"tags":["Santa Man","Santa Man","Moriarty","Gile","Gile","Elf","Gile","Harry","Harry","Harry","Gile's Chow","travel Blue"]},{"line":"Oh, Okay, so this says Kevin Pollock, General promo Mid roll. So there's just a general promotion for Kevin Politic Thistle Drop in the middle of our show that we make and we will just in a very general way, talk about Kevin Pollock. Will will stop doing what we're doing, which is an episode of our show. And then we will do The Kevin Pollock General promo mid rolls. Who? I understand Kevin Pollack. And you know, I think this is a kind of promoting him. He has a show on Earwolf. But this is not for that. So we should. I gues's I shouldn't really be talking about that because this is for Kevin Pollack. The person, not the is project. If I was going to talk about the show, I would talk about, uh, two actors from the show stranger things that were on there. But I'm not here to talk about the show. There are three bullet points on the sheet to illustrate to characters from the show and s So I was gonna talk about it. That''s what I do not gonna do that. Just going to talk about Kevin. Check out. Kevin. Everyone, please look at Kevin. Yeah, um, the, uh, the episode of dinner for five that he did, uh, where he did a couple of his impres'sions. Um, look at Kevin Pollock on that. Ah, he was in that thing you do is your suspect's. Yeah, he''s a mechanic. He is the one who actually robbed the, you know, uh, car at the beginning. Yes. And this is not promoting either of those movies. No, it''s this is for Kevin was in a movie that I cant rember the name of where, um uh he gets locked in the basement by his own Children. And it''s sort of like the parents are grounded now. Yes, until they kind of learn their les'son. Um, he Ah, I saw him at Yang Chow Chinese restaurant in Chinatown in l. A. He was there picking up some take out. Ah, big, long line. And he did walk in and get a bag of food and we're pretty nice. Didn't see what kind of tippy left, but I as'sume it was fair, but not outrageous. I have never seen him, uh, out any restaurant or in this studio, which I think is, you know, that he''s so busy doing all of his projects. Christma's, Christma's Day is when I saw him. Uh huh.","id":"dRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2784.48,"tags":["Kevin Pollock","Kevin Politic","Kevin Pollock","Kevin Pollock","Kevin Pollack","Earwolf","Kevin Pollack","thing","Kevin","Kevin","Kevin","Kevin Pollock","Kevin","Yang Chow Chine'se","Chinatown in l.","Chri'stma","Chri'stma","'s Day"]},{"line":"Uh, go ahead.","id":"dhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2931.48,"tags":[]},{"line":"No, I'm just saying we endorse Kevin Pollock on Christma's Eve. Christma's Eve. We officially say yes to Kevin Pollock. Everyone support him on and go. Uh, Teoh, search him online. Look him up and do and check about","id":"dxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2934.61,"tags":["Kevin Pollock","Chri'stma's Eve","Chri'stma's Eve","Kevin Pollock","Teoh"]},{"line":"Whats the next category? Let''s let''s get into it. And Cody, you got the list there. I don't even remember what the award award. Every doing Grammys? Yes, sir. We're doing The Golden-Globes Next category is the best actor in a musical or comedy. Siri''s Your nominees are This one will be big this year. Yeah. Kelsey Grammer of Frasier. Ray Romano. Everybody loves Raymond. He''s back And Ted dancing in Becker. Ted Vansen said Bands in and Decker. Okay, um, that was at this year huh? Just three? Yup. Okay. And who actually with, um, Kelsey Grammer. Ah, Kelsey Graham dog. Okay. Okay. Yeah. Okay. How do you know what to do with that?","id":"eBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":2958.29,"tags":["Cody","Grammy","Golden-Globe","Siri","Kel'sey","Grammer","Fra'sier","Ray Romano","Raymond","Ted","Becker","Ted Van'sen","Decker","Kel'sey","Kel'sey","Graham"]},{"line":"Because, like, come on, I mean, how many expected together in Jesu's Christ?","id":"gBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3216.26,"tags":["Chri'st"]},{"line":"Comic-Con used to be for us now it's not. You know, you used to see your pals like Spiderman, Superman and, uh, someone else in maitres'se. Try trading Trinity eternity. Take a closer closer. You get used to see the whole cast of the major, Mr Smith. Mr. Smetters Kim Ik think even bigger Mair of Indian three Oracle Theo Oracle.","id":"hxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3518.02,"tags":["Comic-Con","Spiderman","Superman","Trinity","Smith","Smetter","Kim","Oracle","Theo","Oracle"]},{"line":"Used to see almost everyone you could imagine. Joey pants, Joey pants. Sorry","id":"iRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3557.81,"tags":["Joey","Joey"]},{"line":"That is very interesting. You're right.","id":"kRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3751.57,"tags":[]},{"line":"Okay. And the Globe for dramatic picture movie.","id":"lxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3830.04,"tags":["Globe"]},{"line":"by hi Kevin Pollack here. I've been asked to give you a couple of reason's why you should listen and enjoy Kevin Pollocks Church. First of all, I put my name in the title there. What I do is I invite people in from all walks of life, mostly show busine'ss on and make them so damn comfortable that they have no option but to spill it, spill it all their trajectory of life. And heres some of the great guest's that you may tune into as a sampler plate. Tom Hanks Ellen must set McFarland. Brian. That''s four names, and it''s the longest interview that any of them have ever given. Tom Hanks. For example, two hours and 42 minutes, he''s a duggar. Listen to Kevin Pollitz chat show podcast every Tuesday, right here on Earwolf network or wherever you get.","id":"nBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3920.21,"tags":["Kevin Pollack","Kevin Pollock","Tom Hank","Ellen","McFarland","Brian","Tom Hank","Kevin Pollitz","Earwolf"]},{"line":"Ah, I'm a horny girl Wolf. This has been an Earwolf production executive, produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"nRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3976.12,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"Hey, this is Arne camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food,","id":"nhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","speaker":"spk_0","timeCode":3991.03,"tags":["Arne","The","Improv","The Magic Tavern","Burger King","Chicago"]},{"line":"Hey, guys. Big plans for the new year. Squarespace makes it easy to Squarespace. Makes it easy to turn your ideas for asking huge plants.","id":"pRHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":0,"tags":[]},{"line":"That's what Your ability Your heard about them. I heard about their little company there. You freakin build website's for total amateurs. Meanwhile, I have","id":"pxHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":21.77,"tags":[]},{"line":"'showcasing your work. You can blogger publish content on your unique website. You can you can sell products and services of all kinds in just a few clicks. Yes.","id":"qRHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":49.88,"tags":[]},{"line":"You built a website? Yeah. So, Clem, dock space is the website, or it's the service. The company. It''s","id":"rBHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":90.78,"tags":["Clem"]},{"line":"If you're on my page and you click around enough, this stuff is just going to show up. Squarespace to me sounds so active. Clem Dock space is more of a pas'sive site. It's Christma's dot com. You have to build and launch a website. You don't have you? Well, you certainly can.","id":"shHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":185.01,"tags":["Clem Dock","Chri'stma","dot com"]},{"line":"And then it's like I gues's I'm going to showcase my work. I gues's I'm gonna black publish content, so products at mine. It''s like, Oh, cool. I'm being bombarded by all these tabs and open sights. Yeah, that I can't seem to even click out of. So Squarespace has nice templates and ah, you can customize the look and feel. Ah, and there''s nothing to install, patch or upgrade ever, which you don't even get to patch installer upgrade. You have patches.","id":"sxHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":203.86,"tags":[]},{"line":"where he says, Karmas a bitch and then you have your blanket, and then the way you're doing is kind of, ah, non edited version where you're wearing you sort of high Ah, little hat under the blanket. And in the proces's of pulling up the blanket, you try and get the hat. It''s a towel, not a blanket","id":"wBHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":389.19,"tags":["Karma"]},{"line":"Yeah, And I gues's there was something about their with, like, she's Veronica Lodge.","id":"yBHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":519.06,"tags":["Veronica Lodge"]},{"line":"Uh, well, be back. Tos's tic tac toe. Of course you're not talking. Being back to your tos's and China pats of butter. Yeah,","id":"yxHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":536.5,"tags":["China"]},{"line":"Yum. Hey, welcome to Hollywood Handbook. An insider's guide to kicking butt and dropping names on the red carpet line back Always in this industry is what up, what up?","id":"zRHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":560.7,"tags":["Hollywood Handbook"]},{"line":"gues'sed, but not a listener.","id":"0RHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":585.32,"tags":[]},{"line":"that is just a full on take over and that we do accept her partnership. And I am not involved in the show within a few weeks. You guys, Look, I am in this building 5 to 17 times a week on and, uh, I havent yet taken over a show. I've been on a lot of podcast, probably several that are coming out this week. So I bet everyones racing of hearing a","id":"2RHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":627.08,"tags":[]},{"line":"If you want to take over one show, this would be a good starter show to do that with It wouldn't really do anything for you, but it just would be very easy to kind of get reps by taking over this show. And then you could go for","id":"3BHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":653.72,"tags":[]},{"line":"the one that's ripe to be picked Off The heard. Well, I'll","id":"3xHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":673.56,"tags":[]},{"line":"close friends know he's everyone''s like, sixth best friend.","id":"5hHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":705.81,"tags":[]},{"line":"And so no one would really stand up for him because theyd always go like he's very dispo'sable. But no one''s like I don't like him. They're all. Just like Oh, yeah. Oh, yeah, He''s everywhere. Everything like he''s really great. Like he''s so","id":"5xHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":711.25,"tags":[]},{"line":"That's so funny because, you know, when Kevin books me for this show, he goes like, Hey, do you want to dio Hollywood Handbook? But then when he books me for Teacherslounge was like, Oh, my God, you gotta The-Teachers-Lounge.","id":"7xHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":748.53,"tags":["Kevin","Hollywood Handbook","The","-Teacher","'s-Lounge"]},{"line":"Recap way. Tried to call my close personal friend Scott Aquaman. He did","id":"-BHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":821.32,"tags":["Scott Aquaman"]},{"line":"not answer the right answer. And did you ever get a call back?","id":"-RHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":826.08,"tags":[]},{"line":"because I had a feeling We're gonna try this again, and I still want him to be very surprised. Okay, you're in his phone.","id":"_RHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":836.95,"tags":[]},{"line":"Okay, Perfect. Okay, so we are in this position where the last time we were, of course, trying to sell the studio back to some of these people who use it so much that we thought they definitely want to own it.","id":"_xHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":852.2,"tags":[]},{"line":"Yeah. We're putting in our I p in it. All right, people, Trillion. Some Blue Rip. Julian. So we So we now are in this position. Where? What do we need here at the studio. And a lot of people might realize that we need a new chef. Kevin.","id":"BBHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":888.93,"tags":["Trillion","Julian","Kevin"]},{"line":"Yes. E was with a friend of mine this week who I really like, and I mentioned are will TBS project here? And he said, Ah, yeah, I kind of stopped listening because I don't really watch reality TV anymore. And he thought that I was still doing my old will. The beast Wow From along. Hasn't been on safari was over. Tiny was even on the scene. Really?","id":"EBHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":1016.13,"tags":["TBS","safari"]},{"line":"when that have been great, I might have taken over. That will be","id":"FBHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":1052.26,"tags":[]},{"line":"weighted The layer. These we need to just make it harder to track. Like on airplane. You know, they say, like blooms for months till most of the work and the pilots are just sitting up","id":"GBHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":1071.99,"tags":[]},{"line":"yeah, I'm a cab, but like this could fly itself kind of. But you guys still know which buttons to pres's. I don't know. The buttons. OK, so I don't totally know how to fly it. But back then, it was so 30. That was like what? Like a kite? I could have flown a kite.","id":"HBHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":1092.72,"tags":[]},{"line":"Yeah s Oh, that show was a kite.","id":"HRHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":1107.42,"tags":[]},{"line":"I know Anne is the first time I've seen him in a chair. Yeah. Are you familiar with the","id":"IhHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":1150.39,"tags":["Anne"]},{"line":"They fly in a different pattern. They have to adjust. Okay, if one piece of the mobile shift Kevin for instance, is engineered Chef, Engineer coming is dragging down or raised up. Doesn't everyone else have to adjust? And because we are a unit, because we are one big family here it here will we now will have to adjust to Kevins ascen'sion. And what we're learning is in order to sort of counterbalance way it back down to get it where it can just sort of spin and be fun and nice and help us go to sleep. We're gonna need to add a piece of this mobile. Are we hiring? We're hiring. We're hiring","id":"JhHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":1182.47,"tags":["adju'st","Kevin","Doe's","adju'st","becau'se","adju'st","Kevin"]},{"line":"He's and I, of course, want to get somebody in here really knows. You're and video straight tampering in a stranger off the street. Oh, and it's going to take months to get them up to speed. Yeah. So we were hoping you could call some of your famous best friends. Who? We? No, no, no. The friggin studio. Okay, Thio, make them the new chef. Engineer Kevin. Sure. So people who work here already is what you're talking about. No, no, Not neces'sarily","id":"KBHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":1229.7,"tags":["Thio","Kevin"]},{"line":"that scripts bought the company for $50 million then there's one elevator here, and then it''s covered in paper all the time. And there''s a big heavy piece of flypaper that almost drops on your head when you come in and out.","id":"MhHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":1314.38,"tags":[]},{"line":"question's. I know about the spelling bee thing, but this in your case, there was a pizza.","id":"NhHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":1346.66,"tags":[]},{"line":"'she wanted just a yes or no, remember, but But now we're understanding that she doesn't know about","id":"OxHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":1367.95,"tags":[]},{"line":"like big C. So","id":"PRHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":1391.07,"tags":[]},{"line":"And each each see, So has it's own take my wife. But how do I watch it?","id":"QBHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":1403.15,"tags":[]},{"line":"Yeah, I was in a round table and I read the menu. And when I got to the end of the menu, my reward was I got to then select one of the things I'd read. Uh, and the teacher in the Apron would bring it to me. And then at the end, my aunt would give the teacher a donation for the school fundraiser. That was scripts. Yes.","id":"SRHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":1441.98,"tags":[]},{"line":"my first contact with some poor. Imagine it's someone telling someone. Imagine telling somebody in like the Mayflower","id":"UBHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":1489.05,"tags":[]},{"line":"That's the most boring. Death is the","id":"VBHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":1527.65,"tags":[]},{"line":"Bored to death? Um Yes. The first person in my contract is a great cast. Aims. Incredible. Cast is a woman named Ada who I don't know anymore. I have no idea who that woman is.","id":"VhHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":1531.52,"tags":["Ada"]},{"line":"Ada, that's my New York. Bored to death is my New York.","id":"VxHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":1542.94,"tags":["Ada","New York","New York"]},{"line":"And the show was great willing Jonathan. Yeah, have had Okay, The first A of a person Tabs who works in this building. Our entire who comes to this building frequently and knows the lay of the land. I gues's it's Scott Aquaman. Okay. Okay.","id":"WRHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_0","timeCode":1549.74,"tags":["Jonathan","Scott Aquaman"]},{"line":"All right. Lets try. I gues's we have to go. Okay,","id":"WhHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_3","timeCode":1565.17,"tags":[]},{"line":"Hi, Scott. This is Tony. I'm just calling you because it's normal for me to do so happy Saturday by E.","id":"ZhHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":1621.12,"tags":["Scott","Thi","Tony","E."]},{"line":"was good. I wish he had committed to his voicemail bit. I","id":"aBHhLXMByMrymAEmV-IQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","speaker":"spk_1","timeCode":1631.25,"tags":[]}]