[{"line":"Okay, so we can get weaken, jump back in. I think this is after Zack. Heinekens first. The first time you busted onto the trash","id":"vRHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_2","timeCode":2682.89,"tags":["Zack","Heineken"]},{"line":"yeah, I think that's yet. Maybe even","id":"vxHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_1","timeCode":2709.32,"tags":[]},{"line":"neces'sarily trained in music. Okay, What I do know is just in terms of song structure, you can't have","id":"xBHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_2","timeCode":2747.86,"tags":["trained"]},{"line":"I was just going to make a hilarious reference to all of our favorite SNL sketch and say that I think the ZipRecruiter might be the cow bell of this song.","id":"xxHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_1","timeCode":2783.02,"tags":["SNL"]},{"line":"How long you didn't see me? I was hiding Denver Broncos Just go. Touchdown! How halftime. Still going up? Plan a dolphin start a riot fighting the field fighting The filled with knives and guns and guns and knives Seals. Now stand down now. Now, Neil, stand back a Heineken drink it all ZipRecruiter deejay calif Wait stoppings","id":"zRHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_2","timeCode":2842.2,"tags":["Denver Bronco's","Ju'st","Neil","Heineken","calif"]},{"line":"Okay, Brett, it seems at times to get harder for you to play those like six notes. Aziz, we go on incredibly small.","id":"zxHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_0","timeCode":2865.9,"tags":["Brett","six note","Aziz"]},{"line":"Well, my famous ZipRecruiter care plan with this initially was that I would be sort of the right maestro. Sort of like deejay Kala does on just take a song, but came out not that long ago. And take someone else to sing over it. Oh, and hire someone else. Toe play my voice on the track. So I'm sort of the rial deejay cal it here and just sort of letting everyone else do it. But it is my song.","id":"2BHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_1","timeCode":2964.06,"tags":[]},{"line":"That's great. That''s great. Because these air music guys, you know, um I worry about that. But that kind of thing can talk about what is going on in the game, and and I can provide a little extra context. Well, how it actually works. We need to stop mentioned that Zack Heineken is in this track because I feel like I know he might not, even though he''s gone. I just looked at that second surprise verse. He''s gone for sure, I think. Yes, but I can't be totally positive. I've been fooled before.","id":"3BHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_0","timeCode":3026.06,"tags":["Zack Heineken","becau'se"]},{"line":"as always. Can you slow the beat down at all?","id":"3hHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_1","timeCode":3067.33,"tags":[]},{"line":"feelings that inception drops. Wait, a Hans Zimmer in here.","id":"4BHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_1","timeCode":3097.19,"tags":["Han","Zimmer"]},{"line":"Hell, run.","id":"4xHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_1","timeCode":3124.67,"tags":[]},{"line":"with balls in the air, you have to go for the ball.","id":"7BHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_1","timeCode":3250.57,"tags":[]},{"line":"who plays Beck? Okay. Yeah.","id":"-BHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_2","timeCode":3361.05,"tags":["Beck"]},{"line":"'s. Eventually, he's going to talk you into anything there. Yep. Uh, Jason adoring.","id":"-xHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_0","timeCode":3377.53,"tags":[]},{"line":"Ah, like a super version of Jason Lee is kind of what he was is a superbly think of any famous actors or actres'ses that are Christian's. So thing is a great this will really get shot going. Ah, I didn't want to get all wound up today. You know, I came here to kind of have fun with my friends and make art.","id":"_hHwLXMByMrymAEmHezr","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_0","timeCode":3404.6,"tags":["Ja'son","Lee","Chri'stian"]},{"line":"Haag Wash and is trying to sell you some of that is absolutely just acting like a person. And","id":"ABHwLXMByMrymAEmHe3r","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_0","timeCode":3444.8,"tags":[]},{"line":"to both of them. Zack, I love you. And I'm in love with you. Thank you. So low it down and it has to be, like organic were like you, like, bring up something else first and then hit him with that.","id":"BhHwLXMByMrymAEmHe3r","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_1","timeCode":3517.39,"tags":["Zack"]},{"line":"So just have a nice conversation with Jeff. Yeah. Uh um","id":"BxHwLXMByMrymAEmHe3r","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_0","timeCode":3533.35,"tags":["Jeff"]},{"line":"Even cros'sed punks like him have a little bit of goodnes's in their hearts. Um, so anyway, yeah, I love a lot of the ideas that are involved in Christianity, but the way they perverted those ideas, uh, just to basically make money off all the suckers and liars. When are you guys doing your show again?","id":"DBHwLXMByMrymAEmHe3r","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_1","timeCode":3555.2,"tags":["cro's'sed"]},{"line":"These communion wafers? What a racket.","id":"DhHwLXMByMrymAEmHe3r","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_2","timeCode":3577.5,"tags":[]},{"line":"I'm a horny girl Wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com Oh,","id":"FhHwLXMByMrymAEmHe3r","index":"handbook","podcast":"Hollywood Handbook","episode":"Jess McKenna and Zach Reino, Our Good Collaborators","speaker":"spk_1","timeCode":3686.55,"tags":["Wolf","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"Hey, guys, The holiday season is here in pot. Swag is celebrating with 12 days of all new products, From mugs and poster's to stickers and tease pot. Swag is the perfect gift for any of the podcast fans in your life, and we have a new shirt. Ah, brand new Hollywood Handbook T shirt. It fits today and the shirt is Me and Sean are face and our eyes our hearts and says, I love you and I am in love with you. When we wore the shirts in the pictures,","id":"GhHyLXMByMrymAEmUO0Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":0,"tags":["Hollywood Handbook","Sean"]},{"line":"we're saying I love you. Bought our shirt. Yeah. I love you. I'm in love with you.","id":"HBHyLXMByMrymAEmUO0Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_1","timeCode":81.41,"tags":[]},{"line":"right. So instead of shipping me your tax, I gues's I'll come to you, do it","id":"JRHyLXMByMrymAEmUO0Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":177.99,"tags":[]},{"line":"'starting to be uncomfortable as well. Yes, yes, I'm stepping on. A lot of the fish is I'm","id":"KRHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":295.92,"tags":[]},{"line":"It is fun. We do way you have toe. But I find that things air Funniest when you commit. Yeah, when it's serious and it''s serious And so so I I know when we're doing Come, we don't really crack you to there because we","id":"MBHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":417.41,"tags":["Funnie'st"]},{"line":"you know, And you break Off The stalk of and kind of. It could be a slap on the street and the guitar string and this will become a choking A karaoke machine. Rot. Yeah, it's true. So it''s actually several machines that killed fasci'sts, but he didn't want to overstate it. I think so. The Fasci'st didn't know exactly how he was coming. Totally. But that''s where you guys met. Was with Arrow. Guthrie? Uh, yeah. No, we met. I was doing seven. Step in Wolf. Yeah. Laurie Metcalf. Tracy Letts. Tracy lands Tracy Bug. Yeah, And came was baby sitting. I was sitting in a","id":"NRHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":476.92,"tags":["Arrow","Guthrie","Laurie Metcalf","Tracy Lett","Tracy land","Tracy Bug"]},{"line":"Yes. You take this one, I think. Ok, Yeah. I think that being strong be strong holding that tension. I know that's a place that where I work From Do that tension is scary. Performing is a risk. Conned. Go back to the characters or shoot like that was draining. Absolutely. It was almost three days of shooting. And day one you like. Let''s do this. How many members under five. And you smash cutting. We did. We did Love any camera editing. Yeah, it was a lot of everyone Freeze, Freeze the music. And we had a boom box that would wheel around and kind of do source music. And it was It was a ragtag is that the general honky tonk said it was Dogma 95. I think that movie came out in 99. Well know this. I'm referring to the Lars von Trey. Er,","id":"NxHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":541.53,"tags":["Freeze","Dogma 95","Lar","von Trey"]},{"line":"Me too. I always I've always said that. You know that. Yeah, Yeah, that's why yeah, it''s better than life theater, Really? In terms of just immediacy. Yeah. This is such a nice way to start time of the thing that we actually wanted to talk about That wasn't this, uh which is about communication","id":"OxHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":648.49,"tags":["Thi"]},{"line":"for the two of you. I know you. I know. Wait a minute. That's really important. And also and like talking about communication, it''s so funny because it was like talking is we're communicating about so already. It''s like, That''s funny, but it''s kind of in Aruba route. Yes, yes, But you guys, you do a lot of stage performance. Is the two of you very fast? Very lots of back and four, the two of you feeding off each other in the spirit snappy way we can see as a part of ah dynamic duo of our own, uh, that you're giving each other these sort of micro cues. Ah, and sort of following them Rapid fire in real time and invisible to the audience. But you guys can see as a duo yourself a zoo. Another duo. We recognize a sort of physical shorthand that you two have been working in. Some kind of fucked up mirror like that. The duo on me is'sues to do with","id":"PBHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":665.08,"tags":["Aruba"]},{"line":"you. Yes.","id":"PRHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":718.72,"tags":[]},{"line":"on. Sometimes people think it's rehearsed. Yeah, I know. So let''s pull back the curtain. Well,","id":"QBHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":737.86,"tags":[]},{"line":"I would say mostly people as'sume that what we're doing is spontaneous, but it's actually very, very choreographed. Yeah.","id":"QRHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":743.55,"tags":[]},{"line":"itself. Yes. We have a team of writers, young writers and, um, yeah,","id":"RBHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":759.93,"tags":[]},{"line":"it's landmark, Careful even saying that I don't like that term. You","id":"SBHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":803.52,"tags":[]},{"line":"I literally I'm like, OK, if you say so. But it sounds pretty cool. Some of this back to the future. Yes, that zinging The like SpongeBob song. And","id":"ShHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":832.09,"tags":["SpongeBob"]},{"line":"Whatever. Yeah, yeah. And the turtle shells. Because the different color Yeah, s so it is a little bit like society. Well go toe to a guard to a garage sale, pick out some VHS and saying, Well, that's the show, and well just watch. It would go. This is the framework. Yeah. It might be a story a lot about how to build a table. And that''s all we need. And that''s it. And just and off to the races. Get lab. You know, the young guys coming, audience laughs. You don't No, no. Yeah, that''s good. No. Can you talk a little bit? About any time? There''s a partnership. There''s sort of a ying and the yang isn't there. Andi, there''s different roles. For instance, I am naturally funny. Uh, have just funny in my bones, but it''s not. It''s not repeatable. I don't know why I'm funny how I'm doing it. So it happens sporadically. Not that often. And then not again for a long time. Um, I don't study it. Hayes knows all the rules. It''s math to May. That''s what I've always I'm in school right now. Uh, yeah. Like every time I'm on the mic, I am going to school, and I'm absorbing information, and I'm turning it into math problem.","id":"TBHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":864.92,"tags":["Thi","Andi","Haye","May"]},{"line":"thing to other people. The inflections that other people are doing and doing those thio. Yeah, I'm converting it into numbers and stuff in my head. I light it back out","id":"ThHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":948.09,"tags":[]},{"line":"Love toe watch, stand up specials with sound Off. Yeah, I'm just saying the mouth just kind of have just You can see the way and that's what it is. It is dance. It''s not Yeah, it''s a mathematical. That is not so. That''s interesting. We also I think","id":"TxHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":957.75,"tags":[]},{"line":"'soups on. And you remember that's face over so that you don't want to spill the soup you don't want. Put it prone. You're in the bellies own What''s prone. I don't","id":"UxHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":1077.4,"tags":[]},{"line":"well. I was rejected, actually. Apply to Tisch truly. And I was rejected. I was wait listed at Emerson. I delivered a gut wrenching Laramie Project Montelongo.","id":"WhHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":1167.49,"tags":["Emer'son","Laramie Project Montelongo"]},{"line":"lampoon for me where","id":"ZxHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":1349.38,"tags":[]},{"line":"So what We did? Yeah, it ruled. And so I learned I absorbed a little bit of comedic stuff that way. But I can't remember much of it.","id":"axHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":1378.16,"tags":[]},{"line":"I was gonna say that you're really giving emanating this dairy when it came to pick me Ever said, Are you back on, dearie? You're very lactic.","id":"cRHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":1505.82,"tags":[]},{"line":"Uh, this is, uh this is can you have a c Kevin? Kevin, You could get hit Kevin","id":"fxHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":1676.57,"tags":["Kevin","Kevin","Kevin"]},{"line":"I like shaving with Berries for the closene'ss, The glide, etcetera and finding the right gift for a guy can feel impos'sible around Christma's time, which I I love. I love Christma's time. I'm not trying to destroy Christma's.","id":"jBHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":1823.94,"tags":["Berrie's","The glide","Chri'stma","Chri'stma","Chri'stma"]},{"line":"as sentimental. His Off Giles is not to convince the public that we are Santa Man in order to steal The diamond From The museum in his name. That's right. Thanks for having me. Harry. Is is a company that guy''s Love with over three million, Uh, with over three million guys who have switched it's a practical gift, hell get a lot of use out of it, and you can personalize it to make it feel very special and tell them about how it''s the perfect gift for the security guard at the museum. You know the security guard at the museum, and you keep wondering like, Hey, is there a good gift I can get for him? It''s Berries,","id":"kRHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":1868.24,"tags":["Gile","Santa Man","Harry","Berrie"]},{"line":"as a special offer for fans weve partnered with Harrys to give you $5 off your offer when Harrys Duck When you goto Harrys dot com slash hand Book. This offer is available only for the holidays.","id":"lBHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":1953.08,"tags":["Harry","Harry","''s","Harry","'s","dot"]},{"line":"Yeah, it often quickly turns into like us reading a book together every time. Because now she has. She's wearing glas'ses of us to","id":"nBHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":2169.94,"tags":[]},{"line":"first take me first. Well, if if I'm the first to go Is that crazy? You might be.","id":"pRHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":2260.71,"tags":["fir'st"]},{"line":"good out. Okay. From","id":"sxHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":2424.71,"tags":[]},{"line":"I've dres'sed us your death.","id":"vRHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":2574.43,"tags":[]},{"line":"and they get in and all their clas'ses. If I Were You gets training. It's like an urban legend. But it''s true. Yeah. Yeah. And you get free rooming.","id":"yRHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":2656.96,"tags":[]},{"line":"that's crazy. I think I tried to so many schools.","id":"zRHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":2687.02,"tags":[]},{"line":"I was so late with the applications that I had to make my parents drive me to them to the post office at midnight. Postmarked by that, my mom just straight up wrote","id":"zhHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":2690.52,"tags":["Po'stmarked"]},{"line":"there was, like, this one school that I did not want to go to And they were like, write a personal account of a day in your life was like, I'm not applying to Buck now. All right? Ever. And so she was like, so she I mean, she would be mortified. I'd be disowned if she does. Really This What? Oh, no. She wrote my day in the life. I was like, What socks does your mom listen Hollywood Handbook She might actually she just She just started subscribing to deadline e mails. Should be like C s. I Miami just upgraded Lauren Jamon Seuin From You know she knows everything. So Mitt gotta back order","id":"zxHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":2703.57,"tags":["Buck","Thi","Hollywood Handbook","Miami ju'st","Lauren Jamon Seuin","Mitt"]},{"line":"you know? So it switches back, and for a few, we don't say that. Wait 10 minutes, and itll be the same as it is right now.","id":"0xHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":2827.63,"tags":[]},{"line":"Yeah. Um, and then at night, it's totally different. So don't s odor. It gets it''s really it''s not. And then also deep do stuff. Oh, yeah? Well, thank you for bringing it up. Yeah, yeah, yeah. I actually, because I wasn't going to I was nervous to know because as we said, we were walking on eggshell's a little bit lately. We were dealing with pizza or tacos A go fuck. Okay. Um Okay. How much? Too late? Oh, you don't get either.","id":"1BHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":2834.81,"tags":[]},{"line":"'so Ok, Taco Pizza guy answered that and It was so cool that come back and is here a little of his backstory. It's beautiful. He can be taco pizza can be serious, That''s what. Worried think exploring, Cause","id":"3BHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":2934.85,"tags":[]},{"line":"That is when I the same moment for me is when I knew I was straight, I was a little kid and I was doing out Fertig AP. Yeah, and I was just like, I don't like i e I don't know if wars for me, you know, I'm so sort of going through the motions, right? You know, like it wasn't Kate. When did you know you were half Jewish?","id":"3xHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":2996.61,"tags":["AP","Kate"]},{"line":"'sort of a little bit. And I thought, What about Christma's? Yeah, Yeah, when I watch the pilot of crashing and saw P having straight sex Yeah, I remember thinking I'm going to do that.","id":"4hHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":3029.89,"tags":["Chri'stma","P"]},{"line":"One almost s Wimbledon. She's a little bit. She''s a little down in the dumps because, uh, you know, she kind of just had one of her records broken.","id":"5RHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":3082.82,"tags":["Wimbledon"]},{"line":"post. Okay. Ahead in the money for post.","id":"6hHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":3147.95,"tags":["po'st","po'st"]},{"line":"And Kevin just been here the whole time. Hasn't taken any photos. Just been chilling.","id":"7xHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_1","timeCode":3209.72,"tags":["Kevin"]},{"line":"I was gonna take years during the ad break because you normally look right at the camera. Yeah,","id":"8hHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":3219.45,"tags":[]},{"line":"She had I've been thinking that that would be","id":"9xHyLXMByMrymAEmUO0a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":3251.08,"tags":[]},{"line":"to tune into that pilot realize I was straight early on, but then also realized that she's not really doing one of the characters. I was fucking or vice versa. So none of the characters are in crashing. No","id":"BRHyLXMByMrymAEmUO4a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":3353.41,"tags":[]},{"line":"peace. Ex wife is not in the character.","id":"BhHyLXMByMrymAEmUO4a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":3368.54,"tags":[]},{"line":"you see what he's gonna do? Next year''s when I knew he was Daddy was when I heard I read this twice.","id":"GRHyLXMByMrymAEmUO4a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":3660.58,"tags":[]},{"line":"Oh, Hollywood Handbook. Hey, guys. Stitcher Premium has a new Siris From award winning British comedian Josie Long. It''s called All the Planets Wonders Shown in detail. It''s an original, scripted all comedy series. Josie Long will attempt to better herself and get out into the world with help from Maeve Hagen''s and a host of other comedy Palace, also featuring Earwolf favorites like Aaron Whitehead Hayes Davenport. And","id":"KBHyLXMByMrymAEmUO4a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_2","timeCode":3851.62,"tags":["Hollywood","Stitcher Premium","Siri","Jo'sie Long","All the Planet's Wonder","Jo'sie Long","Maeve Hagen","Palace","Earwolf","Aaron Whitehead","Haye","Davenport"]},{"line":"Stitcher Premium has a new Siris From award winning British comedian Josie Long. Are you familiar with this copy? I'm not familiar with the copy, but I'm familiar with the show because I produced it. That''s I remember that you produced and it says in the ad, also featuring Earwolf favorites like Aaron Whitehead, Hayes Davenport and Zach Rhinoceros, right? Plus John Hodgman. Yeah, it''s accurate.","id":"LBHyLXMByMrymAEmUO4a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":3901.98,"tags":["Stitcher Premium","Siri","Briti'sh","Jo'sie Long","Earwolf","Aaron Whitehead","Haye","Davenport","Zach Rhinocero","John Hodgman"]},{"line":"One line. A couple of lines, like mostly it Xjak has more lines in May.","id":"LhHyLXMByMrymAEmUO4a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_0","timeCode":3957.1,"tags":["Xjak"]},{"line":"This has been in Earwolf production executive, produced by Scott Ackerman, Chris Bannon and Colin Anderson. For more information and content, visit Earwolf dot com.","id":"PBHyLXMByMrymAEmUO4a","index":"handbook","podcast":"Hollywood Handbook","episode":"Kate Berlant and John Early, Our Close Friends","speaker":"spk_3","timeCode":4159.66,"tags":["Thi","Earwolf","Scott Ackerman","Chri","Bannon","Colin Ander'son","Earwolf"]},{"line":"guy before he died from being too extreme, like Paul Walker. Really? That's how I want to go out. Yep. I mean, that''s way. Because then you know, any I know that I was happy If that''s how you go out. No, that I took it to the limit. Yep. Yeah, yes. If I die From covered in melted wax than know that I went out happening. So we're in the ah, Gore. I've ah, marketplace. You know where people we discu'ss politics and, uh, by pottery and stuff. Um, and I have been talking a lot of shit about the gods. Sure. Yeah, because I'm trying to get Wonder Woman toe like me because she is mad of the gods too. So I'm saying, like the god Oh, I hate The got there. So lame, right? Yes. Yeah. And then I started hearing that a bunch of them are coming to kick my as's. Ah, and I can see them flying them. And to be clear, it''s not like the God of war coming to kick your as's. No, it wasn't. It''s like the god of, Like, sand. But now, well, Poseidon. It is probably the scariest one who was there? Um, just give Pitchfork you right in the butt. Yeah, and die in Isi's, who is supposed to, like, you know, be very, like, happy and like drunk. Oh, sort of like a date rapist, right? Sure, it''s yes. And he''s so dry. I mean, it''s very easy for him towards it's, like, Tana wine and then, like, sex with whoever. Really? What about yes, And that to me, sounds like it''s not neces'sarily okay. Yes. So all these guys were flying down, uh, that they show up in there like mad at me because I've been saying all this bad stuff and I'm like, Well, I'm boyfriends with wonder what or whatever. And they're like, No, you're not. And she is there. Didn't realize she was there. And she Who are you? I have never seen you before. But we have. She''s like that We had actually met, but and I'm not sure if she remembered or not. And Thor is there to Thor is visiting, I gues's. Like the other gods and Loki might be there. You don't know if he takes under. He could have been Poseidon or something. Anyway, I Poseidon is already before I even get a chance to explain myself. He''s spearing me, like, really hard. Like, tried, like before. I can even say like an explanation. And a Chris is gone. So I just getting speared in front of all my friends. Well, I'm really sorry that happened, but I gotta say, there''s a silver lining. Okay, Jimmy, partners are go. Hey, welcome to Hollywood Handbook Unit that is guided kicking butt in dropping names on the red carpet. Land back. Always in this industry we call showbiz Jimmy Pardo Watches. Podcasting is very exciting. To have you is very much anticipated episode people have been saying for a long time when you have Jimmy warning of Jimmy. And now here. Is that true? People happen. Jimmy way are a lot of cancellations, guys. Air big shots. Your wheeling a deal on both ends. Cancellations on both Not cancel once that I can't one Chef Kevin. Yeah, I called Kevin, right?","id":"SRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":174.49,"tags":["Paul Walker","Gore","Wonder Woman","sand","Po'seidon","Pitchfork","Tana","Thor","Thor","Loki","Po'seidon","Po'seidon","Chri","Jimmy","Hollywood Handbook","Jimmy Pardo","Jimmy","Jimmy","Jimmy way","Chef","Kevin","Kevin"]},{"line":"Yeah, but I cancelled once. That's accurate. Yes, we did get canceled on That Can't be true. Berries been rescheduled. I don't really remember. Why","id":"ShHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":353.98,"tags":["Berrie"]},{"line":"I got a sneaking suspicion that he sleeps on a pile of our mail. You think so rolls around it? Oh, yeah. And I don't know what the faddish is There He smells like male e Say this about my mail. Can I say this about my mail? it was open. And I went This is open. And he went,","id":"TRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":383.61,"tags":["Thi"]},{"line":"Yeah, that came for you guys. So I just opened it for you, like, Yeah, that's the problem. I have.","id":"ThHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":399.96,"tags":[]},{"line":"It's for us that has kept going. I see. Yeah, because we actually still don't like Isi's or whatever. Yes,","id":"UBHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":424.05,"tags":[]},{"line":"it as there's been a series of cancellations. I like to think of this as delayed gratification. Okay. You want are in it that way in our fast food microwave culture where all these millennials want instant. Everything''s on demand. Can we just have a little bit of just letting The anticipate on demand generation?","id":"VBHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":449.87,"tags":[]},{"line":"Well, im autumn my model immediately, immediately.","id":"VxHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":493.7,"tags":[]},{"line":"Chef. Kevin pulling the strings. You head over here","id":"WBHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":496.68,"tags":["Kevin"]},{"line":"just that I did a pilot with Mike Henry. I got 2003 for VH one and Mike in his brother Patrick Henry. Uh, they brought them on board. Todo more flavor to it. And for whatever reason, they were treated like crap by the executive producer like they were treated like these misfit's that did you know what they were doing and save deals like being treated that way. It's like I will show you. Well go make a $1,000,000,000 animation. Cleveland is of revenge care. It''s amazing how poorly they","id":"XRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":595.44,"tags":["Mike Henry","VH one","Mike","Patrick Henry","Cleveland"]},{"line":"games. You're the only news applique games. While we came up with a pretty good game ourselve's, I","id":"YBHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":633.95,"tags":[]},{"line":"if you think it's a void Playing-Games-with-Jimmy-Pardo not like playing some of the game. Yeah, what''s not, said Jimmy Carter, Right? That''s","id":"YhHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":641.12,"tags":["Jimmy","Jimmy Carter"]},{"line":"at, So I actually don't think like Henry in 2003 and","id":"aRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":671.62,"tags":["Henry"]},{"line":"then he's got all these basically knows his brother Brian was John Henry.","id":"ahHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":674.09,"tags":["Brian","John Henry"]},{"line":"cannot be more clear. That is exactly not how it works.","id":"cRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":738.12,"tags":[]},{"line":"do this. I don't do that. We do it in a studio. I I don't know how this is so confusing to the two of you. You're in the busine'ss s so we","id":"cxHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":744.38,"tags":[]},{"line":"Listen, we get a lot of celebrities, no doubt about that. I think bothering people while they're jogging your hiking is probably the wrong way to go on this. Whos on","id":"exHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":814.84,"tags":[]},{"line":"He's playing Aquaman. He''s doing aqua Man. That smart is doing Jim Rash. Yeah. Now Jason Momoa didn't do anything wrong. Is just Jim Rash has gotten so strong and powerful cinemas. Well, it sounds like Yeah, I bring him up","id":"gxHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":918.77,"tags":["Aquaman","aqua Man","Jim Ra'sh","Momoa","Jim Ra'sh"]},{"line":"'so that nobody sees it.","id":"iRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":951.11,"tags":[]},{"line":"Hopefully not unles's they bring in sneak peek of my combo or if they watch the old Livestream, and they managed to deduce how many turns I did.","id":"ihHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":953.14,"tags":[]},{"line":"owned, but pagan by suds. Over. He said it was a ses'sion it we owned. He's owning himself","id":"jxHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1010,"tags":[]},{"line":"I didn't drag him into it. You know what? You're not wrong about that. I brought my son up by those rules. Fair game. Go ahead. Now I'll get you know your son. So how many points would that be worth? My","id":"kRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1022.56,"tags":[]},{"line":"'something s okay? And then they took the Star Trek. Name Off Watches renegades, but it's got all Star Trek people in it. Walter Koenig. Uh, Jerry Ryan. Some other folk. Tim","id":"kxHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1052.12,"tags":["Star Trek","Watche","Star Trek","Walter Koenig","Jerry Ryan","Tim"]},{"line":"I could only take your word for that. It was all I could do You a recent. My point is this My son is a big shot, so I should get points.","id":"lRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1077.9,"tags":[]},{"line":"Okay, That is even more points,","id":"lhHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1085.18,"tags":[]},{"line":"Kevin. How? Okay, so it's like points because he''s a big shot and I'm related. Shouldn't that be","id":"lxHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1087.87,"tags":["Kevin"]},{"line":"Are you asking if I don't know how big he is? I've seen Jim Rash from a distance that I know is height and frame. Okay. Yeah. So I kid, I will concede the point on Jim Wrecked,","id":"mRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1114.96,"tags":["Jim Ra'sh","Jim Wrecked"]},{"line":"that's interesting. I don't know if you're allowed to say that at the copy Editors. After over, Not a lot of your right.","id":"rRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1327.83,"tags":[]}]