[{"line":"Okay? Okay. this sounds like he knows better than you. Well, but I did talk to him for a second while he was because I was playing for the Braves at the time.","id":"sxHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1412.89,"tags":["the Brave"]},{"line":"There's better. So because you would never really know where this one guy waas early nails down the timeline. Yes, that was It was like for, like, two weeks in, like, 92. I think everyone was kind of roving. Everyone just go where they wanted to. Yeah, I was like, little league. Let''s let''s bring back our youth. You have sort of","id":"thHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1431.72,"tags":[]},{"line":"wait a minute. So you also know Tom Glavine?","id":"uBHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1465.76,"tags":["Tom Glavine"]},{"line":"Because of your time on the Oh, yeah, we know Tom? Yeah, he's From Bill Wrecker. Oh, yeah, I knew him. Like, back in the day. Me in. Ah, Sally and Tom and the gang grown up Sully. Bill Rika. I have It''s hard for me to think of His's Riel. No, you just I just know Mis's Celie. That makes But he was like a guy from the old neighborhood TBS. His last name is Sullivan. That''s just a gues's on my part. He''s","id":"uhHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1469.71,"tags":["Tom","Bill Wrecker","Sally","Tom","Sully","Bill Rika","Riel","Celie","TBS","Sullivan"]},{"line":"Yeah, and I and I said the same thing. You said I said what? You throw on a moustache and and get out there and do something big. I told him Wait till July,","id":"wBHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1524.27,"tags":[]},{"line":"right? I mean, right. Maybe a little war. Why would you make him get cold out there?","id":"wRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1532.77,"tags":[]},{"line":"Oh, boy. I can't wait to talk about Stitcher Premium. Ah, you know, we got ah, Well, I have a show on there called Hollywood-Mastercla'ss. That's very different from this show. Um did some episode's probably gonna do some more. I don't know. They're kind of dicking me around,","id":"yRHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1584.01,"tags":["Stitcher Premium","Hollywood"]},{"line":"I really? How you think of it? I helped.","id":"yxHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1678.62,"tags":[]},{"line":"being of holidays.","id":"0RHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1743.91,"tags":[]},{"line":"You know? I mean, Billy brought into life for me. Are you suggesting you would also know Bill Kristol?","id":"1xHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":1801.62,"tags":["Billy","Bill Kri'stol"]},{"line":"dad breaking story, Dad and your son Or now are your tally.","id":"2hHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1848.87,"tags":[]},{"line":"Bill Kristol. Amazing","id":"3BHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1865.92,"tags":["Bill Kri'stol"]},{"line":"Say my kid. That's not dismi'ssive. Kevin Jimmy Jr? No, my sons neighborhood on From I'm jeans PATTON Jim three. And at that point, you murder me because that doesn't seem fair to do to a child. Sir, we're not golfers. Okay. Uh, what, uh, two for little Jimmy? Uh, no. Want repeating? Not my child''s name. What do you think about this? If somebody is,","id":"4RHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_2","timeCode":1904.91,"tags":["Kevin Jimmy Jr","jean","PATTON Jim","three","Jimmy"]},{"line":"ah three,","id":"4hHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1927.02,"tags":[]},{"line":"You do not know Jim Page. No, I know pages. The keyboard player fish. That makes more sense.","id":"5xHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":1968.98,"tags":["Jim Page"]},{"line":"has a certain character that people find appealing","id":"7RHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2013.82,"tags":[]},{"line":"you know what guys matter? Only to his Cosell. Is it? Uh, doesn't Yeah, only to his ghost, but he does like when he does go sell. For some reason, he does a black version of Howard goes. So which, which other people wouldn't neces'sarily think to do? No. No, you would. You would have to have a very rich imagination to sort of take that walk. I love the way he's able to transpo'se Cosell, who''s sort of just a boring old white guy. Yeah, into this really cool jive talking Aziz. He puts it Hood version of Cosell.","id":"8xHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2055.07,"tags":["gho'st","Howard goe","Co'sell","Aziz"]},{"line":"Got it. You got that? I got Trey Anasta'sio, right? That they should lose points for knowing the keyboard.","id":"9hHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2101.5,"tags":["Trey Ana'sta'sio"]},{"line":"is not to. For Jimmy, it's too for Trey. One for Bobby Vee, one for Candyman, two for Jimmy Senior knowing Sam Senior one for Trey and Tran ist as CEO and then two for Trey''s Guitar. So Jimmy''s at nine.","id":"-hHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2120.43,"tags":["Jimmy","Trey","Bobby Vee","Candyman","Jimmy Senior","Sam Senior","Trey","Tran","CEO","Trey","Jimmy"]},{"line":"point for Jim Rash, where I've actually talked to Jim Rash and washed him. Get a No.","id":"_xHzLXMByMrymAEmW-7J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2156.52,"tags":["Jim Ra'sh","Jim Ra'sh"]},{"line":"Oh, on what? On what was that area? That's a night show with The Kanemaru Gotta know Off. They gave me a note.","id":"AhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2178.7,"tags":["Kanemaru","know Off"]},{"line":"heres what happened. This is 100% true. I went into his dres'sing room to meet him, and he had been told that my name was They said, young man here, Jimmy, part of what''s to say hello. And I walked in and he thought my name was John and he kept on going, Ah, I walk into goes Johnny. Uh, well, Jimmy, because John a right I see. And I said, Well, it''s Jimmy and he goes, I knew your dad don ago. That''s not my dad. And it''s and it''s Jimmy. And he''s like, Jodi Judge, a big job judge on, uh, then they slip him a little piece of paper, okay? And ready to go. Okay, Jimmy, it is then and then Wow, A whole different attitude. Hold Internet. It","id":"BBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2192.47,"tags":["Thi","dre's'sing","Jimmy","John","Johnny","Jimmy","John","Jimmy","Jimmy","Jodi Judge","Jimmy"]},{"line":"was approved.","id":"CBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2238.91,"tags":[]},{"line":"Let me tell you something.","id":"DBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2268.79,"tags":[]},{"line":"will. Existing relations probably know this. That I'm great friends with Scott Walker. Hman. Yeah, From The comedy Bang Bang. OK. And he was once in a better","id":"DhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2303.66,"tags":["Exi'sting","Scott Walker","Bang","Bang"]},{"line":"hoodie? Yeah.","id":"FBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2338.05,"tags":[]},{"line":"Dammit, That Boys. That's what you saw? I give the note. Oh, yeah? What note is it giving him at the gymnasium form?","id":"FxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2375.47,"tags":[]},{"line":"that's the note is a good It''s just a verbal. No notes. Giving","id":"GRHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2383.43,"tags":[]},{"line":"positive Doesn't have to be. Ah, embarras'sing. One of Americas greatest actors.","id":"GhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2387.21,"tags":["Doe's","America"]},{"line":"Sean and he's one for Bobby Vee. One for solely one for krampus, one for Jim Page, Jimmy, Page two for seeing Jim Rash. Get a note from Scott at the gym and one for nard oir are there at seven. Boy. Oh, boy. It's embarras'sing","id":"LhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_2","timeCode":2651.44,"tags":["Sean","Bobby Vee","Jim Page","Jimmy","Jim Ra'sh","Scott","nard oir"]},{"line":"Not free. Go ahead, Adam. With my name. Sean. Oh, yeah. Wait. Whats my name?","id":"NxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2733.15,"tags":["Adam","Sean"]},{"line":"Why do you get points for friends? That I don't understand why I'm losing all of a sudden","id":"ORHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2756.52,"tags":[]},{"line":"famously, which puts us in the lead that way, we summoned to people come in here and army away from your cubicles. Jimmy, remember, the theme song is about friendship's.","id":"QBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2803.74,"tags":["Jimmy"]},{"line":"So that's why you havent had him on? Because he doesn't get for that. Violated the rules. Just","id":"SRHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2860.45,"tags":[]},{"line":"like you know what? I seen him in screen. Yeah, he just both funny and scary in the same movie, saying you saw him do that. You do not know Henry Winkler? Yes. Part of the rules. But ask where I watched it From. Whered you watch it be? Camp.","id":"ShHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":2865.53,"tags":["Henry Winkler"]},{"line":"Use B cam operator the operator. And you know Henry so nice. Henry knows everybodys name on the crew. All right, The point of it, he really makes the set of family. Makes a point","id":"TBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":2889.07,"tags":["Henry","Henry"]},{"line":"From The only good","id":"ZBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3088.94,"tags":[]},{"line":"no, no.","id":"cRHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":3242.24,"tags":[]},{"line":"Well, this was nice. Stitcher Premium exclusive. Whats that now? Is that what you're show is my show is you get a week early on Stitcher Premium, but then it''s on Earwolf. Uh oh. That''s an interesting","id":"dBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3261.25,"tags":["Stitcher","Premium","Stitcher","Premium","Earwolf"]},{"line":"model. Yeah,","id":"dRHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":3272.05,"tags":[]},{"line":"yeah, the water cooler model. You want to be the 1st 1 at the water cooler? That's right. You're spoiling it for the rest of you. Talk about it a week early that they can't afford it.","id":"dhHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3274.1,"tags":[]},{"line":"That's cool. Yeah, which are Playing-Games-with-Jimmy-Pardo. That''s what. And it''s a series of mini, so it''s no and it''s mad and it''s Cleveland. No, no, it''s a different Mike. Every a different Mike Henry. Hey, what state is? Ah ah! Also a tiny soft drink and could be used to describe Playing-Games-with-Jimmy-Pardo Sprite mini soda.","id":"dxHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_1","timeCode":3283.55,"tags":["Jimmy-Pardo","Cleveland","Mike","Mike Henry","Jimmy"]},{"line":"Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"gBHzLXMByMrymAEmW-_J","index":"handbook","podcast":"Hollywood Handbook","episode":"Jimmy Pardo, Our Close Friend","speaker":"spk_0","timeCode":3459.77,"tags":["Phil Collin","Thoma","Middleditch"]},{"line":"Greetings, ladles and jelly spoons. It's your old buddy Shawn Clements From Hollywood Handbook. Here to talk to you about an ad. The ad is for a show, and the show is for the your ears. It''s a podcast show. Um, Jimmy Pardo The Comedian Ah has a really fun new podcast. And ah, this in parent Medical says if you have any Jimmy Pardo anecdotes, talk about them. Here. Won't be doing that. Ah, it''s called Playing-Games-with-Jimmy-Pardo and you can listen to it. Add free and one week early on Stitcher Premium. Now obviously, everyone''s going, Oh, God, show is gonna be so mad he''s gonna flip out. They play games on Hollywood Handbook all the time like, isn't he just stealing their thing? You gotta understand. Hollywood Handbook covers such a wide breadth of topics and ideas and segments. We do so many things, and we do them all so well. Hayes and I are like, really versatile performers. He''s kind of got this cool like, structured improv background, and then I, um, and just sort of, naturally funding. And then I have, like, rich friends and rich parents. Um, I went to Harvard like Ivy League school, Super Exclusive, and so between the two of us, we're able to do almost anything. So if someone wants to take one teeny, tiny aspect of our show and do it half as'sed good as we do and say that that''s an entire podcast I'm not gonna friggin drop the hammer on that guy. I'm gonna let my little homies ride on the track. You know, I'm gonna I'm gonna let them eat the crumbs because I'm up here. I got a rack of lamb with mint jelly. I'm gonna be mad that this guy''s got a bread crust on the table. He''s nibbling on it like a friggin mouse came out of the hole. No, man have, you know, have the bread crust. Don't try to get up at the table with me and actually touch my food. That''s what I'm gonna recon put a fork through your key stir. So one thing I'm going to do is talk about this podcast. It''s called playing games. Uh, he''s joined by a different celebrity guest co host every week, and Jimmy welcomes three calling contestant's testing their knowledge of movies. TV music headlines in the last five decades. Okay, great. Yeah. Nikki Glaser, Scotland When there''s great. Theyll have fun just to sort of remind this guy who the big dog is Me. Add Chef Kevin are gonna play a game and just show how easy it is for us. Youll probably hear them on that. Theyll be, like, struggling a little bit and talking over each other. Me and Chef Kevin are gonna organically play or really fun game right now, and youll go when you're listening to that youll have in the back of your head. Oh, Sean could have done this. So Jeff. Kevin. Hey, guys. Chef. Kevin here.","id":"ghHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":0,"tags":["Shawn Clement","From Hollywood Handbook","Jimmy Pardo","Jimmy Pardo","Jimmy","Stitcher","Premium","Hollywood Handbook","Hollywood Handbook","Haye","Harvard","Ivy League","co ho'st","Jimmy","Nikki Gla'ser","Scotland","Chef","Kevin","Chef","Kevin","Sean","Jeff","Kevin","Chef","Kevin"]},{"line":"So So that sort of ah, was all of our opinion. And when we all agreed at the same time, you TBS that everyone? Yeah, we stopped sort of working against each other and all decided to say in unison that everyone must have voted according to something I remember about when I watched wrestling From when I was like 11. Ah, that's why the countries on the path it is that is what actually blew up the machine, and I was able to get out and get to the studio and time to do this show. But I would and getting tired got to kick about driving in Wrecked","id":"mBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":632.01,"tags":["TBS","Wrecked"]},{"line":"but, um","id":"vRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1332.99,"tags":[]},{"line":"Wow, I don't really went somewhere. I don't want to, like, say that she's the best that I've seen, but right, she is by far one of the greatest comedians of I think our generation so and for you to even put me in your generation like that means so much to me. You're welcome. That''s huge. And so because you've worked with Alex who as we said not to bring him up again. But he was here last time, and he was really funny on. Yeah, And you werent neces'sarily able to keep up with some of his shed at that time and never would be. Yeah, and then she''s sort of making Alex look like","id":"vxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1342.62,"tags":["Alex","Alex"]},{"line":"'some kind of garbage. Yes, some sort of terrible human being. You're kind of Yeah. Yeah. I'm what? Your mega fucked. I know that I'm mega fucked. I'm looking at about to be exposed. I'm like, mega mega phone Fuck. Do you know what I'm? Uh, yeah, it's bad. Knows they're pretty wide.","id":"wBHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1379.81,"tags":[]},{"line":"So I You know, it's just getting to that place with, like, an actres's of that caliber. Who","id":"wRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1397.31,"tags":[]},{"line":"Oh! Oh, I forgot to mention Yeah, your daughters Achenbach it's staff. Yeah,","id":"xRHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1519.19,"tags":["Achenbach"]},{"line":"with the way that you said the word tits.","id":"xxHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":1536.5,"tags":[]},{"line":"the hero of Offices are very mes'sy. There's a bear that gets in the office every night and opens up the trash can and rips open the trash bag. And it''s a lot of the food that Dana didn't finish and then spreads a lot of the stuff that Cody brings into throw out From. I don't know where the junk yard. This bear also wears a bandanna and drives a motorcycle with the initials C s on the back of it. It''s kind of complicated.","id":"1xHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1786.19,"tags":["Dana","Cody","Thi"]},{"line":"I gues's that's why it''s different. Is unlike other hiring sites, it doesn't depend on the right candidates finding you. It finds them true. And that''s probably why 80% of employers a post on ZipRecruiter get a quality candidate to the same just one day. And that''s probably why it''s the smartest way to higher, but I still,","id":"3BHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_1","timeCode":1927.98,"tags":["ZipRecruiter"]},{"line":"you know, have to fes's up a little bit of hubris. Um, I have managed to strand myself. I havent found any good job candidates. And then Kevin, meanwhile, is like fending them off. Yeah, because there's so many coming in right now. I found so many applicants very quickly. Ah, it''s kind of it''s a bles'sing, really. And I You know, Shauna, I hope you get here soon because some of these people want to, You know, Filling is the host of Hollywood Handbook.","id":"3RHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":1944.99,"tags":["Kevin","Shauna","Hollywood Handbook"]},{"line":"Hey, Chef. Kevin here. So,","id":"4BHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_1","timeCode":2049,"tags":["Chef","Kevin"]},{"line":"Um, yeah. And I know that, um, you obviously went Ah, went trick or treating with some of your kids as well, and that they were dres'sed his cheesy broccoli big pasta with crispy time breadcrumbs. And when I answer the door, I went OK.","id":"4hHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_1","timeCode":2106.27,"tags":[]},{"line":"is there some sort of plug here or is there some? All we are doing at we do that for you and for her, Do you? And yeah, and we do ads for college, which Harvard is basically the main college. It's basically the main columns. You guys were just sort of snapping. And in there, just when you can. Yes, but also doing the ads on top of top. We do. All that talk about the ads were going to do during the show portion. That''s not the ads.","id":"6hHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2250.24,"tags":["Harvard"]},{"line":"You know, those kind of things are always fun to explore and talk about with friends like John Best. Now, you did the Baywatch blooper reel.","id":"7RHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":2292.96,"tags":["John Be'st","Baywatch"]},{"line":"I'm so glad that I was able to come on the Hollywood Handbook and just destroy my career.","id":"ARHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2693.22,"tags":["Hollywood Handbook"]},{"line":"imagine, So So the scene over you and CJ got together, Got together. It's the end of the movie. Uh, and, uh, we just fucked. And, um, we're waking up in the morning and talking about talking about our bodies, right? Because that''s what you do. The first wake up when you're with the lady that you just slept with. You talk about each other''s body. Well, hang on. She''s talking about your body. And now let''s play the clip and well see maybe what went wrong.","id":"CxHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2947.99,"tags":["CJ"]},{"line":"She's stroking him and slaps his chest, and it''s sort of sensual. And then John says, and I don't know what the fuck he was thinking, but he says, I like your chest is well to this woman.","id":"DhHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":2995.14,"tags":["John"]},{"line":"Hi, this is Gilbert Gottfried. Mrs. Gilbert","id":"IhHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_2","timeCode":3404.37,"tags":["Gilbert Gottfried","Gilbert"]},{"line":"Jesu's. I mean, jazz Off ruler of The circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","id":"LBHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","speaker":"spk_0","timeCode":3530.9,"tags":["circle","The Magic Tavern"]},{"line":"and weaken. Gues's what happened. And everyone at home is like, OK, I get it, and it's all falling into place right now, but we might as well explain anything about it as plain as the nose on your face, which is Aaron s. So we had Bryan Safi, who was so funny, such a delight. And it was really fun to have arrive or yes,","id":"NBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":406.04,"tags":["Aaron","Bryan Safi"]},{"line":"It seemed like a better person. And that's after it''s already been scheduled. And the scheduling proces's itself is what we're talking about. Where basically we said no. And then we get a call from Scott Aquaman and cool up on speaker,","id":"PhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":543.39,"tags":["Scott Aquaman"]},{"line":"and they're shooing us around. Or if you're like, youll never work in this fucking town again, we got And we try to build a family here it Earwolf. And when you know, we got one errands mad at Brian and that shows not functioning, it's because of what one of our other shows did to them And we and we go Hey, will walk and they go. Hang on. Sorry, sirs. Sorry. Serves. Look, please. As a favor to us, I'm sorry. We were so rip shit. And then And then I look at Hayes and I go You want thrown bone and they tried toe make it seem like Oh, we don't own this company anymore. Oh, we take no interest in the data Day activities of every other show. We don't even know what shows air on there. They know. Yeah, they know. Trust me. So just to be clear. I'm The The bone they that you have","id":"PxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":557.92,"tags":["Brian","Haye"]},{"line":"Oh, that's true. Yeah.","id":"QRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":612.92,"tags":[]},{"line":"to steaming Off, pulling my collar out really loose and letting all the steam out.","id":"SBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":656.03,"tags":[]},{"line":"Okay, put something in. Doesn't the earth dio They like reef More about them","id":"TBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":685.43,"tags":["earth"]},{"line":"Smash From open? Yeah, you smashed open. And I gues's these 100 smash remote, but they havent come out yet, but when they come out when you smash From open, there's gonna be like a toy dinosaur inside. Like in addition to the crystal's. This","id":"TRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":690.34,"tags":[]},{"line":"Hit the store on the way out. Bang. Grab. You mean you Love view of going to Portland, right? You ever go outside right on the Williamette River? I didn't have never been there.","id":"URH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":719.43,"tags":["Portland","Williamette River"]},{"line":"more master, not strawberries. Astronaut Ice cream everything you want and you buy as much as you want and it last forever. You want a tango with an Astro mango? Go ahead and get on down to the Portland Williamette River Science Museum. Now, we're not here to talk all about how you begged to be on the show, which I didn't, but yeah, okay. We don't know. I mean, all we know is the phone call we got From Scott and cool. Yeah, being rip shit on speaker like mad Mom and Dad on Guy could hear Adam Sachs in the background being like, good. You say that. And he's like, Oh, I don't work here anymore. Yeah, supposedly all these people that don't work here anymore. I think here it''s an interesting company structure because most people who work here almost immediately don't work here anymore. And the people who stay all seem to switch jobs like every. It''s just like, Oh, I'm not a charge like you email them like, Hey, I was worried about this. They're like, Oh, I don't do that anymore. It''s like, Well, who does? It''s like, Oh, Dan does that. Well, where the fuck is Dad? Suddenly, Dana''s The engineer. Josh is like running the elevator of it that they actually it was always like that. And it''s not like people who are getting like their jobs, which they always describe it as a promotion. And it''s not like it felt like they were crushing their last job.","id":"UxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":735.07,"tags":["Portland Williamette River Science","Mu'seum","Scott","Adam Sach","becau'se","Dan","Dana"]},{"line":"This is my family. I mean, that's why I'm so concerned is like, you know, it''s like seeing your daughter come home with a new tattoo you didn't know about. And you go like, Whoa, should I be worried? Because it''s like suddenly theyve got this new letterhead and their job is a title that I can't make heads or tails Off.","id":"VRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":829.08,"tags":[]},{"line":"Don't worry. There's","id":"WhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":885.01,"tags":[]},{"line":"fun to be had, you know, But to say that they're actually acted Anaheim and maximizing it's factually opponent,","id":"WxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":886.53,"tags":["Anaheim"]},{"line":"podcast with Blue Jane? Do you think there's going to be like a full late night wars situation with all the podcasting networks we may be in the midst of, it''s probably gonna be like these friggin thick games of Thrones.","id":"XRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":898.29,"tags":["Blue","Jane","Throne"]},{"line":"Yeah, we're a team lannister. Yes, that yeah, we are. Weve got the deep pockets, you know? I mean, that's what Earwolf coming in with their just throwing their gold. It everything. With all the iron banks behind us,","id":"XhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":910.89,"tags":["Earwolf"]},{"line":"probably District one?","id":"YhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":949.07,"tags":["Di'strict"]},{"line":"Well just have depraved minds behind that podcast. Did you","id":"axH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1018.29,"tags":[]},{"line":"get that being X for, boy? Listen to this year raise's the scampi squad.","id":"bBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1022.71,"tags":["scampi"]},{"line":"So lets do some of your funny Nick Wagner story.","id":"cRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1062.3,"tags":["Nick Wagner"]},{"line":"You know","id":"fxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1157.21,"tags":[]},{"line":"My coming here you're does look good. He's looking good these days. But the old paleo diet that should be in the hunger","id":"gRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1168.91,"tags":["day"]},{"line":"for years old in the paleo diet should be in the hungry. Yeah, Paleo should be a character,","id":"ghH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1175.55,"tags":["paleo","Paleo"]},{"line":"and you're saying that Wrecked Thorn did this? Yeah. No. Where where can I","id":"jBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1283.82,"tags":["Wrecked Thorn"]},{"line":"So, Steffi Graf, that's I'm not just Canada. When did this happen? Me","id":"kRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1305.41,"tags":["Steffi Graf","Canada"]},{"line":"Sorry, I'm only in the bunny animals. My point is, is that all right? Well, have you ever read any of the Brian Jock Siris The like Redwall? Ah,","id":"mhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1382.53,"tags":["Brian Jock","Siri","Redwall"]},{"line":"Well, it's good. So that far from Watership down.","id":"nxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1418,"tags":[]},{"line":"I would suggest you","id":"pxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1467.31,"tags":[]},{"line":"get lumped in","id":"qBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":1468.37,"tags":[]},{"line":"So go ahead. July. You've done your warm up. So do you have Ah, funny joke. You didn't take your about jobs about ZipRecruiter about our show and that promotes it. Should be It should be positive. Okay, so you said it should be about job and it can't mention ingredients. You can't mention your you know nothing about fresh ingredients. Well, I was gonna bring up that pop chips commercial The Ashton Kutcher did. But okay, I gues's I can't know, because I m Yeah, using jumps down. Whats The Because he was jobs. Jobs? Ah,","id":"tRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1822.57,"tags":["ZipRecruiter","Kutcher"]},{"line":"They're wet. He's j have to drive.","id":"uBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1903.03,"tags":[]},{"line":"Okay, now, do you have it? What? Your thing You're like I was gonna bring up Oh, The Joe come our show. Yeah, I got for doing a national culture commercial. Don't we want to do the Nikon camera? Seriously? Yeah. I remember when he would take pictures of ladies and then he, like, got in trouble. Yeah, because, like a lady took a picture of him and he's like, I'm mad about this and was like, But you've been promoting this","id":"uRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1913.03,"tags":["Joe","Nikon"]},{"line":"All right, good. A ZipRecruiter dot com slash The Boys to try it for free. Good a ZipRecruiter dot com slash The Boys, which I gues's now is me, Sean in July or The Boys.","id":"uxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1947.21,"tags":["ZipRecruiter dot com","Sean"]},{"line":"you said Next live for a while. Me, I'm a few","id":"vRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":1989.4,"tags":[]},{"line":"you know. Ah, to be clear. Also, this is not you know, this is not someone you are in a romantic relationship with","id":"vxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2004.6,"tags":[]},{"line":"So they're fighting you Off? Well, yeah.","id":"whH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2037.08,"tags":[]},{"line":"Any did fall asleep on the couch at work? I mean, that is really adorable.","id":"yxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2119.38,"tags":[]},{"line":"and you sort of see them facing away from you. Yeah, and they don't see you and you sneak up on them very quietly","id":"0RH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_0","timeCode":2168.49,"tags":[]},{"line":"doing Yeah, surprise The bad. Just treatment, which","id":"0xH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","speaker":"spk_1","timeCode":2201.59,"tags":[]}]