[{"line":"Ah, boy. Well, no, no leftovers for me. I'm a hungry man Winner. Oh, yeah. I like that one it, like instead of dinner. Oh, Hungry, man. Winner. Yeah. Okay, I would say, or my last one. I would say, Prepare to be scared because I'm gonna take you to the last house on the","id":"8BH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3803.73,"tags":[]},{"line":"'so the 1st 1 is very good. The first ones. Very excellent. Thank you. And then the rest also, you read? Yeah, they're on the same page. The last one. I is too scary people arent. Don't want to get saying","id":"8hH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":3826.93,"tags":[]},{"line":"Oh, yeah, Yeah. Now I feel like we're praising them. Please listen. The last podcast on the","id":"9RH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":3865.15,"tags":[]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jazz Off ruler of the circle. And that''s just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","id":"-xH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3986.24,"tags":["Rachel Bloom","Feli'sha Day","Colton Done","Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch","Sea'son","The","Magic Tavern"]},{"line":"He's sort of So there''s, like,","id":"_xH4LXMByMrymAEmqPQ2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":42.49,"tags":[]},{"line":"Off up, junior. Yes, you know, kind of crouched and be my little Yeah. And then there's, um, The sort of mean guy with the club. Yes, and he''s threatening to hit somebody with his club. Unles's you do what he said. Yes. And so the ball''s coming in. And if the club man doesn't swing,","id":"ABH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":44.73,"tags":["Unle's"]},{"line":"Yeah. You get two. If you turn around, you get two pegs in the as's.","id":"BRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":125.67,"tags":[]},{"line":"well, you know, I was Who knows what I did on that that sweet Wednesday morning toe. Prove The Scott Aquaman that I was the one who should hand him the batteries. But,","id":"ERH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":272.53,"tags":["Scott Aquaman"]},{"line":"backing for okay. And, uh, weve decided to make it an illegal battle by breaking the law to force their hand a little bit just to set the scene a little bit. Sean and I received a DVD in the mail several months ago. Was for the movie you 5 71 OK, we pop it in. We enjoy the movie. I think we watch you Wait. You're not sure whether you enjoyed it?","id":"FRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":333.2,"tags":["Sean"]},{"line":"but there, Yes, no, there's no sort of rhythm to it that you can't tap your foot. So it was a very frustrating film, so we send it back","id":"KBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":546.08,"tags":[]},{"line":"because we always send the movies back. This is what you know and that folks is asking us like whether or not we actually send it back. We do. And we sent them an email saying like, Hey, we just put it in the mailbox today and we, like, told them some of our thoughts on it. And we're saying, Please send us our next movie, which is anywhere but here. And by the way, Lou, I used to do the mail. You know how the mouth male works. I know how the male doesn't. I used to do the mail.","id":"KRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":558.51,"tags":["Thi","Plea'se","Lou"]},{"line":"We all have done the mail. I started in the mail. We all start in the mail room. That's how you get anywhere.","id":"KhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":582.14,"tags":[]},{"line":"God, uh, clas'sic clas'sic heros Journey.","id":"LBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":604.7,"tags":["God"]},{"line":"that another mail room, yeah,","id":"LhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":613.94,"tags":[]},{"line":"that really like it. Whether it's going under,","id":"NBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":650.68,"tags":[]},{"line":"I mean, I mean tells me everything I have, you know, everything. And if you Yeah, they might not even have. And I know you don't doubt me, but if someone out there does and was trying to steal the hulks last Diet Coke,","id":"OhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":711.53,"tags":["Diet Coke"]},{"line":"And that's you. That''s Blue Wilson, the star of American Vandal. They had you do this big show, they're made so proud of it. And then when they thought no one will be able to capture one of our main guys from the show we liked","id":"QxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":873.63,"tags":["Blue","Wil'son","American Vandal"]},{"line":"you lose tomorrow. Jack me up. Level 12. How do you propose? I do that. You know what? You","id":"ShH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":962.04,"tags":[]},{"line":"have to dio Tell him that you love him and you're in love with All right,","id":"SxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":967.81,"tags":[]},{"line":"How do you think Cody got the way that he is?","id":"XBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1267.12,"tags":["Cody"]},{"line":"Whats gonna happen best is going to bring you into the back room with Profes'sor Aggro. T cocky. Yes, yes. You know the profes'sor. Hundreds of students take comedy writing online and fly in for the five day summer and winter workshop","id":"YRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1330.56,"tags":["Profe's'sor","profe's'sor"]},{"line":"Off, as you show it. As you show your inside a Kaiju es'sentially. Exactly. You're inside a big living thing that's sending out a bunch of ones and zeros to American household's all over the world whenever they want, whenever they want. So you're in their walk me through this. You're inside hat flex, and you get some kind of alarm when someone wants to stream you and you do the show. Well, it''s not so much an alarm. It''s like a light comes on. Yeah, And then you have to go to your spot. Oh, no, no, they just just the big guys. You computer sends out the information and voila. Ah ah! Happy boy, girl, man, woman or child has the ability to watch a movie at their leisure.","id":"ehH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1593.43,"tags":["American"]},{"line":"I did a little bit of that this morning in a toilet","id":"gRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1695.78,"tags":[]},{"line":"Like a human watch cloth. Like you don't think of silk is being absorb it.","id":"hRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1722.94,"tags":[]},{"line":"But if you live there, what are you know why","id":"hhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1729.35,"tags":[]},{"line":"Okay. Clip. Yeah. Lets watch a club. It''s finally watch a clip.","id":"iBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1736.78,"tags":[]},{"line":"Okay, so lets start the email, which is gonna be in the review. Okay,","id":"jBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1801.14,"tags":[]},{"line":"uh oh. Uh, and so then you say, surprise, bitch,","id":"jhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1840.14,"tags":[]},{"line":"we we will. We will.","id":"kRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1861.78,"tags":[]},{"line":"You have to prove it's You okay? Something The only thing that they would know, you know? Hey, it's Blue. Remember that time when we were all in the limousine and we played the music too loud and that one producer came and yelled at us on. It was really scary. And we all thought we were gonna get fired. And But it has to be more specific than that. I'm watching the show. I'm No, I know that You guys are cutting up Off. Hey, this is Lou Wilson From American Vandal I gave you. I gave you my heart. Ah, when I declared my love for Ben framing that one time when we were both waiting for the bathroom. And then he went and told everybody, and I cried a lot. And so you had to shut ground production for two days on. It was just really, really hard for me to push through. But luckily, we were in the last month of shooting, and so you guys got a double and shot most of my stuff from the back. Uh, anyway, I'm currently held being held by Hayes and Sean couple piece of contract information, just that they know for sure for episodic grade. And yeah, of course. You paid me $7500 an episode and made sure they were always ah, strawberry Weathers originals in my trailer. uh, I'm currently being held by Hayes and Sean. Everything is bad. Very. It''s all very scary. They keep making me watch the brothers Rip Van Winkle addition Version of X Men Wolverine Origins, where most of the graphics havent been done yet. So The biplane, it just kind of like a weird grey thing. Talk a little bit about Alec Botnet.","id":"lRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1928.71,"tags":["Lou Wil'son","American Vandal","Ben","Haye","Sean","Haye","Sean","Rip Van Winkle","X Men Wolverine Origin","biplane","Alec Botnet"]},{"line":"Joe Pesci Talk show. I think you go, boy. Yeah. Um, Veni, Vidi G.","id":"nRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2200.85,"tags":["Joe","Pe'sci","Talk","Veni","Vidi G."]},{"line":"Yeah. I think he's gonna do anybody g. I think he''s going to say I'm Chevy Chase. And you're not, uh, something into you tonight because it''s that''s not a whole show. That''s only know it was, like, five seconds. Uh,","id":"nhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2208.2,"tags":["Chevy Cha'se"]},{"line":"She wants to escape. Uh, but, you know, Netflix just keeps putting on the dough and shell stay. Shell stay as long as the money is good. Well, that sounds like the battle of Helms Deep isn't his. Isn't his wife road to perdition? Yes, they are still together, still together, but I hear they sleep in separate beds. Oh, No, but I only ever see them around Netflix. Uh, so couldn't tell you bread. Do they respond? Yes. Wow. So quick. How did they do that? I think they just, like, clicked. Reply. And then, well, there''s no reply function on a review. Did they leave another review? So they must have left review somewhere else where they knew you would find it.","id":"rBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2432.79,"tags":["Netflix","Helm","Netflix"]},{"line":"Yeah, It's just like a respon'se to that review. Like another review under it. Okay, l a Well, how inventive of The we. Just as l a. Well, what a fun","id":"rRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2480.99,"tags":[]},{"line":"Um, The a player willing to refund your subscription to lose weight. So they think Wait is that they think that it's Blue who is kidnapped and also is having a problem with this subscription on. They think it''s about money. I know. And that''s not even what we were asking for. We want our movies back. Well, they have money. Well, it was a ransom. We should for money as well. We That would have been smart. Yeah, remains 20 Off making all those. I'm out there offering a year of Netflix where it may don't know about that way. Don't we mount? Offering a year of Netflix. Okay. That''s like three movies, though. Yeah,","id":"tRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":2556.48,"tags":["Netflix","Netflix"]},{"line":"Okay? Did they say anything? There's no symbols or anything. There''s no Yeah, there''s no lighter like a surprise bitch coming. Or is it? Um, then that that was a fun company. I thought they were sort of cutting edge. I was Think of Sarandos as being, like at the forefront of what the latest trend is gonna be. I wouldn't think hed do just a totally generic respon'se. Yeah, he goes. Dash dash, surprise, bitch. Oh, wow. That","id":"uBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2634.33,"tags":["Sarando"]},{"line":"any comment on that?","id":"wRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2758.28,"tags":[]},{"line":"while you're they Yeah, they really are. Everyone at Netflix. Kevin, while you're here, wed like to do something special for you. Um, Kevin has been complaining. And Lou, you may have heard about this. That when he gets his name Googled, the top result is Kevin Bartell creep, and that it kind of disturbed his mom and his family. And we feel have you tried doing this was slightly respon'sible. Thio have yet to give type his name into Google and see what comes up. Um, uh, So what wed like to do as a favor to Kevin, whos tried to be helpful to the show in the past, Um, we're going to actually be helpful to him. Everyone who listen's to this show go into your Google search bar and type in Kevin Bartell. Mm. A.","id":"xRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2832.36,"tags":["Netflix","Kevin","Kevin","Lou","Kevin Bartell","Thio","Google","Kevin","Kevin Bartell"]},{"line":"He got me on the ground and his hands were everywhere. Instantly.","id":"yBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":2941.53,"tags":[]},{"line":"Bruce Lee died when Shannon was just four years old. She talks about how weird it is for the world to know so much about her father. When I realized, like, Oh, I know him intimately in a way that nobody knows him. I was like","id":"zxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_2","timeCode":3114.76,"tags":["Bruce Lee","Shannon","ju'st"]},{"line":"Shell talk about her dads philosophical sign and what her own daughters taking From The family legacy. She always refers to that movie as the movie where Gong Gong fights that really hairy guy","id":"0BH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_2","timeCode":3133.55,"tags":["Gong Gong"]},{"line":"for those who are not aficionados away the dragon that here guys, Chuck Norris thinks week on the longest shortest time. What all","id":"0RH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_2","timeCode":3147.56,"tags":["Chuck Norri"]},{"line":"Hey, this is","id":"0xH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_3","timeCode":3175.33,"tags":[]},{"line":"our enemy camp From The Improv fantasy","id":"1BH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":3175.79,"tags":["The Improv"]},{"line":"Yeah, And so I'm kept awake. Not in an unpleasant way, but with laughter. And with teaching","id":"2xH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":25.65,"tags":[]},{"line":"hearing so anytime there's not laughter. I'm hearing this very loud good teaching","id":"3BH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":33.52,"tags":[]},{"line":"Ah, and what we're doing is we're going up on the ladders to the pair. We were in the payer section in putting stickers on the pairs that say, like poison GMOs and stuff. So it was like an art statement, sort of about like, Well, this is actually what the statement and and you get first pick of all, the pairs were taking the good ones. Yes. And so the nasty ones with worms are were saying these have poisoned GM on, and we are. I'm going so fast that I don't even have to go up and down the ladder. I can just kind of walk the ladder from tree to tree. But then who shows? A farmer, of course. The From there. And he's like, Hey, stop doing this. And that was like, Hey, you actually video that. Does he","id":"4xH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":141.97,"tags":["Doe"]},{"line":"Uh, and I'm like, Well, do you actually even know what these are like? What these gm I was like what the deal is, and he was like, No, I'm actually really ignorant about this. Like, he wasn't saying it like that, but like how he was talking like, that's what was coming acros's. I don't know what this stuff is, and this is actually my job, and I havent educated myself on it. So I'm like, Well, GMOs are these g manipulation objects where they they come with this genome? Yeah. That will infect your personal genome. They send a scout genome toe, lay eggs in your genetic code, and they can manipulate your jeans and turn parts of you into pairs. Well, when we see these pair people walking around, I mean, some of these Kardashian's,","id":"5RH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":193.31,"tags":["Karda'shian"]},{"line":"let me finish a peach. Uh, but","id":"5xH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":270.97,"tags":[]},{"line":"And Kanye is coming in like, Hey, I got more pairs. Yeah, and they're like, Oh, thinks I think that many leaves and them going Is he working for the pears?","id":"6RH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":287.51,"tags":["Kanye"]},{"line":"You know, because it's not totally clear where his line mints are. And just saying this is not Please don't grab this clip out of context and and posted on every block, there''s this big conspiracy now. Oh, Sean. And hey, say, Kanye works for the pairs, okay? That''s not what we're saying. We're noticing some things were saying We don't know. We're noticing some things that make it worth asking the question. And it would be hard to say that we know in the same way that it''s crazy for you to say that you don't","id":"6hH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":298.3,"tags":["Plea'se","Sean","Kanye"]},{"line":"know. Um, yeah, no, for you to go. Hey, I'm not is like that. Certainty is the rial enemy here. Okay, that is what burns my cros'sbow. You were there.","id":"6xH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":332.35,"tags":[]},{"line":"You know exactly what happened because you were there. You saw the whole thing. I know all the information. I don't","id":"7BH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":346.77,"tags":[]},{"line":"and reviewed on iTunes. Five stars, please, And subscribe. Okay, so we're here. We got a guest. It's a show. We're doing a podcast. It''s D C person's in the studio with us. Hey, guys. So go. And it''s fun to have d. C. And we havent","id":"9hH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":431.01,"tags":["iTune"]},{"line":"had a been a little while. Yes, he's literally said this to me.","id":"9xH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":447.71,"tags":[]},{"line":"I I really did say that.","id":"-hH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":470.37,"tags":[]},{"line":"He really did say that. And then and then that Indian food thing really has happened to me. Really?","id":"-xH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":472.3,"tags":[]},{"line":"you know, like we can eat turkey burgers or Chinese cheeseburger's. Yeah, Chinese burgers. Um, chicken e China.","id":"_xH-LXMByMrymAEmSfX1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":528.2,"tags":["Chine'se","Chine'se","China"]},{"line":"'still in the vortex is the red rocks of Sedona and just sort of some of those sacred rock formations that we don't always think about when we're just looking at the ocean.","id":"AxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":592.19,"tags":["red rock","Sedona"]},{"line":"I said this looks like one of my APS. Yeah, hold the phone. I've seen this on my phone, and then you take out your hold my phone. I don't need it anymore. This painting is well, do for me now,","id":"BxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":631.95,"tags":["Thi"]},{"line":"'s and else getting done on the weekends, and ah, they got new guys. And lets face it, the show is struggling. Yeah, they don't know what they're","id":"CRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":653.79,"tags":[]},{"line":"and Denny and Janine or writing over there, too now. And Aziz, I'm looking at that. I'm going there not getting that much stuff on. Um and I think that they petitions is'sue because Danny engineer. So when they when you get them together? Yes. So on on their own is like Okay, that's great. That''s like a really funny sketch. But when you get them together and the Ping Pong match starts to happen, yeah, the whole is greater than the something with parts. And and I think that","id":"CxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":684.8,"tags":["Denny","Janine","Aziz","Danny","Ping Pong"]},{"line":"I get some funny stuff in the quote dialogue.","id":"ERH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":812.08,"tags":[]},{"line":"Florida Bar, and hell run over to the window and just start scrawling the algorithm. The funny shit that were throwing down, like out on, like, Social Network. Sort of a thing where you're writing The Facebook algorithm, a storm window, and well be like, Hey, Heys, why did you know to bring a pen that will write visibly on glas's? A normal Sharpie wouldn't do","id":"FBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":871.14,"tags":["Florida","Bar","Facebook","Sharpie"]},{"line":"You know, just when you think because be ready Now there's something cool is not cool. Which What''s happening now is your being in trouble? Yeah. Yeah. The''s gloaming coated trouble. No way. I'm sorry. Trouble is that cool? This is not a situation for you. Toe. Be excited and affirm What''s going up is his bad? Uh,","id":"JBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":1102.49,"tags":[]},{"line":"and fuck your dead body with my Comic-Con dink. And I'm gonna get hurt too. Oh, God, I'm gonna be shot. Oh, yeah. No, because he's is waiting to go on stage next, but he can't follow this. But some of the bits that we chop up in the green room, though, when we just get down and chop it up with the other comics who are like, just as twisted as we are. And you have to be able to hang it stuff. Because where we're wearing really big leather jackets. Yes. On were being mean about each others leather jacket. Even though we are we are wearing what as well.","id":"LBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1247.82,"tags":["Comic-Con"]},{"line":"I'm committing Comedy Central. I'd know one spared man. When I get on stage, I got one goal, seek and destroy.","id":"LhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1316.19,"tags":["Comedy Central"]},{"line":"And it's something that I never allow into my circle in my circle. Yes, my circle is tight. Is she s my circle is straight up and there''s no fake does allow just one rule. No phony. Yes. How many? Yup, yup. Situations have we just laid up for you, Cody? I mean, all of all of this. It should be just like continuous string of yuppie ups. Not now. I can tell you're thinking of doing good now, but everything I've been saying and then I feel like there should be as cool you specifically. I mean, this is like, targeted at you. And if there''s something that is, like the opposite of a yuppie up where we're going off on something that we don't like and you wanted to cry that thing. I feel like in that case, you should say Yabu pub, which is, I think, a thing that walks say, I I was I was curious and tell me, I'm just gonna run this by you. What about if we're doing something like that and Cody goes, Oh, hell, no. Well, that''s yes.","id":"OBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":1518.75,"tags":["Cody","Yabu","Cody"]},{"line":"and none of the in betweens. And then when it just so people know when he said landing strip kind of pulled up, his shirt showed that handed is burial care. It goes above his belly button acros's his belly button and goes all the way. It","id":"PxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1696.64,"tags":[]},{"line":"Guys, I want to talk to you about Casper. It's asleep Brand that creates premium Mattres'ses and sells my online for a fraction of what they would cost in a store. Just sorry. It''s just such a relief to know we always talk about how it''s like a good mattres's and we love it.","id":"QhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1725.78,"tags":["Ca'sper","Mattre's'se","ju'st","mattre's"]},{"line":"in the past. And, uh, I gues's weve talked a lot about how nice this mattres's is. Um, but we havent really gone into why we're so pas'sionate about having a good mattres's. And part of that is our old mattres's, which was, um","id":"RBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1744.5,"tags":["pa'st","mattre's","mattre's","mattre's"]},{"line":"So we used tohave. Ah, this mattres's. Hayes and I both had the same one, and we would just sleep in shifts. And it was, um it was a pile around banana peels. Ah, but it also did have, um, some evil worms that lived inside and the worms were big, and the worms were very strong and not soft, by the way. News are very strong words that are hard with armor and dry.","id":"RxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1772.48,"tags":["Haye"]},{"line":"Well, they start dry. Yes, but they sort of shackle you into the banana peels. And then they start spitting on you. And the spit is poison, and it poison's your bones and your skin and it makes you not Dad, but not fully alive. So it's so nice to have a mattres's. Few states, like sleeping on brioche, which is such a nice food to sleep, are compared to these rotten banana peels on and you can buy easily. So this is the thing that the buying proces's for this old mattres's that we had was extremely difficult to me back and forth about, like, shipping and stuff and like, they're like, Oh, it''s coming in like, two weeks. And then, like two weeks later, I'm like, Hey, waiting The their old Yeah, Teoh, you just order it online and theyll just deliver to your door whether in the U. S. Canada or now even the UK","id":"SRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":1804.33,"tags":["Teoh","U. S. Canada","UK"]},{"line":"to try it. And when you try, once you trap your you've entered like a contract. Yes. Ah, and it's just so nice to have a measure that is not even nice worms that they have. It''s no words at all. This is no worms, and I believe no birds","id":"ThH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":1931.86,"tags":[]},{"line":"too far gone. Ah, that he is Andy Kaufman now. And he can't do just a straight up, set up punchline joke about ZipRecruiter. And Hayes said you've got him all wrong. He's got the goods, and so you're kind of here to settle a bet. But I'm still not happy because I've already lost by You've been being here. Okay, well, I brought a note Book.","id":"VRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2023.21,"tags":["Andy Kaufman","Haye"]},{"line":"Um, I could go. OK, I'll start in the middle of mine. Uh, that's good. And media rez? Yes. Uh, this is Ah, just happy. The Italian sushi chef.","id":"XxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":2243.09,"tags":["Italian"]},{"line":"Hell, no. What is that? I gues's it. So we know he's talking. So every time you're gonna talk, it''s gonna be with that that echo Europe. You okay? That''s okay. That''s good.","id":"YxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2276.45,"tags":["Europe"]},{"line":"Yes. Uh, like so I I watch the show, and they often have these, like, pizza guys. And the main thing I'm like, this is not funny. I'm not like, what is like, this is just like normal pizza. What if you are you thinking? Is that a commercial? Sushi is supposed to be cold. Yeah, well, if I do, if it commercial, it's gonna be a commercial for this guy,","id":"axH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2330.18,"tags":[]},{"line":"A comedy, Mari As a comedy serial killer. I've got to be going after somebody you know, comedy when it's safe. That''s not funny. Yeah, it''s gotta feel edgy. It''s gotta feel dangerous, but not in a way that can get me in trouble. Indian sushi Chef. I'd Love Teoh. Oh, I would be so funny of that. And imagine the accent. But it''s a trap when they ask you that. You can't","id":"dhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2469.58,"tags":["Mari A","Teoh"]},{"line":"That's good. And so over it.","id":"exH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2509.17,"tags":[]},{"line":"Ah, and they don't buy stuff, but they buy all this stuff on their phones. Yeah. Onley on their frames. What else was the bear? They don't know what a house is. Yes, that's many of them, Like a full like 100 of them were shown a picture of a house and a lot. Most of them a majority of them didn't know a plurality of them did not know what it was.","id":"fxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":2555.39,"tags":["Onley"]},{"line":"This is a groceries door. This is that glas's royal","id":"hBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":2606.29,"tags":["Thi"]},{"line":"he doesn't text anymore. He just It's all the reactions.","id":"iBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2627.7,"tags":[]},{"line":"well, I put the fish in between some rice and wrapped seaweed around it.","id":"kBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2705,"tags":[]},{"line":"Dena, I want to say I don't want to say decks to I was going to swear. I swear to God, I was gonna say that beast Iraqs. But that''s might be thinking. Directs the destroyer Drax. That does sound familiar.","id":"nRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2900.11,"tags":["God","Iraq","Drax"]},{"line":"And then what do they say? No, it's over now.","id":"nxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2967.19,"tags":[]},{"line":"Where is the echo?","id":"ohH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":2992.01,"tags":["echo"]},{"line":"and split down the middle. Wow. You think he's like, hold for a second? He''s standing there, and youll ago. Must have, like, not even touched them and then is to have started","id":"qBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":3131.47,"tags":[]},{"line":"'something that I'm working on is I like it when comedians have their own YOUTUBE channel and in the names of their own videos, they're called like comedian The shuts death.","id":"qRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":3142.53,"tags":["YOUTUBE channel"]},{"line":"Yeah, I don't know what you're talking about.","id":"rxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":3267.98,"tags":[]},{"line":"It is a nice dry barada.","id":"txH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":3378.13,"tags":[]},{"line":"Yeah, See, this is a little make with Ania. Tammi. Nick.","id":"vBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":3468.31,"tags":["Ania","Tammi","Nick"]},{"line":"Yes. So that's the kind of thing that could be pretty rewarding. Instead of just, like own coven.","id":"vRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":3478.94,"tags":[]},{"line":"The inferno in the Dan Brown Book Inferno and it's pretty hot in there And also some ancient group planted some symbols to lead you and, uh, symbology Robert language","id":"xRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":3584.43,"tags":["Dan Brown","Inferno","Robert"]},{"line":"like Kevin doesn't understand anything. No, he's started air drumming. Drum Cymbals.","id":"xhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":3601.61,"tags":["Kevin"]},{"line":"that is good, because then you can use this tape for two purpose's if you don't get SNL way out of kind of full up, they hired us three Hoosier. Then you can still get into whatever the new damn Browning is.","id":"yBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":3655.44,"tags":["Hoo'sier","Browning"]},{"line":"gun Bubble Sprinting away from succes's","id":"yxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":3784.81,"tags":[]},{"line":"he has a baseball game on the computer","id":"zRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":3793.15,"tags":[]},{"line":"which is like, once you have, you know, they say, like once you observe a particle or whatever like it, like the fact of observing it changes it. Once you have sniffed anything, that thing does smell like your nose slightly because it usually touches a little bit in some of the grease. It touches a lot. It does touch a line. Sometimes it goes all the way through. I really enjoy The sniffing proces's, and I'll put my whole face in there sometimes. And just Ray. Yeah. And sometimes your nose will pierce the product whether it be a put a poster or a sweater. Yeah, which I think is something that they can buy as well. Not for our show. Maybe for a different trip. It's OK, Um, so you can check it out. Go to pots white dot com The slash The Boys to get your official Hollywood Handbook march. I understand that you have sniffed the website as well. I don't have Internet, but if I did, I would have. Okay, it says that you have, But it''s just that you and like you would like to Yeah, I think they're setting me up. Teoh. Someone setting you up to get Internet? Yeah, And if you already have merge, show it to us poster pics on Twitter and Instagram with the hashtag pods wag. And could he will give you a digital sniff. What is that? That that is you know by more merch Teoh that we can afford to get me Internet and once I have, it will sniff you","id":"1BH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_1","timeCode":3929.37,"tags":["Ray","white","Hollywood","Handbook","Teoh","Twitter","Teoh"]},{"line":"More like fear. Wolves get ready to quake in your headphones because Earwolf s movie podcast are talking about horror movies. The","id":"2hH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","speaker":"spk_0","timeCode":4046.33,"tags":["Earwolf"]}]