[{"line":"do your do your take on it Keep like the must stays like the core elements. But you do your own thing. Oh, yeah, Get back to my original Now You might have misunder'stood of saying, I don't do like a kind of dumb guy whos like pretending to be smart. You know? It''s funny, but it''s not what I was doing. You think I Well, I mean, like, a little bit of, like, a little bit of it, just like imagining what a smart person would be like. OK, but like this time, do like a real like, actually, that''s a great no. Okay. All right. Good night. Right. Here we go.","id":"2hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1115.45,"tags":[]},{"line":"You're listening to the Hollywood Handbook-East is a WolfCool Jr brought to you by hazy bone, and they claim Doc in the Clinton I thought you were kidding about that is that a real thing just just days. Well, I know that. I thought Hazy Bone was both. You guys think when you were from when you referred UCB his claim dog. I just thought that he was being like, I'm so stupid like dog Clem dog. It just I didn't think it was really I'll do it again. You think Clem dies? Canvas Dale nickname. Oh, I didn't think Sort of could, actually, you know, we was talking to him just Now. I'm sorry. Okay? Because you were trying to keep that information. I wasn't trying to I just Okay. I was shocked that you heard it. Okay, I I'm sorry. Let me go again. I just can't even think you need more time. No, just sort of like you have more time. Okay? This is the perfect amount of time, OK? I said this would be quick. You said I'd be in a Now, just whatever you need. You know, whatever. You're kind of like getting blown. We're just trying to find it. We thought you being there because we kind of as'sumed you would just That was sort of our as'sumption going and that this would Big era you know, and I act. I want to give you what? You okay? Yeah. You're listening to the Hollywood Handbook-East. Let me not say on those my fault. You're listening to the Hollywood Handbook-East to you by Hazy Bone and the Clem dog. This is a cool No, I don't like hearing it Now.","id":"2xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1149.07,"tags":["Hollywood","Ea'st","WolfCool","Jr","Clinton","Hazy Bone","UCB","Clem","Clem","Canva","'s","Dale","Hollywood","Handbook","Hollywood Handbook","Hazy Bone","Clem"]},{"line":"I don't but that I make you laugh. It does make you laugh when you say, I think that's the important thing is that it makes it cracks me up.","id":"4hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1280.53,"tags":[]},{"line":"No, go ahead, please. I just trying to figure out what you were talking about. Now I got to tell you now, I got to tell you with both the gleam and I'm catching agreement both of your eyes, both of your Anglo Saxon eyes That this again, it's so excited. So excited for me to have a little bit of ah, fuck up. Because to the too little tiger sharks in the water compounds on the guppy, let me tell you go something. I came down here as a fucking favor to say thank you, and I'm sorry. Okay, I I was appreciate that you have me on what was a thank you for for having me on the first time. You and I think I'm sorry. Done pretty well for you, hasn't it? I honestly I don't know, because after I did it, I havent registered it again. Till one person, unlike a Reddit, said something to me like, Do you really hate? They're like, Do you really hate those guys? And I was like, Oh, honestly, I couldn't remember what they were talking about. I see. You remember that. So your memory is obviously so good. And so because I've read that and I read it","id":"7BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1356.82,"tags":["little","becau'se","Reddit"]},{"line":"read Hear pushing that on me. I'm just saying I'm not looking the way you look at us and say like this. This is their race, and that's how I'm gonna observe them. And the way you look at the two people love each other trying to get married. And your name is he's MacArthur. Okay. And that is a very common misconception that I will let stand cause I think he''s very talented. And that''s a compliment. Oh, that''s not your name. That''s a compliment, Teoh. People mistake me phrase. McArdle Now I feel bad. Sorry. My headphones. Yeah. Sean, I really like Ah, I don't get it, man way Couldve just not had we could have just all gone away. Um, Arthur knows I'm talking about, like, all gone away way ever gone gavel are so snow. We just It just could like, I apologize for being a dick to you on the podcast, and then it could have been just like trying to trick me into doing a suicide.","id":"7xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1478.31,"tags":["Thi","MacArthur","Teoh","McArdle","Sean","Arthur","ju'st","ju'st","ju'st"]},{"line":"Please, can I say something? How much I think your suicidal, if that's what you're just because one race is doing better than another doesn't mean you can't be racist against the one that''s technically currently winning. I just tell you, don't understand what you What doesn't bother me about the haze MacArthur thing and how I actually really do love it is I want once at Mosaic for a meeting with somebody and somebody came in and said What Stillman''s manager wants toe meet you, And that was exciting for me. And then it turned out he had mistaken me for Hayes Hargrove, Christian wigs, ex husband. And we did end up having to go through the entire meeting anyway because he wanted to be nice. But I think are you telling me that we're not mistaken? You're not the guy on television You're not the dude on Angie Tribeca. Okay, on television, this kind of You're not the guy that TVs is running in bulk that gets that''s technically true. That are you? Are you that guy? No, I'm not you. But see, if you're not that guy, I don't know why I would have come. I thought for sure that that seasoning 1/3 season and I if I was nice to you, I would be like a good thing. That zit could be good for you, where you're sort","id":"8BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1535.73,"tags":["Stillman","Haye","Chri'stian","Angie Tribeca"]},{"line":"Do you want me to give just a quick example of a job You might be looking to fish longer fishmonger so you don't have a good fishmonger. You've got all these fish. Nobodys monitoring them. And what you would do is you go on ZipRecruiter. And youd find the best candidates really quickly by listeningto 100 plus job sites and Social Media Network. The alternative is you get someone","id":"9hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1645.89,"tags":["ZipRecruiter"]},{"line":"Dana is in all caps, acronym with, like, periods in between each letter.","id":"-BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1689.78,"tags":["Dana"]},{"line":"And she doesn't even know that. Just what","id":"-xImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_3","timeCode":1758.8,"tags":[]},{"line":"Uh, and why do you need affection so much? I just I'm just friendly in","id":"_RImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1763.23,"tags":[]},{"line":"the office.","id":"_hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":1769.18,"tags":[]},{"line":"tickets watching the jukebox musical We Will Rock You, starring Queen","id":"AhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":1825,"tags":["We Will Rock You","Queen"]},{"line":"Um, I really lets get Let''s do. Okay, so let''s do a quick bumper. So just go like","id":"DBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1927.68,"tags":[]},{"line":"do ah,","id":"DhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":1934.74,"tags":[]},{"line":"Right? Bar trying, Adam. But police. I'm trying.","id":"FBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2057.24,"tags":["Adam"]},{"line":"I just want to Really Did you really want to try to put you in? Well, I think you really want me just to explain Moneyball to walk. He's through it and hell tell me to tell you if you're right,","id":"GBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2115,"tags":["Moneyball"]},{"line":"I gues's this is like a super Cliff notes version of it. But Billy Okay, Billy Beane. But you did read the actual book. Yeah. Okay. Okay. Billy Bean, who is a general manager, former baseball player, came up with a way to look at statistic's and put different values on them Schengen be. And why Why do you say chunkin being We're just thinking about it. Billy Beane. Billy Beane, Price. It's sort of it. Is there something there? What does that mean when well cut it out? It''s a thing. What we do when Sean makes a joke on the show. Often he kind of, like, finds his way there out loud. And we cut that part out way editing to the final joke. So it makes it seem like he came up with it really fast. But that''s the beginning of, like, the yellow overthrow. Basically a lot of work. Do you want to keep going? Do you want to finish it right now? Okay. So John could mean being","id":"GhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2131.88,"tags":["Billy","Billy Beane","Billy Bean","Schengen","Billy Beane","Billy Beane","Price","Sean","John"]},{"line":"I think you know that. It is not the Hollywood Handbook-East. Is that what you were upset about? I think that you know that. OK? SE Produced by Chris Bannon and Scott Anchorman You really don't want to write off? There's a lot of Nance a lot of names WolfCool Jr produced from You don't know Scott, are you? I know, Scott. I like a lot of names. It''s a lot on the metro in the bag. Just for this one case, we want to use it. What is it That we get it both ways instead of God kicking, butting, dropping names in red cover linebacker Always of this industry we call showbiz. He throws that again, warn insider's, Got somebody dropping names in red cover linebacker. Always in this industry we call showbiz and just throw it in there. And if we want to use it, because that way we can cut it. We can always cut out of it and Hear you're listening to the Hollywood Handbook-East on something. And Hayes MacArthur produced by WolfCool Jr Chris A Bannon and Scott Aw, Kherman Hollywood Handbook-East Air the, um, red carpet. Yeah. Ah, that''s right. Yes. When the red carpet makes the back calls of this industry, we call show. Yeah,","id":"JBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2338.78,"tags":["Hollywood Handbook","Ea'st","Chri","Bannon","Scott Anchorman","WolfCool","Jr","Scott","Scott","Hollywood","Handbook","Ea'st","Haye","MacArthur","WolfCool Jr","Chri","A","Bannon","Scott Aw","Kherman","Hollywood Handbook"]},{"line":"I really I gotta get a crazy one just for you, because it's a fun show. You know, I feel like we're hammering you with No, you know, just like you're not really getting him. So, like, let''s do one. Like what''s what?","id":"JxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2418.89,"tags":["ju'st"]},{"line":"hands. I know Sean. Panic attack. No, Sean. But I don't","id":"LBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2468.11,"tags":["Sean","Sean"]},{"line":"when I finally did meet other people with my last name. They did one of these Clements.","id":"LhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2490.05,"tags":["Clement"]},{"line":"'stick, as was my twin,","id":"MhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2561.58,"tags":[]},{"line":"Which actually reminds me of another joke about two guys peeing off a bridge.","id":"ORImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2626.6,"tags":[]},{"line":"I'm sorry. I'm just worried that don't tell them this joke later. Like it was your joke. I just heard that this is something that you dio I'm not I'm just Big, bad. I mean, I'm just getting ahead of it because I don't know if you think I talked a little bit about I don't know if you think that it's okay. You might think that is just a normal thing to do. So it might make some people upset, so I'm just saying right now, Do not tell the joke or the story? Yeah, or the story. And be like, this is mine.","id":"PRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2658.95,"tags":[]},{"line":"like you. Can you believe this hour, John? I would do this even if I werent being paid toe laugh with our friendly. I","id":"SBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2810.94,"tags":["hour","John"]},{"line":"Because this is drivel and garbage right now. I don't pay attention to that because it's just fun. Like I Honestly yeah, I would just rolls in. We ever heard dance like nobody''s watching.","id":"ShImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2823.71,"tags":[]},{"line":"many people come","id":"UhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":2875.31,"tags":[]},{"line":"back. I never want to come back here ever in the in my life People finish the show and they say","id":"UxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":2876.28,"tags":[]},{"line":"your people you brought out made me do that. You know the similarities and you know that he was what similar? You know that we probably have like Ghana for some similar star. Why? Whatever I know. So it and you knew I would be a trigger thing and you said it. So let me tell you that sucked. This sucks. Every this whole building sucks. Hang. I fucking hate Earwolf. Let me ask you a question. How does this place","id":"WxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":2961.96,"tags":["Ghana","Earwolf"]},{"line":"this is that it's garbage. It''s a whole garbage plug in industry. I don't understand how any of it works. I don't understand how how, how you could enjoy you too are good writers. You paid really like top of the line. You do this for fun. That''s crazy. You Are you married? Do you","id":"YRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3012.22,"tags":[]},{"line":"what you're saying.","id":"ZRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":3033.02,"tags":[]},{"line":"that sounds like that. You don't get his comedy. Yeah. No, I get Whoa, no, you don't know his show. Why? No, I get his comedy. It's not Know why Would have my favorite comic. I don't think I think he''s, like, overrated. But I Adam Palley of all the things you said, there''s one thing I really have to take is'sue with.","id":"axImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3068.82,"tags":["Adam Palley"]},{"line":"Anyone can freestyle rap. I don't I don't even remember what you're talking about. Dio, Just show him","id":"bBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3091.47,"tags":["Dio","Ju'st"]},{"line":"one and two And here we go gonna style rap with the flow on Started it Now Gonna start in 321 Here it comes gonna wrap soon","id":"bhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3112.17,"tags":[]},{"line":"Start the beat up slow it down Gonna be a slow rap","id":"bxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3129.76,"tags":[]},{"line":"It's funny I don't know What I don't know. What I don't know I do you like if","id":"cRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3145.2,"tags":[]},{"line":"Okay? And he has a cold. What do you getting it? Nothing. Just that's conversation. This steak fingers cause he's a sick. I said yes. I look extra six. I said, you know, I told you I first. I said You don't look so sick. You know, I said he looked healthier from from from every from what everyone''s been telling you that you look out bumper. Adam, why are you mad at","id":"dxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3186.84,"tags":["Thi","fir'st","Adam"]},{"line":"me? Because hurt people hurt people, hurt people, hurt people. That's very Do you know that It? No, I get it. Okay. Okay. Ah, you said it back. It was like you didn't know. I was trying it for the first. Let''s not make a meal of this one.","id":"eBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3212.81,"tags":["fir'st"]},{"line":"Are you sure? That sounded like my worst one. I really didn't love that 10 you want it back.","id":"fBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3247.09,"tags":[]},{"line":"You told me you wanted me to come in and record your bumpers.","id":"gBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3272.2,"tags":[]},{"line":"had ugo couple. You know, we're gonna have engineer Brett to a couple. You","id":"gxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3299.13,"tags":["Brett"]},{"line":"never read your Brett","id":"hBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3302.7,"tags":["Brett"]},{"line":"you want throw me?","id":"hxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3325.06,"tags":[]},{"line":"I'm just trying to explain my thinking. Hear like you know, you're a gambling man. You don't go to Vegas and just put all your money on one number.","id":"iBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","timeCode":3326.66,"tags":["Vega's","ju'st"]},{"line":"You put a little on the Adam Powley number. You put a bunch on the bread number Ghostbu'sters, would you? What did you like that knew you said celebrity? That's right. I had I, like, settle. Howl thought this script was shitty. Oh, wow.","id":"iRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","timeCode":3333.93,"tags":["Adam Powley"]},{"line":"Rana Glickman Hear from Run and Beverly to tell you this is your big chance to see Rana and Beverly live with some of your favorite podcast's. Also performing Comedy. Bang Bang, NPRs Pop Culture. Happy Hour, Spontaneous Nation with Paul Left, Who We Adore and Law. The Now Hear This Podcast Festival is October 28th to the 30th in Sunny Anaheim, California It''s gonna be absolutely fabulous. See all your favorite acts live goto Now Hear This fest dot com to get your chickens plus information on hotels and travel When it''s did weekend","id":"ixImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3390.32,"tags":["Rana Glickman","Beverly","Rana","Beverly","Bang","NPR","Paul","Left, Who We Adore and Law","Now Hear Thi","Fe'stival","Sunny Anaheim, California","Thi","fe'st"]},{"line":"You've seen me have intercourse with a variety of","id":"kBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_3","timeCode":3484.49,"tags":[]},{"line":"You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again.","id":"khImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_3","timeCode":3489.2,"tags":["Phil Collin"]},{"line":"Yes, I have","id":"kxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","timeCode":3494.43,"tags":[]},{"line":"Hey, guys, that taste want Talk to you about the Now Hear This Podcast Festival. It's coming to the Los Angeles area this October, and Sean and I will be there for a live Hollywood Handbook-East You love pie gas and comedy. You don't want to mis's it. See Hollywood Handbook-East von Stage, plus more favorites like Comedy Bang Bang. How did this get made? And with Special Guest Learning Lab gets in the Los Angeles area this October, Um, plus, Marc Maron is going to be sharing his favorite behind the scenes moments from WTF on great story storytelling podcast like the Moth and Criminal. You can also get a V i. P Pas's the V. I. P Lounge. It''s October 28 through the 30th in the Los Angeles area, just a short ride from Los Angeles. You can see the whole lineup at Now Hear This fast dot com.","id":"lxIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":0,"tags":["Lo","Angele","Sean","Hollywood Handbook","Hollywood Handbook","Lo","Angele","Um","plu","Marc Maron","V. I. P Lounge","Lo","Angele","Lo's Angele","Hear Thi"]},{"line":"from there with Maggie","id":"mRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":49.89,"tags":["Maggie"]},{"line":"He of the extemporaneous monologues, and we're hiding under the boards in, ah, old spooky house, making creaking noise's. Ah, to try to spook the owners out because, obviously, if they're able to spend the night without fleeing in terror. We're gonna love them. 1,000,000,000 bucks. Yeah, And I'm hiding behind a painting. Move my eyes around. Ah, 1.1 of them leans against Ah, suit of armor holding. Sort of. Ah, sconce and sconce moves and I swoop around them. Suck him into the wall. Right. And now, Maggie, I have to go to bathroom. Well, where you think you're gonna do that ice knowing her? This is your under the boards m and inside the walls. She's one of she''s gonna want to go in that, um in the tube.","id":"mxIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":65.79,"tags":["Maggie","Thi"]},{"line":"Yes, that's right. She wants a going to one problem.","id":"nBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":120.61,"tags":[]},{"line":"'so loud, You Hear to remember where in the house Now, Could that be hopeful?","id":"nxIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":130.89,"tags":[]},{"line":"Somebody do in the bathroom in the tube. And you're hearing that and they say, Well, yeah, that's interesting. Do they have to? Is the deal that have to be scared, or can they just say it? You know, they would be so","id":"oBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":136.03,"tags":[]},{"line":"gros's. Well, okay. According to the rules of the contract, they have to spend one night in the house, right? You as'sume that they wouldn't want to, because it's haunted. So scary. But maybe it would be so grow gros's. Yucky. And so after hour, hour and 1/2 a good to bun jammed. We get all the slugs out and all the different, uh, corncobs and everything that had been put in during the project. And, ah, Maggie gets in there, start going to bathroom. Now she''s shy. So where you think she wants me to stand Hayes while she''s going about them in the to she''s gonna want you to stand well, you're gonna Somebody''s gonna need to be kind of supporting her because she needs something. That kind of Oh, yeah, I get behind her with your with your arms under her arms, and she kind of hang on those","id":"oRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":148,"tags":["Maggie","Haye"]},{"line":"and the hard hat on boo. Yeah,","id":"phIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":232.6,"tags":["boo"]},{"line":"It was a dark time for me, and I didn't make the best decision's back then. I could see how you would think there was some advantage to you doing this, Because why would this","id":"qRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":257.13,"tags":[]},{"line":"bles'sings of my life. Yes. Um,","id":"shIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_2","timeCode":353.8,"tags":["life"]},{"line":"but we also like, explore. It's not always so nice. It''s not always people being nice. Um, and you","id":"sxIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":356.98,"tags":[]},{"line":"Okay, that's my sound. I'm like, I realize that. What does that mean? Like that''s being, like when we get what I do. You hear the chuckle in there?","id":"wBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":484.13,"tags":[]},{"line":"You know what I mean? Oh, wait. I always got and","id":"wxIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":502.03,"tags":[]},{"line":"No, he's saying okay like he is.","id":"xhIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":512.15,"tags":[]},{"line":"Well, what if it's not? You know, you did like you did that, but what if it''s more like a","id":"yhIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":548.56,"tags":[]},{"line":"Ah, that was a wait. You're telling. That's clear that that''s that''s you liking whatever material of mine that you're watching, That''s me. I'm seeing you're doing your thing. The political guy are the Are the What''s his","id":"0RIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":611.84,"tags":[]},{"line":"He's I mean, he''s some kind of president or something, right?","id":"0xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":626.78,"tags":[]},{"line":"Yeah, he's one of the main president's that theyve ever done","id":"1BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":631.08,"tags":[]},{"line":"you know, mes'sing up in a way that is","id":"1hIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":636.63,"tags":[]},{"line":"it's really but it''s like a Rheal character. It''s not like a cartoon. It''s like it''s right. You actually like riel,","id":"2BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_2","timeCode":642.48,"tags":["Rheal","riel"]},{"line":"'see, this is I gues's so. I just you know, it doesn't like me like that. I just feel like coming up, you know, like doing shows like or whatever Just you guys would always beat. You would always be like, making these noise's. Like when I came off stage or while I was performing or whatever. Lets lay it out. I mean, let''s let out. We're seller dogs. We came about the seller. Yeah, we all we're","id":"3RIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":684.17,"tags":[]},{"line":"their brick calm and bricks behind the stage. Yeah, and then everybody goes to the cafe afterwards? Yeah, this sort of a Moroccan place or when everyones, like, fucking with each other. And it''s like it''s all part of Boston beans getting mes'sed up, Getting so yes, a lot of nights where we would get mes'sed up. Everyone go hard on a drink that matched up, sometimes","id":"4BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":714.13,"tags":[]},{"line":"And, um, we It was obviously awesome. Show. Got us a lot of i-Tunes got us a lot of attention. A lot of valuable stuff going on at the time. There was a lot of what fable stuff going on Brett Butlers It was, um,","id":"5hIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":793.95,"tags":["i-Tune","Brett Butler"]},{"line":"then I came from like corn.","id":"6BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":823.54,"tags":[]},{"line":"And we all remember Collins modern man routine. If you want to give me a piece of it. Uh, well, it was. I mean, this is taking forever. What do you mean? Do you remember his turn on my faucet? The water comes out, but I turn in my bath. The water comes out of their to the bats in the bathroom. The faucets in the faucet room? No, it's a kitchen. I'm a modern man. Say, I just didn't like that.","id":"7hIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":908.04,"tags":["Collin"]},{"line":"But it was definitely something that people were telling us was good. It was Yeah, it was. It was something that nobody had done. It was groundbreaking. It was, wasn't doing like what other people were doing. No, no one else was doing that. I was doing something that nobody really wanted Teoh. And like people wouldn't dio","id":"9BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1008.49,"tags":["Teoh"]},{"line":"kind of way that. Yep. And now we do Sean one with me, and maybe I'm sort of like, uh, yeah, we do.","id":"9hIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1053.47,"tags":["Sean"]},{"line":"if we don't get in there, Huh? Below, he takes him all from these very low angle, you know, just like very low angles. That's the equivalent of like, an upskirt. What''s kind of an action packed photo","id":"_hIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1140.37,"tags":[]},{"line":"like? That's what I don't upskirt photos. Action packed. Yeah, So I'll be like, Do you want to take an action packed photo with me and I'll drop the photo down Kind of like in Splash, where they dropped the quarters on the ground and look up, skirt","id":"_xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1155.5,"tags":["Spla'sh"]},{"line":"right. We're never be allowed to make that today. That's right. And then they That''s right. They met their nemesi's","id":"ABIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1171.82,"tags":[]},{"line":"in the tail that the agreement they try toe, look up the skirt and then it's There''s no division there. It tapers down to a tail, and that''s how they got splash so back you would go up. We did ours. The lights go out. Then I think who was? Who was doing the? I'm trying to be really respectful of back because I know he''s misunder'stood some things in the past. Back Did you want to say more about Splash before we move on? I thought the and I thought he was","id":"ARIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1177.64,"tags":["spla'sh"]},{"line":"done with, and that's how we got splashed","id":"AhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1212.84,"tags":[]},{"line":"Well, but I But I've been wrong about this kind of thing before. Obviously, I thought you were wrong when I came on stage during the middle of our set.","id":"AxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1215.24,"tags":[]},{"line":"That's Big for you. Like it was a It was a hot woman, but with the tail and like she and then there was Tom Hanks didn't do it today. Um, and I just, you know, people are not really allowed to do that anymore. Yeah, well, they're trying to do it with Channing. Yeah, right. They couldn't do the same movie. Don't be like, OK, but he''s not. Don't. When I say they couldn't do that be like, Oh, well, they actually are doing it. I know they're doing math doing. They couldn't do that. Same thing again. Which is why they're doing it with a man, right? That''s what I'm saying. I'm saying that where you're not saying that. Don't You're not telling me that I'm telling you that, right? I'm agreeing with you. I'm adding on. Know how is that agreeing when you say no? No, I said they wait. What did you say? So I really Hear into groundbreaking. Like is your groundbreaking like, New way of agreement is to say no to people.","id":"BxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1241.2,"tags":["Tom Hank","Channing"]},{"line":"He opens the mail. How? Ah, went sort of. Ah, and one of the boxes is sharp. One sharp piece. He opens a different male. Who? You We excited about a Harrys razor box Way. I love using my real laugh. What? I've been hoped by myself way. We","id":"DhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1338.17,"tags":["Harry"]},{"line":"have flaps acces's areas","id":"HBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1643.6,"tags":[]},{"line":"under what? Her section you need so little. Ah, but you know, and obviously there's also four style profiles clas'sic casual forward and mix this free shipping direct delivered to your doorstep. Build your wardrobe and diverse fire, look in comfort and in safety, and it is really safe. Um, it''s great cell. It''s always in season. And, ah, it''s $60 for $240 worth of clothing when you goto Five Four Group dot com and use the promo code Handbook-East sign up and they promise It says that it will never. It''s never going to get run over by a car. Icka.","id":"IBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1664.13,"tags":["Five Four Group dot com"]},{"line":"Thank you. We can move on. Good. We will. Now. Hayes wanted to talk about lights were out. And you It was like one of us was supposed to","id":"JBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1717.73,"tags":["Haye"]},{"line":"No, I didn't know you guys. Well, they had the bandage on his head and says Now back. I know that's not true. What? That I didn't know you guys. You didn't know us personally, But you knew. Like that way there wasn't a single person in that scene who didn't know about the milkshake.","id":"KxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":1825.76,"tags":[]},{"line":"Yeah, but I thought that he could do it just later. I don't know when exactly. Ok, so yeah, I knew about the milkshake. OK, so then you some during your mouth is so scratchy. Do it later. Yeah,","id":"LBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1842.47,"tags":[]},{"line":"Yeah, because the line","id":"NBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1944.72,"tags":[]},{"line":"reversing what? I think the line is teaching, you know, it was students. But you said teacher,","id":"NhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":1952.64,"tags":["rever'sing"]},{"line":"No. What? You should have done support the milkshake on you. Yeah. You shouldve poured the milk shake on me.","id":"QhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2075.84,"tags":[]},{"line":"Yeah. Says you hired a publicist, though","id":"TRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_3","timeCode":2161.03,"tags":["publici'st"]},{"line":"Weve got Big teams, right? So sometimes stuff gets lost in communication. I think we're learning a little bit. I gues's so. And what I was told was you were here to finally apologize for you. Don't milkshake on Hayes when you should try dumping on me. And you would have found out where that milkshake ended up. And I would have found out where the milkshake. Oh,","id":"UxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2210.38,"tags":["Haye"]},{"line":"when I said he read a face like that, though, when that happened.","id":"WRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2263.17,"tags":[]},{"line":"Well, you've been really great on weekend live. We love the","id":"XxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2315.75,"tags":[]},{"line":"It's Monday night, and he''s like, Oh, like a meeting ever Bolena shape picks meeting, shaking everybody''s hand and you and you stride. And I'm like, I'm captain case. Season four.","id":"YRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2338.39,"tags":["Bolena"]},{"line":"You say what say I'm Captain Boomerang Bennett,","id":"YhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2354,"tags":["Captain Boomerang Bennett"]},{"line":"do you fuck up? Are you don't see Oh, hey, Captain King groups kept Iggy. I'm Captain Boomerang Bennett. Okay,","id":"YxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","timeCode":2358.71,"tags":["Captain King","Iggy","Captain Boomerang","Bennett"]},{"line":"Do you want to talk about your book on Hear my book? It's dumb. It honestly is but it might make everything a lot easier.","id":"ZhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","timeCode":2384.6,"tags":[]}]