[{"line":"The Comedian close it up.","id":"DRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":1698.24,"tags":[]},{"line":"From Yes, this famous alum or comic Book. Huge coming by Zack Snyder. These guys are making Watches. We're calling","id":"ERJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":1736.12,"tags":["Zack Snyder","Watche"]},{"line":"you do with this at the mattres's","id":"IRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":1988.76,"tags":["mattre's"]},{"line":"'some there with Tony to kneel and, uh, Cartman and We're punching this white baby for it's like a civil rights thing. And the baby starts crying like screaming. Yeah, and it's excel immature, you know? And there''s all these cops around. It''s like the policeman''s banquet, you know? So so I start to get a little shy, and I'm blushing. And one of the cops whenever he goes, What''s that noise? And Tony bles's her, Argos. It''s a new song I'm working on. And there''s ah, keyboard near us, You know, was with the band banquet and she just starts jamming, right, you know? Yeah. And Cartman grabs them like Teoh. And what we came out with was really special. And ah, was crocodile rock. Were you hoping s they had this would be, yes,","id":"JxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":2051.36,"tags":["Tony","Cartman","the policeman","Tony","Argo","Cartman","Teoh"]},{"line":"cops I don't know if you know, Um I don't want you to punch anybody. Yeah, you know, freshly them. So you do that going in?","id":"KxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":2135.99,"tags":[]},{"line":"No, not at all. Most of the time, I'm not trying to communicate. I'm just trying to judge.","id":"NBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":2228.47,"tags":[]},{"line":"Yeah, I don't know them.","id":"NhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":2246.03,"tags":[]},{"line":"cheese bit pop go and yeah, and I'd be like, Ooh, I go make love to the camera and I go What you're giving me so good right now and then Pop, pop, pop, pop, pop. And then I always swallow the 1st 1 that I go Oops. But I take a fat, chunky dip. But I put it, and then I go like, who was supposed to do that? And then I can put it. It's like when I go, that''s better.","id":"RhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":2417.39,"tags":[]},{"line":"juice. Sure. Yeah. If I'm Thursday,","id":"SBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":2445.13,"tags":[]},{"line":"back into this story. It's great days. You're gonna let you're gonna tell this tale for days to come to people that just don't listen to the show. Yeah. Uh, I'll play it for it. Gonna find a We're driving up to Austin. Me and my bro''s and my buddies got a huge van on, but he''s got benches in the back with a table in between, and we're doing doobies and dip in","id":"TxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":2482.71,"tags":["Au'stin"]},{"line":"'sign against their window and it says my m y space Dixie D i x I e","id":"URJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":2533.88,"tags":["Dixie D"]},{"line":"in this show. And now That's The show. That''s basically yeah. TBS Ah, TBS is Wrecked.","id":"VBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":2593.19,"tags":["TBS","TBS","i's","Wrecked"]},{"line":"Um, we got a second season coming out. Very excited. We shoot on the beach. Yeah, I heard. Uh, Okay, yes. Oh, that's true. The beach. Israel? Uh, yeah, most of it Israel, But we green screen the ocean. Have you heard some of these jokes about, like, to poll locks on a beach or desert island or something?","id":"VRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":2602.14,"tags":[]},{"line":"Which one? Oh, well, that's the thing is like, I'm aware that they're out there. Uh, and I think one of them I've been just the other one with a coconut hunting These? Yeah, I've been looking for two Polacks Goto a be there either on a desert island. They're friends with somebody who works at the B. And there is a key guy coconut bunking component. Something happens with these guys, and I have been desperate to figure it out. Well, we do a lot of those jokes on Wrecked. Oh, a lot of coconut bonking. Yeah, because that''s funny. Now,","id":"VhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":2621.66,"tags":["Polack"]},{"line":"But doink now going and I'm tuning in, you know. All right, I've got the remote that here. Recorders I might have to. Yeah, we're hearing that. Lets do something. This, I think, is interesting. Oh,","id":"WBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":2656.85,"tags":[]},{"line":"I think you get three disk's. That's it. Won.","id":"WxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":2695.43,"tags":[]},{"line":"The sand has","id":"XRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":2710.81,"tags":[]},{"line":"Okay, Um, yeah, I'm first thing pops in my head is ah wean. We say because that's a tropical M. And it''s sort of what, like what? A funny high school guy. I mean, we establi'shed it. You're like, Yeah, I havent","id":"XxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":2715.89,"tags":[]},{"line":"Go funny high school guy. Yeah, that's the vibe,","id":"YRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":2737.66,"tags":[]},{"line":"Yeah. Dil Dil Winberg. Yep. Yeah, grill Winberg From when I Yeah, that's my stage name grow. Have a separate career, uh, grill Winberg and you put it and you put a grill in what it is? Yeah, it''s a barbecue. Ah, celebrity tour. Well, I love that idea of that celebrity barbecue tour, and I just don't know who I'm gonna get to be the judge.","id":"aBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":2784.46,"tags":["Dil Dil Winberg","Winberg","Winberg"]},{"line":"Hyphen is now has a little hot dog on it. That's true. It always had that.","id":"bhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":2920.23,"tags":[]},{"line":"But I'm just trying to figure out the judges Guerrilla warfare, colon generation, Brill","id":"dhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":2988.77,"tags":[]},{"line":"do it not part just that You can't do it. Just city.","id":"hhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":3101.31,"tags":["ju'st"]},{"line":"Even if it's an enhanced CD, right? This is your not part of it. Yeah, there''s Iowa. Syria doesn't have a home, have a beer or any kind of screen.","id":"hxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":3104.83,"tags":["Iowa","Syria"]},{"line":"I don't know if I want to do that.","id":"ixJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":3144.63,"tags":[]},{"line":"There you go. I thought I was going to trip over my own Johnson and I e bring it down. And then he got a isn't yahoo to trust","id":"lhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":3217.7,"tags":["John'son","tru'st"]},{"line":"question? Well, Axl Rose is known for his Kansa's City B B Q Yeah, From Texas. I don't eat that shit. Ah, and Tory A Mohs. Yeah, she's known for her smoky Mac and cheese. So I would say she''s grilling up some Mac and she puts right on the grill, you know, and we let her get away with it. That''s old, baby. She''s a redhead and a man.","id":"nhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":3272.71,"tags":["Axl Ro'se","Kan'sa","Texa","Tory","Mac","Mac"]},{"line":"It's almost like she grilled her hair. Yeah, her hair is the color of five. Shake your head and wait.","id":"nxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":3297.77,"tags":[]},{"line":"Yes, it is a grilled Oscar's Wrecked grilling, hair red, red, forcing charcoal grilled for charter. I am very Oh, you're no ho are real way No, but technically, I had the last laugh tie, but there's only just, like shocking","id":"oBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":3305.55,"tags":[]},{"line":"But why will ask is go ahead.","id":"qRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_2","timeCode":3432.02,"tags":[]},{"line":"like, like, serious songs. So now lets do a funny one. Uh, I'm gonna dio you know any any, uh,","id":"sBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":3511.92,"tags":[]},{"line":"of $15,000 in there.","id":"uRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":3643.16,"tags":[]},{"line":"Yeah, he's on. How is that? It covers. Okay. Oh, sorry. I was just playing. I was just fast forwarding to his lines. Did you want to hear Josh Hamilton''s lines between? Yeah,","id":"vRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":3662.59,"tags":["Jo'sh Hamilton"]},{"line":"Yeah. Known man. Yeah.","id":"xBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_0","timeCode":3707.03,"tags":[]},{"line":"Um, on. Then I need 1/3 disc. I mean, that was one. Yeah, just one. No, I think this is our use in lobby Hero. Okay, I'm bringing to kind of a lot of completed for gotten to want me to do one. Yeah, well, I come in with 1/3 s ESPN. Oh, right. And kind of be","id":"xxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":3719.98,"tags":["ESPN"]},{"line":"they can listen. Go. Speaking of Penis on Winberg,","id":"2xJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":3942.63,"tags":["Peni","Winberg"]},{"line":"Please don't. Please don't drain The please don't drain The","id":"7RJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":4152.47,"tags":[]},{"line":"friends. Why not take a trip","id":"-hJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":4282.06,"tags":[]},{"line":"Listen to spontaneous nation with me, Paul F. Tompkins on","id":"_hJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":4334.89,"tags":["Paul F. Tompkin"]},{"line":"Baby. Hey, this is Arne Camp From The Improv fantasy podcast. Hello. From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And I started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind, Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I said, like a fancy college profes'sor,","id":"ARJJLnMByMrymAEmvSsN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_1","timeCode":4366.95,"tags":["Arne Camp","The Improv","The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Lord","Sea'son","Ju'stin","McElroy"]},{"line":"Jesu's. I mean, jazz Off ruler of the circle.","id":"BhJJLnMByMrymAEmvSsN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","speaker":"spk_4","timeCode":4415.38,"tags":[]},{"line":"Hey, todays show is brought to you by SockFancy Thes air Awesomely random socks. They come every month. It''s free shipping everywhere in the world, Hundreds of design's. You never get the same pair twice. They look really nice. Re exchanges. You can cancel anytime I got. Can I say hey? Yeah, because it does that thing. Yeah, got It''s a lot of great Yeah, points. Obviously they're random there. So random as insane at that ran. I just don't want people to worry that they're like they're like, look like you're a snake or something. It''s not there, Just like fun. But they could do that, you know, it''s within their rights. Yeah, but they have. They could look like street art graffiti, which is really starting to grow, like, grow a real fan base. Yeah, they could look like anything, But what they don't talk about as much. I mean, it says they're made a 70% premium comb cotton, but the''s socks are so comfortable and so durable that for guys like me and he's who the bones of our feet is on outside of our feet. Yeah. Ah, it is so difficult to find a sock that first Balkan stand up to the bones gather, boom that could hold them in place. And that always our hurting me that arent hurting And crunching the bones up back up into the leg so that I sort of yelp shoot up in the air like a cat. Yeah, um, like, bonkers. The cat? Yeah, Bob is I'm not correcting you. Just being specific. Totally nuts s. Oh, these socks SockFancy get them for normal feeling. Grey side bones were normal feet. They work great. But what I'm saying is, even if you're feats, have bones on outside's of, um, like he's has, I actually have both. Yeah, he''s got two sets of bones. Ah, double bones feeds. And ah, for me. I just got the one sets on the outside. It sits on top of the skin and the skin, and the meat is in a sack inside the bones and the bones create sort of a cage. And it''s so hard for me to find great quality socks with hundreds of design's. Ah, and I found it. I go to SockFancy dot com slash hand Book, and if you do that yourself, you've got a free pair out of your subscription when you enter that code handbook at check out. So go ahead, do it. Get to socks and feats in the","id":"CBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":0,"tags":["SockFancy","Bob","SockFancy dot com","sla'sh"]},{"line":"bones. Ox","id":"CRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":147.59,"tags":[]},{"line":"that's one double deck. No, I've had this argument before. That''s one deviled egg. Ah, it''s not one A. Yeah, right. Half an egg, a deviled eggs half a day. And, Sam, you made some deviled eggs for Aziz. You do every time we do a show. And, uh, what''s how do you do that? Why do you make the devil''s exam? I feel like I should contribute to the show. People is hungry. Yeah, and you're sort of a sweet little angel, but you make the devil''s egg. That''s true. Does that help you be an angel? Because you're sort of getting all the devil out into these, and you put it in the truly yin and yang. Yeah. Uh, which one are you? Yen. Mm. That''s what I was picking up. A swell. Speaking of speaking of your philosophy and Yang, who wrote the second episode Yang? Yep. And heaven and devil, right? Oh, my God.","id":"EBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":347.02,"tags":["Sam","Aziz","Doe","Yang","Yang"]},{"line":"Yes, and God, um, you're in the God place.","id":"ERJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":405.34,"tags":[]},{"line":"Well, it is, I mean,","id":"GxJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":497.92,"tags":[]},{"line":"Is that kind of what you mean?","id":"HxJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":550.8,"tags":[]},{"line":"No, cause I'm not up area. And me neither. I'm right here, but somebody is playing with me up there. That's what I'm asking. Hayes.","id":"IxJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":567.9,"tags":["Haye"]},{"line":"That's true, but is he''s actually in one of the episode's. It said the only president that''s up in the good place is Abraham Lincoln, right? Yeah, I saw it. I know you did. Wow. I know you're about to say that, so yeah,","id":"KhJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":677.61,"tags":["Abraham Lincoln"]},{"line":"If I'm not mistaken, I think some of those broad city girls smoked weed. Yeah, that's true. So are they gonna be smoking weed up there, Nerd. A getting in trouble, I think. Well, I don't think you can smoke weed. And Well, I see the thing about The Good Place is it''s, like, sectioned off into neighborhoods. And we are just exploring one neighborhood. So you don't Maybe there is a neighborhood where they're smoking. They were","id":"LRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":699.87,"tags":["Nerd"]},{"line":"'smoking weed because then if they're doing that, if they smoke weed than I would think the broad city girls can be there. But if not, I don't think because if I'm not mistaken, I think they like that. That extreme cu I think they Yeah, yeah, yeah, yeah, they smoked. The dank is cool. Yeah,","id":"LhJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":722.16,"tags":[]},{"line":"that you were the chief in that kind coups way talking Broad City now","id":"MRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":748.4,"tags":["Broad City"]},{"line":"made the show. That's a different question. I want answered how they made s. So","id":"OBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":790.71,"tags":[]},{"line":"I think it's like, how did this guy made? Okay, uh, I think it''s pretty much like, you know, they had writers and a bunch of actors, and wed be like, Let''s go to the set. And then, you know,","id":"ORJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":794.94,"tags":[]},{"line":"I want the show now. You are? No, you're saying that, you know, now I'm in. And then Yang would be like, Well, and","id":"QRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":864,"tags":["Yang"]},{"line":"Oh, okay. And then So So now that almost leads us directly into who made it. And it sounds It gives you","id":"QxJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":875.18,"tags":[]},{"line":"Is Janet escaped from the westward is'sue West Road? Is she the West Worlds way? Westworld Oh, no way she Oh, there''s something in my eye. I am gonna blink weird","id":"ShJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":964.98,"tags":["Janet","We'st Road"]},{"line":"Yeah, well, it's an old Yeah, it''s like a Jennifer Siri.","id":"ThJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":997.34,"tags":["Jennifer Siri"]},{"line":"Youll feel may","id":"VBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":1059.66,"tags":[]},{"line":"that gives you the craziest thoughts. Is that safe? I don't I mean, I think it's it''s not unsafe, or I mean, I don't know. I don't know. I think it''s everything is in moderation. Well, you know you. I mean, let''s be frank. You're the number one Chiba Hawk. Ah,","id":"WhJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1121.09,"tags":["Chiba Hawk"]},{"line":"Yeah, you can. You are lucid dreaming you have. It's like you have power. Superpower. Speak on that.","id":"YxJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1237.25,"tags":[]},{"line":"So, like a bad guy, Um, if there's like a bad guy like a Sam toe, Yeah, just like Yang and Yang. Yeah, you could be like This is a dream. There''s no way anyone ever funny I'm doing a and then I'm funny. I'm fun. I'm interesting. You're saying it''s easy for 40 minutes. To not yawn in my face like that would be rude.","id":"ZRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1262.79,"tags":["Sam","Yang","Yang","Thi"]},{"line":"So, um,","id":"cRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1363.91,"tags":[]},{"line":"Dilberts dad? Yeah, well, he be allowed in The Good Place Dilbert? Yeah, his dad. His dad. Like the comic strip Dilbert? Yeah. He has a dad. We have. You know, how many other Doughboys it''s are you friends with?","id":"dBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1377.09,"tags":["Dilbert","The Good Place Dilbert","Dilbert"]},{"line":"did Dilbert stat have something to do with making The Good Place? Yeah, that s knees. Bles's you. Okay, then he area. So So you're saying, bles's you, But we do have rooms. We do have This needs rooms, You know, those little rooms,","id":"gBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1526.85,"tags":["Dilbert","Ble's"]},{"line":"You know, the worlds if you have a sneeze coming up,","id":"ghJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1543.11,"tags":[]},{"line":"'so meaning it is a good way to approach is because I don't know if it through it. It feels like it could be reveals route because you're sitting acros's from Hayes. Yes, whos beautiful, right? And we do think about taking turns and how it is well known to be nice to take turns I'm share. Sharing is good returns, yes, but could you flip it and say, like Hayes is written for Just like a cornucopia of TV shows? And I've written for none.","id":"ixJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":1797.65,"tags":["Haye","Haye","Ju'st"]},{"line":"don't need not confident enough that it doesn't to really come out strong against it. But when you said it, I thought, It's weird. I'm Yeah, I said,","id":"jhJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1839.69,"tags":[]},{"line":"up. We get it So anyway, you know, I think we probably cancel each other out. You noticing you're were not. Neither are taking turns in a way that's honestly fucked up. But you're being rude. Yeah. I mean, it''s like, even if you're both rude, you're both not going to the good. Yeah, that''s probably true. Yeah,","id":"lBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1871.08,"tags":[]},{"line":"the sad thing about it is like it's such a small amount of people.","id":"lxJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":1901.12,"tags":[]},{"line":"Okay, where and who is she playing with when she's up there?","id":"mhJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1910.85,"tags":[]},{"line":"When you when you love, what do you think happens? Well be wrapped in aluminum foil anyway. So So what? Worms don't eat me. Yeah. They can't get scared of shine, huh, Ken? Worms getting coffins. It's expensive that","id":"oBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":1931.46,"tags":["Ken"]},{"line":"I agree. What do you just get burned up? That's because the Luna Voil is's like it would not burn. It doesn't burn. Yeah, that''s the idea behind this year. So I would at worst be like steams. Really? Yeah.","id":"oRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":1947.02,"tags":["Luna","Voil"]},{"line":"Then in a way, our me All right. Mm. Arent we all right?","id":"pBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":2013.41,"tags":[]},{"line":"Haidar, See? Hey, Cath. Uh, first I want to apologize for, like, looking at you from the window as you entered. It came Off probably creepier than it was. Which is,","id":"sxJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":2157.98,"tags":["Haidar","Cath"]},{"line":"Yeah. I think that's exactly what''s going on. Um, and then I would like to apologize, because after you after I heard that you were looking at me out the window, I did whisper, I'm gonna kill you in your ear. And that is true, right?","id":"uBJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":2227.96,"tags":[]},{"line":"Yeah. And then it is not the first time you've said that. Uh, so I'm That's all right. I'm kind of used to it at this point. OK","id":"uRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":2242.62,"tags":[]},{"line":"He and he No, lets get his camera away from him when he''s done. He''s wearing a shirt today. That''s a shirt that I own. But I've never worn it around him, which makes me think he''s seen me wearing it. He has some pictures of me in it that I don't know about. I didn't author I took them Tolo, Zoom Acre. Uh huh. Because it is just slightly different. The color balance is almost right. A picture And take a picture. Take it to the close makers head. Now I want now I become Sean. I become The Sean. Yeah, and imagine if he was able to what a chilling world he would. You know how youd be able to know he wouldn't be able to do my impres'sion. So that''s true. Like, um, you had another one. You're about to dio Yeah.","id":"vhJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":2295.6,"tags":["Tolo","Zoom","Acre","Sean","Sean"]},{"line":"a mom","id":"wRJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":2355.78,"tags":[]},{"line":"among it's, um this This cameras like clicking NBC was like, We're gonna make you actually famous. You can't make fun of being famous. It's a bad look. Yeah, that''s right.","id":"yxJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":2432.23,"tags":["Thi","NBC"]},{"line":"clock, and I was like, we got to get to set or we should.","id":"2RJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_0","timeCode":2636.14,"tags":[]},{"line":"Um, by hello, I'm John Lennon, and I'm simply having a wonderful Christma's time with all my new Earwolf much. Just look at what it will add it to the store this year. Make your friends jealous. Guys with the brand new Earwolf activity Book. Go on. A magical mystery toll in your hello From The Magic Tavon T shirt Shake it up, baby With the longest shortest time baby one z and this game From comedy Bang Bang. How did this get made and so much more? Imagine all the deals. Go to stall dot Earwolf dot com today and use the promo code Ho ho! To get 15% off your purchase. If your order by December 10th pick up a great gift for the podcast fan in your life this holiday season drones.","id":"4hJJLnMByMrymAEm5Ssj","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend","speaker":"spk_1","timeCode":2677.86,"tags":["John Lennon","Chri'stma","Earwolf","Earwolf","Bang Bang","Earwolf"]},{"line":"unles's the money, if they're my quoted people here, exchanges hands in 543","id":"7hJNLnMByMrymAEm9Ssn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_1","timeCode":61.87,"tags":["unle's"]},{"line":"and I'm not seeing any Mack Weldon people and","id":"7xJNLnMByMrymAEm9Ssn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_0","timeCode":69.17,"tags":["Mack Weldon"]},{"line":"Yeah, And it landed between two sponsor's right on the wine. So of Ah, So this stage is now technically called the Ryan Morris and video game lawyer, uh, toilet bowl cleaners stage.","id":"8hJNLnMByMrymAEm9Ssn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_1","timeCode":86.17,"tags":["Ryan Morri"]},{"line":"Yeah. So we doubled up,","id":"8xJNLnMByMrymAEm9Ssn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_0","timeCode":101.59,"tags":[]},{"line":"It doesn't matter what festival it is or if there even is one or tenacious d s having one, too.","id":"EBJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_1","timeCode":491.24,"tags":[]},{"line":"What we like and actually have sometimes more respect for ah, is sometimes whats really good is thes normal. Guys, there''s this thing called humans of New York. Do you guys know about this?","id":"ERJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_0","timeCode":497.71,"tags":["New York"]},{"line":"Yeah, And there's all these pictures on it. Yeah, and he didn't even want to look at them. But some people were like, Hey, these guys air like, actually pretty interesting. And they can sometimes be even more interesting than normal people.","id":"FBJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_1","timeCode":521.29,"tags":[]},{"line":"So we're not hearing any excuse's about why you got, like, stuck on the top bunker. Whatever Toby Keith","id":"GhJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_1","timeCode":579.58,"tags":["Toby Keith"]},{"line":"have acces's. Well, maybe leave. That might well, maybe switch that. My","id":"IRJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_0","timeCode":668.54,"tags":[]},{"line":"So what for anyone listening on the podcast? Whats happened now is he's got up and get do different chair. And we did like this for transparency. We did this before the show. I mean, a lot of people act like this is just like a natural move to just go from one chair to the other such chairs? No, but he's was talking about wanting to do it. Yeah, and before that, we tried going the other way behind the backdrop, but it is actually much easier. I","id":"IhJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_1","timeCode":673.02,"tags":["ju'st"]},{"line":"repelled down. Yeah, and I don't know why I didn't do that this time, cause it worked. Great. So if we have any nerds here tonight, we fight your words around, come up on the stage","id":"JBJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_1","timeCode":698.99,"tags":[]},{"line":"every okay, we have a nerd. This guys got his hand up. Appear not. Yes, up nerd.","id":"JRJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_0","timeCode":712.08,"tags":["Thi"]},{"line":"And when we say nerd, it's like that, it''s like, Well, it''s something like, Hey, I can say it cause I am one. Yeah, I mean, that''s the That''s the fact of the matter is, it''s not a derogatory term.","id":"JhJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_0","timeCode":721.52,"tags":[]},{"line":"like this. A loving were like youd be like that. It's like it''s like saying, um yeah, and well bring you into it a little more slowly. Yeah,","id":"KRJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_0","timeCode":738.65,"tags":[]},{"line":"So can I get you","id":"LRJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_0","timeCode":791.13,"tags":[]},{"line":"tattoos is a Harry Potter tattoo.","id":"NhJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_1","timeCode":894.43,"tags":["Harry Potter"]},{"line":"and wreck.","id":"OhJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_0","timeCode":943.5,"tags":[]},{"line":"I'm I always think I'm always going well, this Book, you know, because I love the books. Yeah, my favorite one is gonna be you, Phinnaeus.","id":"OxJNLnMByMrymAEm9Swn","index":"handbook","podcast":"Hollywood Handbook","episode":"Normal People, Our Close Friends LIVE","speaker":"spk_0","timeCode":946.94,"tags":["Phinnaeu"]}]