[{"line":"well, you know, a lot of people think that, uh, you know, Trump has played into our worst fear. Okay,","id":"ABIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":349.88,"tags":["Trump"]},{"line":"No, we are saying we're taking a stance on it, which is that, like everyone is bad because the election is a dumpster fire. But also everyone is like trying really hard and also very good. Uh, understand. Voting and voting is like, we really want to get behind it, but we still want to look cool. So we kind of want to be like it's kind of stupid, even that looking at it is stupid.","id":"AxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":403.66,"tags":[]},{"line":"I get it. Okay. So, like, Hey, so maybe it's like we open on, like you playing a grand piano way, have, like, a lot of flowing fabric in the background. And, um, maybe, like, maybe he's you're on the cello or you're playing like the sheriff in","id":"BBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":426.04,"tags":[]},{"line":"exactly. You don't. If he tells you it's a job, steam you go. Oh, no, Hear it? But if you just did it, you wouldn't know it was that helpful. And ah, maybe we just, like, open on serve. Um Ah. Like a somber melody about","id":"BxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":457.64,"tags":["ju'st"]},{"line":"twins. That would be great. And it's talking. So do the instrument's. It''s a tough idea, cause I have seen one video like this, and there is sort of ah ah, I don't know, Like maybe Ah, this isn't the right word for it. But like an uncanny valley thing, Where in order for the teen to have their parents coming down on them real hard, they need to not be old enough to vote, right? No, but it has to be about voted. So you gotta play him like they're 16. But they have to be at least a team. But me and he's look like we're 12. Yeah, Yeah. This is no problem.","id":"ExIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":566.55,"tags":["Thi"]},{"line":"Absolutely. It's just one big voting booth to","id":"HhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":687.26,"tags":[]},{"line":"And I tell you, when you're making videos for the Internet and you want to get those hits in those clicks, you gotta wear all the hats. Yeah,","id":"IBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":693.64,"tags":[]},{"line":"winter. All of","id":"KxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":829.52,"tags":[]},{"line":"Thank you, Jes's. I e I thought what would be great is when you're lying down, you should be lying down on a pane of glas's. We should be shooting you from underneath from underneath.","id":"NBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":912.31,"tags":[]},{"line":"You know, I think like whats really gonna help you get this video out in time is a clear shot list, So I think that yeah, that''s a great idea. Shoot you from underneath. Underneath. Show a glas's. You know, on your stomach, piano shot, cello shot, kids in a band","id":"NhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":927.51,"tags":[]},{"line":"Your birthday is a big thing.","id":"PRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":1038.69,"tags":["birthday"]},{"line":"uh this is a promo for any show. That's right. Any show that we're doing here","id":"RRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":1121.73,"tags":[]},{"line":"more. Yes, please get your popcorn. And also will be sitting here sipping tea.","id":"SxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":1161.82,"tags":[]},{"line":"their beak from just that can see part of it. Yeah, I just I feel like sometimes, Like, it's great to brainstorm and go go wide. And Now,","id":"URIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1201.5,"tags":[]},{"line":"Oh, no. Okay. Canceled the eggs. Right. 86. The exact ding ding. Lets let''s walk it back to you. That was really great. You know, you want your core is'sue sort of the thesi's of your song. That''s the catchy part that your own Bob, as we say in the biz. Ah,","id":"UxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1220.19,"tags":["Bob"]},{"line":"because the guest's of music's too loud is what we're supposed to get from them so loud Because But it''s me. We're thinking about telling the adults you you gotta get out of here. If you're gonna, only you can get out if you are going to vote. Yeah, or you're gonna stay stuck unles's you vote. Yes, but also like or whatever, like who cares, right, cause it''s where we don't really care. Is to say that voting is gay. Is that No, I wouldn't do that. I would like that. That would be a hard no,","id":"VRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1255.94,"tags":[]},{"line":"guys. So for me to say this is dangerous for you just because we're actually that's pretty good. And we're loving we actually really like those guys. Yes.","id":"WBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":1293.95,"tags":[]},{"line":"No, no. And I'm getting","id":"WRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1301.92,"tags":[]},{"line":"There used to be a time for me when I was like, I don't know about this, and I don't know if that's where you are coming like that. Actually, actually, this up is really good. We know about this verdicts in these guys were actually really funny, right? I think just putting the word actually makes it seem like you still have a ways to go. You definitely. And also just the sweeping days are just dangerous.","id":"WxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1310.67,"tags":[]},{"line":"Uh, we wouldn't want him to be friends with those guys. Yeah, I'm saying that friends don't use gay as a pejorative.","id":"YRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1376.28,"tags":[]},{"line":"Yeah, well, you know, I think like, definitely, especially when you get into a political video especially, but go back to what you first said. You really don't want to take any side in this video you want O make sure you come off is right. So I would make sure not for any feathers with anything that could be perceived as appropriation.","id":"ZhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1424.3,"tags":[]},{"line":"written down all of our ideas so far?","id":"aBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1449.27,"tags":[]},{"line":"Good morning, Vietnam. So Codys heroes, Robin Williams. Uh, we havent told them what happened yet, but, um, he''s been sort of going to the catalogue and, ah, cycling through. He was when he came in, he was didn't doing like you got a friend like me. It was like, Yeah, so I'm not surprised, Teoh, Hear this out of him. And today he''s watching Man of the Year, which is sort of like a politics movies. Yeah. Yeah, and I shudder to think what happens when he watches one hour photo shutter as two meanings dating? Yes, finally. Oh, this is Kevin. This is Kevin. He''s gonna take photos of you, Kevin trying to do it in a creepy way,","id":"ahIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1455.82,"tags":["Vietnam","Cody","Robin William","Teoh","Man of the Year","Kevin","Thi","Kevin","Kevin"]},{"line":"you know, I think being translucent in your art, that's really important. I'm gonna give you That''s the biggest ding ding of it. And speaking","id":"cxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1640.6,"tags":[]},{"line":"Yeah, yeah, yeah, it's all sort of. It''s focused around the Shin Bet''s lower left right now because he is sick gravity is pulling it down.","id":"eBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":1712.82,"tags":["Shin Bet"]},{"line":"Uh, it's not really something I can choose to move. Okay. I mean, I could work it back down with tools just because there''s sort of a track that it''s on from lower left to top of my head. But in terms of getting it into the middle,","id":"ehIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":1736.7,"tags":[]},{"line":"there's something blocking it. And I've had a lot of doctors look at it and they don't know what the material is that''s in there. Maybe it''s like when people have a deviated septum and they get a oh, they have a no show because they just had a Oh, I had a deviated septum. Yeah, you could maybe have just a little work.","id":"exIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1749.58,"tags":[]},{"line":"My Yes, Blue Apron. What a great way to have a healthy easy meal. Blue Apron. Yeah, Lets, please. Yes.","id":"hRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1866.65,"tags":[]},{"line":"Well, because I think it's probably not neces'sary. Write you can write.","id":"ihIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1918.8,"tags":[]},{"line":"But I used you were just doing just like these guys are really funny and really cool. Yeah.","id":"ixIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":1922.17,"tags":[]},{"line":"Um, but you're not part of that group Hayes,","id":"jhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1949.14,"tags":["Haye"]},{"line":"okay. Oh, Hollywood Interior. That Harry is building Santa. Talk to the man in charge. Harry himself. He way Now, Harry, good to see you. A sentiment. Um, we arent gonna be needing you anymore. Everyones doing Santa stuff Now because it is Christma's holiday time. So Now for Harry''s, we're gonna have Linus doing the like is like our sort of our guy. Now, instead of you were like line. We Linus. What? You're lying s sweetie. You're making a joke. Ways Movies, friend. Linus, wait. What is? Yes, like he''s, you know, he''s got his blanket and he''s got a razor Now. No les's. People are actually doing Santa stuff than you think. It''s five seasonally appropriate. That will be good. We will just keep will run it back. Harry. Let''s just re sign. It''s more of a summer thing for us. It''s like summer Santas like Summer Santa Man is more of an interesting take for us. So now this, like for this season, we're gonna be doing Linus bills. I'm sure there''s plenty of others up for your saying demand to be doing around this around the season. Left upside down on my reindeer stable, you can't find another another thing to dio elves Hear like unionized F six ways from Christma's right now. I mean, I can't I mean, in November, December there''s no there. No other opportunities for your way I'm gonna Hear were the, uh, what do you love most about shaping with hair is you know, Santa Man thinks it''s hey loves it because it''s so close and smooth. And it''s better than all other shavers, even electric ones, especially electric ones, because these can't fry your face. They're Big. Razor companies are annoying and they're jerks. And they put out new models and raise their high prices. But we're like, No, not doing it. Hello. Gonna be cool, Hear and do freaking nice stuff and keep the price of the same even when we improve it. And the flex hands Are you? Yeah, out of your mind. It''s so just a comfortable glide.","id":"kBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":1964.94,"tags":["Hollywood Interior","Harry","Santa","Harry","Harry","Santa","Harry","Linu","Linu","Linu","Santa","Harry","summer Santa","Summer Santa","Linu","Chri'stma","Santa Man","flex"]},{"line":"'slip. Really? Yeah. Changing the sleigh out, I'm gonna drive it to bargain. No, you like thio more of a departure. You think your dog that you think your plan","id":"lBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":2204.48,"tags":[]},{"line":"gonna be driving","id":"lRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":2217.56,"tags":[]},{"line":"Might as well put it in. Yeah, maybe it's a fun bridge where you're like, Hey, PC, culture can be tricky, but ultimately it''s a it''s heart is in the right place. It''s about growing empathy for other","id":"mxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":2392.34,"tags":[]},{"line":"So that I could get my lipstick.","id":"nRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":2421.9,"tags":[]},{"line":"We don't have any music. Yeah. Okay. So, uh, Cody, what do you have so far for us? In terms of what weve said, this song is gonna be You've been recording for 38 minutes.","id":"qhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":2572.75,"tags":["Cody"]},{"line":"You know what you know Kind of get into some of that tea pain. That's good. That''s helpful is a really good idea.","id":"sBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":2668.34,"tags":[]},{"line":"You know, that sort of bleeding edge of that whole idea. Okay, so I'm on a pane of glas's. We're filming me from underneath my twin brothers behind me on the sheriff in I'm tingling on the piano. Played a think tank, the air affinity. Nor is only doing the jaws theme, but slightly.","id":"shIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":2680.73,"tags":[]},{"line":"dude. Just some symbolism to work in. And I could give you a clas'sic like","id":"uBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":2738.27,"tags":[]},{"line":"Really? All the votes go into the White House. Yeah, we're doing president today.","id":"vBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":2780.26,"tags":["White","Hou'se"]},{"line":"Now, at this point, we might have to do it. Don't vote anymore. Video.","id":"vhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":2796.52,"tags":[]},{"line":"Oh, just like, lets just pivot right now. Let''s just pivot and let''s just write a sweet lullaby song because it''s been such a dumpster Fire year. Wait, you got","id":"wRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":2814.64,"tags":[]},{"line":"you got because that was good that you didn't show. Sure. Think about you was hard. So what I'm realizing is we're trying to make something about voting, which you said happens like every two years at most. But what this could be is people are going to bed every night s so we're just walking them through a bedtime routine. I think we could still use Dean or rock the rock, The bed,","id":"whIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":2823.85,"tags":["mo'st","Dean"]},{"line":"Rock that rock. Goodbye, bedtime, You know, like","id":"wxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":2845.78,"tags":[]},{"line":"Uh, that's really very helpful.","id":"yBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":2889.7,"tags":[]},{"line":"Uhm, maybe maybe two walls. Oh, um Paxon. Oh, that's a great run. You could Yeah. Pack Sun Tilly''s","id":"zRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":2921.51,"tags":["Paxon","Pack Sun Tilly"]},{"line":"and then youd have 1/4 1 I reef relief.","id":"zxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":2936.11,"tags":[]},{"line":"If we wanted to go viral, we're gonna bring up doughboys with doughboys Doughboys pod with Nick and metric, But I want to give it like a","id":"0RIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":2952.07,"tags":["Nick"]},{"line":"No matter which kind of guys you are, whether you're like, really cool gay guys or if you're Asian or whatever, it's, you know, you all are going to be able to enjoy some something like this. And so many of these bed type songs are for babies. And","id":"2BIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":3013.55,"tags":[]},{"line":"My wife, uh, recently had in another baby. Congratulations. Yeah, but it's like she''s kis'sing it all the time, Like, kind of trying to get my head in there. Yeah. Yeah. You know, I think may be or may weaken both. Get it? Kis's. Yeah, Maybe I could get a toy Also, when the baby get the doi Steffi''s always hugging and feeding the baby and I'll be like, Hello. I havent eaten in almost two hours. Like, honestly, Yeah. And my So this is like my wife, I gues's that I used to have and so we're not supposed to be kis'sing anymore. She says, right. And the baby is not with me. Oh, so this is not I'm not supposed to be part of this. You should even be there while she''s kis'sing the baby. Yeah, according to her. Right. But why? I mean, while they were married once. Yes. But why does the baby get all this attention? And I suddenly have zero? Well, it sounds like that was a divorce, so maybe, uh, she''s probably right. I think maybe.","id":"3RIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":3067.16,"tags":["Steffi"]},{"line":"understand how that's weird? I","id":"4BIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":3132.81,"tags":[]},{"line":"I mean, it's a show You're talking about. A fake show. Yeah.","id":"4hIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":3142.9,"tags":[]},{"line":"I think this video would be good to be saying. Like enough of those All these babies. Now, lets do something for the adult. Yeah, this one''s for you. Grownups like, put the babies out of the room, maybe even put him outside.","id":"6hIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":3186.33,"tags":[]},{"line":"I would never do that. That's just what someone who''s gaslighting me would say,","id":"9RIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":3273.3,"tags":[]},{"line":"you may be right. It's like flight. I like saying it's flight planning, I think in light of the Congo, is that the same thing? Is flight planning gaslighting? Yeah. When you're like on a plane with your kid and like you wake up in your kid isn't there anymore. And everyone''s like you never had a kid to begin with. Oh, right, right, right, right, right, right, right. Yeah.","id":"-BIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":3284.85,"tags":["Congo"]},{"line":"um my mount wrapped more is probably. Gosh, I have a riel. My current one is a riel. Kendrick Lamar. Mm. And that's two. That''s just one. Okay, Kendrick Lamar, that''s this full name. Okay. Oh, just one.","id":"ARIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_1","timeCode":3372.17,"tags":["Kendrick Lamar","Kendrick Lamar"]},{"line":"Why do you feel like I'm gues's I need","id":"AxIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":3401.54,"tags":[]},{"line":"It's Your Last Dance, a Dart new take on the story of Frankenstein with the incredible Joanne Froggatt. It was the intoxication of your words that''s kept me so tight to you Marry,","id":"ERIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_2","timeCode":3482.33,"tags":["La'st","Franken'stein","Joanne Froggatt"]},{"line":"and I use the Tyler in a I apocalyptic SciFi. My Name is Maggie. Mine is the story of great","id":"EhIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_0","timeCode":3493.52,"tags":["Tyler","Maggie"]},{"line":"Hey, this is Arne Camp from the improv fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"FBIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","speaker":"spk_3","timeCode":3529.03,"tags":["Arne Camp","Magic Tavern","King","Chicago","Sea'son","ju'st","Lord","Sea'son","McElroy"]},{"line":"Uh huh.","id":"JhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":206.55,"tags":[]},{"line":"you know? I mean, that might be interesting, and it's very he gets all the information he needs after that because the guy will be like, Oh, like, Is Stewart still living there? And Sam will either be like, yeah or no, Well see him also was recently arrested for calling people saying that the I R s is investigating them for tax fraud. Hed call, and hed sort of go like, Hey, you know, like you're, ah currently being investigated for tax fraud. Youll be arrested unles's you transfer this amount of money The bank right now. And, uh, and that I was working out pretty well. I'm pretty lucrative, right? Yeah. Is going pretty well. It is. Is your legal like fish is a Hear thing like catfishing. I like a little fun Scam. No scam in Sam. Yeah, yeah. Skimming Sam Dada Dada. He''s an engineer. Another thing I saw him Dio is case's girlfriend outside the Earwolf gate maybe two weeks ago. Seems like you could do it inside the gate so that he's doesn't have to watch. But maybe that wasn't the point of joy. Don't get Gates stuff from all over my face. A z I'm trying to see what kind of live. It''s a really, really kis's. Yeah, So I don't Anything wrong? Yeah. So we was sort of a depth perception trick where, like, his face and front, her face is going past him. But it looks like they're doing a kis's. Like when I pretend I hit a broom.","id":"LBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":492.22,"tags":["Stewart","Sam","I","Sam","Sam","Dio","Earwolf"]},{"line":"Bob for out.","id":"MRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":643.51,"tags":["Bob"]},{"line":"Would you look at that? He's pushing up Ram. He should have a baby. Sam, you have to have a baby. Your birth to dad? Yes, Daddy. You're the dad Engineer. Your the engineer who''s, like all about being a dad. And you're always like I didn't get that much sleep my kid was keeping me ask for. I love him. It''s rewarding, Big man. And you do this sort of playful joke for you go like, Do you have kids? And if somebody goes Now, you go don't. And with the tattoo, Sam, people will flip people with tattoos. Hip that. Yeah. That''s the tattoos. Yeah, at Disneyland. Do I comb his hair and a little more talks? Yes, your tumbler. You're a tumbler. You're the hot engineer, Dad with the tattoos with the kid in the Mohawk. Kid. Oh, Sam, I like this and no kidding. Everybody likes a We just saved your life. You were going down a dark path, friend. I've been doing well. No, I know. That''s what we're That''s what the meeting''s about. Yes, it''s for a big reason. Thank God I came with that song that''s very recognizable. I can't believe he's didn't. And that''s one of the biggest signs everywhere. It''s not touching that territory. Can I still do like Dad jokes? Well, what do you give me an example? Like if I'm paying a bill somewhere and there''s a tip and I like Oh, here''s a tip. You know, when I say I say funny joke? Well, youd have to have the joke. I can just imagine that part of it, um, donors, they don't like the yellow snow. It was a tip of what? No, no, Like the waitres's. I was. Sam, you're a father. You can't be taken the tip, your Penis, your hands and go and showing them.","id":"NRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":702.88,"tags":["Ram","Sam","Sam","Di'sneyland","Mohawk","Sam","We ju'st","Sam","Peni"]},{"line":"That's tough. I'm in a sandwich shop last week. We just seem to called just the tip, and it''s like roasted tried temper. Whatever","id":"NhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":808.93,"tags":["ju'st"]},{"line":"We have a gas to I think you guys know I don't know these guys. Whats their name? Keith and Jes'se on Hollywood hair book","id":"OBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":828.05,"tags":["Keith","Hollywood"]},{"line":"And so then they're like, Now do Peter O Hayes. What a dream for you. Well, because I wanted to try Peter. Yes, well, you got stewing down so good. You were like I do all of good. Probably really, Dr Peter. So I'm like, yeah,","id":"QBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1328.86,"tags":["Peter O Haye","Peter","Peter"]},{"line":"got him. Whats brace brawl. Yeah, I like that because he''s like, he doesn't know what different things he''s. Oh, yeah, I know. You've told me before that you think he might not know what some stuff ISS and so we keep doing it with, theyll Hear, uh, Roger the alien. Yeah, we just Then we do the show. Hey, welcome to Hollywood, Handbook-East. Sorry. Before we get into it, Were you being roger just being Roger? Or were you being Roger And one of his disgui'se? I was being Roger is a disco man. Thank you. Hey, welcome it and got taking about dropping remains of a line. Like always of this industry we call show. Big.","id":"QRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1350.62,"tags":["ISS","Roger","Hollywood","Handbook-Ea'st","Roger","Roger","Roger"]},{"line":"Hear. You need to be up here.","id":"QhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1398.65,"tags":[]},{"line":"because we have friends who are guys who are cool guys and we're not alone. It's not sad. Oh, no. Um, and it''s not just us and Sam, either. We have these guest's who we have discovered, uh, comedy guys who we found, Um, and they're just gonna be so funny soon. And their names are Keith and Jes'se. It''s Keith, King Bay and Jes'se. Go ahead and tell me your last name. It''s Neil. Jes'se. I'm Well, yours. Last name? Yeah. Uh, yeah. Just see, I need your les's I know it''s Neil. This is the two man boat to mention sort of the who''s on first kind of thing that they dio. So guys, go ahead and launch into it and just make us laugh really quick with the who''s on first bit? No. No,","id":"RhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1606.43,"tags":["Sam","Keith","Je's'se","Keith","King Bay","Je's'se","Neil","Je's'se","Neil","fir'st"]},{"line":"I don't know. OK, so, um Okay,","id":"SBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1670.85,"tags":[]},{"line":"I mean, whats the way? Politically correct way to say this. It is America changing every day. Okay? Yeah. Opposite of America roast. Yeah, the safe way. I'll say it is there alphabets mostly symbols,","id":"UBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":1809.87,"tags":["America","America roa'st"]},{"line":"No, I'm talking about this being these days. Don't do the mayor. Nobody do that. No, I know what you're saying. And I'm saying but don't do the other thing is gonna trouble. Actually, no. Right for my good.","id":"WRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2114.09,"tags":["day"]},{"line":"Just days.","id":"XRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2154.47,"tags":[]},{"line":"One day I would eat Marmaduke Jes'se of the upcoming Projects number. Mama June.","id":"XhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2157.6,"tags":["Marmaduke Je's'se","June"]},{"line":"We don't really know.","id":"YBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2181.6,"tags":[]},{"line":"Of course. Was bounding him farm found in a farm Calgary of when you're found. I had to be 16. 17 because I was carrying Big bales of hay.","id":"YRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2185.12,"tags":["Calgary","bale"]},{"line":"'sam dot Dada Dada Dada. He's engineer that remind you of any songs that you've heard before? Um, it was like a statement. Reminds me of statements that reminds me of like a uh no. Okay,","id":"ZhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2296.55,"tags":["sam dot"]},{"line":"that's right. Are you guys doing real with me? You don't remember sticky fingers? Who I don't even know","id":"ZxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2317.76,"tags":[]},{"line":"is this? So was this before or after the barn? Want to feel old? Big hang out. These guys will be like be Sean. Yeah, youll be, Sean. I'm even too old to do than want to feel joke about myself, right? Should we teach people how to eat the food? Oh, that's such a smart idea to do that. The way you eat it is with sticks. Now you're gonna want to eat the sticks. Please don't do it. That finish that''s deserve do it after. The sticks are not traditionally sweet, but the inside can be very state electable. No,","id":"aBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2326.2,"tags":["Sean","Sean"]},{"line":"Keith is, um it was taken down. Whos Keith? I'm sorry. I'm sorry. Keith will be playing the role of Angela. So Angela. Mm. Angela, Because he''s in Now Hear This. Angela. Uh, kind of like, you know, I don't want to say corn fed, but kind of like, you know, middle America. Okay, way Let Angela speak for so okay, But is she that kind of person or is she a little bit shy? Oh, wow. Well, let''s on. The answer is, she''s not shy, so shell speak first. OK, go ahead and yeah, What? What he said for middle America. Kind of corn fed. Okay. And I'm not really liking this. Your room just first given?","id":"bRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2550.4,"tags":["Keith","Keith","Keith","Angela","Angela","Angela","Becau'se","Now Hear Thi","Angela","middle America","Angela","middle America","fir'st"]},{"line":"Things could work. Keeping key worked for you, talking you to To me. That could be good.","id":"eRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2884.31,"tags":[]},{"line":"maybe throw like a freakin pokey man. Anger or something.","id":"fRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2957.32,"tags":[]},{"line":"When I look into your dairy air, this parts pretty good.","id":"fhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":2963.9,"tags":[]},{"line":"How do I feel about this? I gues's I was wondering, like,","id":"hhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3019.21,"tags":[]},{"line":"UCB The fuck is wrong with you? Wait and intentions measure. Wait. I invited my family know this Notre, this, friends no other dead dogs. Wait. You knew you're","id":"ihIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3054.87,"tags":["UCB","Notre"]},{"line":"this is not Jes'sies idea or even to some chinese waiter. This ideas from Sean Clement''s. And please do pay him according me. Wait, do you guys think that I'm Jes'se? Huh? Do you think that I'm I'm Neil? Keith? Yeah, I know, I know. You're Neil. Hey, you know who Jes'se is Now? He''s right there. What do you know? For a know? Literally nothing. He has done nothing. Does he have any projects coming up? No. Okay. Keith, do you want to talk about some of the projects you have coming out. Sure. Yeah, I'm shooting a movie in December. Uhm, shooting a second movie. Probably month after Okay to movies Double more than Jes'se. Just a little bit more awkward for Jes'se. Be standing. A group of waiters standing on a group of waiters. He does? Yeah. He is on their shoulders at the moment. New Cultural thing. Oh, right. They can't let his feet touch the ground.","id":"lBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3219.69,"tags":["Je's'sie","Thi","Sean Clement","Je's'se","Neil","Keith","Neil","Je's'se","Doe","Keith","Je's'se"]},{"line":"do you think he's good guy? Even if people kind of think maybe he''s like a bad guy,","id":"nRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3445.48,"tags":[]},{"line":"I consider you a good guy. If you say repeatedly that you're not a bad guy, that's most person is just like stating, Yeah, yeah, most of things in life. You are, if you just do that enough time, actually. Really Good. Yeah. People need to do a good ways. Yeah, okay. Can you guys launch into some kind of two men riff about that? Yeah. Um, do you want, like, who''s on first kind of thing or, uh, yeah. Okay. Who are the characters? He do it for him, but not for me. I don't think this kind of stuff, but he does. So maybe take some of that stuff to him. And then what do you want? Howl days. Yeah, I like stuff. That is very absurd. Okay.","id":"nxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3460.56,"tags":[]},{"line":"And he's sort of a precious thing to dio the patter the back and forth and felt sort of like Abbott Costello. Yeah. One of them''s mad. Yeah, everyone''s not. Yes, that is what they did. Holy shit. Welcome, Neil. Keith, you just crushed this. Well, it''s not just me. It''s also Keith King Day. Ah. Were you saying Neil Keith is the name of the do? Oh, no, no, no. Okay.","id":"rhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3727.18,"tags":["Abbott Co'stello","Neil","Keith","Keith King Day","Neil Keith"]},{"line":"Do we swap out? Do we swap out King bed? We try to find someone who matches. Is there something, like have done better? It was like if you just took the spot, did the dead asking me s so comfortable. Oh, this is so awkward. He's asking these looking right at me, ese. I think he''s do so. I think it is serious. What? God, this is mortified. He''s actually ask you","id":"rxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3758.23,"tags":[]},{"line":"'serious. And this is what we do is manage. Hear,","id":"sBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3790.68,"tags":[]},{"line":"by was up. This is a Hannibal Burres's. And I got a new podcast coming out soon on the ill wolf. That work is called Handsome Rambler. It's gonna be me talking about life on the road. Sports relationship's, philosophy, books. Anything can happen on the handsome rambling is gonna be an extravaganza. Check it out. The handsome ramble common sewn on the Earwolf network. You know what it is? This'll has been Earwolf production executive produced by Scott Ackerman and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"shIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3804.76,"tags":["Thi","Hannibal Burre's","Rambler","Earwolf","Thi's","Earwolf","Scott Ackerman","Chri","Bannon","Earwolf"]},{"line":"Jesu's. I mean, jostle's ruler of the circle, and that's just the beginning season three of a low from the Magic Tavern is out Now, listening stitcher apple podcast or wherever you get your podcast's.","id":"uRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","speaker":"spk_1","timeCode":3901.74,"tags":["Magic Tavern"]},{"line":"couple pills in. Weve just been dropping pills. It's me. It''s Kirby Puckett. And it''s Donatella from Ninja Turtles. And where, um, building this platform bed with, ah, drawers with, like, you know, storage built in storage. And, um, Donatello turns to me and ah, takes another pill, and he goes, Ah, we're taking these pills that are like magic the Morpheus. You're not. It''s just one. You just take one.","id":"vRIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":129.29,"tags":["Kirby Puckett","Donatella","Ninja Turtle","Donatello","Morpheu"]},{"line":"way sort of have built these drawers around him. Yeah, and done a very good job of sealing it up and we don't really know how to get him out. And we're both pretty scared. And what We actually dipped Big time. And so the thing is probably filling up with He ate with the charge. Yes,","id":"wRIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_1","timeCode":202.75,"tags":[]},{"line":"he ate a lot of the charges, but some of it, he just couldn't fit down his gullet. And it is had a huge plug and starting to ah, lot of you don't know this, but","id":"whIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_0","timeCode":225.49,"tags":[]},{"line":"And what I find is I'm finding those things for weeks. Yes, that I'm waking up in the middle of the night. What is that? And it's crawled somewhere up inside my Sinuse's. Um, which It''s a killer. Buzz, It likes me up. Put me on the fucking moon. I'm on planet Mars, just, you know, on a frickin jet ski, just gunning it. But","id":"xRIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_0","timeCode":292.27,"tags":["Mar","ju'st"]},{"line":"And it was, uh, you guys were on almost 100 episode's to go. Couldn't believe Asian baby when you told the in the green room I couldn't believe it.","id":"1BIlL3MByMrymAEmPTNx","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike And Dave, Our Wedding Dates Not Needers","speaker":"spk_0","timeCode":512.09,"tags":["100 epi'sode"]}]