[{"line":"You've seen me have intercourse with a variety of","id":"chG7LXMByMrymAEmIcm9","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_3","timeCode":4276.63,"tags":[]},{"line":"'species. It's a bomber. Andy Daly. You have the","id":"cxG7LXMByMrymAEmIcm9","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_2","timeCode":4279.2,"tags":["specie","Andy Daly"]},{"line":"Jesu's. I mean, jazz Off ruler of the circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","id":"dRG7LXMByMrymAEmIcm9","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","speaker":"spk_1","timeCode":4291.69,"tags":["The Magic Tavern"]},{"line":"'slightly different than the other ones they found. And ah, a grows in this sort of tropical environment. Ah, the pro version is, um,","id":"eBG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":70.47,"tags":[]},{"line":"eyes also, uh, just got found recently on Stitcher Premium. And, uh, it's all. And the tree that the fungus is on, there''s animals perched in their perch. Sounds like mirc and then merch. You can buy it. It''s all that like, That''s pretty smooth. This thing was discovered recently.","id":"eRG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":86.41,"tags":["Stitcher Premium"]},{"line":"I gues's I do. You guys read about who died recently?","id":"fxG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":227.37,"tags":[]},{"line":"I don't know if I want. This seems like bad taste that were, like tying it in tow Somebodys","id":"gBG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":233.86,"tags":[]},{"line":"death that there's like a some celebrity death and you will die for this pro version of Nancy Sinatra, Sr. OK, Nancy Sinatra Sr died and some doctors who did the autopsy or saying it might be because she didn't listen to the pro version. That is totally exact. Awful, awful. I felt like I was going. I was on the right path. And I truly don't understand why India The Jobs is saying that usually probably liked her. Yeah.","id":"gRG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":239.86,"tags":["Nancy Sinatra","Nancy Sinatra"]},{"line":"one of those things where you're lucky to share it with someone whos been so special to you. Moshe obviously has been one of our best friends forever. Yeah, uh, and that we finally got him on on the same day that for him I know he It was very special for him because he had been nervous do the show. He wanted it to go well, and it was beyond his wildest dreams. So let''s just get into it. Well, this will cut a lot out of the actual record, but I say one","id":"jBG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":479.19,"tags":[]},{"line":"tryto not even just top this? But how are we going to keep these being the listener's paying attention? But we did end up topping.","id":"kBG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":520.15,"tags":[]},{"line":"And it was the energy in the room was such a","id":"kxG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":542.02,"tags":[]},{"line":"big list that I just want to let it go ahead.","id":"lBG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":544.91,"tags":[]},{"line":"Lets not do this anymore. Just quit. Yeah, well, just quit. Yeah, right. Let''s just move on to do the show. Let''s just do the show. Hey, welcome to Hollywood. So","id":"mBG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":593.13,"tags":["ju'st","ju'st","ju'st","Hollywood"]},{"line":"listening back. It almost sounds like were you know, no one knows whats happening and we're playing to absolute dead silence. And we almost instantly are experiencing, like a flop sweat kind of thing. What really is. And that''s just the audio of it. What really is happening. You see, it is, I know you don't hear laughs. It''s because there was this collective gasp and sort of everyone''s faces frozen with ecsta'sy. Yes, uh, and I and I do take a beat. I take a moment where I have to catch my breath because I've never looked down upon reverence like that. And so there''s there some pause's there where we're kind of sharing eyes with individual audio members. Ah, lot of convulsing they they're shuttering. And their, um they're having this sensory overload right where Oh, and we spoke to a lot of them afterwards for hours and oh, my went out to dinner with everyone and they were saying that like they had imagined the day for so long of actually seeing us in person. And when it happened, it was almost like they just shut down because they couldn't handle it. Yeah, and so you can hear us openly acquitting on the on the story that we were doing.","id":"mhG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":614.55,"tags":[]},{"line":"Yeah, we're making a commentary. I believe it's a story","id":"mxG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":702.78,"tags":[]},{"line":"Hend. And as we're doing it, we start to realize, like God, even this story, although it's a big part of our show, although it''s always great, although theyve heard it before and I'm sure liked it the first time in our enjoying The The secondary retailing we do want to get into the show way are hurting people. It","id":"nRG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":732.82,"tags":["God"]},{"line":"was way too much. It was way too much too soon. And, um,","id":"nhG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":753.36,"tags":[]},{"line":"the very first thing that's happening in the show and just say, literally verbatim. Let''s not do this. Why are we doing this?","id":"oBG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":762.12,"tags":[]},{"line":"I obviously played the original in the original series, Mrs Batman. Uh, lets stop it.","id":"oxG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":816.36,"tags":["Mr's Batman"]},{"line":"So again, I think this was, um it worked out, but it was pos'sibly an overcorrection because we were thinking people might not know we are. Lets do almost what we did in the very first episode of our podcast and do these kind of quick, you know, cheat sheet crib notes. Ah, bio. Who we are? Yes. Um, and you wanted to list your most famous credit and lean into three audience and say Mrs Batman and you just feel the wave of adulation people are. They're remembering Mrs Fat Man, but get itself fuddy and and I was afraid we might get","id":"pBG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":831.58,"tags":["Mr's","Batman","Mr's","Fat Man"]},{"line":"a generous amount of polite laughter at points like this where just the cadence was indicating this is the punch line of what I'm saying on that people wouldn't actually be losing it From how funny it waas. I was so pleasantly surprised to see there was none of that polite laughter that I mentioned earlier. Uh, it was all the rial deal or again, the frozen,","id":"pRG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":882.79,"tags":[]},{"line":"And you know the thing that I just want to keep going, Just keep living in it. I want to keep listening. The thing that I want to know here is, uh, youll feel us still having a little bit of nerves because it is going so well. And we're thinking, Can we maintain this pace for another at this point? A full 57 minutes of Joe. Uh, you know, now I have relief. When I listen. I know that","id":"qRG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":939.51,"tags":["Joe"]},{"line":"they're so into it","id":"sRG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":1111.72,"tags":[]},{"line":"There were about 100 feet, 150 people of this audience s so one of the larger shows way have that we have done. Yeah, of course, but but not quite as huge a pop as it sounds. Yeah, and there's a fairly large audience there, even these in between moments where the main roar of the crowd has died down. And you hear what sort of sounds like","id":"sxG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":1137.35,"tags":[]},{"line":"three fans of the show Ed who are getting more and more shy about laughing and","id":"tBG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":1166.95,"tags":["Ed"]},{"line":"lots of them are involved in this production in like administrative capacity, said to Chef Kevin, who is there? Thank you kind of. Hear him, Chef Gavin, You can pick out a little bit in some of those quieter spot out of sags","id":"tRG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":1175.1,"tags":["Chef","Kevin","Chef","Gavin"]},{"line":"because we don't neces'sarily like that. It's not No, it''s not funny. It''s not","id":"uRG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":1214.12,"tags":[]},{"line":"I won't say that you created the character, Spider Man, but I won't not say that you didn't. Well, just from the way I was jumping around, right?","id":"xRG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":1355.39,"tags":["Spider Man"]},{"line":"foundation. Of course, this is bad","id":"0xG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":1563.11,"tags":[]},{"line":"'sex follows a, uh that he is okay,","id":"1BG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":1566.15,"tags":[]},{"line":"like drafting up. You watch a bas's car race. You know that the faste'st guy, the guy writing behind the other guy. That's right. If there''s no wind, Yeah, so yes. So weve sort of broken through that barrier for him also. We knew ahead of time that we were going to say we were writing in Avengers movie, but open expend card so that none of the characters would actually be the Avengers.","id":"1RG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":1571.52,"tags":["Avenger","Avenger"]},{"line":"right off the rip, We're gonna find that we have, like, a here huge character and is well and that everybody probably knows","id":"1xG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":1623.73,"tags":[]},{"line":"'strife. Oh, yeah, s so everyones very excited. The star of the new of Edris Infinity War movie is striking obscure character. I'm actually cause playing as drive right now.","id":"2BG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":1634.49,"tags":["Edri","Infinity War"]},{"line":"Lets pause it.","id":"3BG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":1693.39,"tags":["pau'se"]},{"line":"You We obviously is a great idea to have this audience participated. Enthusia'stic audience. We realize that this moment because everyones hand shot up there''s gonna be a riot. If we had to shut down the show for a little while after those.","id":"3RG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":1695.42,"tags":[]},{"line":"Do we? Do we force Adam Sachs, the person who coordinated the show toe? Come on, why he wouldn't be struck. I think he kind of stuff it.","id":"4xG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":1759.88,"tags":["Adam Sach"]},{"line":"So there's obviously what is the thing in this moment is really gonna take the show to the next level. It''s gonna pop the roof off the place because weve got them at this. Like we got them at this sort of slow rolling boil","id":"5BG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":1769.96,"tags":[]},{"line":"Yeah, it was just risk. It was risky because it could have given us, ah high that we couldn't top for the rest of the show. It might have just been a slow descending action, but it is, in fact, just the first of many peaks.","id":"5hG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":1830.46,"tags":[]},{"line":"Yes. I've been wondering that for a long time. It's Adam Sachs here.","id":"6RG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":1856.02,"tags":["Adam Sach"]},{"line":"Come up on stage out of.","id":"6hG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":1860.21,"tags":[]},{"line":"can give a little bit in the","id":"7hG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":1927.12,"tags":[]},{"line":"I thought it was a really good choice toe. Make a reference to another episode to a sold out show. You know, you're dealing with mega fans. You know that","id":"9RG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":2001.78,"tags":[]},{"line":"coming up with a new dish on the spot isn't the way to go when they want to hear you say the thing you said two episode's ago and they listen to Yeah, go ahead.","id":"9hG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":2012.03,"tags":[]},{"line":"So I gues's what we have to do Strife is dead. We know So the beginning of the movie has to be a guest. Revenge deking ups drive and screaming to the gods. I will have my revenge for force drives Death Strife, of course, was killed by a cannonball","id":"9xG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":2024.83,"tags":["Strife"]},{"line":"growing up in a row in remote coal mine country. Sam Guthrie never gues'sed it. Someday. Blasted the action is the superhero top voter. Thes air, The got Visa that voters that Hillary did not reach. And that''s why strife had to die. Yes, crazy. How much are Avengers movie with that Only stars X men. It reflects the current political clients.","id":"-BG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":2044.19,"tags":["Sam Guthrie","Bla'sted","Hillary","Avenger"]},{"line":"It's an allegory for our current situation.","id":"-RG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":2068.85,"tags":[]},{"line":"they needed a chance to catch their breath. They couldn't take it anymore. No. Like, uh, because they could feel that we werent gonna let up for a second with the good comedy. So we have a lot of characters, and maybe well bring people on as we go through this movie. But it has to begin with revenge. Obviously needs a shift picked up at Central Perk","id":"_xG9LXMByMrymAEmK8k0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":2134.13,"tags":["Central Perk"]},{"line":"what it might sound like you can hear this. What it might sound like is that we all feel so unsafe. Saying anything on stage is that we have to just say something that's already been said without consequence. Uh, so if it''s a sore toe a shovel than I go like on you fight with a sword, you dig with a shovel, I'll say you go from fighting to digging a ziff. It''s a new idea. Auras if it''s anything at all. But at least known was punished for that. The first time it was,","id":"EBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":2380.88,"tags":["Aura"]},{"line":"So you're going to just catch that as a pattern that the kind of deafening laughter, applause and cheers forced us to get in there and say stuff over and over again and re read the back of the cards. Sort of look at the cards for a long time. Stuff like that.","id":"EhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":2416.54,"tags":[]},{"line":"And so the Santa man spits on his hands Onda and crack some like cracks both hands and make a really loud crack noise","id":"GRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":2506.95,"tags":["Santa","Onda"]},{"line":"I'm gonna make this one last.","id":"GhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":2519.53,"tags":[]},{"line":"No, no, please. It's not about money for me. Sorry I didn't give you a very good show. I was hoping that this fight would last almost a long as the high quality blades have been lasting From hair ease. You know, they have been making some of the highest quality blades in the world for over 95 years, and switching raise's is an easy decision. But for a limited time, new customer's can save big on Harrys shape set when they use","id":"HxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":2599.29,"tags":["Harry"]},{"line":"Anyone is in a trench coat. They can follow really? Sneakily and in the rain.","id":"KBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":2761.83,"tags":[]},{"line":"Chef Kevin is Ah, you know, somebody has been contributing to show for a long time. He says, Hey, guys, Chef Kevin here. And when you said chef designed it made me think of okay the way because I couldn't I wasn't I wasn't sure what? Yeah, but I gues's I'm","id":"KhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":2787.79,"tags":["Chef","Kevin","Chef","Kevin"]},{"line":"And I'm saying, Hey, guys. Chef designed here instead of Chef Kevin. And you have wanted to say something, Chef. Kevin, I was gonna say maybe I should say that, but if it's the food, you make no sense for you because the food, your name, the food is chef designed seasonal recipes or chef designed? Yes. Or I could be a chef whose whose name is designed better yet, Blue Apron is completely flexible. Choose From 23 or four weekly recipes based better to three or four. No. Four being being chef designed, like I'm Chef, my name''s designed. Or am I being the food when I say I think you're being the food and you're saying, Hey, guys, Chef designed here. Okay. All right. All right. Let me try to get","id":"LBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":2808.09,"tags":["Chef","Kevin","Chef","Kevin"]},{"line":"Okay. Hey, guys. Jeff. Designed here and now in honor of summer, Blue Apron is offering delicious meals that are great on the grill like honey chipotle glazed chicken with poblano and lime rice. Now, Chef Kevin, you had a version of this that you were doing. That's right, I'm putting. Ah, the healthy version of this for the summer. So get your bikini beach bods is ah, put you put it in between two rice paddies and ah, it''s just way healthier. So definitely try that with the delicious Blue Apron meals. What is a rice patty where they grow the rice? Yeah, well, yes. You mean rice cakes. Who you guys call him cakes. Okay, well, I call them Patties like it''s like a like a bun. Patty. Uh, well, the things there, the food is already partly rice. Ah, and this is different, right? Blanc o and lime rice.","id":"LhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":2859.48,"tags":["Jeff","Chef","Kevin","Blue","Apron","Pattie","Patty"]},{"line":"Are you grilling The The rice? The rice cake? Now they're coming right out of the freezer. I keep the freeze. Um, yeah, they're cold because the rice patty is like what they call the sort of field it","id":"MBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":2932.84,"tags":[]},{"line":"So check out this weeks menu to get your 1st 3 meals free at Blue Apron dot com slash handbook. That''s Blue Apron dot com slash handbook. And then we have the famous phrase that we love to say","id":"NRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":2994.19,"tags":["week","Blue Apron dot","Blue Apron dot","famou"]},{"line":"Blue Apron a better way to cook.","id":"NhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":3006.56,"tags":[]},{"line":"they can feel some is'sue with getting the name of this Canada. Well, because","id":"QRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":3169.01,"tags":["Canada"]},{"line":"door flies open. Hey, guys. Tyler. Here. Wow. Thank you. Are you ever mad at your dad cable for giving you such a weird name? No. I mostly mad at my dad cable because of when he turned against the villainous strife. He killed me. He literally murdered me to save The child chosen. Wow, that makes me really angry. Okay, because cables From it's far enough tables From far enough in the future that cable is a normal name to give a person. But then, by the time his son is born, Tyler has come back around.","id":"RhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":3228.17,"tags":["Tyler","becau'se","Tyler"]},{"line":"and see if I could just rack up some extra points. Uh, and wow, uh, did it pay off?","id":"SBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":3292.92,"tags":[]},{"line":"The show is good. I remember. I'm remembering a point backstage where we pointed out that we didn't think anyone in the audience was going to know the show. And Moshe said, Well, I gues's youll find out if your podcast is funny and you really did it. And we really did, uh, we are hearing how most people would react to a given episode where things are being pretty clearly laid out. Oh, um, I","id":"VRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":3411.37,"tags":[]},{"line":"do you want to keep doing the show","id":"VhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":3444.22,"tags":[]},{"line":"Yeah, Or like like a Superman. Some of these guys that are much more famous. First of all, uh, should people like that be in this movie and what? They're bad guys this time? That's right. And they're all trump supporters. Yes, that''s right. Um, well,","id":"XhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":3537.48,"tags":["Superman","trump"]},{"line":"Hey. Hey, guys. Trump. Batman here. Okay, Perfect spot on impres'sion. Hold on a second. Are you mimic as well? That was crazy.","id":"YBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":3561.46,"tags":["Trump"]},{"line":"Okay, I just get a feel to be dragged back into this. Yeah. Did you think for a minute that you were Onley gonna get that one shot","id":"YRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":3572.53,"tags":["Onley"]},{"line":"It's sort of like the guy in the band who maybe plays like the symbol. So he''s like waiting the whole song for his one spot to hit. Yeah, and then unexpectedly, towards the end of the song, people point at him and go. Symbol solo.","id":"YxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":3601.18,"tags":[]},{"line":"But we do have to eventually get to We have an event. We all have to get to the reason I get all these shifts covered? Yeah, everybodys trying to get to the big event. Yeah, of course. The wedding of Cyclops and Jean Grey. Ah, that''s kind of a major kind of a guard. Yeah, that''s a big car to get. Yeah, huge cars is plus form, Ana. And, uh, so it''s boy meets girl with a mutant twist. Just in case you thought we only had one wedding of Cyclops of Greek.","id":"aBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":3692.53,"tags":["Cyclop","Jean Grey","Ana","Cyclop","Greek"]},{"line":"Wow, That would be scared of wedding. Especially very scary.","id":"axG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":3761.79,"tags":[]},{"line":"I'm not ashamed of that moment. I'm happy with at that point, I think the audience deserve's that.","id":"bxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":3785.17,"tags":[]},{"line":"What if a guy Chef Kevin here? What if, um, whats his name? Raveling. Rebel. Ravana. Ravana. Revenge. I'm gonna pause real quick and say I was going to commit to this bit where I called it Raval Anche.","id":"cRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":3805.33,"tags":["Chef","Kevin","Raveling","Ravana","Ravana","Raval Anche"]},{"line":"climbed inside my body,","id":"dBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":3847.72,"tags":[]},{"line":"for the rest of the year for the rest of Comic-Con. Yeah, and beyond. I think they extended us beyond Comic-Con. It's not just it stops being team. Coco''s a certain point. We're actually this This game is taking over the Conan o Brien show as yes, there is no more. He''s gone. Komen''s gone. This guy? Yeah, it''s a nightly show where we break and everyone don't clap That Conan is gone, guys, that you want us to replace Conan and do this forever. Everybody''s respect. Please. Can you pause it? I think that","id":"fhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":4038.68,"tags":["Comic-Con","Comic-Con","Coco","Thi","Conan o Brien","Komen","Thi","Conan","Conan"]},{"line":"once we realized that there were sort of no sacred cows with these people, that it was even okay to tease them about, um, the comic book characters we went. How far can we push it? Because they had bought, I gues's. Expensive pas'ses. They were free. They were totally free. Yes, right, Chef Kevin, they were, and those people were waiting in line hours before your show. Because Conan","id":"fxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":4075.14,"tags":["Becau'se","pa's'se","Chef","Kevin","Becau'se","Conan"]},{"line":"So anyway, the doors are locked.","id":"hRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":4187.05,"tags":[]},{"line":"Yeah, Trump, I mean this clowns in office now. I mean, it's literally a reality TV show. Hey, guys. Tyler here. I don't need some frequent comedian coming on stage and making it political. I came to get my laugh on.","id":"kRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":4388.88,"tags":["Trump","Tyler"]},{"line":"that that was part one of two of Moshe who had been quiet for a bit, taking over and saving the show","id":"mhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":4551.27,"tags":[]},{"line":"impres'sively. That whole Tyler probably were so lucky That was him. So many","id":"mxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":4562.87,"tags":["impre's'sively","Tyler"]},{"line":"hung us out to dry disappeared. Been rightfully mad. Um, we kind of couldn't faze him. Hey, guys, Bill Maher here.","id":"nRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":4573.51,"tags":["Bill Maher"]},{"line":"Did you hear that? Too soon. I heard it too soon. Yes.","id":"oBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":4613.14,"tags":[]},{"line":"jokes in bad taste. People arent really mad anymore, sort of victimized by these, like, all right, guys, those guys will go like, Hey, I stand and I support, But lets just let it play out first. Yes, and then plug in what we say. So I gues's we need a supportive audience regardles's, Yes, we just need one huge audience pop on each of our perspective.","id":"ohG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":4646.13,"tags":[]},{"line":"And if you could be muttering like, very brave, it is something like that,","id":"oxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":4668.39,"tags":[]},{"line":"but so he stills had lets talk about it. Short it xcom IQ Book stuff. These people will eat this. Uh, theyll be our board on. Of course. You hear that? We request's","id":"qhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":4751.36,"tags":[]},{"line":"the next opinion and we get not applause. Really? There's yet people are saying yet, but in the same tone instead of both go. Yeah, because I undercut even the positive thing I said about James gone, I think by saying that the raccoon is freaking funny again, correctly identifying that what this audience wants","id":"rxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":4791.54,"tags":["Jame"]},{"line":"I did say that a lot of the ship these people like it's fucking stupid. I I don't mean that to be like, Hey, I like the Marvel movies, too. And something I was thinking about a lot when we were there was These people are just here for something they enjoy. Yes. Look at these people. Genuinely enjoying something. Yeah. You know, why can't I feel that? But then I got on stage and I did feel what I genuinely enjoy, which is just the thrill of a crowd loving your stuff. And I think that to imply that any of their reaction was the result of things that we were saying about comic books or the stuff that they liked is not neces'sarily fair to how much they were reacting to. Just how much they loved","id":"tBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":4866.71,"tags":["Marvel"]},{"line":"just us. Yeah, it was almost that. Yeah, it was absent of content. It was they were responding to the tone the way I look, Tower Audible received The Adam in the palm of our hands.","id":"tRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":4913.1,"tags":["Tower Audible","Adam"]},{"line":"Your idea have this show.","id":"uxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":5006.56,"tags":[]},{"line":"this this Iowa skits, it's making me nauseou's. Where''s my where''s my bar Book?","id":"wRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":5044.03,"tags":["Iowa"]},{"line":"Okay, so strife barfed. We check that box, we still Cyclops and Jean Grey still have to get married. Uh, but Batman Trump has initiated his nefarious plot. I gues's he has probably disgui'sed himself as a ring bearer, so he's on his knees with little shoes attached to his knees like he''s a little boy. He''s going up the aisle with Rent Boy Trump. Okay? And you can feel in that moment, everyone just losing it.","id":"xBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":5074.09,"tags":["Cyclop","Jean Grey","Batman","Trump","Boy","Trump"]},{"line":"Batboy Trump, I, uh, as I mentioned earlier, this audience was very young skewing. And so I thought it would be like that. They would enjoy basically a Dorf reference. Ah, yeah, that I really liked. I gotta say, it was a while back now, but there is a moment where I go The Gs. These cards have anything for me.","id":"xhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_0","timeCode":5127.7,"tags":["Batboy","Trump","Dorf"]},{"line":"And there's a lot of parts that I listened to our I I think What was I doing? You know, why was this happening? Howd I get in the zone like that?","id":"xxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":5154.84,"tags":[]},{"line":"But I am okay with the moments where I'm just openly acknowledging that you're just like treading water. There's trying not to drown but","id":"yBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":5166.5,"tags":[]},{"line":"Mad respect. Okay. You have many more cards. Well, I got more cards. And so these came for free. It was open packs of Siris three space shots cards that just commemorates, um, NASA mis'sions.","id":"0RG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":5312.39,"tags":["Siri","NASA"]},{"line":"And your enemies get Eliza do it as many times as they want. They can send it to each other","id":"2hG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":5472.61,"tags":["enemie","Eliza"]},{"line":"So I know that. And I know I'm gonna get immediately Off stage and share a moment with you. Ah, I'm gonna have The extremely comfortable experience of all the TBS people telling me how good it waas Yeah, that was over and over again. So many times. Yes. Uhm, I'm going to be asked to do some weird interview thing for a 20 minute interview, 20 minute interview that took 40 minutes about our comedy style.","id":"4RG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":5593.13,"tags":["TBS"]},{"line":"Jesu's. I mean, jazz Off ruler of the circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","id":"8xG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","speaker":"spk_1","timeCode":5819.1,"tags":["The Magic Tavern"]},{"line":"double fret,","id":"9RG_LXMByMrymAEmTcoc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":58.16,"tags":[]},{"line":"The songs are extra kidding. The songs, they're still at the store. Yeah. Then that's why I realize the guy was like, Hey, you forgot any song. Oh, my gosh. Hey, so then what do you do with it at that point? Are you just hugging it? I'm kind of, uh I start to mouth words like I'm speaking, so they think their sound is broken smart. And I'm, like, pretending to sing. Um uh, you found may The I think that''s what the song is called. Ah e uh, but I'm just mouthing Ah, Yeah, and my subscriber's air like what the heck? Like I'm seeing myself lose subscriber's. Oh, and the numbers are going down. Yeah, and so on my stream coin dollars are taking a huge hit. But you were I mean, because I do. I recall seeing a still image from this live stream. Yeah, that urine ripped white jeans. No shirt, bandanna. And hi. And I remember thinking this guy''s pulling out all the stops. Yeah. So you change into that outfit when the numbers started to go? Yeah, they could watch me change. And the numbers a little bit. A little. I'm sorry, Dave. Did you have a livestream? You want t to watch during the show was fiddling with my phone and I accidentally turned on Siri, who I have configured to be an Australian male. Oh, wow. Okay. Maley doesn't known to be the smartest for Sema graphic. Yeah, the most fun to dominate. Yeah, they're fun to travel. Who do you trust with information Mawr than that Australian man? Yeah, a submis'sive Australian. Well, Captain Boomerang. Yeah, you know, I mean, the most genius of all superheroes. Uh, so I was so I mean well, you know. Spoiler alert. We have a guest. Um, it''s the show. So we have a guest. That''s what we do here. Hey, welcome to Hollywood Handbook. It''s an incision. Guest's show something. We doing something? Yes. The guest's show where we have a guest. They talked with us. We are here with them. Ah, and we learn. Huh? Uh, don't we a. Sure. It''s freakin yet I don't Dave. Home. Holmes, Holmes, Holmes. Holy homes. It''s like the l is not silent, but it''s It''s subtle, but it''s yet it''s quiet. It''s almost a secret. Yeah, it''s just between me and your name. Uh, are you ever worried that someone could do a parody account of you with a capital I instead of the AL? Oh, yeah, I gues's they could You open the door a little louder next time, Kevin.","id":"9xG_LXMByMrymAEmTcoc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":153.62,"tags":[", you forgot","Dave","Siri","Au'stralian","Maley","Sema","tru'st","Mawr","Au'stralian","Au'stralian","Captain Boomerang","Hollywood","Handbook","Dave","Holme","Holme","Holme","AL","Kevin"]},{"line":"'someone finally says like Okay, fine. I'm not even gonna order that. And they say, OK, would you like a diet cock? Oh, yeah. Yeah. I think it's gros's. It is not what it looks like. Papa. Papa Gino''s went through a similar thing. Yeah, Papa Guy knows, but it''s just like why? To my y Oh, thank you. Yeah, but you hate pizza, so that must be somewhat satisfying. But they also have positive things, and it''s difficult. It''s difficult. Yeah, that''s right. They do so I don't know difficult, but it''s not that I hate. I don't hate pizza. I just The special treasure brings people is something that I feel like I have to take away. Okay? I have to take it away. Yeah. Now you with with Orangina. What we really want to do is you wrote a memoir. I did famous Book, uh, which was called I know at some point it was gonna be called homey The clown. Yeah. Yeah. You are making people laugh, and and then it was homey. Do play that so much about Yeah. Yeah. 20 things I do play. Yes. Unlike homey, the clown who doesn't play anything? Yes, exactly. Exactly. Which I thought was such a fun play on, homie. The clowns catchphrase and it readings. I was gonna bought people on the head, You know, if they question, uh, it was just like we had a whole thing. But it turns out we did that. We were not able to license any of any of any of that. Damn damn damn. As you well know, you really you have to. You have to secure the rights and whatnot. So we never We never did that. Yeah, OK to it''s called Party of One","id":"-RG_LXMByMrymAEmTcoc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":643.15,"tags":["Papa","Gino","Orangina","The clown","The clown"]}]