[{"line":"Can you think of any of them? Well, I know one is like, um, she's going like, I'm going to keep running because the winner don't quit on themselve's. But maybe I'm could be like syrup. Keep running causo butter itself. Okay. You know, I mean, like, you're on the right track. Has to be food syrup. Keep running, cause a waffle don't butter itself. And that, to me, is funny, you know? And obviously has an inspirational mes'sage just like hers. But it''s parody, so it''s It''s legal. Here''s a question for the lemonade stuff. That is already food. Like how she had the hot sauce in the bag. Do you have to change that toe like fish sauce? You could yet just different food. Okay. Yeah, it''s keeping in the family of food. Can it be sauce? Yeah, I think so. Okay. I think so different. So can it be then I gotta be a funny and it''s still be hot sauce, but it''s not in my fag. It''s like in another food e I got hot sauce in my bag. Get okay? Yeah, adding a new food, right? Yeah. People love that. Yeah, because when she''s talking about her bag, that''s not food. Yeah, so I can make the hat food. I don't know that I have to work so hard over the whole new sauce. I mean, that seems like it could take all day. Honestly, I think we have two strong and different approaches. And so we could both do this in each in each other''s Book. Yeah. Oh, yeah. This might be the forward to your book written by me that we should do that. We have to do the forward for each other''s Book, But we have to promise to do a lot of times well do this mutual promise Prisoner''s dilemma City area, and we will both try to betray each other, and it winds up just like in the prisoner''s dilemma. No one gets anything. We end up with the worst outcome, which is nothing. What is the prisoner''s dilemma? I don't Oh, God. Do you not understand? Game rear A gave very es'sential part of knowing about math. Yeah, there is a man named John Mash and he made up this incredible idea. Well, he made up this mash game right where you find out. Are you going to live in a mansion? Uh, got a shack, Love? Yes. Yeah. On who you're gonna marry, but also at the same time he was working on another puzzle. Yeah, the kind that maybe is not neces'sarily. It''s fun to think about is who you marry, and it''s more who''s going to jail. Oh, so there''s sort of a bastardized version of it, Which Hamza solved, right? Yeah. The game show version, right? Yes. You know what? This guy loves game shows. Yeah, and he''s doing the host. So you could actually host a prisoner''s dilemma between us. Oh, great. Yeah. Okay, let''s do it. All right. I am doing the host. Okay. So","id":"_hG_LXMByMrymAEmTcoc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":1506.32,"tags":["John Ma'sh","Hamza","Thi"]},{"line":"So those are the to guy and the prison? The bos's, their bos's at the prison, Whose name I do know. Yes, George easel's okay,","id":"AhG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":1878.97,"tags":["George"]},{"line":"one a. How do I live? Put the bunny down, John mash used to say so. So OK, so it basic also, At what point does the floor open and I fall into a price? Well, if you mes's up Oh, yeah. Okay. Please don't mes's up because we wouldn't have a guest. And this is the show with a guest","id":"BBG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":1924.29,"tags":["John"]},{"line":"way. Moriarty disappeared off the radar. I can't see his ship anywhere. We're gonna glas's this guy out of the sky Health. Giles, you need to be my eyes. Hey, guys. The L Childs here. Lets do it, Santa man, I'm ready when you are.","id":"BRG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":1954.52,"tags":["Moriarty","Gile","Child","Santa"]},{"line":"Oh, I got you, gentlemen. Yes. Moriarty.","id":"BxG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":2036.06,"tags":["Moriarty"]},{"line":"please. Tail. Oh, no. Another barrel roll. Oh, I'm gonna have to fly into the ocean. Had come back out between the waves. So Okay, lets do it.","id":"CRG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":2073.26,"tags":[]},{"line":"Whoa. All the fish in the world Health. Giles, Don't let Moriarty tell these fish that Harry didn't create a $13 trial set that comes with everything you need for a close, comfortable shave. There's awaited economic handle. Five blade razor with a lubricating strip. trimmer blades, rich slathering shave gel, travel, blade cover. And people can claim there''s by going to Harry''s dot com slash handbook. It''s Aqua man. What''s up? Get out of here. I go, man. Okay. Uh, I love shaving with Berries because the friggin gel feels so good on my skin that basically it feels even better than when I used to put this coconut cream that I used to have when I was a little boy. So that''s what feels so good to me. Is Moriarty still out there? Still here? He''s riding a dolphin. He''s on our tail again, though. Oh, well, I gues's the thing that you really need to know is that listener's The Hollywood Handbook can redeem their trial. Said it harry dot com slash hand Book","id":"ChG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":2089.96,"tags":["Gile","Moriarty","Harry","Harry","Berrie","Moriarty","The Hollywood Handbook","harry dot com"]},{"line":"I tried to say Luke Skywalker, Sam Skywalker would be cooler and have, like, the same effect. I don't know what was your what was your lowest case for that? Um, it's got my name in it. I know, But you could have put that at the beginning, but then people don't know it''s me. Well also. So you kept saying you talk a lot about growing up and you call your dad Darth Father. But which first Off spoiler? Well, but I I thought I thought Dad Vader would have been cool. And again, I didn't totally understand your reasoning. I want my name to be in the front one and then dad''s name in the 2nd 1 again. Busine'ss in the front party in the back. Yeah. Also mostly pictures. Yes. Yeah, I noticed it was a lot of you just drawing yourself in a spaceship, right? And The cut out pictures From Premiere magazine. Can pictures be parity,","id":"ExG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":2799.92,"tags":["Luke Skywalker","Sam Skywalker","Darth","Vader","Premiere"]},{"line":"'shut up, which is just us feeling around in the dark. Yeah. Now do you like to say that you're like a basically a cybernetic Oh, android with machine man. Yes, it can. We do parody busine'ss. Yeah. Yeah, I think we're doing it now. Brilliant cyborg. Yeah, Robot. Es'sentially, when my battery. It's a lot of fun. We could make it about food. Okay. Yeah. Uh, OK. A pump. Okay, so maybe a pump teeny From right, sir. Yeah, that''s fun. What do you say, fry? A bt''s? Yeah, Like like French, right? I'm french fries on trying. Diab eat salad. Yeah. Yeah. Um, it''s much quieter now. It is? Yeah, is it would just say that I'm happy. It was something that was wrong with you and not something I had done. Yes, OK, that''s fine. I worry. Like what if it''s the equipment interfering with the device and giving you a wrong signal? The pie cast equipment. Oh, yeah. Just pushing insulin in my body that I don't want or need. Yeah, that would be That would be I wouldn't want that. I have an idea for Sam''s next memoir. Yeah, it''s that, um","id":"GBG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":2966.35,"tags":["android","Sam"]},{"line":"the one true car, frickin a long mountain. And, uh, I gues's it would be called, Um,","id":"GhG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3063.28,"tags":[]},{"line":"Is it like a your whole thing or something? No, but, Lord Yeah? Can Aerosmith daughter being it?","id":"HBG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3078.25,"tags":["Lord","Aero'smith"]},{"line":"Yeah. Christma's daughter could be in it. Joe Perrys daughter.","id":"HRG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","timeCode":3087.49,"tags":["Chri'stma","Joe Perry"]},{"line":"Hegang. Sean Clements here. Um, I'm just jumping in Thio Give a little disclaimer before this episode. What you're about to hear is not by any means a normal episode of our podcast and Hayes and I actually went back and forth for a while on whether to even release this, But ultimately, we decided that,","id":"NRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":0,"tags":["Hegang","Sean Clement","Haye"]},{"line":"'sorry. And if you remember what that day was like","id":"OhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":71.84,"tags":[]},{"line":"you know, the fact of the matter is, we want you guys to hear this because even though it's not a great funny podcast, it is still kind of a symbol of perseverance and of what can happen when you don't give up and you don't just immediately pack it in and you get together with your friends and you lock arms with two other midlevel white comedians, Uh, sort of late thirties. Um, do it, OK, but not setting the world on fire. And, uh, you","id":"PRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":137.67,"tags":[]},{"line":"So it was me and, uh, Detective Jake Peralta","id":"QhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":315.94,"tags":["Jake Peralta"]},{"line":"blow dryer plugged in under a desk to dry her feet. And ah, we were, um, a family, and we didn't know how good we had it. Um, and then","id":"RRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":345.1,"tags":[]},{"line":"reopen this wound, but, like, where were you when you found out?","id":"TBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":445.39,"tags":[]},{"line":"with this","id":"TxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":776.1,"tags":[]},{"line":"And I didn't do that. Um, and a lot of times, what happens for me is my hangar turns inward. Oh, and gets pointed at me. Oh, and what did I dio or what? Didn't know. What could I have done? Yeah. What should I have done? And Ah, how could we have avoided this? I've been going over this. I think, uh, I think you have to. I know, engineer. Correct. And it's like weve been reliving this over and over again. Brutal waking Just a literal waking, replaying in slow. What could I have tweeted? How could I have posted? How could I show my support? How could I keep this My favorite precinct on the air? I'll do anything. I will do anything. And I see. And I look out and I see when Yeah, saying, Yeah,","id":"WxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":930.13,"tags":[]},{"line":"I I do love this show. And I go, uh, why can't I be like, when, um, we're going to do the show anyway? Adam Lustick is here. It's hard. He''s just show corporation show. Uh, What are you on the call sheet there? What number on the Gulf Shore number for four. Okay, Pretty good, cause there''s obviously two main guys, right? And then and then somebody going between somebody in between the two main guys. Yeah, but I'm gonna this dude. Yeah. So this guy''s here? Yeah. Show. Um, it''s on the comedy channel. It''s on Comedy Channel central Comedy Central dot com and Ah, yeah. Um uh, is there, um ah, player there? Uh, if you go to company Senator, come has the player poor. Okay. It''s poor, I think. Basically top to bottom it''s it. And go to the effort. It''s a wholly unpleasant experience. I would go to almost any other website just to avoid just to avoid it. I would even Comic-Con I would even have it open. I would just suggest having it open in a tab, just so you know, not to look at it.","id":"XBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":981.81,"tags":["Adam Lu'stick","Gulf Shore","Comedy Channel","Comedy Central","Senator","ju'st","ju'st","Comic-Con","ju'st '","sugge'st","ju'st"]},{"line":"when I took this screener Off, too. So it's just wide open, all","id":"aRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1209.32,"tags":[]},{"line":"Fat Albert. I was smarter seeing,","id":"cxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":1258.32,"tags":["Albert"]},{"line":"And they're The skywriter","id":"dhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1273.22,"tags":["skywriter"]},{"line":"Ah, where? Ah, Banana boat done screen.","id":"eRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":1284.33,"tags":["Banana boat"]},{"line":"And I don't even feel it todo external pains And it's no good Feel good compared to the pain that is happening in my heart In my brain","id":"fxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1331.46,"tags":[]},{"line":"'schedule. I could No, no, please. I mean,","id":"hRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":1378.38,"tags":[]},{"line":"a figure. A Ah, a a symbol A, um uh, A core element of yourself From and ah, perhaps it could be the stag which would represent abundance, virility or or? Or it could be a mother bear. Yeah, it could be about protection. Protection? Um, I did. I did go into the sweat lodge. I did start myself for three days. I did walk out to the river and when I did see there drinking honey from beehives Ginola, Nettie and Ah, and and I'll say this to the bees did not sting her. And I believe it's because she is so sas'sy. Yes, and there is so much stings to her own words. Spicy, Yes. A spicy stairs So much heat on Yeah. Ah, that they almost felt that she was a kindred spirit, Understand? And, um and that Ah, change the entire course of my life and I d g f ah, and I live by that. Oh,","id":"iRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1429.24,"tags":["sweat","Ginola","Nettie","Ah"]},{"line":"Yeah, I think the The spacing in between them would be ah, good for, like, ribs and pork and different kinds of steak s. Oh, I'm working with doctors on getting, ah, flame","id":"jRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1606.16,"tags":[]},{"line":"Yeah, maybe we will have that to the Indiegogo Grill Parts and tub.","id":"mRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":1793.01,"tags":["Indiegogo"]},{"line":"No mice. I want talk about your stuff. Yeah, um, again, like The Blue Apron stuff. This was trial and error. Sean tested a lot of the soaps out on me to see what wasn't working in what would work. Um, The cons were that I was itching for about 36 hours, which The originally original or yes, Yeah, but weve got the itching down to about six hours. Yeah, and, uh, and the smell I would say","id":"oxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":2051.59,"tags":["The Blue Apron","Sean"]},{"line":"Okay? Yeah. Even today. Even to begin with, he doesn't. He doesn't Love to relinquish his platform. Right? You know, it's a very primal instinct that, um, you know, Jungle Law. Especially right.","id":"rRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2232.73,"tags":["Jungle Law"]},{"line":"Based on what Adam said waken reverse engineer it so that we put the question first.","id":"rxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2270.05,"tags":["Adam"]},{"line":"of the reverse jam. A reverse slam dunk is Oh, I could do that. If it's anything like It''s interesting,","id":"txG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2308.34,"tags":[]},{"line":"right? Yeah. Then it just, ah, doing Falstaff.","id":"vBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2366.29,"tags":[]},{"line":"I'm willing. I'm I'm willing, Teoh. I'm open to it on. We can roll right into my A Or we can take another beat just to kind of absorb the Brooklyn 99 information. But I'm happy to Please don't use that. I'm so sorry, B 99 I'll just say hashtag be 99 and we can leave it at that. I don't want to open any","id":"xRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2442.02,"tags":["Teoh","Plea'se"]},{"line":"'so I had a funny Oh, sorry. I'm so you can you can chant You can chant 99 out of respect online that people like what a lot of people have been doing Just","id":"xxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2465.3,"tags":[]},{"line":"a while you could do in all caps. Madam","id":"yxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2481.71,"tags":[]},{"line":"I mean, no, that's good. That''s good. I watch on to be coming from this place, so that''s good. Go ahead, Adam.","id":"zRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":2488.15,"tags":["Adam"]},{"line":"didn't bring it back to that. They're having a kind of moment, but it's like a moment where, like you crop your head off with an electric saw. It''s the opposite of the kind of broadcaster having","id":"3RG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2721.3,"tags":[]},{"line":"Do you listen to with your ears? That's right.","id":"4RG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2750.34,"tags":[]},{"line":"The speed rose. The fat","id":"5hG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":2809.84,"tags":[]},{"line":"Oh, is that what I'm smelling? Because Is that this Because I'm smelling I was gonna say that whatever you're wearing is handsome. It's a handsome sent. Well, that''s the smell of the whale Amber grip. And And And we did do that. And I remember at the time feeling so powerful. The unlike there was nothing we couldn't do. And we were true master's of the universe and that we were just taking the biggest animal there was and really making it our our, um our bitch, Yes. And, uh, and making it get roasted against it's will.","id":"6RG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2825.36,"tags":["Becau'se"]},{"line":"Kind of a strange Yep. Respond. Not exactly. I would think would be It would be a more more","id":"7xG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":2992.67,"tags":[]},{"line":"you looked at divine dot com a variety dot com or Hollywood-This porter dot com and I go, Yes, chr","id":"8RG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3021.37,"tags":["divine dot com","dot com","Hollywood","dot com","chr"]},{"line":"and And have you gone a V club lately? That are you reading the cut and Ari on vulture right now? That's right. And I am all of the above. Yes, Yes, yes, yes, yes. All acros's the","id":"9BG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3044.1,"tags":["Ari"]},{"line":"a brilliant college dropout. Okay? Yeah. You're one of New York Citys best lawyer. Exactly. Exactly. Yeah. And I I wish I could remember my name right now. Ah, but it''s not important.","id":"BxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":3498.2,"tags":["New York City"]},{"line":"Whats important is that when an emergency arise's, be part of the solution. Because the more prepared you are, the safer the world as, and I I don't even really know my character''s name. Harvey is the head were a hate Harvey Specter. You We give me a different one. Will we let?","id":"CBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3514.18,"tags":["Harvey","Harvey Specter"]},{"line":"what are sometimes that you've been a rebel just for kicks, man.","id":"DBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":3685.33,"tags":[]},{"line":"Well, you know what that reminds me of? Who? Robo doesn't kicks, man looking, Lenny. Meaning move will be auto. Dodi do di dot outta your my coming out of left field. So Ah, that's it, Howard. You could decide From that. So, anyway, on the show, they talk about everything for mumble rap to new country music. They debate Neil Young versu's Jimmy Buffett and which movies seem too loud. Uh, plus each episode, Howard, Natasha and the guest's also share their hot picks with listener's things that they recommend over all the garbage on the charts. Now, you heard the tape, You know that I crushed it.","id":"DxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3700.15,"tags":["Lenny","Dodi","Howard","Neil Young","Jimmy Buffett","Howard","Nata'sha","li'stener"]},{"line":"What I'm wondering at this point is all these Reddick guys were saying it seems like Howard doesn't like me. Are they right? He's well within his rights, not toe like me. I'm not a pleasant guy to be around,","id":"EBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3744.16,"tags":["Reddick","Howard"]},{"line":"My crazy No. Yeah. So Ah, listen, who charted on apple podcast? Stitcher Premium Blue listed a podcast's and, um sorry. You didn't get to hear the real version of the show.","id":"EhG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","timeCode":3770.6,"tags":["apple","Stitcher","Premium Blue"]},{"line":"you. Which one? I the one where? There more than one. Well just The Gunther. When I when I was talking about Gunther Off when I was talking about Charlie?","id":"FxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":3795.8,"tags":["Gunther","Gunther Off","Charlie"]},{"line":"is shown in, like The still out From of historian's Book From interesting From creations. Right that he has invented. Right. And I noticed you before. We're, like, kind of talking about pancakes, but shod has this idea, John Love Mediterranean food. Yes, on. And","id":"GRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":3817.2,"tags":["intere'sting","John","Mediterranean"]},{"line":"and I go give me a stick of butter and giving it a stick of margarine and let me kind of play with them like light sabers until they melt onto my hands Once they're melted on my hands all wipe them on my toast's that you get that you will give me sour dough. And so really, it's kind of a light. I call it a march. A margarine butter lightsaber toast spot spread. It''s just buttered toast. Yeah, the product is Jeb. Oh, it dealt is not really.","id":"JRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":3952.64,"tags":[]},{"line":"like rapid and banana leaves or something.","id":"KBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4008.49,"tags":[]},{"line":"Brought my hands in banana leaves. Oh,","id":"KRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","timeCode":4011.37,"tags":[]},{"line":"Uh, it I am. I'm do. I'm here doing a documentary. Oh, cool. It is a vacation. But doing a documentary as well on, uh, the last, uh, white in you. It, um very cool.","id":"MBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":4115.29,"tags":[]},{"line":"All right.","id":"MRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4129.33,"tags":[]},{"line":"So if I do lose you, that is why I just know that it is for, like, smart, brave reason. Okay, I I have a lot of respect for that. I do want to pivot a little bit and just say I don't think itll surprise any of you to hear that. I've had a lot of trouble making Love since we got the news. Yeah, uh, no big surprise. I think I don't think that's shocking. Um,","id":"MxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":4142.28,"tags":[]},{"line":"Um, I'll never forget. It was, uh, me. And, um, I'm some people may not know this about me. I Love Mediterranean. Yeah,","id":"RxG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4499.09,"tags":["Mediterranean"]},{"line":"Yes, but it's got a kick pepper tour it. Yeah, it''s pepper. And so I'm looking for peppered lentils. And as I'm doing that, I'm also sort of pretending to listen to other people in the room. Of course, it''s a podcast, of course. And I was thinking of what I could maybe say you know. And, uh and you remember Adam kind of started just stomping on my whole shit. Just going, like I'm gonna ask a good question shows I was listening to Hayes. I didn't even hear what he was saying and, uh, embarras'sing me.","id":"SRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4539.67,"tags":["cour'se","Adam","Haye"]},{"line":"What? What the hell?","id":"TRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4610.7,"tags":[]},{"line":"Me, uh, figure Is this the only way that I could, like, talk to you guys?","id":"ThG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4614.67,"tags":[]},{"line":"No favorite show. I remember that. You plug Kevin trying to call me while I was on stage.","id":"VRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4664.5,"tags":["Kevin"]},{"line":"Well, go ahead, Kevin. I don't have time for this. What? You went on a second date. What the fuck?","id":"WRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","timeCode":4688.92,"tags":["Kevin"]},{"line":"No, I'm having performance is'sues. After I heard about being 99 So there is not really happening there.","id":"XBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4707.26,"tags":[]},{"line":"this is sort of about the duality of all things in nature. And where on the one hand Ah, heres this girl who you like who you were getting along with. We were on a date with where you maybe saw a future. And it was horribly impacted by her Googling your name and her co workers being like, don't go near him. But on the other hand, I believe you have sold almost a dozen aprons Now with your face on them. Ah, that if you were not of on this podcast, you would have had no Apron. Zeroual''s your year cells. And so, you know, there are a lot of women out there. Yeah, yeah. You know, I think Adam can attest to that. Charlene. Over. Fred. 62. There''s so many. And yeah, Fred 62. Yes. And, ah, they're on Lee. So many sort of special Apron. Yeah, it''s gonna be women till the end of time, but a good Apron is almost like a diamond in the rough is only a hands. Those guys who have ever been on in Apron it''s helper dome. Yeah, m roll. That''s right. And then Trevino, maybe me and you. So, uh, you know, I gues's it''s easy to focus right now on the negative side of your romantic life. Your relationship is being negatively impacted, and you gotta feel like moving forward this is going to just keep happening all the time. Yeah. Uh, Google is not going away. Yeah, yeah. Habitable. And so I think that obviously, that is sort of scary. But is it as scary as never being on an Apron? Exactly. You know, I gotta say, I know which one I'd take. Um, I'm just curious. Here. Do you? Do you know if the being result's are the same? Have you tried being work?","id":"YRG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4790.64,"tags":["Adam","Charlene","Fred","62","Fred","Lee","Apron","Apron","Trevino","Google","curiou"]},{"line":"So we so Well, Kevin, I think this is probably the last episode of the show. Anyway. Do you want to try to as like, a Hail Mary pitch out something else to get pushed up in the Google result's. I know we did. Mm. A which I think made you seem pretty tough. Um, on. And I think I'm a May. In retrospect, I think Emma may, in retrospect, made things worse, because now I think people are afraid of me, like in a way that, like, it's unapproachable, you know?","id":"ZhG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4943.71,"tags":["Kevin","Hail Mary","May","Emma"]},{"line":"That's true. Yeah, it is kind of a triple threat down.","id":"aBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":4985.81,"tags":[]},{"line":"You have","id":"bBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":5003.9,"tags":[]},{"line":"I appreciate that. I could feel that I get this sense of, like, I gotta rush three as fast because it's going to get cut Off. Steamroll. No, not Teoh today. Use this. Okay, so I do this thing where I jeans.","id":"dBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":5083.61,"tags":["Teoh"]},{"line":"Yeah. Like they're thinking about adjusting my glas'ses. Yeah, I don't wear glas'ses, but it's like, exactly that''s part. So I'm checking, and I actually am checking my","id":"eBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":5143.86,"tags":[]},{"line":"So Intervale us with the hilarious and you know that is But Kevin, get back in. Yeah, Get in here. Where are you? Get in here. Get Off! Hang up the phone. God, How did you get in there? I don't know. Now, when you say you that you had your phone in your pocket, you don't mean like a, um, fuck is wrong with you. How do you mean? Just I'm just trying to think how a phone? Because when I think of a phone, I think of ah, you pick it off the wall, You put the thing up to your ear in Oh, yeah,","id":"gBG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":5239.08,"tags":["Intervale","Kevin"]},{"line":"Ah, I just Sorry I'm Oh, I'm in such a fog. I'm in such a Hey, it's okay. It''s just like I can't even make heads or tails any of this stuff. Hang on. So I like to put a Indian food on, like","id":"ghG_LXMByMrymAEmwcwK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","timeCode":5277.3,"tags":[]},{"line":"Yes. You know","id":"jBHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":201.24,"tags":[]},{"line":"here and where? I'm playing to New York. And I'm looking out at these fields. Andi, it looks like there's like corn and beans. We're on that. Workers were on the lane. Yeah. The plane. Yes. And it goes from l. A. And it goes in New York Melanie","id":"kRHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":229.29,"tags":["New York","Andi","l.","New York","Melanie"]},{"line":"It was cool, but that was earlier.","id":"mxHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":330.7,"tags":[]},{"line":"Now I'm saying Dunkin, uh, can you put it down? Can you put this plane down? Bring us down on these beans on He said","id":"nBHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":334.46,"tags":["Dunkin"]},{"line":"on. I was like Like you can like. Lets try it. Let''s just try it. You can do the plane on the bean. Yes.","id":"nhHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":357.19,"tags":[]},{"line":"drilled their noggins. Yeah.","id":"oxHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":451.08,"tags":[]},{"line":"Come on. And try to make it for what they're being","id":"pBHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":454.32,"tags":[]},{"line":"Okay, We're sharing a room","id":"pxHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":478.54,"tags":[]},{"line":"Not everyone quite so white.","id":"rxHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":569.03,"tags":[]},{"line":"It's funny for me to be here because I did read a little bit about Chicago. So you're gonna ko you're going to do this?","id":"shHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":583.71,"tags":["Chicago"]},{"line":"I don't know. OK?","id":"sxHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":592.97,"tags":[]},{"line":"Hi. Babies plan. He's just like playing around. He''s kidding,","id":"tRHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":612.37,"tags":["Babie"]},{"line":"for the huge menu? I don't know. I don't know. It doesn't add up, but he's Did you notice this about Chicago City that everybodys got these Blue pants on? You know, the ones and honestly, theyve got me doing it.","id":"wBHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":713.5,"tags":["Chicago City"]},{"line":"Yeah. I'm glad to see they didn't lie to me about your nasty, funky as's Chicago CityThis. And so these tall chairs, I'll sit back down.","id":"xxHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":789.12,"tags":["Chicago"]},{"line":"and tried to sort of soak the fear out. But now there's this thing where we sort of own you all. We pos'ses's you","id":"zBHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":839.31,"tags":[]},{"line":"love that about code.","id":"zhHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":851.53,"tags":[]},{"line":"It's the tone is weird. It''s just like,","id":"4RHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_2","timeCode":1019.26,"tags":[]},{"line":"be like that? He's nice, but be like, whatever about it.","id":"5BHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":1036.47,"tags":[]},{"line":"would you say? God asked to be a guest on this show just by me.","id":"6xHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":1114.41,"tags":["ju'st"]},{"line":"Start with you. Yes. Well start with you. Okay. I asked five people. Okay. Okay. And was it your job to find a guest? Yes. And was that enough people to ask?","id":"7BHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":1123.44,"tags":[]},{"line":"Yeah, you're right. You get a get something. This is I can't keep doing this, but sit like a dog.","id":"7xHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":1146.96,"tags":[]},{"line":"Yeah, but don't get hurt.","id":"8BHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":1158.13,"tags":[]},{"line":"can you see him being like, Oh, I'll really get something going here. You got it? Yeah. Yes, yes, your orchestrating the whole thing and I gotta say","id":"-xHBLXMByMrymAEmE8yl","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_0","timeCode":1257.97,"tags":[]},{"line":"Someone responded to the Booker. John Hodgman is in New Hampshire on Thursday doing an event for his Book.","id":"BxHBLXMByMrymAEmE82l","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_1","timeCode":1382.25,"tags":["Booker","John Hodgman","New Hamp'shire"]},{"line":"That's true. And I gotta say we really appreciated the tone of that.","id":"FhHBLXMByMrymAEmE82l","index":"handbook","podcast":"Hollywood Handbook","episode":"Live from Onionfest","speaker":"spk_2","timeCode":1499.18,"tags":[]}]