[{"line":"and maybe save you in part to fix whatevers been broken and apart toe have so champs, right? And I'm sorry that I have told those girls that they can't have any. Yeah, it''s very rude.","id":"bxIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":732.26,"tags":[]},{"line":"It's called. It cost's me a lot of problems to be quite frank with you. Well, I don't get that much money for doing it. And and so there''s a limit to how many chips I can share. And there''s half a bag for you that I've actually put on a plate, which is pretty kind of fancy.","id":"cBIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":748.19,"tags":[]},{"line":"Yeah, I feel good about it, too. So one of the things moving forward From having done the clas's that we do want to kind of dig into is","id":"dRIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":800.24,"tags":[]},{"line":"Yeah. And I going through hell with these emails trying to tell me that minded Che. I had not heard that happened from other people, but it does make sense that when I got there, I couldn't get it to you. Yeah. Yeah, because your email was different,","id":"hxIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":1082.04,"tags":["Che"]},{"line":"Yeah, when I get a new one on L. A, you know? Yeah, it it's frustrating. I don't have one, so don't worry about it.","id":"ixIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":1151.92,"tags":["L. A"]},{"line":"And he's on these dates with the trash thes tramp. Yeah, and I'm going How are you getting in touch with them?","id":"jBIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":1157.17,"tags":[]},{"line":"bank The we do anything in the clas's.","id":"lhIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":1281.84,"tags":["cla's"]},{"line":"Well, no, I remember weve been doing this stuff forever. I remember it. Uh,","id":"mRIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":1293.09,"tags":[]},{"line":"Yeah, I know that I'm your kind of getting into it like you're able to do it sort of with me. But I was already doing it, and I've been doing it like forever. He's has been doing it like Hayes and I've been doing it. You're saying because you've been doing it so long you don't remember anything. And that, for me, is someone who is trying to help promote the show. Considering to be like part of my function here to be like like, whats something? You know, I do want to for you to say, like I don't remember","id":"nBIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":1316.56,"tags":["Haye"]},{"line":"get me to make meaning out of whats the soccer addict method?","id":"ohIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":1390.93,"tags":[]},{"line":"I gotta say, you were just turned is Michael. But I heard that","id":"qBIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":1502.3,"tags":["Michael"]},{"line":"Oh, because I had something ready. And then you say what? Bretts version of this would be okay. I think Bret would refer to the thing that was asked of him mostly, you know, like, beside kick thing. I think he would focus on Badme outside. But I also have a song does that''s out, right?","id":"qhIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":1519.09,"tags":["Brett","Bret","Badme"]},{"line":"Right. On a show. What were not allowed to play music anymore?","id":"qxIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":1533.66,"tags":[]},{"line":"And so what? Is this gonna be in your mind? This is gonna be a theme song for this show. For a Yeah, maybe amok in memory of it or a mock. You men tary of the show. Okay. Mocking,","id":"rhIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":1554.63,"tags":["Thi"]},{"line":"Yeah. Great. Right. Okay. You ready?","id":"sBIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":1573.4,"tags":[]},{"line":"I think I think that was him doing it. Okay, so then so And as the guy seems to remember the show better, maybe now this is a spot. Where","id":"sxIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":1598.18,"tags":[]},{"line":"I the only reason I came. You guys told me this was gonna be the last episode. Can you say that you're asking me","id":"uxIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":1666.38,"tags":[]},{"line":"cause I think that's part of I mean, I'm sorry to criticize your teaching method, but now I know things like that. Like that there''s a limit home pine tar.","id":"zBIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":1855.33,"tags":[]},{"line":"A lot of people had personal website's, like I would say 10 15 years ago, I think. Oh, yeah. And nobody From 10 15 years ago ever got succes'sful doing acting.","id":"0hIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":1947.02,"tags":[]},{"line":"'should be one of the hashtag's. Yes.","id":"3xIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":2085.52,"tags":[]},{"line":"Uh, yes. Okay, so now we're getting in tow. You know, people are some people Noris air saying like no banks, you know, But you want last. Yeah, Joan, I want the norm ease in this website because they will gum up the works. Yes.","id":"4BIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":2089.69,"tags":["Joan"]},{"line":"earlier this year, remember Jim Carreys Web page it It''s like Pretty was unfortunately, Bang Rajan didn't come in a little bird on his hat on one of these shows","id":"5hIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":2219.79,"tags":["Jim Carrey","Bang","Rajan"]},{"line":"Master outside the tent was it was like an impostor, basically, because the ring this was supposed to be in the Ted. He's not outside the Lycoming. No, that''s like a barker. Something. Yeah s Oh, there''s a barker and he says, All the stuff you use the rest is the ringmaster. Yeah. So he''s confusing people pretending that layer, you know? And he''s an actor. Yes, he''s keeping the norm ease out. It''s an acting website, right? Yeah, people will pick up on that, then the curtains part. And that takes a long time because it''s too detailed, it's animated. And then we meet the real ringmaster ladles and jelly spoons boils and germs. Please do put on shoulder pounds or something because you're going to be embroiled in one of the most dangerous, the most stupefying, The most dastardly, the most mind bending acting feats of act robotic mental gymnastic A you've ever seen. Mr Bang Raj Man will be entering the center ring in the main event, writing on a mighty elephant and doing something that I don't know what it is.","id":"6hIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":2251.53,"tags":["Ted","Mr","Bang Raj Man"]},{"line":"But it's still just seems like too complicated a mythology for my personal website that these two park The barker in the ring master have a conflict with each other. But you come","id":"7RIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":2362.25,"tags":["barker"]},{"line":"out on an elephant at this point, and then you are dres'sed as a ringmaster. And whats great is","id":"7hIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":2372.78,"tags":[]},{"line":"and weve hit a lot of the main things and I'll bring Master sort of introduces things. And I as'sumed, since it's my personal web site, those guest's would be introducing me. Yes. And now. And I'm introducing my cell. You're introducing your acting.","id":"8hIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":2402,"tags":[]},{"line":"cover Wrecked bastard's. That now? Yeah, right. And then And now look what happened. There is 1/3 World ringmaster.","id":"9hIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":2481.84,"tags":["Wrecked ba'stard"]},{"line":"me, huh?","id":"_RIhLnMByMrymAEmlQ3H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":2542.92,"tags":[]},{"line":"They throw me in jail. They said that? Yeah, but in respon'se to what The They're not receiving any of these. Oh, well, this is okay. Yeah, The first part was an email, but then I sort of reiterated some of it in Ah, um, mes'sage in a bottle.","id":"AhIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":2601.31,"tags":[]},{"line":"And they did get that washed ashore that I have a bottle comes back a couple weeks later. Yeah. Ah, it was, um, From like a funny bottle. Yeah. Parrot Bay rum. Good. And ah. So I finished it, and then I find a note inside and said, You know, we got under contract will put you in jail, and I'm not going back. So s so I'm in this position while I wanna walk to defend my friend. But also, I can't go back inside. Right. So then I'm thinking I'm gonna eat it, eat a gun. Okay,","id":"AxIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":2619,"tags":["Parrot Bay"]},{"line":"Okay. He's lost control, then rain Big Grande because he the master ring and The Yes. No, that will help me a lot,","id":"EBIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":2794.87,"tags":["Big Grande"]},{"line":"I put him firmly in the social category and comes to Greece. There's were So he is","id":"GhIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":2987.07,"tags":["Greece"]},{"line":"do that. Okay.","id":"HxIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3019.94,"tags":[]},{"line":"on a Mattres'ses, it seems is a terrible set up. Thanks, guys. Um uh, we did the ghost. I think we did. Casper The ghost. We did? Ah, la think about other people getting mail re Mattres'ses and we didn't get","id":"IhIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3060.93,"tags":["Mattre's'se","Mattre's'se"]},{"line":"like, yeah, Yeah. Even if it werent somewhere, I don't know if it would be funny, because it is that What would that sound like? I'd go like, hey, free shipping and returns to U S and Canada. And you can build a fort with it like there's really nothing there. But give us something else.","id":"KBIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3108.37,"tags":["U S","Canada"]},{"line":"Okay. Over 20,000 reviews average of 4.8 stars. We havent done anything with that. Yeah, it's quickly becoming the Internet''s favorite mattres's.","id":"KRIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":3122.91,"tags":[]},{"line":"if he has should have told me this. Anything. Yeah, yeah. Any idea? Any funny idea you have?","id":"LBIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3148.58,"tags":[]},{"line":"Hey, guys. Want to talk to you about ZipRecruiter or Ah, we're ah, given our friend another chance Here. Um, so are you hiring? Do you know where to post your job? To find the best candidates? Finding great talent can be tough. And then now we get into the Adam. Yeah, right here. Yeah. I wasn't satisfied, I gues's with not having time to prepare for the last one. But now he is that","id":"MBIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":3186.39,"tags":["Adam"]},{"line":"dogs like eating is frickin guts a quick That's what it''s not the dogs like. It''s just penguin cakes is really what it should be. Yeah, no, that''s the shape, so well do that. But Okay, so in fact, over 80% way don't need we don't need it. Now get a qualified candidate. Just 24 hours. So juggling emails, a call to your office, simply screen rate manage candidates all in one place in ZipRecruiter ZZ use dashboard. Find out today why ZipRecruiter has been used by busine'sse's of all sizes. Even a small is a friggin penguin shape. Kayyem","id":"NxIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3286.53,"tags":["ZipRecruiter","ZipRecruiter","Kayyem"]},{"line":"like so you're just saying it's a normal cake? No, I actually was shaped like a penguin. Thank you. Yeah. Yeah. So it''s a perfectly normal gate shaped like a penguin for people. And the frosting looks like it''s black and white. The normal frosting that''s colored. Well, it''s not just shaped like a penguin color. It looks exactly like yeah, and it taste's normal. Great. And it just also, but all like, dogs should be eating it. No. Yeah. I mean, a duck could eat it, but they get six. Yeah, there''s chocolate in it. And right now my listener's can post jobs on ZipRecruiter for free. That''s right. Free. Just go to ZipRecruiter dot com slash first that ZipRecruiter dot com slash first that ZipRecruiter dot com slash first one","id":"ORIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3318.08,"tags":["ZipRecruiter","ZipRecruiter dot com","sla'sh","ZipRecruiter","ZipRecruiter"]},{"line":"It's a really normal job. You were trying to get me to come up with a weird one, and I like I thought that was a little bit more unusual. But down just a normal bakery. Ben Ben this'll is a win for you.","id":"OxIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3360.47,"tags":["Ben Ben"]},{"line":"my other request's one more time to try for free? Good. A ZipRecruiter dot com slash first.","id":"PRIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3379.31,"tags":["ZipRecruiter"]},{"line":"It has to be. So we're gonna have some hit shows and so big scenes that you're in. Ah, so he's an engineer, Cody, you're just gonna feed you some show scenarios and some lines that maybe you would say in a show like that. Okay, you and I would say maybe one of, um","id":"ShIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3550.66,"tags":["Cody"]},{"line":"we were in a full length jumpsuit.","id":"TxIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3632.64,"tags":[]},{"line":"I wish she was just a paved parking lot. Keep coat. This is good. Not a hardwood floor that I drive on that captures zippers so easily. Why did I take my jumpsuit Off here? It's this.","id":"UxIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3656.74,"tags":[]},{"line":"I've got to get to the circus. Those detectives air coming. They're investigating some crime. Tropical crime. They're investigating a tropical crime. Now I'm gonna be a suspect because I'm not showing up. Uh,","id":"VhIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3685.21,"tags":[]},{"line":"come? But that's not your place to point that out. Really? Your characters","id":"WxIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":3767.49,"tags":[]},{"line":"Had to work pretty hard to get up this high in the circus. You wouldn't know anything about that, huh? Working hard.","id":"XhIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3791.42,"tags":[]},{"line":"Um, Jonah, I'm Jonah, and I don't know about that working hard stuff. Ah,","id":"XxIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":3800.92,"tags":["Jonah","Jonah"]},{"line":"is a different that is, people are like looking ways to distingui'sh it. This is really how you guys want to end this podcast","id":"axIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3908.37,"tags":[]},{"line":"again? Just two best friends again. We want Teoh lead up to that. That is not your vague to be like they reading the podcast like obviously the fans. We're not gonna be satisfied by that. They want to hear it for months, okay? They want us to say I'm stepping on it. It just seems very unusual to me. Did. This is the last episode, and they were kind of doing another show and they were kind of not doing any show.","id":"bBIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3916.97,"tags":["Teoh","Thi"]},{"line":"Yeah, Yeah, that's why I think it''s bizarre. Seems strange. Yeah, your fans are gonna be very upset that we didn't get where we are playing by the rules. And so we did. Obviously. So, yes, this is our final show. Uh, we did want to bring in some people that we have that have been with the show for a long time.","id":"bRIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":3941.2,"tags":[]},{"line":"Hopefully we have time for the other 80 people inside. So, Cody, if you just want to start like what the show is meant to you, um, memories. Mm highlights for you. And just what? Yeah, the one we just did or the original. The mock, The mock or the original.","id":"cBIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_0","timeCode":3972.57,"tags":["Cody"]},{"line":"Goodbye show. Um, your fun. Thank you for having me on. Thank you for all the people out there who, you know, called me a creep in a pervert on social media. Thatll be up. Probably forever. I doubt any of you will take that off. It's gonna be really great trying to find a job in the future. And if you Google my name pervert, pedophile, weirdo, as'shole will come up. Goodbye. Show","id":"eRIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_2","timeCode":4080.7,"tags":[]},{"line":"Yeah. Um, great s Oh, that's good. So you got a lot out of it, and it sounds like bang garage man did too. I'll probably see you tonight slash tomorrow morning. Bang on, Hayes. I don't know when I'm going to see you. Just because of the nature I don't ship. It was mostly around this show. Um ah. But all the best with writing you're doing. And, uh, an engineer, Cody, uh, has been really it''s been From, but it has been really fun for me. Brother","id":"ghIhLnMByMrymAEmlQ7H","index":"handbook","podcast":"Hollywood Handbook","episode":"Bang Rodgeman, Our Spinoff Friend","speaker":"spk_1","timeCode":4180.87,"tags":["Haye","Cody"]},{"line":"I can't. I can't. What? This ad copy. You cannot get away with this anymore. I'm calling the police. They're gonna come over here and arrest you for for ad fraud. The stuff that you're saying in this ad is is not true. None of it's true. You're lying to people who trust who? Trust me. You're making me do it. This is the thing. But I can't stand. You're making me do these things. I can't do it anymore. I I have to call the police. I'm sorry. I can't live with myself anymore. It''s over.","id":"jRJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":10.13,"tags":["Thi","Thi"]},{"line":"How do you know? Scott?","id":"kBJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":63.760000000000005,"tags":["Scott"]},{"line":"God damn, it's got","id":"lRJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":94.65,"tags":[]},{"line":"after your full month of free trial, it is only for 99 for but","id":"mRJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":159.31,"tags":[]},{"line":"at I'm trying,","id":"mhJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":166.31,"tags":[]},{"line":"that's h o w l dot f m and use the promo code. How it would don't make my shows name on this.","id":"mxJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":169.24,"tags":[]},{"line":"Use the promo code Hollywood for a one month free trial of help.","id":"nBJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":183.32,"tags":["Hollywood"]},{"line":"And this is","id":"ohJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_1","timeCode":245.56,"tags":[]},{"line":"anyway, um, he was hurting himself pretty bad. Hey, welcome to Hollywood Handbook. An insider's guide to kicking button dropping names on the red carpet line back hallways of this","id":"phJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_1","timeCode":274.81,"tags":["Hollywood Handbook"]},{"line":"hit the golf ball into the wells blow hole. And then the standards. What''s that Now? Costanza. That''s the last name Jackson, who said, I I think Sean, at this point, with all due respect, if we're talking about Seinfeld and you say George, we know you mean well, you're a tour guy, you're a Seinfeld tour guide. OK, Candice, Hear that? Everyone else knows. Sure, your job. So I as'sume that this is like a guy who is maybe watching his first Seinfeld on the tour. Well, Shawn''s No, you're not giving the tour right now. I get It''s very hard to tell the difference. Sometimes I did so many of those tours and the","id":"uBJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":611.57,"tags":["Jack'son","Sean","Seinfeld","George","Seinfeld","Candice","Seinfeld","Shawn"]},{"line":"that's right. And if a mono","id":"uxJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":657.31,"tags":[]},{"line":"I thanks anything. So it's last name is proud to be nous if he says that, okay, I'll just I'll let that go. Yeah, I was gonna watch the movie to cheer myself up and kind of remind me why I'm in this busine'ss in the first place. And then,","id":"vxJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":693.83,"tags":[]},{"line":"George George? No, George is not Newman or jpg. No, it's already so. So let''s get into what we actually want to do here today for Tom, because we, uh we advocate transparency on the show. By helping Tom, we hope we can help other people as well, and especially when it comes to the joke contributor program. This can help everybody, cause I could use some help because we're gonna play clips. That of jokes that we have done in the last few shows that were submis'sions by Tom and we're gonna do a live critique. And it''s not just us doing this. We, like combining are desperate friends who need the people out there who need help with people out there that are doing exceedingly well and are in a position to help them. So weve brought sharing Horgan Hear today who''s, Ah, comedian? Uh, she famous for catastrophe. It''s on your computer. How do they find how did they find catastrophe on the computer? Um what what time does this finish? Because he said,","id":"yRJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":897.1,"tags":["George George","George","Newman","Tom","Tom","Tom","Horgan"]},{"line":"he said, we are getting a slow start. We're getting a slow","id":"yhJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":962.56,"tags":[]},{"line":"No. And that's not the charity work that we're asking you to Dio.","id":"zhJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":990.42,"tags":["Dio"]},{"line":"I was the reason that that's a legal requirement in a new car. That''s how you that was your career. It would point. There''s a guy who gets locked in cars and the trunks of cars and Susan myself. Yeah, it was kind of like the ah, the woman burning herself in the McDonald''s on the hot coffee, But for cars?","id":"0xJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":1031.95,"tags":["Su'san","McDonald'"]},{"line":"Yeah, tort reform. Uh, so sure. Sharing your Hear to dio community service, Es'sentially, I mean, what you said that you I need to do some community service. And this, like, sort of counts against that for you. Yeah. I mean, I like to help people.","id":"1BJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":1056.13,"tags":["dio"]},{"line":"you have any? Just like blanket advice about jokes that you like to tell when people ask you like How do I do with the best joke?","id":"1xJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":1092.49,"tags":[]},{"line":"it could just What? Yeah. What is the alternative?","id":"2RJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":1118.59,"tags":[]},{"line":"So lets let''s get into Let''s play some of these clips. Let''s play like some insurance can listen to them, and we can talk about the jokes and maybe ways we can improve them. Um and you know, next steps for you and all that. So, John Engineer John, do you have Do you have the first quip Now and the thumbs up like it? It seems very dismi'ssive when you do it like that when you just do the thumb don t sums. Yeah, do two thumbs and say I've loved If I say like you play the quick you say I love to love too. Okay. What a triumph for Jon Favreau. Good on you, John.","id":"5BJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":1209.73,"tags":["John Engineer","John","Jon Favreau","John"]},{"line":"e That was my Yeah, So So? So that was a conversation we're having read the Jungle Book. And we had we had put out a call for jungle book jokes specifically, and I sent in about 80 of them. You sent of 80 jokes, Uh, and and this one, uh, so that idea of the job, like maybe you can explain the concept behind this this jungle book joke at the cost of our engineer and engineer. Brett. Go ahead, John. I'd love to get it. You just don't want to hear the concept because I had never really wrap my head around this one.","id":"5xJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":1272.49,"tags":["Jungle Book","Brett","John"]},{"line":"I wrote Sean laughs. Haze last. Sean says who? Who, who? Awful. Who","id":"6RJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":1316.13,"tags":["Sean","Sean"]},{"line":"'sure jump in there, I think, um, Tom, you have to write about what You know, OK? And if you havent seen the movie, don't make jugs about OK, so that's strike one. As I should have seen the movie","id":"9BJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":1517.95,"tags":["Tom"]},{"line":"that has a similar, you know? Sure swings By the Sea.","id":"9hJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":1535.79,"tags":["swing","By the Sea"]},{"line":"Can I jump in? Just with a known about a lot of the jokes that Tom did submit that are not in this realm. Oh, yeah, yeah, yeah,","id":"-RJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_1","timeCode":1555.64,"tags":["Tom"]},{"line":"just information about the project for the New American Century P N A. C, which was like a right wing government think tank that shortly before 9 11 said that, you know, America would need a new Pearl Harbor in order to engage in the sort of wars abroad for the oil fields. And, um, he wanted me to Google Georgia Guide Stones. Ah, he wanted get a group of USS Liberty and a lot of those I wasn't really finding humanise, and I wonder if I just don't get it or time. If there's an angle that I'm mis'sing.","id":"-xJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_1","timeCode":1575.29,"tags":["New American Century P N A. C","America","Pearl Harbor","Google Georgia","Stone","USS Liberty"]},{"line":"Okay, wait, who is Sean thinks you are asking him to be Michael Jackson's man. Okay? Showing your Michael Jackson''s manager who sharing Okay, Sharon is is just absurd. She''s gonna be somebody. You're a reporter covering this because it''s pretty newsworthy that Michael Jackson''s managers in stevia do you want to be. Michael Jackson''s","id":"ARJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":1711.84,"tags":["Sean","Michael Jack'son","Michael Jack'son","Sharon","Michael Jack'son","Michael Jack'son"]},{"line":"That seems like that actually would have gone over. Then you go. God, we play that out because it seemed like he did really enjoy it.","id":"DRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_1","timeCode":1814.76,"tags":["God"]},{"line":"I get So this is a joke that you submitted again you had really started this one. You put a lot of like stars and drew a lot of arrows around it, like and said Brooklyn, do it. Do this one must dio. Yes, My one big note I have of this is for you to write into the script that it fails is such a strange strategy that, like that the guest's booze, the joke, a schedule eight and then then you have me set up to make a joke. And then you put in Sean script that that the guest hates what I'm doing","id":"ERJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":1861.07,"tags":["Brooklyn","Sean"]},{"line":"But do you want people to get angry?","id":"FBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":1958.3,"tags":[]},{"line":"Can you give me the name of a top cricket player? Sharon","id":"GRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":1993.77,"tags":["Sharon"]},{"line":"back in the day? Ian Botham. OK, Sean said. Jiminy Jiminy","id":"GxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":2001.67,"tags":["Ian Botham","Sean","Jiminy","Jiminy"]},{"line":"you would need for shine. Understand that you need to translate your comedy style into something that Shawn could wear.","id":"JRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_1","timeCode":2147.04,"tags":["Shawn"]},{"line":"Now do you fail?","id":"JxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":2158.9,"tags":[]},{"line":"So last last time I did this, they were mad that I was clarifying. They just want me to read the copy, but I feel if they're hearing this now, I feel like I have to clarify this. I'm sorry for even Now. I'm sure this Is that what you want? What I'm saying Now? But I do not. I feel like people will understand unles's I explain this. But there raiser's were fine harry dot com and use the code handbook. Hi, guys, it's me. He's Davenport, one of the host's of Hollywood Handbook and one of your best friends. I'm here to tell you about a great product hanging out with my girl friend, Carrie Anne Mos's. Say hi, Carrie. Hi. Yeah, that was Carrie. So, um, what''s the deal with by four clothing you all want to know, and I'm gonna tell you and don't try to stop me. Okay, Um, where else you gonna get hooked up like this for 60 bucks a month? It''s this l A based brand. And the only way to get the brand is to be a member. You can find it anywhere else. Except for when you're joining it. Um, So anyway, there''s proven style authors leading the way. What''s a style author? It''s the people who pick out the outfits that men were on the book jackets of the books they wrote.","id":"LhJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":2315.92,"tags":["harry","Davenport","Hollywood Handbook","Carrie","Carrie","Carrie"]},{"line":"well, sure. We actually, this is a good segue. Way to the next I, which I believe is from for the next clip is from the same episode. The next ad read that we did because we true tried to kind of once. Some others have wasn't working. We just put your jokes in the ads. Yeah. You slid me over to the ads, which usually goes the other way. That usually you go from the adds to the show. Yeah, and I went I'm going from the show to the ads. Yeah, I I think this is a clip from that ad. But if it's not that it will be the next one. And so, John, what do we say? I'd love to. Okay, Just come in here. We come in here and say you're gonna do that. I can't hear it when you do it with the engineers, and I don't mean this to be a slight on John or anybody. This just defines the difference between New York and Los Angeles. I just want to say this is a perfect example of the difference between New York and Los Angeles. Show is there''s just such a difference between New York and Los Angeles. You know, I'd love to, uh, so scary when you disappear on the show like that when you're in a different room, it''s really, really, really scared me. Really, really bad job. It''s just such a difference between New York and Los Angeles. Take Dentyne sleep with that, guys. I'm gonna have to bounce in a second. Just so you know, I don't want to scare anyone. When I disappeared, Jon, I tell people I'm going to","id":"MBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":2496.03,"tags":["John","John","New York","Lo's Angele's","New York","Lo","'s Angele","New York","Lo","'s Angele","New York","Lo","'s Angele","Dentyne","Jon"]},{"line":"Okay, well, lets play. Let''s play this clip because this is I think this is relevant to you, Sean.","id":"MRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_1","timeCode":2579.46,"tags":["Sean"]},{"line":"giving me, uh, an envelope marked clas'sified. It's a do not open until you're ready. Uh, and then there''s another envelope inside that this one''s a real humdinger. Um, so everyone wait a 15 16 envelope, uh, you know, to get to the joke. And each one keeps promising something really good to hear me exam ping a little bit in the ad, just trying to get all the paper off. And then when I do actually get there and go to read it, I mean, maybe it''s in the do every that I did so want to joke a little bit by saying that''s a terrible kind of mumbling it. I got it. I was not happy","id":"NhJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_1","timeCode":2635.02,"tags":[]},{"line":"about that.","id":"NxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":2678.33,"tags":[]},{"line":"this and don't take this as a criticism. You're very hard to write for your very hard to write for thes jokes when I write a joke for he's. Like when I wrote, um, in a recent episode, Ah,","id":"OhJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":2725.18,"tags":[]},{"line":"See? That was for me. Thank you.","id":"PhJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":2808.08,"tags":[]},{"line":"Maybe if you use that. Sure. Can I use that","id":"PxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":2810.79,"tags":[]},{"line":"Sure. One of you that you can't give me a lot.","id":"RBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":2848.4,"tags":[]},{"line":"You. Yeah, I get it now because I didn't Yeah, yeah, yeah. There's almost a racial component to the character that I didn't. It doesn't show up on the page. Well, I was","id":"RhJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_2","timeCode":2868.98,"tags":[]},{"line":"is he got Do we have Sean John. Okay, so thatll happen when you said that.","id":"XBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","speaker":"spk_0","timeCode":3059.63,"tags":["Sean John"]}]