[{"line":"A lot of people get more creative when their side ways I get les's. My contributions become a lot worse. When I get your","id":"dRI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":1140.62,"tags":[]},{"line":"and, ah, and it stalls us out a little bit on. Weve got some question's. Why don't you just pour wine in the bomb? Uh huh. And heated up. Yeah. And that just seems so sas ill. It's like a fucking baby. Like when I'm getting asked question's like, Is this a baby asking me this question? There''s a cork in there, too, and all you have is a pen.","id":"eBI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":1175.47,"tags":[]},{"line":"Open it. Uh, so, you know, explain that. Yeah. What? You know, but these babies don't know what they're talking about. No. And I don't like being talked down to by people who don't get it.","id":"eRI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":1199.37,"tags":[]},{"line":"Oh, that's a pet peeve for me. Somebody who doesn't get it talking down to me. Pet peeve. Number one, I believe number two people don't want a hit of my friggin cone. My my blazy spliff when I'm like you want to get where I'm at, man, Come up to the outer space planet and somebody goes like, Oh, no, no, thank you. My boots air fine. Here on the ground. It''s like, OK, well, fucking good luck, man. Let me see if I can forge a Segway From The movie sideways. The one of the biggest Oscar's From that time. Oh, yeah. And wouldn't it be interesting to talk about Oscar's today?","id":"ehI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":1212.48,"tags":["Segway","O'scar","O'scar"]},{"line":"Brands I wear every day stuff like that stuff that we all relate. Teoh What they put on my Starbucks Cup a week. Do you know what? You got a purpose?","id":"gBI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":1373.09,"tags":["Teoh","Starbuck","'s Cup"]},{"line":"And so","id":"hxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":1497.73,"tags":[]},{"line":"Hey, guys, want to talk to you about Blue Apron. It is fresh, high quality ingredients, and it comes in the mail. And for les's than $10 per prayers of per meal, you get easy to fall recipes along with proportion ingredients from over 100 of you local farms, ranches and fisherie's acros's the United States right to your door. I'd just like to say, you know, weve had our own experience of Blue Apron, of course here, and we Love eating this food. It's a growing Earwolf family. We, you know, Chef Kevin ah has been generous enough to cook us a different meal every night of the week. I eat all my meals here at the Earwolf Offices on, and so does that all the podcast host's. And, um, you know he''s going to talk a little bit about some of the ah recent changes that are being made. Hey, guys.","id":"lRI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":1699.11,"tags":["Blue","United","Blue Apron","Earwolf","Chef","Kevin","Earwolf Office"]},{"line":"not a Book, but the ingredients come on a page that has kept all of them together. It would almost be a Book. Sorry. I should have clarified that the pages are a Bible to me. So, like page one of the Bible, you know, a genesi's would be like a cashew chicken stir fry with tango mandarins, jasmine rice. That would be like, uh, mango and cashew chicken. Mm, No is right. It's true. It","id":"lxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":1756.77,"tags":["Bible","Bible"]},{"line":"Cody, What is The Book next to your elbow right now? I just want to point out Com Buja. It's Kombucha, which is a bunch of fungus turned liquid. A lot of people are get is kind of what old supers. It''s calm butcher Book about making kombucha out of old moldy fungus here. Let''s just say we don't see eye to eye on everything. Um, but we are trying to work through this difficulty. Uhm, I'm trying to I am Ah, the job is open. I don't know how is to say I'm using ZipRecruiter duh take applications for other sue chefs. It should be in Africa. We should be paid for that. You will see if we got money for that. Thank you. ZipRecruiter. And I also want to clarify that it is an actual Book that is next to Cody. That''s calm. Booted some, uh, discrepancy early over what is a Book and what isn't. But this in this case it is as a Book Book as a sushi","id":"mxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":1855.83,"tags":["Cody","Com Buja","kombucha","ZipRecruiter","Africa","ZipRecruiter","Cody"]},{"line":"Audible has a moldy Book, and he sometimes tries to sneak in ingredients that arent fresh. And Chef Kevin is always knocking them away and shoving them in Codys face, punishing him and then going like I only used the fresh greens From Blue Apron and I go to Blue Apron dot com slash hand Book because I love how good it feels and taste to create incredible home cooked meals of Blue Apron. And then you sushi Off Cody will be like, Well, I don't like that. And if you've seen him or you know anything about his health situation, I think you understand which side of this debate you should be on, and you should go to Blue Apron dot com slash hand Book Blue Apron and better way to cook and you got your 1st 3 meals free with free shipping by going to Blue Apron dot com slash hand Book. Stick it toe, stick it to sort of Cody and punish him. See you in the kitchen.","id":"nBI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":1908.92,"tags":["Audible","Chef","Kevin","Cody","sla'sh","Cody","Blue Apron","Blue Apron dot com","sla'sh","Cody"]},{"line":"That's not my concern. I would love to be able to advertise for this show. Is it? How is this? How does it say wolf or anything? That''s Holly on it. Should get call. Ever knew how Waas go get Colin","id":"oBI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2033.64,"tags":["Holly","Colin"]},{"line":"Now. You're the new bos's, Colin. We're looking at this adhere, right? Hello From the Magic Tavern. It's I heard great things about this show. Is this how is this an ad for Howell? It doesn't say it. I think is in that for foul. Yeah. Why doesn't it say how? You don't say how. They used to say how they say How? Doesn't say Wolf either. Done, say well available. Unable Anyway,","id":"oxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2058.83,"tags":["Colin","Magic Tavern","Howell"]},{"line":"would have heard about it on one of the Big Hero. Six mes'sage boards havent seen the film, but I do participate actively in their online community. Another question that wasn't solved in that town reading an ad right now, I think this is happening just in the studio","id":"pxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2139.82,"tags":["Big Hero"]},{"line":"in Santa Monica with something this'd feels like. This is all a Dodge for. The big question of is this how he's is obse'ssed with this?","id":"qBI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2152.34,"tags":["Santa Monica","Dodge"]},{"line":"I need to know which list's. OK, movie. Lets villas. Best Oscar's. The Oscar Man. Dude, Dude, you guys know who The Oscar's statues based on Jerry West.","id":"rRI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2199.38,"tags":["O'scar","The O'scar","The O'scar","Jerry"]},{"line":"Jerry West? Yeah, that was his plague style. Standing straight up under the basket, The basket, something sort of folded at his chest. Somebody else could climb up on ready to receive a crisp pas's.","id":"rhI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2212.5,"tags":["Jerry"]},{"line":"life is short on days? Didn't know if you were gonna dio with poor","id":"uxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2432.97,"tags":["dio"]},{"line":"And the beautiful minds Fred is imaginary, and so you can't see him as he's playing is very hard to defend. Yeah, it''s 1/6 man type situation. If you're may be six men with Marlon Waynes. Which itself was that? Angels in the outfield type situation. Exactly. And so, uh, is going to be very difficult to stop. John Nash is imaginary friend and also what he you know, Most of his mathematical breakthroughs occurred in game theory.","id":"wxI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2570.43,"tags":["Fred","Marlon Wayne","Angel","John Na'sh"]},{"line":"Um, girl loose. Yeah, that was that was sad. My, uh, what they did to him. Um, Johnny Joyner, Hershey kis's.","id":"zhI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2685.86,"tags":["Johnny Joyner"]},{"line":"Yeah, which a said earlier. I think he was, like, just hearing it over 200 wax. The sound has to burrow through the ear wags for me. I just like to think about friendship's first and then that will take you through. This is such a new kind of bad","id":"1RI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":2789.41,"tags":["fir'st"]},{"line":"on the sound of music Every third thing is something Hey, said before","id":"2RI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2841.32,"tags":[]},{"line":"Caitlyn Jenner? Yeah. I don't know. Doesn't. Yeah. Doesn't see by general thing. Doesn't seem a good best area. Yeah,","id":"2xI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2873.65,"tags":["Caitlyn Jenner","Doe's","Doe's","Doe's"]},{"line":"We don't take a position on this stuff. Pedophilia are trans rights. What bathroom somebodys using. No, this show is not about that. It''s about movies and Hollywood and TV and Hollywood. That''s all we talk about. Why you think I said movies. This show is about The Oscar's. Cody was doing way better than you listing movies. I was moving. He actually got something done. Oh, my God. I thought I was runners who did this? Who put you up to it? It''s The Doughboys page. Round The Doughboys course.","id":"3xI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":2926.06,"tags":["Hollywood","Hollywood","The O'scar","Cody","Doughboy"]},{"line":"That's a really good idea, I gues's. What you like Michael Johnson and run to the shape Blue restaurant. If you got some Michael Johnson juniors that can all run back and forth, you need probably just a crew of people on ipads taking the edible shampoo orders.","id":"6BI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":3166.63,"tags":["Michael John'son","shape Blue","Michael John'son","ipad"]},{"line":"That's how it says hello.","id":"9BI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":3351.37,"tags":[]},{"line":"you know, And also, I think the secretary of the school, the principal and fares his sister imaginary. And that's a great theory s. So all of the main characters,","id":"_BI7LnMByMrymAEmWh_C","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":3479.45,"tags":[]},{"line":"hat. If you want to fully improvised comedy fantasy epic This is a","id":"BhI7LnMByMrymAEmWiDC","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":3608.15,"tags":[]},{"line":"'show for you. You can start at the beginning and bend your way all the way up to Episode one 100","id":"BxI7LnMByMrymAEmWiDC","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_1","timeCode":3610.91,"tags":[]},{"line":"I'm a horny girl wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"ChI7LnMByMrymAEmWiDC","index":"handbook","podcast":"Hollywood Handbook","episode":"Dan Lippert, Our Oscars Friend","speaker":"spk_0","timeCode":3637.34,"tags":["Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"Well, wasn't there in that funny movie? There was a character named ah Choo. Oh, no, With the pants. Robinhood The pants man.","id":"FBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":37.48,"tags":["ah","Choo"]},{"line":"Well, yeah, well, you probably knew him better than anyone. Yeah, he would confide some of his sort of dreams and goals. He wanted to chase a thing, and he wanted to lie down, take a big sleepy. Yeah, And he wanted to maybe even climb a tree. Uh, he was starting to talk about five. Victory? Yes. Not that he wanted to do it neces'sarily. But it was the discu'ssion of clas's bigotry and","id":"GhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":98.65,"tags":[]},{"line":"I and so I am crying so much. And Hugh was like, Are you crying? You know, like that? Yeah. He's got that voice. Ah, and I say no. Because I don't You know, I don't wanna You don't want to show weaknes's around Hugh because he is a bit of a lion in his own right. Yeah, he will strike.","id":"HRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":147.03,"tags":["Hugh","Becau'se","Hugh becau'se"]},{"line":"bus driver from that bus of tourist's that came in and walked through? If you remember, two of the people were black, which Jimmy Kimmel seemed to It was interesting. Yeah. Ah, you know, And they maybe he thought they would have a connection to some of the nominees who have names that he was unfamiliar with. Some of these names were crazy to him. Yeah, lets all say Mahershala, you know. So anyway, the bus driver of that bus ah, really was mad at and didn't like, ah, Warren Beatty because Warren Beatty beat him up.","id":"JhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":266.79,"tags":["touri'st","Jimmy Kimmel","bu","Warren Beatty","Warren Beatty"]},{"line":"Ah, and was Xing people left and right? And he goes, Well, this is supposed to be revenge on me. Is there someone I can take revenge on who may be, I think needs to be punished. And hopefully it's a woman.","id":"KhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":438.18,"tags":["Xing"]},{"line":"And then she read it,","id":"LhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":506.77,"tags":[]},{"line":"'some people will be saying, Is this an ad for your Hollywood Handbook step? You've been pretending to do the show all along, but it was actually an ad.","id":"NRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":611.25,"tags":["Hollywood Handbook"]},{"line":"and then there are more ads later. Now The ads se Hollywood Handbook before them. The girl is saying, then it's that''s she hasn't said that yet. It''s not the ads yet. We are just talking about our stickers at store dot Earwolf dot com slash store slash esoterica slash 12129 slash Hollywood Handbook dash geek Off dash set","id":"OBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":644.56,"tags":["Hollywood Handbook","store","dot","Earwolf dot com","Hollywood Handbook"]},{"line":"I kids on the show Hollywood Handbook on Hollywood Handbook.","id":"PBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":692.07,"tags":["Hollywood Handbook","Hollywood Handbook"]},{"line":"Yeah, it's not like a neighborhood normal.","id":"QxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":772.95,"tags":[]},{"line":"Very loose. You should be doing more work saying one of the tricks. We have engineered something to defeat Dana, and we are going to defeat her. Live on the show. Very excited are around specific, grim style character to defeat the Kaiju. That is Dana. Ah, it's name is Cody. C o D Y computer operated destruction","id":"ThI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":922.63,"tags":["Dana","Kaiju","Dana","Cody"]},{"line":"human. Um, he's a humanoid style figure, uh, whose computer operated and can destroy. And so we think that he will be able to be immune, hopefully to Dana''s powers. And you will. And you won't need a Cody because after this for obviously gonna have to deal with the Cody getting rid of him. But if you use ZipRecruiter, you can post a 200 job sites that the surgeon of reviving imposing jobs featured on four was also drowned. Time izing New York times. You can post jobs on ZipRecruiter for free by going to ZipRecruiter dot com slash first that ZipRecruiter dot com slash first. Okay, Cody, you don't have permis'sion to defeat Dana. What? All right. Can I do my move now? Yes. What","id":"TxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":946.49,"tags":["Dana","Cody","Cody","ZipRecruiter","New York","ZipRecruiter","ZipRecruiter dot","ZipRecruiter","Cody","Dana"]},{"line":"So it's me. It''s Merrick, Garland, Swin Cash. And we're at this big, you know, one of these seven up events they're doing all over town. It was like the boulder wall, and we're doing a little bouldering, you know? And then there''s the lab set up where you sort of like, uh, I said, I'm, you know, cook The seven up in like a Bunsen beaker. Yeah, yeah, yeah. And ah, And swims helping America. The Wall and her fist as she''s sort of pushing his butt down. Yeah, slides in, you know, in a pretty far. Ah, and, uh, and she can't get him Off. Yeah. Ah, and he''s sort of ah, likes it, but doesn't want to look like he likes it. Ah, and is so it''s a frustrating, You know, It''s a hard thing, Teoh. It''s a face that he''s making That is kind of between two face. And this happened or this is a political cartoon.","id":"VRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1046.96,"tags":["Merrick","Garland","Swin Ca'sh","seven","up","America","Teoh"]},{"line":"'square. Are you sure? Because there's the whole story. Now where I get the seven up fire host's and I blast her, him Off her fist. Okay. You know, and then he wants it. Is that you put a little in the American cause.","id":"WBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":1126.41,"tags":[]},{"line":"I know the whole thing of these events is to advertise seven up is supposed to be hot. It is supposed to be served hot. Uh, like, like a mes'saging campaign about that. So It's a hot pose. It''s","id":"WRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1137.83,"tags":[]},{"line":"of the referees. Well, the referee, the referee on the carriage on the show gave me a ticket for the first card for the first time. But then, like the show actually had a referee on set that would like if you try to break one of the norms of TV, they give you","id":"ZhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1260.48,"tags":[]},{"line":"Yeah, that's initiating.","id":"bxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1340.56,"tags":[]},{"line":"It was Ah, it was a great night. Uh, I started hair and makeup. It to am, um I hadnt eaten any solid food in six weeks.","id":"cRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1352.4,"tags":[]},{"line":"Yeah, only into leaders.","id":"cxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":1387.97,"tags":[]},{"line":"Yucca, they're saying and fighters will be the next Wilton.","id":"eBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1439.73,"tags":["Wilton"]},{"line":"is they just opened.","id":"ehI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1444.91,"tags":[]},{"line":"Just like two days ago. They just opened a It's a brand new liquor store. Methadone clinic. Uh, walk in, get your fake harling by like, a you know, a little leader of, you know, Irish whiskey. And you could just go slay in front of the store. Michael Oban methadone. And that''s how I do it. And and they finally shut down the jolly be there","id":"exI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1448.18,"tags":["Michael Oban"]},{"line":"pick like we talk about movie star, right? Uh, Ichsan. The movies. We want to talk about some of your most famous roles. I'm in the pictures. 2008 Lets take us back to 2008. Big year. Uh,","id":"fhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":1512.81,"tags":[]},{"line":"get that guy out of the way. Yeah. Yeah. And then I came back to Hollywood,","id":"gBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1540.18,"tags":["Hollywood"]},{"line":"to let him help you in that way and that you knew right away, Like you're so savvy because I hear parody film, I think Polly with J. Moore and Buddy Hackett. And, uh, and I go, theyve already made one of the most parody movies. Yeah, that's The","id":"ghI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":1628.16,"tags":["Polly","J. Moore","Buddy Hackett"]},{"line":"this was I think it was the day Katrina start during Got there during, um, I remember we were shooting and I was, like,","id":"hhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":1693.96,"tags":["Katrina"]},{"line":"able to steal some good shots that","id":"hxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1701.42,"tags":[]},{"line":"at the time I was Oh, probably the fourth or fifth biggest star on Mad TV. Um, which was at the time, Um, you know, Saturday at lives disabled cousin and I was a lot of heat Off that show. A lot of heat and a lot of offers. And this one just talk to me because it allowed me to do what I do best. Yours imitating cook. Okay. I was sizzling that I love that character here. You were Mis's Swan as well.","id":"jxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1781.21,"tags":["bigge'st","Mad","TV","Mi's","Swan"]},{"line":"Fat black mammy was this character that I did. Wow. that's that incredibly greedy. Ah, older African American, very greedy and petty and always smoking cigarettes and hitting her grandchildren. And I did that and I won, uh, a double a cp Image awards for that in a 2005. But yeah, I was a big part of that show. So much range, a lot of ranch, but a range and that takes us to disa'ster movie. Also in 2008. Well,","id":"kRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":1830.42,"tags":[]},{"line":"want to see instead of Pete Holmes on crashing Batman,","id":"nRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2021.66,"tags":["Pete Holme","Batman"]},{"line":"it would have been more interesting if, um, in Schindlers List, I'm on good instead of refined. If it was Kevin Dillon, I thought that would be a good one. Holy shit. Pro Fucking kill the girl. Red dres's.","id":"oRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2060.16,"tags":["Schindler'","Li'st","Kevin Dillon","Red dre's"]},{"line":"That could happen. It would be good to be interesting to be talking about","id":"oxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2080.56,"tags":[]},{"line":"Yeah, or mashup's like deejay figured it out there like I'm Gonna take Like Kid Rock. The greatest song of all Time is all summer long by Kid Rock because he was, like, smart, He's like I'm gonna take were Wolves of London and Sweet Home Alabama and mashed them up","id":"phI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2117.26,"tags":["I'm Gonna take","Kid Rock","Kid Rock","Wolve","London","Sweet Home Alabama"]},{"line":"three songs Any day it's just more.","id":"qRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2141.22,"tags":["Any day"]},{"line":"me three songs, Yeah, it's just bigger and better.","id":"qxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2145.97,"tags":["Yeah"]},{"line":"queen. Now we don't Look, we're not here. Toe. Make fun of any of these movies. Were not going is here to show them?","id":"rxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2194.06,"tags":[]},{"line":"lot of characters, guys. Bella Thorne.","id":"tRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2229.74,"tags":["Bella Thorne"]},{"line":"play. That's our match. Specifically is the lead singer of Call out Boy, but it''s for is gone. But his name is Patrick Gump. There''s a lot of weird al stuff. I see him also playing The Florence Henderson part in the Amish paradise. She doesn't even say anything, but I got a culture of","id":"vBI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2269.88,"tags":["Call","Boy","Patrick Gump","Florence Hender'son","Ami'sh"]},{"line":"Yeah, lets get in on the stage. The stage directions.","id":"vRI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2287.5,"tags":[]},{"line":"Okay, I'm an old Okay. Okay. Okay. Uh, interior. Uh, Star Wars High school.","id":"vxI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2298.19,"tags":["Star War's High"]},{"line":"Hello, everybody. Todays les'son is all about prom","id":"xhI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2355.07,"tags":[]},{"line":"So we do so I don't know if we I'm gues'sing wreck it. Ralph is the first teacher I'm gues'sing we havent met the second teacher yet.","id":"0hI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2474.03,"tags":["wreck it","Ralph"]},{"line":"meet that teacher there. Um, which is there another scene that you want to? Because we can't do the whole thing. Is there a scene that you owe? Just like, wow. Like, just to cherry pick one of the stronger scenes for us toe talk about, Um,","id":"1xI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2504.09,"tags":[]},{"line":"mostly action lines anyway. Like, I just don't think I","id":"2RI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2541.26,"tags":[]},{"line":"think it's cool to that. The movie really doesn't focus on teacher fighting deals with the kind of fallout","id":"2hI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2544.57,"tags":[]},{"line":"taking a look at this, but lets some let''s read it.","id":"4BI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2572.11,"tags":[]},{"line":"Ah, bats fly out of his mouth. That's cool. That is cool. Now do you think it''s good that we had the Vampire Hunter sort of being","id":"6BI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2658.63,"tags":["Vampire Hunter"]},{"line":"no notes on this one. Good to shoot. It's a shoot to cut. Wow, man, that''s crazy. The King''s speech King speech doing the eulogy?","id":"6hI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2688.22,"tags":[]},{"line":"It was really It's a It''s a good use of of him. Like this whole thing is giving speeches at the kind of speech","id":"6xI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2699.27,"tags":[]},{"line":"and The-Teachers-Lounge This is a scene that I feel like is very, uh, relatable.","id":"7xI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":2736.7,"tags":["The-Teacher's-Lounge","Thi"]},{"line":"yeah, it's your janitor ground better custodian, The coach, coach, or like an as'sistant code. If you're like me, you know, like, uh, look like a foreign exchange teacher. Okay. Right. May bring the foreign exchange student they have tohave The foreign exchange teacher Superintendent visiting the school, coming to visit","id":"8hI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2756.1,"tags":[]},{"line":"Hangover Tiger","id":"_BI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":2856.26,"tags":["Hangover Tiger"]},{"line":"Guys, weve gotto run this story in the school paper about all the teachers of dismal s in students. It's time to run it now","id":"_xI7LnMByMrymAEm3iAo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":2905.32,"tags":[]},{"line":"I'm a teacher and charging and doing the school paper. And, um, you really fighting other teachers? If we all run this story now and I'm that, uh, that one priest From spotlight. No, no, it's OK. I was molested. You don't understand. I was molested when I was voted that.","id":"ARI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_2","timeCode":2921.9,"tags":[]},{"line":"the title card At the end, she was looking at that balloon","id":"BxI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3013.35,"tags":[]},{"line":"You know, obviously, that's something that you have to put a lot of time into. Like what? Characters? Air going to flood their lines and who''s gonna crack up? We rehearse the blooper reel for a month. It was almost just like way to get it right. We knew. It''s one thing about this Blue burial. It''s a wonder","id":"DxI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_3","timeCode":3115.24,"tags":["almo'st ju'st"]},{"line":"Finish this ad for Low again. Play a lead. I will be seeing. Waited, are are","id":"FRI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_1","timeCode":3175.26,"tags":[]},{"line":"Freddie. What? This comes at such a player. Whats up? Yall got here. You all Garfunkel by the school fight Teacher fight Teacher fight, School fight Trapped dog dragged out, came in Male said teach fighting to break it. It''s me, Birdman.","id":"GBI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3230.99,"tags":["Freddie","Thi","Garfunkel","Male","Birdman"]},{"line":"It was like a hard Really? Yeah. Was that argument between Fetty, WEP and Birdman","id":"IRI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3311.99,"tags":["Fetty","WEP","Birdman"]},{"line":"I am writing trying to write the sequel to the film Suicide Squad. Yeah, it's on the Oscar's. Thank you. Thank you. Chris Allesandro. My Boys, Um, I want to spend in the chair for that For me. I'm mis'sing. My pick up from the hotel was 1 a.m. and part of the portal for import all and then in the chair. I leave my hotel when I am in the makeup chair by 5 30 cause I was staying about 4.5 hours away set and then, uh, yeah, about another seven or eight hours in the chair, and then I would get to set, and then they were like, We're not shooting you today. So I would start to turn around home about four hours and the charity to make up Off four hour drive. So it''s really one whole day. Um, yeah, but honestly, you work. But the effect was you were the jail policeman. I waas that one day you became the job.","id":"JxI7LnMByMrymAEm3iEo","index":"handbook","podcast":"Hollywood Handbook","episode":"Ike Barinholtz, Our Close Friend","speaker":"spk_0","timeCode":3358,"tags":["Suicide Squad","Chri","'s Alle'sandro"]},{"line":"idea, you know? Maybe I'm gonna take okay. Lauren made my thing better. And the next time she talks, I'm gonna jump on her, and it would be good weight. Good for you guys to say who","id":"ThI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_0","timeCode":181.2,"tags":["Lauren"]},{"line":"Yeah, I know. Like which of the horse's is which. Okay, but like, you have to say who you are, so we can Okay, Great. Stephanie Allain. Okay, good. And I'm Lauren Lab gets OK. I'm Mary Holland, and I'm Erin Whitehead.","id":"UBI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_2","timeCode":195.44,"tags":["Stephanie Allain","Lauren Lab","Mary Holland","Erin Whitehead"]},{"line":"Uh, you talk about opinions. I Love The quarrels. The like, The Love. The little lovers were all queries. And I'm jail and I'm Dale.","id":"URI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_2","timeCode":212,"tags":["quarrel","Dale"]},{"line":"have is radiated you guys in doing that? My","id":"VBI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_1","timeCode":237.62,"tags":[]},{"line":"You want a compliment? Um, you feel like wed be cast in sub robots,","id":"WhI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_1","timeCode":284.07,"tags":[]},{"line":"true. How","id":"XBI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_2","timeCode":312.03,"tags":[]},{"line":"people, as weve been forward into 2017 we are watching this be the case that quarrels is in turn","id":"YxI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_0","timeCode":353.54,"tags":[]},{"line":"It is like a magic trick, isn't it? Like a magic trick, huh? Yeah, just someone saying something and then that you create something else. Music. It is like a manager.","id":"ZxI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_0","timeCode":386.5,"tags":[]},{"line":"Yes, to be able to connect a word to a song with the same word and to sing that song for a while.","id":"aBI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_2","timeCode":395.88,"tags":[]},{"line":"Erin is dunk Don. Such Love. I'm such a dog. Can't stay out of his own s, Okay?","id":"bRI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_0","timeCode":442.95,"tags":["Erin","Don"]},{"line":"escapi'st. I think Stephanie is Charles not to call back to what you know. It's 14 horsemen. So to not say, that would be insane.","id":"cRI8LnMByMrymAEmZCGd","index":"handbook","podcast":"Hollywood Handbook","episode":"Wild Horses, Our Close Friends","speaker":"spk_0","timeCode":462.47,"tags":["Stephanie","Charle"]}]