[{"line":"that's as'sociate about the chicken.","id":"DxJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_0","timeCode":4416.61,"tags":[]},{"line":"It's riel. Okay, damn it, That''s the wrong answer. And it''s","id":"EBJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_4","timeCode":4418.76,"tags":[]},{"line":"Yeah, the owner Howl.","id":"GxJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_1","timeCode":4517.36,"tags":["Howl"]},{"line":"I don't know. I can't I don't know what he says,","id":"HhJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_0","timeCode":4538.72,"tags":[]},{"line":"Hey, this is Arne Camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","id":"IhJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_3","timeCode":4596.94,"tags":["Arne Camp","Improv","Magic Tavern","King","Chicago","Sea'son","ju'st","Lord","Sea'son","McElroy"]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman,","id":"IxJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_3","timeCode":4624.07,"tags":["Rachel Bloom"]},{"line":"Felisha, Day and Colton Done.","id":"JBJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_0","timeCode":4628.59,"tags":["Day","Colton Done"]},{"line":"Oh, Jesu's. I mean, jostle","id":"KRJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_3","timeCode":4643.97,"tags":[]},{"line":"You're promising them the world, and it's it''s empty. You don't have any of this stuff.","id":"LxJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_0","timeCode":23.81,"tags":[]},{"line":"I already had","id":"OBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_0","timeCode":73.28,"tags":[]},{"line":"there's some harshne'ss there that I think I'm a nice guy, and I wouldn't neces'sarily say it as faras. There''s no value to this, I will say at best, it seems to me like, people would probably only be encouraged to go listen to the prior ones. Sure they jump back on. That was thus far on the fact that we're offering very little actual new once again, the old Clem dog left, left out in the cold. Oh, yeah. Claim dog sleeping out in the doghouse tonight? Yeah. No. Well, that''s not what I want. Did you guys talk about any movies or hit movies? I don't. I think we did. I want to reiterate. I do want to just point out that every time you ask if we talked about one thing, I do say that, really, All we talked about was this one specific, the backstage maneuverings on Big Lake and how my mental and physical did that lead into talking about sports or anything. Ah, sports, I don't think came up. Mostly. We were talking about the backstage environment of Big Lake. Big Lake Criminal personal way. It kind of broke me mentally and okay. Likely Again. I would, cause maybe it would be like, um so, like,","id":"QhJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":589.46,"tags":["Clem","Big Lake","Big","Lake","Big Lake"]},{"line":"Mild mannered, attacked in toe, tapped into something D dand, dude. Well, Big, Big Lee has addres'sed the challenge. Me is. He challenged me as a director to really look inside myself as an actor for pulling like a mild mannered improviser type. Yeah, challenged me hard on that I am that dudes dragging out some serious stuff. That''s dope. Yeah, and he ah, Bill is a character who, ah, some of his friends, one of his friends who''s in his improv group gets cast on a show called Weekend Live, which is very clearly an analogy to Saturday Night Live. And Birbiglia challenged me to sort of figure Is it on both nights of the weekend? Oh, good question. I'm not sure. I think it''s only on Saturdays. Great question. No one''s asked me that. And again, Birbiglia really challenged me hard as an actor to try to summon the emotions that it would feel if other members of an improv group get on Saturday Night Live. Will you remain on the improv troupe full of questioning, right And maybe some resentment or is, ah, some self doubt some You know that mixture off. I'm really happy for my friend, but at the same time there''s some bitternes's. Hear Onley because it brings up so many insecuritie's as myself, which and you were able to create a character who found that that kind of emotion, Chris it. It took a lot for me to think about, you know, in a slightly fictionalized version of the UCB theater world, playing a character who is around a lot of mounting succes's, having been there from the early days being told you will soon find equal succes's. You're definitely gonna be the next person to bust out on Lee to see it happen more and more to other people, including even students I taught who would go on to become more succes'sful that I would, um, yeah, I took a lot for me to tap into that. Yeah, that''s an interesting character. And so that guys in your head Now, yeah, he''s not. Get along with Josh. And how does it get along with you? He sounds like a plea. Different guy. I kind of feel like I'm this couples counselor in my own head. Sometimes, as Josh is going to these drug fueled rages and Bill is going into this dark depres'sive state where he likes self harm, and I'm in the middle trying to sort of be a point guard, pas'sing the ball to both them or even keep the ball away from either of them. But it''s not easy. It''s not easy. I've been doing things like I'm not. I'm not. I'm not. Ah, I'm not into drugs. I used to be then, but I've been dabbling with the compres'sed air, getting a rush off of compres'sed air. Dangerous thing in the world. But I'm well aware you put it. I'm putting Great. You ask the hard question's that a lot of people, a lot of people soon is. I'm inhaling it through my mouth or my nose and I'm not. And the fact that you ask that again, weve known each other a long time. It''s entering through some other hole. I got a good gues's. Yeah, yeah, yeah. That''s got to be quite a rush. It is. It''s in a general in Rus'sia. You know, earlier, you talked about a point guard pas'sing the ball. Uh um remember that Raptors? Siri''s? Yeah, they really showed a lot of heart and a lot of grit got out of the first rounds. Happy for Drake. Kyle Lowry. I mean, everybody''s happy for Drake. Marta Rosen. Yeah.","id":"SxJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":1257.48,"tags":["Big Lee","Bill","Weekend Live","Saturday Night Live","Birbiglia","Birbiglia","Saturday Night Live","Onley","Chri","Lee","Jo'sh","Bill","Ru's'sia","Siri","Drake","Kyle Lowry","Drake","Marta Ro'sen"]},{"line":"Yeah. Well, will Damar stick around? He says so. Ah, and that's nice. But let''s look at the numbers anyway. Ah, Chris, you said you're a couples counselor inside your own head. Do you have any other jobs in your head? Sean, Can I just what, friends? A friend is someone I've known for 11 years now. I'm really I'm trying to open up to you, and I'm being met with a level of condescen'sion I've never encountered before in any moment of my life. In any exchange with anyone, I got to say he's I barely know and he showed such an empathy in such a compas'sionate. Made it easy to talk. And I don't know that unneces'sarily, totally comfortable sharing whom with you. So what I'm getting from you is OK. First have podcast. Not funny. Nothing to laugh about. Nobody''s gonna like this. Then all of a sudden, we're having a conversation, and it''s no one will want to have a conversation with you. Your personalitie's bash. You basically shut people out in a way that I gues's is completely inherent to your tone of voice. I don't know, Chris. I feel like maybe this is a you thing. I mean, there''s certain it''s certainly I spilled on myself. Hey, Cody, You get that? You pick that up on the mic. Everybody, that''s me spilling.","id":"TBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":1440.27,"tags":["Damar","Chri","Sean","Chri","Cody"]},{"line":"Special Box. Daddys Shaved Box Box for you, Daddy. Harry''s dot Corn. I think that''s Harry. That calm. Do you confined like a special Father''s Day shave set on harry''s dot com? Um, nice shaving face enjoyment.","id":"VRJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_0","timeCode":1803.79,"tags":["Harry","Harry","Father''s Day","harry"]},{"line":"Loving the experience. Yummy. Razor. Eat it. Um, just as a personal testimony, I do like the razors I use thumb. My So they sent me a box. I use it. It's great. I have never eaten one. And I think that''s a seriously dangerous thing toe suggest.","id":"VhJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_0","timeCode":1825.8,"tags":[]},{"line":"and did this other one who is on the tip of my tongue. Chris, come on. You gotta know this one don't snakes coming out of the face. Uh, since it's not sinister, but it''s a word like that.","id":"XRJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_0","timeCode":2204.61,"tags":["Chri"]},{"line":"I'm really sorry to hear that. I'll tell you, uh, in my experience, I've had similar experiences. Where? Ah,","id":"YBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":2288.37,"tags":[]},{"line":"He would. I want to make this. You hate this?","id":"aBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":2530.42,"tags":[]},{"line":"Okay, More than most people. Really? In what context? Oh, that's just one of those things. It seems to be drawn to me. Soap is drawn. T The inanimate object is drawn to you. You explain it then you know, because it just feels like that''s like the one constant. Like every hotel room I stay in just all over. I just keep finding it. You know, we have this very, very brief window of personal feeling where you let your guard down. And then somehow we instantaneou'sly began talking about soap like Shawn in 2005. No, I'm this guy from Jersey needing that UCB e but nobody nobody''s really buying in. And then who comes along","id":"axJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":2595.58,"tags":["ju'st","Shawn","Jer'sey","UCB"]},{"line":"the clam? Doc Clem dog, we link up. I feel like you're the first student that believed in me. And you're the first student that I really believed in. And it started this thing that I think people would love to hear about, right that, Yeah, it does feel like a real story for like, that's like a really episode, huh? Like years like years in the trenches of having each other''s backs. So many conversation's where you lifted me back up when I was feeling down rhyming, Mersa. So money Specifics. I feel like we could talk about if we were willing to go there. Sure, Yeah, no, in that version of the show, here I am. I'm this young guy, right night that young. But anyway, I do it him from I see this teacher. He''s on stage every week. He''s doing some of the funniest shows. He''s in a McDonald''s commercial or somehow, about a tie with some time first roommates, which I'm like, show my parent Lake. I know that guy on TV and then he''s coming up to me, going like, Hey, man, you know, you should move to New York. You I think you could do this. And it''s like, right at the moment that I'm going like, Hey, fucking go time. You know, I'm either going to really do this or like, I just shouldn't even be mes'sing around. They're gonna move, Hear, and try. And it''s like almost exactly what I needed, you know, like, that is a story for that kind of episode. But to me, So the soap stuff felt like a red Jerry. Ah, OK, you know it was it just liquid soap? Er''s a bar soap. I mean, you said slavers. The whole shebang, baby. No, you can't limit it. Yeah, I'm picturing slivers, but I gotta imagine there''s some liquid grouping around in there, too. And it''s like the liquid is like this body has body wash. Countes's sobers it more just like actual Oh, it counts. And how far do we take the definitions? Soap, like like a detergent is a detergent. No, that''s us poisonou's.","id":"bBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":2643.49,"tags":["Clem","McDonald'","New York"]},{"line":"Okay. I'm just and I'm not. It's not a judgment on it, Chris. I'm just trying to picture it, okay? Sure. Hung.","id":"dhJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":3147.01,"tags":["Chri"]},{"line":"So they're wrestling on, I as'sume, like a twister mat.","id":"eBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":3157.81,"tags":[]},{"line":"And what? So you know, I'd love to have Ah, I'd love to have a claim Dog brand hot sauce out there on the shelves. Okay. Now, a lot of the ingredients they have in most hot sauces I don't have acces's to. So what I've been doing mainly is just pouring two different kinds together into the same cup and often go down to, like, a grist. Edies orig, Alson's and I will have a couple different cups out in front of me. And people can try and say, like which hot sauce combos. They like the best. So you bring hot sauce combos into supermarkets and approach random people who are shopping. Yes, surreptitiously all sort of sidle up to them and then a lot of times. I'll like spill some and go like, whyd you knock that over? And theyll go like I didn't knock it over and I'll go, like, Yes, you did. I saw you. What do you want to try some or something? And then hopefully we get a new an altercation that ends in them trying the hot sauce. It telling me if they liked it.","id":"fRJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":3214.53,"tags":["Dog","Edie"]},{"line":"So they drink, they drink. Ah, substance out of a cup and uncovered cup. That a stranger whos or a canteen?","id":"fhJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","timeCode":3276.43,"tags":[]},{"line":"Grinch, you know, And I remember that being one of my favorite Easter egg hunts. Ah, of all the ones I've been and it's a","id":"jBIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":155.96,"tags":["Grinch"]},{"line":"And who hasn't imagined I would be the main Grinch if there were a lot of grinches in town? You know who, honestly, show me. Show me a guy who hasn't imagined that fantasy. And I'll show you guys already dead, and it is sort of a weird, uh, it is a flight. Whats going on? And if he''s not daddy should be. And I'm not four genocide, wiping out entire groups of people. But this one, you know, it''s not racially motivated or anything. Which","id":"jhIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":166.7,"tags":["Grinch"]},{"line":"Said about religion, which","id":"kBIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":200.85,"tags":[]},{"line":"So my wife says it's Easter. You have to go to church. And I say, I don't want to go to church. And this is how I do Easter egg. You know, like, do not approach me about the way that I celebrate this holiday. You want to go the consul? Ooh, Shin. Your ritual is every bit as valid","id":"kxIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":214,"tags":["Shin"]},{"line":"making me scored myself like, sort of commandeer my gun to make me s court myself in my tank top disintegrated. Uh, we got married by the way that I mentioned that Owo Congratulations on and I","id":"lhIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":251.76,"tags":[]},{"line":"Sorry. Sorry, sorry.","id":"lxIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":266.47,"tags":[]},{"line":"They're in a thing. There might be a back. Also, there anything that looks like it's the same size but must be a little bit bigger because they are inside of it and it doesn't fit inside the card. No, The bigger I've","id":"ohIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":406.9,"tags":[]},{"line":"tried to do well, it doesn't stick out","id":"oxIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":423.94,"tags":[]},{"line":"because you could put in the middle. You probably put on the back if there is one. I have never turned it over, but you could probably put it on the back or put it flat on table and put the card on top. Yeah, and people collect all these different kinds. There's kinds for Easter.","id":"pBIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":426.55,"tags":[]},{"line":"people in on something like this. This is going to be very, very profitable. And if you know anything about busine'ss, if somebody was here when we're saying the idea for some of these card design's ah, there should get 35% of","id":"qRIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":536.03,"tags":[]},{"line":"the day the card was written was Mothers Day, and then you can actually give it to them all year. Yes. Oh, that''s and reading it. It''s sort of like not trick them, but","id":"tBIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":673.85,"tags":["Mother''s Day"]},{"line":"that can help them think that it is bothered that can work also because sometimes very popular is belated birthday card. Right now we go. Hey, todays your birthday. Yes,","id":"tRIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":685.77,"tags":[]},{"line":"been absolutely on fire lately. She's starting to do this comedy","id":"uRIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":786.26,"tags":[]},{"line":"Yes, because you know how sometimes it is falling out? Yes. You forgot that kis's.","id":"zhIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1067.47,"tags":[]},{"line":"Yeah, it did seem like item one. I'm like a list of things that you call it. Oh, wow. But that","id":"0RIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":1093.83,"tags":[]},{"line":"I card house, But it's that that makes me think of Kevin Spacey.","id":"0hIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1100.94,"tags":["Kevin Spacey"]},{"line":"It doesn't people at a party say, Oh, look at this some soup and that it's so much more enjoyable for them. Imagine, to discover the soup","id":"3BIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1312.24,"tags":[]},{"line":"dripping out of someones pant leg. Who you having a conversation with? Wouldn't you go? Oh, thank you for treating me like someone intelligent. I'll be able to come and find and eat this soup myself. Rather than having it shoved in my face. So it''s John and the vet, and Garfield is there of ah version of him. Where''s normally Sanoma? Dubbie?","id":"3hIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1327.1,"tags":["John","Garfield","Sanoma","Dubbie"]},{"line":"And so your mailing this Tombo Book holes of the backs, he got read? Yeah. No, I give Gary a jealous, you know, because that's the thing. I so cute, you know, he is Q. And he is nice, and he''s not really do anything, but it is. But it is Garfield''s house gel, you know,","id":"4RIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1363.06,"tags":["Tombo Book","Gary","Garfield"]},{"line":"'some of the card you see these days are","id":"5BIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1407.74,"tags":["day"]},{"line":"that are gonna be really hot this year","id":"5xIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_2","timeCode":1442.44,"tags":[]},{"line":"Oh, and can we have a seat, please?","id":"6hIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":1475.51,"tags":[]},{"line":"what would be The What would you have done so badly that all those people would say, Oh, no, I'm saying no to count, right? It would be Kevins fault if they all said no. So I wonder if that had happened? Yeah, that''s a great question for this hypothetical.","id":"7xIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":1527.89,"tags":["Kevin"]},{"line":"Yes. Cars. Yeah. You know what some E cards is? I know. Okay, uh, mercy does. Oh, my God. What a fucking Wadleigh finds out Kevins my Nirmal. Ah. So, um, cards are almost like there''s a front to him. Yes, but there''s a middle. Oh, yeah. You know, paper. Yeah.","id":"9BIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1620.55,"tags":["E","Wadleigh","Kevin"]},{"line":"You know, we do this without you. Didn't cause I'm on it. Imagine up. If a baby is little. Yes. And a MILF is a big grown up version of the baby. Yes. Then maybe the paper. This is, like, the sort of MILF element of And I wish we had that card because that would help. You know, we already male, but, um is a grown up version of the paper where it's a little bit thicker. Uh, got a little more heft to it. Yeah. And you could do more with it, right? You know what I mean? So sorbet beavers Milk is like paper. Is this card?","id":"-BIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":1683.51,"tags":["sorbet","beaver","'s Milk"]},{"line":"Ryan telling me before engineer Ryan,","id":"BBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2125.93,"tags":["Ryan","Ryan"]},{"line":"the guy whos over there, is going to see his mom very soon. Okay, maybe we save money on a stamp","id":"BRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2128.96,"tags":[]},{"line":"I already gave them a big kis's. And I don't have as much kis'sing juice for the stamp now. Yeah, Kevin, we remember what we said. We get that after you buy the card and the cards expensive.","id":"CBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2165.83,"tags":["Kevin"]},{"line":"Yes. Um, well, that could be really great. Ah, so we have Blue. The card for Rife. It is From Kevin, for Ryan","id":"CRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2180.6,"tags":["Blue","Rife","Kevin","Ryan"]},{"line":"The sort of iron Huds. But looking at Ryan, I'm leaning more monthly,","id":"DhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2243.34,"tags":["Hud","Ryan"]},{"line":"on the inside. Could say something like this was the poem on the front. Was you talking to Kevin","id":"FhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2372.29,"tags":["Kevin"]},{"line":"and that's may f y I and your monthly?","id":"FxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2378.64,"tags":[]},{"line":"great. Okay, we have become dehydrated. Yes, I'm one of the Thursday is people that that I have ever met.","id":"HBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2442.83,"tags":[]},{"line":"Ah, the ducks","id":"JxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2615.33,"tags":["duck"]},{"line":"Can I give water bread to Ryans mama''s? Well, do you think shell appreciate that? Jesu's.","id":"KRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2627.74,"tags":["Ryan"]},{"line":"Oh, God. Jesu's. Um, well, maybe it's time to do an erotic card. Ah, one that is aimed at, ah, more romantic holiday. Uh, I think you know that what I'm talking about. Yes. Yeah. Yes. And I don't think I need neces'sarily say I think we all know this holiday is We're lovers of each other and, uh, want to communicate some of their feelings that are a little more. Ah, risque. Yeah, Yeah. Uh, holiday, you know, uh, well, okay, I'll go ahead and say it. So you want to say yes? Okay. Okay. 10th birthday.","id":"LBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2656.79,"tags":[]},{"line":"Well, yeah, it is a debt that of your screen away that comes every year of the birth, but yeah, just double checking. So I'm thinking that this could be a race car cake with 10 candles on it. Whoa! Cool. And it's rooming. It''s speeding. Ah, it''s baby. It''s like human queen. But maybe theyll change some of the day the stripes Off. Maybe he''s going so fast. The stripes fell. Okay. Could have measle's or Oh, he sneezed so hard that the strike maybe mater is toe in the stripes. OK, that could be good. But Major also needs a different would have looks, needs as well. He","id":"LhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2714.39,"tags":[]},{"line":"'sneezed also, and he blew his headlights Off,","id":"LxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2758.36,"tags":[]},{"line":"Tomorrow. So tomorrow. Sorry. Are you saying you are 10 or you are a 10?","id":"MhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2790.03,"tags":[]},{"line":"Okay. And then inside it says. And so am I. Right.","id":"NBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2809.18,"tags":[]},{"line":"Yeah. Great. That's what''s so great about these things. Is there Evergreen? So who is someone you would like to just give the car to?","id":"ORIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2888.99,"tags":["Evergreen"]},{"line":"And so he's reading. And he''s scared because his friend Hayes is stuck","id":"QRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":2989,"tags":["Haye"]},{"line":"on Kevins face and he seems to like Heaven''s loving it. And he somehow maybe has, like, brainwash Hayes to think he likes it, too. When I know he's wants have his own face.","id":"QhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":2994.5,"tags":["Kevin","Haye"]},{"line":"Oh, it could be like Earwolf is 10th birthday,","id":"RRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3028.43,"tags":["Earwolf"]},{"line":"it would be good to have that ready so that, like when we are finally split skis from this place, we don't have to design the whole card. After weve made the decision, we have the card that's ready to go. And so here''s what We're gonna show the cabin site Off on it. Kevin, Mis's happy is like before us that likes it. Better opportunities.","id":"SBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3055.47,"tags":["Kevin"]},{"line":"maybe it's like, uh, horse in, like a therapist office. Okay. And maybe the therapist is","id":"UxIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3203.59,"tags":[]},{"line":"ah, I was in favor, but I can only say nay or something like that. I was in favor L A is like a vote. There was a vote. He's in some sort of vote like a Robert''s Rules of order situation. Yeah, where? You know, you have to say I if you were in favor but a horse saying it can only saying they But he''s telling his therapist this. He''s regretting he''s Yeah, that the vote to read. And I have another. And if you don't like it, can I say I do like, Oh, as you're talking about it, I am having trouble getting the magazine in the envelope.","id":"VRIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3226.2,"tags":["Robert"]},{"line":"Okay. Outside? No, inside the Pirates inside. Okay. In his therapist office,","id":"VxIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3276.61,"tags":[]},{"line":"Or that's really kind of more like that''s more for one of our other cards. Yes, but there could be a good show. Do it Could be a mushroom cloud somewhere else. Yeah. Yes. And so you say that''s where he farted so hard. And so now he''s, like, all the way over here. But the whole idea is just to show that like, Oh, this is a different one. He''s somewhere else.","id":"WxIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3338.35,"tags":[]},{"line":"Right. Well, let me explain what happened. There's a vote. What''s the vote on? Oh, um","id":"XxIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":3392.86,"tags":[]},{"line":"Ah, it shouldn't be unlike abortions or something right now. Thanks. That no. Yeah, it could be that somebody gave a child a card.","id":"YRIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3412.71,"tags":[]},{"line":"Why are we allowing people to make these decision's when, like maybe if they are saying May that is the only thing that they are able to say. And maybe if they're saying I Similarly yes, that's one of only two things they can say. And the other thing they say are doesn't apply. Right?","id":"ZhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":3488.35,"tags":[]},{"line":"So that's an interesting area. What''s one more card to Dio? Okay, Uh, all right, let''s do one more card. Halloween cat would have been really smart to flank. We had arranged ahead of time","id":"ZxIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3504.94,"tags":["Dio"]},{"line":"123 Hey, you should do a Halloween card and then 23 Um, sorry. I didn't know that. That is what counting","id":"axIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3581.14,"tags":["Halloween"]},{"line":"So that so This is gonna be really good, I think. Um s Oh, uh, So heres what well do, Kevin. I'll count in. You saying we should do a Halloween card? Yes. He's you then count","id":"bRIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3592.92,"tags":["Thi","Kevin"]},{"line":"32123 123 Hey, what do you think about a Halloween cars with 33 123 Hey, what do you think about it? How only encourage? 32 Okay. Ah, wait. Right? Yes. And hey, what do you think about a Halloween card, Kevin? 123 Hey, what do you guys think about A Yeah, And then they could get 23","id":"chIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3646.21,"tags":["Kevin"]},{"line":"That was too scary. 23 So that people are gonna go crazy for that. Yes. And we have to figure out a way to earn that in tow. Like a card.","id":"dBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3684.7,"tags":[]},{"line":"So and that is like if we have a car, that's like opening up on the T shirt. So, like, people put the T shirt, I've got the card on the outside and now people are like, approaching them. Yeah, maybe certainly perspective Mom''s air coming up and saying like, Oh, I kind of want to see what''s juice Gary of the inside of that car? Yeah, and they open it up and it''s Guy Fawkes blast amount of their top.","id":"ehIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":3755.7,"tags":["Gary","Guy","Fawke"]},{"line":"this one we should do, Maybe four a more like dating type holiday romance. Yeah, right is, you know, because we havent really hit that area and do something that's a little more celebrating Love and couples and, yeah, you know, um, The boudoir. Okay, so I would say for that, let''s just go ahead and you get right in the teeth of it with Veterans Day. Right? And, uh and so to me, who is Kirby Love bug making, like who''s OD driving him toward Okay, Like, that''s the answer. So here''s what s Oh, maybe Herbie, the love bug is parked, you know? I mean, okay, lookout point. Yes.","id":"fRIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3808.48,"tags":["Love","The","Veteran's Day","Kirby Love","Herbie"]},{"line":"And she could probably say, you know, and you game, you know, you can fill in what? Shed probably say what she has with her. Yeah.","id":"ghIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_1","timeCode":3955.82,"tags":[]},{"line":"Babies Youll hear Mara Wilson explaining why she was so affected when Homer Simpson met his mom or Mike Dodi playing his favorite magnetic fields tear jerker or comedian Kyle Kinane telling us about finding catharsi's at an LCD sound system show. Listen to all these wonderful people and mawr on Cry Babies and Apple podcast stitcher or your favorite podcast app.","id":"khIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_2","timeCode":4165.1,"tags":["Babie","Mara Wil'son","Homer Simp'son","Mike Dodi","Kyle Kinane","Cry Babie","Apple"]},{"line":"out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"mhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","speaker":"spk_0","timeCode":4251.19,"tags":["Phil Collin","Thoma","Middleditch"]},{"line":"Yeah. I'm feeling very nervous at this point, and busy Phillips is there, and she's there, but she was not playing. She''s just sort of supervising. Um, and and I'm starting to think I really don't want this day to me.","id":"nhIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":264.57,"tags":["Phillip","day"]},{"line":"Bring me the newspaper and circle the time all of these things, all of these elements, they have to circle the times. They have to translate those times because a lot of times it's just in minutes and they tell you how many hours that makes, right? So how you think, in a way, I was picturing doing it was not with running times. Like what movies? Got the best time of the day play playing in the theater even then. Then you got to go, like, Was this on the East Coast? So what time is that for me? Thank you. Was this in Budapest? Yeah. What time is it for me? So it''s a lot of those ones that play in other countries, Get terrible times for me. Oh, sure. The stuff. And weve green acros's the pond, and some of them begin with 17.","id":"oxIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":485.67,"tags":["Ea'st Coa'st","Budape'st"]},{"line":"Yeah, well, 21. Yeah. On Fort Bragg or whatever. Yeah, so I am. Ah. Ah. Speaking of bragging, I am here to tell you some bad news, man. Yeah, Okay. And I gotta feeling you're looking at your tea. I know. Okay. Now sipping it gotta algae throat. So my loaf roadie hurts, but I'm pushing forward because it's so important to talk about this. You are probably gonna be so upset. It''s going take up the whole first segment. We're not gonna have ties to the movie type. Awful.","id":"pBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":529.98,"tags":["Fort Bragg"]},{"line":"you know, maybe somebody like Ah, even if he just said Randys Clark even that. Then I go all right. Well were adjacent then. Teoh some of the best people in the busine'ss. He didn't say him believe or the other one, and then watch at midnight that night to see if they were going to mention either of disclo'sures were going to mention that they maybe we're doing this podcast working on it under a different name. And then I go and that would work. And did they say that? No. They were wearing ah sweatshirt with a rainbow From a Venice beach shop. Yeah, that I gues's they got from that shop without paying. Okay, So they but no mention of the podcast. No, no, no. If anything, they mentioned the shirt. We have to dio, um, performance reviews.","id":"rBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":832.12,"tags":["Randy","Clark","Teoh '","Venice beach","dio"]},{"line":"What is that?","id":"sxIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1091.46,"tags":[]},{"line":"Book. That's really nice. I I feel very energized to do these now. I don't. I'm not I don't really know. We on Red Book very well, and I don't know my throat. And I don't know that Mr Belvidere theme, but I had, you know, Wesley, I did have a good time listening of that. And I think if you're ready to start this, what do you think, Kevin? Yeah, Get","id":"uBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1183.04,"tags":["Red Book","Mr Belvidere","Kevin"]},{"line":"So, Kevin, you see the film American Beauty? Yeah. Remember how he's kind of living his life through the lens of this little camera and maybe not neces'sarily experiencing the world in a real way. Yes. Well, I don't Do you know what this is about? You know what''s going on? My camera, my photo taking skills. Um, I too loud when I come in. Yeah. Cody. Cody, Cody Now serious or though stand out of the show for later on in the show. Be taught. Do anything anymore. Stop it. Except if hey starts playing music, you can stop that. Yes. Then everything else is just You're just waiting. You are only stopping sounds. You are not starting doing more sound. Yes, you're not starting soon enough. Now, Kevin, do you know when we brought you in here to take photos and then we had a real your camera underground? Yeah. Oh, yeah. Um, no. Yeah, well, you tried taking photos, the camera all the way down on the ground, and yeah, I can't reach it. Exactly. And that''s intentional.","id":"vBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1249.84,"tags":["Kevin","American Beauty","Cody","Cody","Cody","Kevin"]},{"line":"Should we play the clip for Kevin? Kevin, I'd like you to hear a clip. And if you could just listen to the clip and here what it says for me, please. Great.","id":"vRIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1323.87,"tags":["Kevin","Kevin"]},{"line":"'shots of my own feet. Yeah, well, you were doing that before too, cause you were dozing off mere focus and then tilting your head down your neck would sort of fall down like a drinking bird or whatever. And you get photo your feet on broken camera, and then wed have to fix it with tape or whatever, and then they be tape on the lens. So obviously we're not breaking our own rule for no reason. There is something very scary about the clip there is, but we havent even gotten to it yet. So excited to discu'ss your nightmares of people wearing baggy clothes that dough offer support, skin exposure. That's what you meant of not being ableto see skin. We just, um Mr Skin, you would love for us to think that it''s about support for you. And you're concerned. You're like everyone needs tight, minimal clothing so that their pieces are all supported. And the fact you call the pieces vile. It''s so distre'ssing. So that can I play the clip, Please? Just Can you remember? Maybe I'll do the directions that I offered initially. As long as we can keep the lights, I'm going to play this clip. And I'd like for you to listen to the clip, please.","id":"wxIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1396.35,"tags":["di'scu's","Mr","Plea'se","plea'se"]},{"line":"to admit that that is on tape.","id":"xxIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1593.64,"tags":[]},{"line":"gets stop. Stop. Who were you? Agree? I've just said, you know, I was gonna maybe cut you in. I'm calling. First of all. Say, hey, can't do Harrys ads anymore, You know, can't tell him about, you know, very glad to hear that, because you are not employed to do Harry''s as it all. So you say you can't do them anymore, is great. We are just on sort of the same, making so much dough Off The birds that I can't even tell people about how you know it''s only $2 a blade compared to the $4 or more you pay the drugstore. I can't tell people about. You know how they're taking les's profit selling directly over the Internet and offering their blades at half the price. It sounds like I can't do it. I know you would have to pay me for something like that normally, but I just can't because I'm just did such a sweet position here with this bunch of exotic birds. And if you look at that one over there, that''s, um, a car. Okay. Holy shit. Right. How did you know that? I came here? I don't like I get I can see that they're definitely birds. And here I can't really see what they look like. Huge. Huge. Yeah, that''s a Kestral. Yeah. So you know that guy''s Love in it. He''s having fun. And you could to actually wondering long as you're here. Would you want to get in on this? What? What do you mean? I mean, I'm just saying you used to work with you. A Zika brand manager for hair ease. Right? Right. When I used to say that Harry was so confident youll love their blades, they're giving you their trial set free. Just cover the $30 shipping. You know that you we have definitely establi'shed before that you just saying that does not entitle you to any. Oh, no. Yeah. Not list recorded and released somehow by. But what I was going to say is I used to say stuff like, now I'm not into raise's anymore. I'm sort of like the hair ease razors Off birds, you know? Okay. I mean, if you just take a look a","id":"yRIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1708.67,"tags":["Harry","Harry","Ke'stral","Zika","Harry","Off bird"]},{"line":"Then you see that? That's a friggin, uh I don't know what kind of bird, Caesar. Oh, hey, guys. Want to talk to you about ZipRecruiter? Ah, it''s a place where you can find the perfect hire and post your job on all the top job sites. They have nine million resume's. You can add multiple people, Dear account your team confined the best higher 100 plus job sites we Love ZipRecruiter done stuff in the past with different people in the office related a ZipRecruiter. They're much too involved in the episode as it is. And thankfully, we, uh, don't need to talk about them today. Yes, because we have been, as you know, looking for an exit strategy basically, since day one. Ah, way to get away from all the evil people we work with here it Earwolf and we think we found a way by exploiting sort of a loophole in the ZipRecruiter busine'ss model. And we love them. We appreciate them advertising with us, but unfortunately, we are agents of their very demise. Um, ZipRecruiter dot com host's resume's and helps you find the best candidate for a job. When you're looking for a job, we are now going to be hiring people Off ZipRecruiter and order to start Zap Recruiter. It''s a money printing machine. It''s a money printing machine where we make all the dough and nobody ever can tell us what it is. It''s a company. ZipRecruiter is a company that exist's saying, basically, use us to defeat us, make your own company, and we're money. Predict machine. They're feeding the monster and where the monster and they're marching right into our jaws because we're going to start sap. Recruiter, if you want to work for ZipRecruiter and you should, that''s a money printing machine. Go on, Go on, ZipRecruiter. Put your resume on. There will be able to find you because they're gonna list you Teoh over 100 plus job sites, including social media networks like Facebook and Twitter with a single click. So at that point, I'm like, Oh, I'm on Facebook. I'm on Twitter. I'm on all the job sites and I'm going like, take this over here than over there, and this guy''s a superstar, and I'm talking to you out there listening. And then I go like, Oh, good. Now they come work for his Africa and there''s nothing they can dio There''s nothing ZipRecruiter can do. It''s illegal for them to stop us because they already had us do this ad. So go to ZipRecruiter dot com slash first post your resume for his ZipRecruiter and picks, please and use. Yes, use them picks, please. Uh, you know, 3/4 body frame and what I will say is, this is the best one that exist's right now for doing this stuff. ZipRecruiter So do use this now. But in a mom like the next 10 in a month? Yeah, or 10 seconds. But he''s exaggerating. Uh, he''s right. It could be it could be. In 10 seconds, that zap recruiter will actually be the best. So find out why ZipRecruiter has been featured on Forbes. Wall Street Journal, Time Magazine New York times, TechCrunch, CBS and why it''s not gonna be featured on them anymore. It ZipRecruiter will be there instead. Yeah, that ZipRecruiter dot com slash 1st 1 more time. Try for free, Go to ZipRecruiter dot com slash first, and you can post jobs there for free.","id":"zBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":1967.46,"tags":["Cae'sar","ZipRecruiter","ZipRecruiter","ZipRecruiter","Earwolf","ZipRecruiter","ZipRecruiter dot com","ZipRecruiter","ZipRecruiter","ZipRecruiter","ZipRecruiter","Teoh","Facebook","Twitter","Facebook","Twitter","Africa","ZipRecruiter","ZipRecruiter dot com","ZipRecruiter","ZipRecruiter","ZipRecruiter","Wall Street Journal","Time Magazine","New York","TechCrunch","CBS","ZipRecruiter","ZipRecruiter","ZipRecruiter dot com"]},{"line":"Stitcher Premium present's Hollywood Handbook money. May 1st at 8:30 p.m. You see, beside's that seven, it cost $7. I was scared. Yeah.","id":"zxIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":2233.47,"tags":["Stitcher Premium","Hollywood Handbook"]},{"line":"and that you also lie about having the stand and that you lied about being a podcast staff because I only thing I know for sure is you're a liar. Yeah, And I'm starting to wonder if these air, even your creep shots that I have said is calling here today. Maybe. Yes, he is. Yeah. Okay. Well, then maybe we get Maybe we get calling in here. It's not boxing day. No, it''s not.","id":"0hIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","timeCode":2425.51,"tags":[]}]