[{"line":"Zill is the strip and The sake. The books? Yeah, The books and clas'ses there, The sizzle. And then I gues's the fact that, you know, I lap dances which they don't so they don't know. None of that is supposed to be there at all. No, no, we're not saying we're not saying anything about,","id":"wxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3678.01,"tags":[]},{"line":"No, you don't know. You don't get anything. It's just it merely is a school that","id":"xREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3702.76,"tags":[]},{"line":"I just want to play and have fun. Yeah. Ah, volleyball. Yeah. I want to get the job. I wanna have The bros out, you know? And I want to get those hose out. I know that Scott saying, Yeah,","id":"yhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","timeCode":3749.49,"tags":["Scott"]},{"line":"this is an ad for a school. Yeah. So, uh, so spend the boring part of your day a chapman. And","id":"yxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","timeCode":3763.94,"tags":[]},{"line":"I'm a horny girl Wolf. This has been an Earwolf. Production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","id":"0hEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_2","timeCode":3899.57,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"line":"okay. Woven monthly mens T shirt subscription provides premium quality in your that Blake or graphic T shirt, starting at $11 polyester. It rings From cotton blend extremely soft, yet durable. So wait for is the desire. Where is T shirt? The sides are created with simplicity in mind, leading artist's around the country. It''s changing the way we buy T shirts. It won't fit because this shoulders air too broad. Check out men like me and Scott. I'm so sorry to break this to you because I know you wanted this code. Check out woven dot com today and use the code The Boys at check out received 25% off your first. But, hey, men''s T shirt lovers, Why don't you go type in the Boys? Because that''s who''s giving you the deal on men. See shirts 25% off your first month, and you should get like 10 20 months. A T shirts because of ill Boys sentia This is obviously The Boys with Z. No, it''s The Boys with THE BOYS s All Wonder. No one tries to get the Z one than that. This one is the real one. I comedy bang bang woven. If you're out there, I want The Boys with disea'se. Yet he can't woven if you're listening. Don't He can't do that. I want I reserve The Boys with Dizzy. That''s Love in on the same network called it and we called it. No. And but we can't have that with two dibs on him. Not having that, I called it. So you use mine, we get and I'll get I'll get their money and meds, T shirts and girls. You can't have these t shirts.","id":"2BEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":0,"tags":["Blake","becau'se","Scott","woven","dot com","Thi","BOYS","Thi","Boy","Dizzy"]},{"line":"Yeah, And that's not why we Kaufman, Kaufman, comma Marta Kaufman and David. Oh, yeah, they're great. Yeah, they're really good. And speaking of it, to watch their show and for you to watch them and be like, Oh, my God, these guys were, like, really friends and link, you know? Yeah. You mean Jane Fonda and Lily Tomlin? Yes. Yeah, yeah. Oh, they're really that horny. No, they're not. No, they're not horny. I bet they're horny. I bet they're so horny when they stop those scenes. Like weve been playing Harney. Now I'm actually horning. That might be right, that they actually tricked their bodies and to become not while they're while they're on screen. They're not horny. No pertaining there, pretending to be in there like I was so in touch with my horny nous like now I'm horny. Be dangerous. It''s like the one out or get some road so they might have to go blast off in their trailer as soon as they, um But I don't want to talk about them blasting off 200. Well talk about Yeah, uh, were stacked were just to fully stacked. We? Yeah, that''s fine. We got Mary Holland Mandzukic''s gay Bres'se Kroll From you. Obviously forgot, even mentioned Lee. We have anyone who wasn't on my 5/100. I wondered about that because I did notice that they were all on our show before they did. Your 500 members said every single one, every single What? LAPD s Sorry. Forgot? Of course you harbor. Yes. He was not on my was he? I don't even remember. Um sorry, Drew. Oh, drinking wasn't really I think he was. Unlike part two or whatever, Which is, like, don't worry, everyone. Ours will only be like one. Yeah. Night one long part. Yes, right on. Like Carla Like like all these people are so s Oh, The I gues's the only people who werent on the 5/100 episode you do Exactly. And again, we are really sorry. Like e. I feel like looking shit about. There''s literally no need to apologize. No, Scott, you're right. Way were busine'ss. Be nice about What were you guys doing before? I me. Oh, I know there was email situation, but you were busy long ago. Were you still in the hospital? Case's are because I heard that against Doctor''s orders. You stayed in the hospital? Yes, I was staying there. I had made a lot of friends while I was there, Right? Sort of a red band society situate. Yes. And they're saying like, OK, no, you have to leave the hospital when a ban on your friends And like No, actually, I care about my friendship's, and I'm not going to do that. And you do have to pay me toe work here now. Oh, and didn't you save a lot of them? Yeah. And so that is why I'm like, I should be compensated for this because I'm going around giving the kind of medicine that, like the doctors, don't neces'sarily know how to give, which is like being funny and well, time is money. And they if you spend some time somewhere, they should pay you for it. Thank you. I remember what I was doing, which is I was rewatching Age of Ultron. Oh, yeah, Ultron Like some of his schemes. I'm just like I was so scared He how it happened? Yeah. He had the one scheme to turn the city into an island, remember? And in tow, like another All Trump looks like Ultron. I liken Ultron version of an island. Like I gotta watch it again. Yeah, because I mis'sed that part. So you think his schemes were just like he so scared? There''s no strings on him so evil. So I was like, a modern day Yeske kind of Yahoo''s Jeff Peto in this in that probably iron Man. Iron Man was Yeah, yeah, yeah. Who''s how does Thea Isn't there a fox on the on the island of Lost Children who, like beckons and says, Hey, come on in here. Pepper Potts. Yeah, Yeah, right. Yeah. And then, ah, uh uh, The whale is like from the frigging Hulk, right? Yeah, I see that Big s bignes's. Yeah, I gues's so. Yeah, the whole cause. The black widows, like a bread salesman in Pinocchio. Was there a bread salesman in there in Pinocchio? Yeah. I'm trying to think I think there''s a guy selling bread. Uh oh, yeah. There was that one scene where Pinocchio''s like, I want to be a real boy, Dad. And someone like Brad, get your breast's. Bread. Here. Brand and Scott like, thinks it''s all real on the screen, like he thought our show Israel. So he was like, Oh, I'll take that. I'm hungry. I'll take Richard happened ball, The screen TV. I hate to go see any movie. So I want in in New York because I know there will be a scene where they go toe a hot dog cart, and I'm just gonna order five of them. Yeah, and just for your just sitting there waiting. Going Hey, excuse me. Yeah. Where are my hot dogs? Yeah, yeah, And it''s mis's so whole rest of it. And you have you You know, you look great now because you're because I'm justly not eating those hot dogs. Yeah, exactly. Yeah. Movie","id":"4REMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":791.61,"tags":["Kaufman","Kaufman","Marta Kaufman","David","Jane Fonda","Lily Tomlin","Harney","Mary Holland Mandzukic","Bre's'se","Lee","LAPD","Drew","Carla","Scott","Age","Ultron","Ultron","Trump","Ultron","Ultron","Yahoo","Jeff Peto","Iron","Man","Thea","fox","Lo'st","Pepper Pott","Hulk","Pinocchio","Brad","Brand","Scott","Richard","New York"]},{"line":"theater, hot dogs. People always say like, Oh, that's gros's. But actually, they're not gros's because you can't even get The No, it won't bring him to, you know, there''s no purple rose of Cairo situation where, like imagine that. You know, we're all inventing things like virtual reality and stuff like that. But imagine if you were to go see a movie and there''s someone selling hot dogs and you ordered them and the person comes off the screen and gives you a hot dog. That''s what I want to stay in. Purple Rose of Cairo. I have to say it was also a fake movie. And so, like, right, Do you think that that was it was just as fake as all the other. Can we back up? You said we're all inventing things like virtual reality and stuff you're not invent. Interesting idea to pick apart. Well, no, I mean, I'm I'm all inventing things like virtual reality, but I always thought that was just me. And like my private little hobby. No. If you're not inventing something, you are reality. Your d venting something. Okay. Wow. Okay. Scoop troop. Get out your pens. It''s time to write down a tip. Scott Anchorman has made a great point, which is, if you're not inventing something like virtual reality and stuff, which we're all doing your d venting something, let''s talk a little bit about what d venting means to you. Well, obviously, uh, de evolution is the opposite of evolution. So if you add d to anything, then it''s the opposite in the reverse, It sounds like a Disney deVeau. Yeah. Trying to get me. Yeah. That is the opposite of these nuts. I'm not I'm not. And that''s never again. Yeah, is nuts. His nuts and then the opposite of desire's Deez nuts. Exactly. So you don't You want to be ease nuts? Oh, you know, you You You want to be out there doing things like The Murphy Group must Your intimate was slows exacts about Sloane won. Finally minutes? Yeah. Can we just, like, really break it down? Ladies, take a breather from this podcast. Await. Are there any listening? If you're if you're in the car with your girlfriend, push her out of the car because we're going to talk a little bit about slow alone. So So because she is one of the guys she''s comfortable hanging out with. She''s so comfortable and she''s cool with anything. Just to know does. She''s freaking one of the dudes and like, like, lookie you need to go off with with Vinny, you know, over there to Queens Boulevard. Go with She can bust chives better than drama. And I love how well you know the show''s got just like your depth of knowledge of the show''s sometimes even for me, someone who knows really some of the Vinny in Queens Boulevard. Well, I actually liked the show. Yeah, unlike you guys who watch something and hate Watches apparently. Well, no Love warrior ality TV show We hate watch, then Entourage, We did it. Watch and then wait How, you know? And then we Love high comedy podcast. What about slot? How do you know Sloane, if you didn't watch who? I don't know. Sloane, I'm a recap junkie. Uh, wear your cap, John. You're attracted to Sloan From The recaps. Yes.","id":"4hEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":1088.76,"tags":["Cairo","Cairo","Scott Anchorman","Di'sney deVeau","The Murphy Group","Sloane","Await","Vinny","Queen's Boulevard","Vinny","Queen's Boulevard","Love warrior ality","Entourage","Sloane","Sloane","John","Sloan"]},{"line":"Hey, guys, start document here. I'm here with Hayes and John and I have a very important advertiser. They advertised practically every week on comedy bang bang stamps dot com. And, um, I would appreciate it if you did this. Copy the way it's written. And, you know, don't don't mes's around. Don't Don't be jokester's. No, I Hey, I understand. Like, uh, the ads are not supposed to be fun. They're not supposed to be interesting. This is the busine'ss part of podcasting. And the best busine'ss practice in the world is to make sure that the ads are bone dry. So, um, I don't want to get They threatened to stamp me out on a stamp on my face if I didn't do these stamps dot com Ad reads right. So, um, thes days you can get practically everything on demand, but more boring. Really sorry. Ah, like our podcast. Listen, whatever you want, when it''s convenient for you. So why are you still going to the post office and dealing with their limited hours? I'm still listening. He''s getting very excited. And that''s the problem. When you can get posted on demand with stamps dot com,","id":"5BEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":1296.39,"tags":["Haye","John"]},{"line":"That's something that we should talk about, OK? Because as the head of Earwolf and I you know, I have full creative control over this show. Oh, yeah. We run everything by you. Yeah. I think that you need to step out. You You need to get out of the shadow over here. You know, like you're You're so pale, you know, get into the sun. I gues's I could use a little vitamin D, you know? Stop taking supplements. Get it from the sun boy boy like that. All right. Ah, Anyway, Hey, I don't know about mas's request. Do you think he does Love Stitcher Premium Exclusive? I'm the CEO of Stitcher Premium Exclusive. Of course I know about Mattres'ses. Aware of it. Yeah. Yeah. And The when I stepped out and how succes'sful that was for all of us. But let''s not talk about that. Let''s talk about you and criticize you knowing how to handle yourself and in a setting where you are the guest's on the show answering question's appropriately. Hey, I'm just a job coming off in the shut up. I'm just realizing something. Did you say that I had sucked as a guest that just hit me like men like £2000 of bricks","id":"7hEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2061.7,"tags":["Earwolf","Stitcher Premium Exclu'sive","Stitcher Premium Exclu'sive","Mattre's'se"]},{"line":"that C and I want you to reference and we don't e. I know you do The like Adam Clayton 2000. Thanks for listening. It's always great to meet a fan,","id":"7xEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2141.7,"tags":["Adam Clayton"]},{"line":"Is the pause normal for the show? Always. We always waiting for him on. Not this for this episode,","id":"8REMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2223.11,"tags":[]},{"line":"Do you think somebody you knows, like tricks and stuff? That's the end result Oven interview. If you're being interviewed, I could tell you If I Were You tell you it is not the end result of this interview. I watch. I had no nobody has got ahead From anybody. Well, Wolf isn't turned on at all because he''s because he doesn't feel like he hasn't even approved. Yes, So if I were to neg him and I want to tos's it back in his face, you think that he would then give me head of you? At the very least you're talking about like listening to Steve Martin albums or whatever. If I'm Wolf, I'm not saying like, Oh, that sounds like a great activity for me and Scott to do together after the show. And then maybe we do some head like some version of this. Okay, so, uh, have wolf asked me again. Else I'll see what? I could do it. I'll see if I can adjust. This will be good. Steve arent a big influence on you. Hey, dude, if I can call you dude, and I'm gonna call you do good. Okay. Great, great. Better. I was worried for it's better. Yeah, I really saved it. Yeah. So, dude,","id":"9hEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2544.81,"tags":["Oven","Wolf","Steve Martin","Wolf","Scott","Thi","Steve"]},{"line":"Hello. This this day. This day. Thank you. Shake, Shake my dick.","id":"-hEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":2973.37,"tags":["'s thi's day","Thi's day"]},{"line":"now tell me what really happened with the financial crisi's.","id":"ABEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":3161.42,"tags":[]},{"line":"That big trouble little china every day are doing the chop house, gang, whatever that other show is. Chapo trap house Bubble trap chop Come town have wouldve fucked up name. I mean, that's thes people more in their subscribe. Yeah. Guys, guys, we fucked guys. We fucked, uh, guys we didn't fucked. Um uh um welcome to the family. The murder show? Yes, The murder show now My favorite murder by now part of the family. Well, go murders. We fucked murders. We fucked. Um uh, What else? Go back s town, you know, get They are","id":"EREMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4238.53,"tags":["china"]},{"line":"Hey, this is our enemy camp From The improv fantasy podcast Hello. From The Magic Tavern, I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're a new listener or you've fallen behind, Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said. Like a fancy college profes'sor,","id":"FxEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","timeCode":4426.8,"tags":["The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]},{"line":"We love it. Yes. If that's what you like to do. The Oh, yeah. This is no longer my problem. My","id":"HREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":49.07,"tags":["Thi"]},{"line":"No, I feel, um Yeah, like I'm gonna throw up. But I'm gonna Look, I","id":"MBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":275.24,"tags":[]},{"line":"know. Yes. Yeah, It's like a","id":"MREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":279.55,"tags":[]},{"line":"I was going every We record the show on Saturdays every Saturday. I was waking up","id":"RhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":559.54,"tags":[]},{"line":"and, ah, sort of little groggy From T G I f ing uh uh, and And I would go, Oh, my God, it's Thanksgiving Day Because I'm going to spend time with my family and have, ah, feast of of words and comment. And it''s also the fans are is part of that","id":"RxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":566.02,"tags":["Day"]},{"line":"Thanksgiving and you only get their voicemail, and you just and you just sort of leave a whole podcast of like what you've been up to, and you don't really ask them about themselve's.","id":"ShEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":605.08,"tags":[]},{"line":"you know, like whatever he might have slept last night,","id":"UxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":708.42,"tags":[]},{"line":"Me and Bosch are watching Netflix","id":"VxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":739.16,"tags":["Netflix"]},{"line":"I'm trying to Is it like, yeah,","id":"YBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":827.17,"tags":[]},{"line":"The draft. Yeah. Um, okay, but I pictured like Phoebe sort of doing Ah,","id":"ZREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":932.99,"tags":["Phoebe"]},{"line":"just here we record I","id":"cxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1093.24,"tags":[]},{"line":"it's a fine away from the final one. That meat. Please don't","id":"dhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1135.35,"tags":[]},{"line":"look, if that's your plan is to sneak it in there, Why would you say to me? I'll sneak it in there. He''s gonna edit this fucking stupid Just cover my as's.","id":"eBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1149.69,"tags":[]},{"line":"That makes me later. I can prove to you that I told you that makes me think that he didn't even have a plan. And he's like, Oh, that sounds smart because we thought of something smart for him to do. and he''s like, Oh, yeah, I was going to do that.","id":"eREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1158.98,"tags":[]},{"line":"Go ahead. You did that, huh? Then you did that. Well, I'm doing things like that, okay?","id":"fhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1201.56,"tags":[]},{"line":"and bring it. You know, he's like, a high energy. He is gonna He''s gonna have to match. Your agent says we put it out. He''s gonna have to match your sort of mouth movements. Exactly. So, like, bring The","id":"gBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1210.34,"tags":[]},{"line":"Fucking thank you to the script. Please speak right in the mic on them. We can just move on to the next person. Yeah, and maybe just shuffle through a bunch of these.","id":"hBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1235.6,"tags":[]},{"line":"Shelby Pharaoh. Hey, you werent gonna try and do this show Too much energy. That's too much under. Yeah, I think her thing is she's She''s over it. Hey, you werent gonna try and do this show without me. Were you?","id":"hREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1243.26,"tags":["Shelby Pharaoh"]},{"line":"this. Yeah. Happy 200 Boys. Heres to 200 more. Now, can we get this party started?","id":"kREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1321.64,"tags":[]},{"line":"That was good Grace. Health. That was good. Yes. Take a minute to recognize Yes. And give us a little space to react to Dre.","id":"khEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1328.34,"tags":["Grace","Dre"]},{"line":"it's I do it sex. Either.","id":"mREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1382.74,"tags":[]},{"line":"Well, because you've got an apple pie, which you could call if you parse it correctly. If you have a peach pie, you could go. I made everyones favorite pizza speech by pizza, you know, I mean, you say I mean, if you go, if you go, you could go. I made everyone''s favorite pizza. That doesn't work. Yeah, but then you could go. I made everyone''s favorite pizza. Peach pie. That''s the evidence. Favorite kind. Is that how you interpreted that I could make everyone''s favorite pizza.","id":"nBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1409.85,"tags":[]},{"line":"think you probably meant to say I made everyones favorite","id":"nhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1441.23,"tags":[]},{"line":"Okay? And he doesn't do that. Kevins doing the dance thing.","id":"rREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1581.71,"tags":["Kevin"]},{"line":"that's so dangerous. If he did that, he should be in jail. And I do believe that he did. And I believe there should be a nationwide manhunt right now for Scott Anchorman. The pies","id":"uREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1681.31,"tags":["Scott Anchorman"]},{"line":"Now I've been through getting ready for the show. All right.","id":"uxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1697.83,"tags":[]},{"line":"Jes'sica Williams, Hope I'm not late for the fiesta. You guys are my friends, and I'm proud of you.","id":"vBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1702.2,"tags":["William"]},{"line":"get for us. That was a good episode. Did you happen to be in a life for a little while? And we were able to sort of make the timing work. And we always Love making the timing work.","id":"vhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1718.16,"tags":[]},{"line":"come on the heels of the Jes'sica William where it is. This was We did not make the timing work with him.","id":"wBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":1755.76,"tags":["Je's'sica","William","Thi"]},{"line":"how do you describe it is It's like it''s sort of this, um, playfully antagonistic relationship. Canada Doughboys thing. Yes, it''s always I mean, use it. Yeah, yeah, it''s Doughboys. When we did Off, The show on the Doughboys is sort of dealing. Yeah,","id":"wxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1781.28,"tags":["Doughboy","Doughboy","Doughboy"]},{"line":"does it makes me think of everyone. Doughboys did that thing with, like, all those people recording mes'sages for them, including us, you know? And where that","id":"xREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1809.53,"tags":[]},{"line":"this is happening with or without you watching the show, huh? This has happened. Yeah. Yeah. The show is us stroking it. Which is gonna happen. Yeah, but we don't. For one thing, we don't need to record it because we're gonna stroke. You need anyway. Sure. And and also, a lot of times when there's someone else there, you sort of try to make it go for longer than it needs to. Just to be like it feels like this is inappropriate. Just think, even though it''s definitely over. Yeah, like, it''s pretty clear when it''s over him on the way out here. Yeah, and then I Yeah, I get it. Yeah, so","id":"zxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":1933.19,"tags":[]},{"line":"Just three. The right through. This is From Megan Fox. Hey, is it okay if I joined the party? I always wanted to tell you guys how much I liked you, but I was too embarras'sed. I want to be with both of you guys. So that is something that she had said, that she wanted to come on here and say","id":"0hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":1984.53,"tags":["Thi","Megan Fox"]},{"line":"to talk about your You could be spending a little bit or I've been a good I've been good, right? I mean, you're just sitting clear eyes doing way too much. You're doing nothing.","id":"1hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2045.89,"tags":[]},{"line":"What do you mean you don't know? You have no idea what he's talking about. Well, is it a PC game?","id":"2hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2094.42,"tags":["PC"]},{"line":"Yes, Yes. This is Jeff Orrick. Adam Sachs.","id":"4hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2162.43,"tags":["Thi","Jeff Orrick","Adam Sach"]},{"line":"Well, I gues's, Huh?","id":"5BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2174.59,"tags":[]},{"line":"'s so this will be. And so now here.","id":"5xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2190.29,"tags":[]},{"line":"This is Jeff Ulrich, Adam Sachs and Chris Bannon. Thanks for saving our network, guys. Wed like to announce that we're firing Scott Aquaman and you're in charge. And that means you now control Brett, and he's not allowed to do any other shows and has to come to your house whenever you want and fix Hayes''s pool. And Sean can do science experiments on him. Brett, who says sounds good to me.","id":"6BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2192.62,"tags":["Jeff Ulrich","Adam Sach","Chri","Bannon","Scott Aquaman","Brett","Haye's'","Sean","Brett"]},{"line":"I got a hot tweeze. You know, I got hot tweets, some of them. But so Scott s Oh, yes. So Scott is still find. My understanding is that Scott is still fired. No matter like he is trying toe like intervene and stop This proces's from happening is already complete. Is my understanding Scott is out?","id":"6hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2230.66,"tags":["Scott","Scott","Scott","Thi","Scott"]},{"line":"Yeah, he's gone. I mean, I think although if he managed to actually sink this episode","id":"6xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2248.81,"tags":[]},{"line":"and then we're leaving, we're never gonna be Earwolf again. We won't know if he's here. Well, this is my quick because I think them putting us in charge was like an effort to get us to stay right.","id":"7BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2254.62,"tags":["Earwolf"]},{"line":"anyway. Bread. I thought maybe I'd heat The tweezers up and put him in your beal her, like, pick away like some of your ah year and no stuff for Ah, Maybe you have pinched him. Frickin weiner.","id":"8REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2323.55,"tags":[]},{"line":"This is the kind of stuff we wanted to have time to, dio.","id":"8hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2338.62,"tags":[]},{"line":"Yeah. Now I'm just thinking about my own man. And now it's like you want so much. It''s not fun.","id":"9REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2357.06,"tags":[]},{"line":"Steel built.","id":"-BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2373.45,"tags":[]},{"line":"Hey, guys. Chef Kevin here. Thanks for having me. And","id":"-xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2416.4,"tags":["Kevin"]},{"line":"No spoilers. That's tomorrow night. But can you clear up a rumor? I heard that there''s gonna be whole grain pasta and summer vegetables with their Blue tomato tomato thing. Spell that women because I can't be true deposit. That''s too nice a meal that''s too expensive.","id":"ABIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":2450.58,"tags":[]},{"line":"No, no. I mean, this is really scary to me that you're doing this, Kevin, and you've lost your mind, and you and Blue Apron have gone too far this time and you have to be stopped. It's too delectable and delightful. The delicious meals that you're cooking. If people are really want toe, see just how far theyve gone down the tunnels of insanity, Go check out this week''s menu and get your 1st 3 meals free. That''s three free with free shipping. Go to Blue Apron dot com slash handbook and youll Love how good it feels. It taste. Create incredible home cooked meals of Blue Apron, so don't wait. They're probably gonna get arrested soon for how far theyve gone. It''s just too insane. Theyll be locked in straitjackets and thrown in a rubber room for the rest of their days. So before that happens, goto Blue Apron dot com slash hand.","id":"BRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","timeCode":2510.97,"tags":["Kevin","Blue Apron","Blue Apron dot com","Blue Apron","Blue"]},{"line":"that's stick Really smarted. Please don't slash me up with hair. His raise's their just $2 a blade compared to the $4 or more you pay at the drug store And they're going to go right through me like sentiment. It''s hot butter.","id":"DRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2605.79,"tags":[]},{"line":"We Those sharp blades is so good for shaving and hairs is so confident youll love him. They're willing to give a trial set for free just cover the shipping. Oh, that free trial set sounds so good to me. A man looking death in the eye. Ah, Santa man no les's. Who wishe's that you didn't have awaited ergonomic razor handle That makes it easy for you to hold when you carve me up like a Christma's goose. Not with the razors that we don't want. The ad is not gonna be. The Santa Man is being killed by the razors. It's The So I see you've got a gun or","id":"DhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2620.25,"tags":["Santa","Santa"]},{"line":"gues's I'm glad I'm not getting carved up like a Christma's goose, said Christma's. That's my thing.","id":"ERIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2682.17,"tags":["Chri'stma","Chri'stma"]},{"line":"I got another piece of sort of Hollywood, just sort of a parting gift. I wanted to give the audience, which is a joke. The joke. Yeah. So I came up with this joke the other day and I thought, I'm not gonna be able to use this. And maybe what I could do is because we're not doing the show anymore. I could give the audience as a way for the show to live on this very funny joke. Are you saying like you had start time of that? You're, like, five weeks ago? Oh, something you were going to do for the to know that I was","id":"FhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2817.91,"tags":["Hollywood"]},{"line":"Is describing a pina colada at old fashioned AP Nikola going from sort of a cool drink like a dumb drinks? See if this guy knows his way around an old fashioned. That's great pina colada.","id":"GRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2889.78,"tags":["AP","Nikola"]},{"line":"Even the perfect thing to, like, close out the entire show. Yeah, and then give that to you. And then And now that lives on. A lot of our listener's have drinking problems. That's no secret. Sure, they sort of live","id":"GhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2903.15,"tags":[]},{"line":"Something to make it funny that they're there every night, kind of trying to find oblivion in a bottle. And, uh and so for us to give them away to start with a wisecrack of From","id":"HBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":2917.68,"tags":[]},{"line":"kills the joke. I thought the job if that's playing than people, know what the punch line is gonna be. And I've got to say this is a joke that is gonna get people having fun talking to each other, you know, actually getting around our in person mixology and The gastro pub culture, you know. And also it''s going to be getting people lead. Yes, but if you have a song that people know, I know that like this it may be Kuwata is a surprise. He says an old fashioned the coolest drink that, if you like,","id":"IRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":2990.6,"tags":["Kuwata"]},{"line":"not allowed to play that if there's any song we're gonna play, it''s gonna be me and he's Davenport singing Wait","id":"IhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3025.84,"tags":["Davenport","Wait"]},{"line":"'s So we're not really doing a special episode or anything. Uh,","id":"NhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3256.43,"tags":[]},{"line":"But So, um uh, so you know what I say about casual","id":"OBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3268.3,"tags":[]},{"line":"On 10 minutes going, that would be going home. I think would be a cool way toe. What a great tribute to the show to sort of go home and just reflect on what it meant to all of us.","id":"QhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3441.69,"tags":[]},{"line":"no, no, no. He just was here, I think recording ads for ah and Eid a podcast that they're doing. I call it Ida. I d U h","id":"TRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3522.89,"tags":["Ida"]},{"line":"It's better with where we left. Cheapens it almost for us to be in the same place. Or even like having this conversation","id":"WRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3639.7,"tags":[]},{"line":"'so watered down for us to be directly interacting instead of sort of letting it speak for itself. The relationship that exist's","id":"WhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3646.47,"tags":[]},{"line":"like some wherever he cab driver. Yeah, probably like one of the cab drivers around here. Okay, I'm glad we got through that, um, painles'sly because I didn't want to tell him that we were doing the big doing spectacular. I was where he would find out From Julie or something. Wish. Wheres Julie? Yeah, that is strange. He must be at the hospital. Kevin, do you want to go check the lobby and just see","id":"YBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3684.77,"tags":["painle's'sly","Julie","Julie","Kevin"]},{"line":"I'm glad he's here for So I thought he would maybe come here just for this. And I sort of wonder if that is actually what happened. Yeah, it did feel like","id":"YxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3721.8,"tags":[]},{"line":"First of all, he's not qualified to be a story. It no mo. And secondly, that show doesn't really need him. Even if he waas like they kind of had her handled, I feel like they are, you know, and I had heard him talking about how he was gonna do that. And I may be thinking it actually did not come through. But now he feels like he has to say that he''s still doing it, but I think he might have come out here to just do this.","id":"ZBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3729.54,"tags":["Fir'st","ju'st"]},{"line":"and he sounds good. I'm glad he's doing so. He sounds great. He sounds great. Best I've heard him in a while and a great kid.","id":"bBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":3864.88,"tags":[]},{"line":"promise made. Anoke is unbreakable. Never heard that. My words that have perfect baseball, but my word is an oaken promise Cork it.","id":"dBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":3949.19,"tags":[]},{"line":"Still can't technically, one oclock. But who is it? It's spontaneous nation. Okay,","id":"exIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":4047.93,"tags":[]},{"line":"Yeah, working alongside him and sometimes working directly in with him doing that thing where we're holding annihilate normalcy he's holding were holding his ankles, doing like a three way cartwheel. Yeah,","id":"gRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":4188.55,"tags":[]},{"line":"play it up for you have my word.","id":"iRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":4285.69,"tags":[]},{"line":"Go ahead. Fuck you! And boredom. You're dead. Normalcy,","id":"kBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":4343.79,"tags":[]},{"line":"'status quo, social mores and even the law Get out of our way! Because here comes funny jokes and information and learning and Hollywood stuff, which is part of what the shows about. And guest's and me and he's you thought you were getting place on you thought you were going to get rid of us. We're never going away. We're gonna kill you. We're gonna do this show for 1000 years and we don't like it anymore. And you're not gonna like it anymore. By the time we're done because we're going to be six feet under. Will be worm food and hang on Paul Tompkins and hang on and work and will keep doing it. And we probably still have to record ads, right? And debt and deal with this And one more thing. Wait, What were you gonna do? You gonna dio I had a fucking","id":"kRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","timeCode":4351.31,"tags":["becau'se","Paul Tompkin"]},{"line":"about my pie. That's what","id":"kxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","timeCode":4404.96,"tags":[]},{"line":"Um, here I go. Oh, and your wolf stitcher apple Clark gas.","id":"oBIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":144.92,"tags":["apple Clark"]},{"line":"catfish? Yeah. Oh, you just Wow, that's and that''s that''s That''s how that got going and From wild things while I was making out with them. Yeah, and we're, you know, attention each other. It was the big scene, right? The remains facing the ones that famous scene that we all think of. Yeah, uh, you know, the one court where I'm teaching. Oh, okay. Yeah, There''s a couple of teachings I get. I Yeah, I'm like teaching a clas's like a basket weaving clas's. And Denise is there. She''s struggling a little bit to get The weve correct. Um ah, It''s like a really tough wicker. And The Neave, of course, is a natural. And I'm going me. Why don't you show Denise how you did it? And then I go now show her on me, Then I go. Now I'll show yeah, on you. And then we all start, you know, doing the deed, right? Weaving basket's.","id":"phIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":355.61,"tags":["Deni'se","Neave","Deni'se"]},{"line":"of what we do on this show is we talk about the proces's, you know, were translucent. That's right. Yeah. So I gues's I like I said not to compare quality white, but like from my experience, I find that when I write with Scotsman a lot more of this stuff that I was kind of pitching and saying should maybe be in the script, winds up in the script like, you know, we he kind of takes my thoughts. And I feel like if you like, I watch you consider them and then, you know Ah, give them kind of a thoughtful Ah, how does how does he get your thoughts? Like, how does the how did they get to him? Well, he he will say, What do you think about this? And that''s just the first time he said that. I mean, you remember we said, Woody, I said, All right, time to write. And I immediately kind of I sat down at the computer and I did the kind of, like, rigid ah, roster that you taught me, but should maybe telling you what you think about it.","id":"qBIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":703.53,"tags":["Scot'sman","Woody"]},{"line":"and I leave And he and meanwhile, I have a suitcase in my lab. He wants me to sit on their couch and have a suitcase in my lap and, like, not open it and just kind of wait. And it's It''s a weird and it never felt good, like leaving those meat. Leaving those pitches never felt like they got a clean idea of what the show was or who I wouldn't. You guys that you watch and just tell him that should give him the show. Well, Scotsman goes kind of a funny bit that he does it every. Like, uh uh, you know, any meeting we have, You just kind of take over the office a little bit. You go. Oh, is this my desk? And then you kind of start rummaging around in the desk. You kick your feet up on it, right? I pick up, like stuff on the desk, and I like my like, you know, just like, like, put it in front of my my Ted TBS. Youll take pictures like that may have pictures of their kids and wife. You put like, Oh, man, I'm cheating on you or your wife is cheating on you with my tits and my tits. Yeah, and they love it. It goes over. Yeah, Pretty good. Whoa! Oh, wow. What''s that? Music. Oh, shit. Oh, no. Are we getting? We're expecting a busine'ss call on Saturday. May have, like a kind of cool competitive situation. Was that Amazon? The Oregon History man? It''s my Amazon sales agent. And, uh, well, she just probably tell me to, like, start making more of those paper towels. Yeah, because I make that go. Hey, man, get to work. We're seeing a lot. Say, see you freaking, Ah, pretending you may be sold the show. And then what else? Everything. You're working on a movie or something? Um oh, yeah. Oh, yeah. Oh, yeah. We got a couple movies, movie ideas, Another beach comedy. That''s your thing to our kind of staying in a niche. I feel like I feel like with us, we were always having a lot of different genres. Wed have a western, wed have, ah, more thing we have, you know, because you want to spread it around playing roulette, baby. That''s right. Yeah. You always had that. Well, that wed have to spend to see what genre our next project would be, Uh, you know, discu'ssed, man. I'm not bringing these ideas so that you integrate them into our you know, a partnership. You know, I'm a gambler. I do know you're a gambler. Yes, Guzman, that is the one that is the one thing that''s also different is in, like because when we get paid for selling a show or something. We actually kind of split the check down the middle, but we have heard that before. But But how then discu'ssed man, get 80%? That''s what I'm saying, I gues's is that he doesn't get 80%. He gets 50% and I get 50%. It feels like we're talking past each other well. And I learned a couple things that about the Writers Guild to is that there are There is no such thing as a partnership tax. Like there''s not a 10% writing partnership. You don't want to mes's around with that cult. The Writers Guild. Oh, that''s a goddamn cult, man. Sure. Yeah, I gues's you know, everybody there is, like, obse'ssed with, like, we all have the same rules. It''s like you want to be in in the friggin my guilt. Are you starting your own writers union or trying to? Yeah, okay. S so far. It''s, um it''s me, Charlton Heston, and we're looking We're got some prospect's for some other dude''s house. Charlton, your chicks. Okay, So you're From The checks? Yeah. Do you have health insurance? Okay. Well, that''s a great question. and it''s a complicated one. We, ah, had something lined up that very recently fell through. We had, like, a really promising healthcare thing that we were counting on, Uh, and, uh, just went belly up with last minute, you know? Uh, okay, I think I've heard something. Yeah, right. You got the guy hit with rope a dope a little bit by somebody and s Oh, that. You know, we're still fighting. Sure. Fight the good fight? Yes. Absolutely. Absolutely. Just a quick. It''s a setback, but we're not defeat. You help testing? I need health insurance. Yes, Yes. You explicit. You declined the writer skilled health. And sure, I declined it. He declined it out, right? Didn't because it didn't cover. You know, your particular disorder, Who and like you said, you're a gambler, but yeah, your disorder is very specific. It''s actually not like it''s kind of a It''s a lot of different symptoms. Yeah, well, I mean my understanding of it as I, uh as I know, I've actually run some test's. Sons Guzman were all very fascinated by what''s going on with him. You saw the samples over. There''s a lot of sand in his blood. Yeah, I think there''s something. Thanks, guys. Bus has, like, some sort of ventilation system that lets a lot of the sand and he''s breathing so much in and asleep that it gets absorbed into his bloodstream. Yes. Somehow the","id":"qhIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":977.75,"tags":["Scot'sman","Ted","TBS","Amazon","Oregon","Amazon","beach comedy","di'scu's'sed","Guzman","di'scu's'sed","Writer's Guild","'s","Guild","Charlton","Charlton","Guzman"]},{"line":"I can pluck in the app and that will make you pluck the strings. Yeah, so you can start. You can start touching the strings during what is a very funny cool Web series, and it's just a new idea right now where they were in the early stages. But you can touch the strings and make them make a different noise to ruin the song while you're opening the app right does it. It''s not compatible with any phones that we currently have, sure, but I think phones are always changing. That''s right. And so, uh, and so it will also be a Siri''s. You can watch on the Web through your AB that''s not phone based as of yet, and and I do not have the rights to that song. Oh, that''s unfortunate or any song, Um, but I've got kind of a sound alike idea where, um, I just changed like every fifth word. That''s not bad. And keep the notes the same. Can't do the notes that I've gone down that road. And I had the same idea. You said that because I felt silly when I like. They made me seem like I'm unity. No, you can't keep the notes the same, but I had the same question. Can I keep the notes to say, Just change the word? Yeah, but my thing was like, Well, the notes are gonna change anyone when people start using this app, right? I play it. But they were like, that doesn't matter. Do you know what the Web series it''s gonna be about that I'm watching while this kind of ukulele stop? Yeah. Me and my buddies were trying to get laid trying to make it in L. A. That''s cool. Yeah. Looking for love on the east side. Weve been thinking of the East Side. Yeah, you know, weve been on the east side of Los Angeles just thinking like there''s so many locations that, like, would be so cool to film. Oh, yeah, Absolutely. You're my young buddies Always have these crazy dating stories. Yes. Silver Lake is like, Ah, I playground. Yeah, it''s a hotbed for all those. All those guys, those guys in their dates. Yeah, it''s you just walk you. You walk around silver like you can't throw a rock without hitting some guy on the day. It''s like a whole new world to me cause I'm used to just, you know, the beach. And then I, like, go a little bit more inland in the morning. Wow. There''s like, desert in mountains and lakes. You want to talk about the house's? I don't want to talk about that.","id":"rBIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":1378.49,"tags":["Siri","L. A.","ea'st '","Ea'st Side","ea'st","Lo's Angele","Silver Lake"]},{"line":"Creep reside's and freak Knicks. I'm here to talk to you about Blue Apron. They're the number one fresh ingredient in recipe delivery service in the country, even more than the other ones. So for les's than $10 a meal, they deliver seasonal recipes along with proportion ingredients right to your door. Now, I'm here with Chef Kevin today. Uh, go ahead. Say hi, ship Kevin. Hey, guys. Chef. Kevin here. Yeah, Chef Kevin here. So, um, one cool thing about this is they deliver all the ingredients you don't need toe go grocery shopping or do any of that crowd. Um, all you really need tohave is The various kitchen tools that would normally be found. Ah, and used to prepare these different ingredients. And Kevins been getting really into kitchen gadgets lately, and some of these cool, you know, tools and gadgets and and utensil's and all that, uh, that he thinks are really need and fun to kind of go down the rabbit hole of it. You want to talk about that a little bit, Kevin? Sure. Yeah, I like to, you know, have all of the neces'sary gadgets to keep my kitchen clean, my kitchen safe in my house safe. So Okay. So, yeah, let me bring up. So ah, one thing that Kevin has been emphasizing a lot. Chef Kevin, whenever I talked about this is sure these air great ah, tools that are very useful for preparing food. But he likes to talk about how they keep him really safe in the case of a home invasion. Ah, Chef, Kevin''s been talking about how the wrong element is in his neighborhood lately, and he thinks they're casing the joint, and he''s gonna be ready because he has his tools he use's for Blue Apron. So Kevin wanted just hold up one of the tools he brought with you. One of the kitchen things. What do you have there? Sure. So this is Ah, kitchen steak knife used for cutting steaks. But then if you pull this lever out, this is also a double state. Oh, no. Oh, wow. Oh, so it''s, like, almost Okay. So this is like a steak knife. Boomerang. He has. It''s a grip in the middle. And then he sort of now He''s like punching around the room with two blades coming up. Wow s. Oh, Kevin, what might you do to, like, a basil pesto chicken with summer vegetable panzanella? With that, um, I probably, you know, cut up in little pieces. Um, you know, warm it up in the, you know, the ways that we all make our basil pesto chicken in summer vegetable pants. Okay, great. And then what would you do if what? One of these? Ah, what you've been describing His bad hombres tried to get into your home while you were cutting up your basil Ah, pesto chicken. First thing I would do is cut the power so that they can't see. And I keep night vision goggles in the steak knife, so I'd be able to immediately Oh, my God. That that handle did look really bigot your hand. So there are goggles in there? Yeah, There''s two whole whole sockets for the guys. And, um oh, so now you're head is actually a big knife because the goggles are in the middle of the handle, and then the knives are coming out of the side of your head. Yeah. Okay, so, um, this next Ah, this next tool you've got here looks like some sort of giant cleaver. But there''s got to be more to it than that. Yeah, absolutely. So it''s this giant things Giant cleaver. I cut vegetables with it. Like I'm sorry for food. Sauteed shrimp and green beans with club tomatoes, spinach and orzo pasta. I'd probably cut it up with that, but there''s also a lever on the other side of the cleaver where I could, you know, knock someone''s legs out with it. Oh, geez. Okay. Yeah. Oh, wow. That''s a really long staff that comes out. That''s like a bo staff like Donatello used to use. And do you like the Ninja Turtles? Kevin? Chef Kevin. Yeah, I think there. Ah, up and coming stars. Yeah, they're really cool. So yeah, I might use that thing for some whole grain pasta in summer vegetables with heirloom tomato caprese salad. Now, the next thing you have here, that''s Ah, Air 15 as'sault rifle. What might you do to like a miso butter salmon and lo mein noodles with cucumber and charm tomatoes with something like that? The nice thing about the as'sault rifle is on the other side there''s a lever where a butter knife comes. Oh, yeah. So you're spreading whatever you want. Exactly. So, uh, you know, it has a lot of purpose's. Yeah, that seems great. And then talk a little bit about your philosophy of like, uh, what kind of people should live in your neighborhood. And what kind of people have been starting to move in? Describe how you know that they're sort of, ah, bad hombres bad dudes. Often there protest ing up and down the streets. You know, we invade homes with the lights on and the power has to be on, Like noted. Yeah, OK, so you you're gonna foil that. Try","id":"rRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":1516.59,"tags":["Knick","Blue Apron","Chef","Kevin","Kevin","Chef","Kevin","Chef","Kevin","Kevin","Kevin","Kevin","Kevin","Kevin","Kevin","Kevin","Donatello","Ninja","Turtle","Kevin","Kevin","Air 15 a's'sault rifle"]},{"line":"Look out the diarrhea From The beholds of all the Chiappucci. No drinking elite. I mean, that's Kevin. This doesn't make any sense to me. It sounds you even get what they're saying. It couldn't be more clear. Okay, you have to lick. Can you say it again? The inside of look out that look at the diarrhea from the inside of the bottles of all the all the Chiappucci. No drinking The leads. This is a rewrite. I just didn't want this at first. I gues's they're able to afford fancy Chiappucci know because theyve got their master's or whatever. They make 20 grand more year. Yeah. Okay, so they're spending like 20 grand on Chiappucci Nina cappuccinos alone. Okay, Uh, okay, so, um an effort to meet the ever growing need for health care profes'sionals. Ah, and you're gonna need a health care profes'sional after the Chapmans done beating you up with his money powers. That's really unpleasant. Um Ah, They ah offer Master's and doctoral degrees and pharmacy and physical therapy P A and speech therapy at the new Rinker Health Science campus in Irvine. Other Dodge College of film and Media Arts is ranked as one of the top 10 film schools in the country by Hollywood-This Porter in 2016 And I'm gonna knock out 10 your teeth. Ah, with buying fancy gold belt buckle that I was able to buy with my 20 grand. And then I'm gonna make you","id":"thIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":1956.24,"tags":["Chiappucci","Kevin","Thi","Chiappucci","Thi","fir'st","Chiappucci","Chiappucci","Nina cappuccino","Chapman","Rinker","Health","Science","Irvine","Dodge College","Hollywood-","Thi","Porter"]},{"line":"put the Chiappucci no diarrhea and a milkshake. Mix up the milkshake real good and trick your dad into drinking the milk shake. And it taste's like cappuccino. And your dads gonna say that he likes it, but you're gonna know there''s diarrhea. And there, Sean, I'm sorry. It says to play you out with the song you're supposed to say The Chatman saw Chatman song. I'm sorry, man","id":"txIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","timeCode":2041.9,"tags":["Chiappucci","Sean","Chatman","Chatman"]}]