[{"line":"thief. Grocery store was packaged,","id":"0xFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":1202.53,"tags":[]},{"line":"you know. Yeah, it's not great. It''s not great. And and so they're saying that whatever we're gonna make with the food has to be funny. Yeah, that''s right. Oh, no IV heart of the","id":"1RFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":1210.84,"tags":[]},{"line":"And then he said, That's my kind of suit.","id":"2RFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":1246.89,"tags":[]},{"line":"I I have THOMAS the pres's. I'm very confused about the brothers overall. Yeah, that's pretty clear.","id":"3RFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":1355.97,"tags":[]},{"line":"Yeah. You know, I mean, I hear you. And the answer is nobody","id":"3xFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":1418.26,"tags":[]},{"line":"We're stopping up some of that broad.","id":"4xFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":1473.9,"tags":[]},{"line":"E That was like a tax it hang up. So lets so I got paid and Diet Cokes and never once complained. Yeah. No, please work for me. So So what? So so basically All right, you got to make him laugh, Hayes. Is there a particular ingredient? Perhaps a cup of dice celery or something that you think is gonna get Eat that dollar in your pocket so that you can buy some of these ingredients and hopefully get to the test kitchen and start tasting them live on air? Yeah. Okay, Let''s, uh, let''s try a couple nice salary. He seems to be curious. What that would","id":"6BFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":1529.99,"tags":["Diet Coke","Haye"]},{"line":"Walsh wants to know what the dust salary sounds like. Andrew dice Elio. Oh, maybe in the proces's","id":"6RFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":1567.19,"tags":["Andrew","Elio"]},{"line":"Okay, so this seems like something that has a lot of legs. And I gotta tell you, I got a bunch of ingredients here, and it on Lee is gonna get more fun from here. I mean, you picture, and I feel like that's all that''s in jumble. IV. Really?","id":"7BFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":1582.89,"tags":["Lee"]},{"line":"I didn't think you're gonna say yes. Well, no, but you know, it's yes. And so I would say, Let''s hear him. Okay. And then well workshop of a little bit to see if we could make them a little joke here. Because, of course, it''s a comedy book. It''s a cook book. It''s gotta be delicious, but it''s got to be entertaining. And it''s what was a journey here. Um, yeah. And your Yes, and is yes, and let''s hear it. Let''s hear a man.","id":"7hFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":1635.66,"tags":[]},{"line":"OK, that's what he likes. Okay. Two cups of diced sweet onions. School.","id":"8RFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":1703.03,"tags":[]},{"line":"You have to wait for the go high status with the shrimp. Surprising you. You didn't think I had shrimp deveined? Shrimp was gonna be a tough guy. Little the bullet surprised half cup chopped fresh, flat leaf parsley. This is a lot of ingredients. Yeah, but this is the last another the garden one. What was What is it again? Cup chopped fresh, flat leaf parsley.","id":"9hFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":1882.19,"tags":[]},{"line":"at night and one","id":"ChFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":2281.32,"tags":[]},{"line":"And now I'm looking up and seeing what there is. A person who is pis'sed or nervous, their faces very tight, and I'm wondering, what is taekwondo translate to? Was that stand for something, and I'm typing that in and then","id":"EBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":2294.41,"tags":[]},{"line":"before the paste form. Okay, Apparently, it gets your teeth even cleaner. And who is this today?","id":"FxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_3","timeCode":2468.07,"tags":[]},{"line":"I'm still not even sure exactly how you're supposed to use it. So this is the thing. You are supposed to brush your teeth with it. I have seen you","id":"GRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_3","timeCode":2486.24,"tags":["bru'sh"]},{"line":"Yeah. People always walk up to him and, um, yeah, maybe you start isn't it? Yeah, if you start since sick and then he's just taking on that night. He just thinks that''s his name. I mean, I didn't think I noting the thing. The thing with","id":"HhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_3","timeCode":2520.44,"tags":[]},{"line":"problems on your moustache is really clean. That's true because the 2000 gets all over it. That that''s what I was","id":"IRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_3","timeCode":2550.99,"tags":[]},{"line":"being polite to My enamel. It doesn't require. A clunky charger runs for three months on one charge. No wonder it's one of the first electric toothbrushe's accepted by the American Dental As'sociation.","id":"JhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":2602.26,"tags":["American Dental A's'sociation"]},{"line":"We love Quip toothbrush, and that's why they're backed by over 2 20,000 dental profes'sionals.","id":"KBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_3","timeCode":2624.13,"tags":["Quip"]},{"line":"it was. Yeah, and then honey Tandy. My mouth is watering. Thinking about that Hudson River Jebel IV. Yeah. Yeah, and it was It was the water of the Hudson in there and just whatever else we could reach out with our hands and grab from from the shoreline, Upper New York and New Jersey. And it would just go in there. New York. The best water, That's what they say. Yeah, I know. Yep. And ah, I brought that recipe down to New Orleans, and and, uh, I had called a jokey jumble. IV. What? Brian. So sorry. So you've got the recipe? Yeah. And you're just like I got to go to New Orleans. Was there a particular busine'ss that brought you to New Orleans? You have family there or No, it was just like I got sick and tired of hearing about goddamn Sean Penn down there saving people in that Hurricane Katrina. I said fuck that I'm gonna do it to at that time. Yeah. You know, I had done some stuff, but I needed You certainly are familiar with water. Your tugboat captain. Exactly. You're better to took some of these people out of the deep water. That''s precisely right. Yeah, I'll go up there and one of them boards and just tug people. And ah, that''s what brought me down to New Orleans. And I and I brought my jokey jumble ia and it just I mean, people were amazed by it s Oh, and ever since then it''s just been something that they serve down there in New Orleans. Yes, and they're known for that. And that''s why it''s so good for the book. Great. Yeah. And you and you and Sean Penn have a storied history together. You, of course, are always kind of pis'sed at him.","id":"LxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":2798.26,"tags":["Tandy","Hud'son","River Jebel","Hud'son","Upper New York","New Jer'sey","New York","New Orlean","Brian","New Orlean","New Orlean","Sean Penn","Hurricane Katrina","New Orlean's","New Orlean","Sean Penn"]},{"line":"I couldn't say with certainty. Okay? We had El Chapo on. Obviously. He's friends of those. Sure? Yeah. Handy. Sorry. This is a My don't, right. I think I thought you would know this. We don't see the names of everyone who listen's to the show.","id":"MhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":3027.27,"tags":["El Chapo","Thi"]},{"line":"Oh, you don't owe ideo cast. I get that ashen. Yeah,","id":"MxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":3040.23,"tags":[]},{"line":"almost always in the garage in","id":"NRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":3063.64,"tags":["almo'st"]},{"line":"Ah, yeah. So?","id":"OhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":3123.55,"tags":[]},{"line":"Yeah. Yeah, it was a lot of stuff about guns.","id":"PRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":3166.79,"tags":[]},{"line":"we could. We get. It's not for the show, neces'sarily, but yeah, I'll stay on the line.","id":"SRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":3390,"tags":[]},{"line":"Yes. Howd they do that size box? Yeah,","id":"TBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":3476.09,"tags":[]},{"line":"a box of a size that you don't as'sociate with a mattres's. And it inspire's you to to want to see the proces's of getting a mattres's in that box. Uh, rights, That's My Yeah, we're selling the box, right? The box you get Aqui Wait a minute. Oh, the product is the mattres's and the but but yes, the booth appeal. You're telling this is not just a Yeah, yeah, yeah, But the box is the thing that you're excited to receive once you've ordered this on the swizzle. Not the stick sale, the swizzle, not that stick. When will they learn? Yeah. No, that is the secret to it. And that is what weve been trying to teach them is like, just focus on the buck, make the whole out about the box. Yeah, because the box sounds insane to me. Because I'll tell you, honestly, they sent me one, and Ah, and the box blew my mind on Unreal. Yeah, And then I'll close ups. Totally. I open it up and I brought it inside and open up the box and okay, You know, you do the thing, you got to cut the thing open. And next thing you know, you got a mattres's, and then what? Do you have a mattres's? Sure. Yeah. You mis's the box, don't you? Yes. I just kept looking back at that box going back when that box was a mystery to me. I was happier, you know. Now, what am I gonna do? Go to sleep? Yeah. And youth is wasted on the here. Here.","id":"UhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":3527.06,"tags":["mattre's","focu","mattre's","mattre's","ju'st"]},{"line":"minute. We definitely don't. You hold tight it out,","id":"YxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":3840.05,"tags":[]},{"line":"No, no, no, no, no, no, no, no, no principle. Enjoy Live it on TV. Plus, we have another ad so you could do this in the next ad for this. Enjoy live and on demand TV plus unlimited recording for only $20 a month and never mis's a minute that shows you up. It's great for watching TV from your TV phone or computer whenever you want. There''s never been a better deal on court Free commitment. Free has'sles. Free TV. It''s available on Raku, IOS, Fire TV, Android TV and Apple TV. To start your free trial, visit philo dot tv slash The Boys. That''s P h i l o dot tv slash The Boys. If you go now, youll also get 15% off the first month. And now Kevin is gonna start doing his entire But you're right","id":"aBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":3872.61,"tags":["Raku","IOS","Fire TV","Android TV","Apple TV","philo","Kevin"]},{"line":"I think doesn't neces'sarily want to say","id":"axFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":3945.14,"tags":[]},{"line":"Yeah, a recipe book by a dog. That is, it deals not at all with the food itself or whats in the food or how the food is Made. Well, I get higher. Lee, a book about how to drive s even Made would be a new food. But you would be like, you know, for example, and I'm you know, I'm not. An impres'sion is I don't neces'sarily do Bosch''s voice. He has his own voice, but I'll make an attempt. But it would be like Chapter two, the Corn dog.","id":"cRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":4303.68,"tags":["Lee"]},{"line":"Perhaps you enjoys an attempt to Is that it doing the dogs? Boys, I'm just curious to know, um, for me and I don't like to put myself out there or ever risk being embarras'sed. I'm not somebody who, you know. Yeah. My ah, soup for the book was rather Simple. Okay. Ah, and I was for this very reason because it was Shawns rather Simple. Soon it is because I didn't wanna have to put myself out there doing all kinds of ingredients. Yeah. Thank you. That''s a well. And you lived through it. My Did? Yes. And I got to see it first hand and you broke into a sweat. And you act sick to your stomach. Yeah. Many humiliated yourself. Yes, I did. It''s recorded? Yes. Now forever. Ah, yeah. That will be out there for all time. Ah, it''s gonna be a lot of discu'ssion about it on the Reddit. And ah, it''s gonna be the end. Yeah, Thatll be a Rap on Annie Daily. And it was a fucking hell to run. Sure it was. I got no regrets. No, None whatsoever. Yeah. No, I hate regrets. Yeah, they suck. They suck a Harry fat one. Regrets. I mean, we can all agree on that. Speaking of a very fat one. Bosch. His voice is similar to that, but I'm not gonna go nuts with it, But it is like, uh ha bots a dog. So there''s a little good bucket there. Ugo Boys. Yeah, that is The Boys. Yeah, and he might say like west, uh, out of making the perfect core. Doug Did maybe knock some of it. I was a stick and falls out of Florida. Ha, ha ha. And he gives himself away, but I think by laughing it each suggestion. Do you think this is a good Children''s book? Uh, as long as it at no time are we told that this was all a dream. Fine with it. That is My That''s the only way to fuck up the Children My Made. Take that back to him. Good. I'm gonna take that back to him. Are there other Children''s books that have seemed like just a dream to you? Oh, that you want to get off your chest and we can put them on notice. Today I Hollywood Handbook and we fucking lightem up getting light about that Grinch stealing Christma's dream All a dream. Mm. That didn't happen at all. Winnie the Pooh All a child''s dream. Milwee else. Animals didn't talk or do anything? Yup. Stuffed animals. Curious. George McGee isn't like, you know, only in a dream Could Aqui people here Flat Staveley. Bullshit. Polish Audible Fucking You were that flat? You would be day. Who? But in a dream. Sure, sure. I'll tell you what. Crayons don't dio What is it with the friggin heralded the purple crayon crayon Did. Unles's you're dreaming, Yes. Unles's you're almost 100% of these books. Take Sadri. Yes, they dio specifically say at the end this was a dream. And then I woke up, and now it was a dream NHTSA. But it''s in there. Nearly. These are all in a dream state. Yeah, uh, their drawings, huh? Their drawings, their drawings. No photographic proof of basically any of the Children''s books. Events? Yeah. Think about that. You know, I'm wrote a letter to, uh uh the Dr Seus's days. Just saying Can you provide me with one photograph of the cat in the hat, like, please, one very general photograph. Very generous. Yes. To just say to limited to just give me one. Just give me one photograph of the can the hat and, you know, thing one or thing to I don't even I don't need to see, but not too. We both know you don't have to be together. Although I'm I'm led to believe there frequently together. Yes. I'm not gonna hold your feet to the fire if you only had a photograph of thing one or thing two. I would be curious, accepted, but fine. Ah, and I received back literally. I received back, like a form letter and and not even a personalized, not even a person. Let it did not addres's it. Just thank me for, you know, being like like in the book. Exactly. Yes. Like Well, somebody''s afraid of something. You know what I mean? Yeah. Somebody doesn't want to get into this. I row. I asked for full nudes of Dolor axe. You Did? I want to see the Laura is axe. You know what I'm talking about? You know what you're talking about? Because it knows the rolling that thing. Yeah, Not wearing anything. Yeah, but obviously that''s not obviously I know he''s not the wood chopping the trees down. He likes the trees, but he''s But he''s also got an axe of his own, you know? Sure. And I go Hey, no, I'm not pis'sed. Hey, hey, Fellow Ivy Leaguer. You're a Dartmouth man. Of course I know my heart cronies. Yeah, I have to give it up for that. Although we do peer down our bi focal za bid at him and I say, Ah, it''s one full noodle or axe. Tasteful. You have to be fully over host Aqui. I don't care of you. Yeah, I'll give you Just shove it up. That''s not I'm not pis'sed. They just give me one, you know? And it could be from a behind angle. Just sort of in shadow. Yeah, where it''s it''s implied,","id":"chFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":4333.4,"tags":["Shawn","Reddit","Annie Daily","Harry","Ugo","Doug","Florida","Hollywood Handbook","Grinch","Chri'stma","Winnie the Pooh","Milwee","George McGee","Staveley","Poli'sh","Crayon","Unle's","Unle's","Sadri","Seu's","day","Ju'st","ju'st","ju'st","Ju'st","Laura","Dartmouth","Aqui","Ju'st","Ju'st"]},{"line":"but you can't neces'sarily make out all the lines. And what do you think I got back? Did jail. I went Tonto shale for that. Yes. Whoa. They really got scared. Oh, yeah, they know that. We know it's all injury role. Every fucking one of them is a dream. So, Kevin, are we basically done with the show? We are Haze hung up.","id":"cxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":4651.56,"tags":["Kevin"]},{"line":"That's when I start to go. I think this guy''s not here. You're very perceptive. Well, that''s the greatest compliment I've ever received to be called Perceptive by Andy Daly. And he''s here to promote multiple podcast's. Go ahead, rattle them off before we go. Well, the Andy Daly of It''s all we have time for by","id":"dRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":4694.23,"tags":["Andy Daly","Andy Daly"]},{"line":"guys. Fellow has over 50 of your favorite TV channels like Discovery HD TV, Comedy Central Food, AMC, VH one, FC, MTV and Nickelodeon. Lifetime in history. So now, Kevin, the show is over.","id":"dhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":4718.48,"tags":["Di'scovery","Comedy Central Food","AMC","VH one","FC","MTV","Nickelodeon","Lifetime","Kevin"]},{"line":"Tonto. I just went. I actually just went a little bit ago. Yeah, well, gues's what. You're going again? Play the Sarg.","id":"fBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_2","timeCode":4788.45,"tags":[]},{"line":"Okay, Boster, You have the floor. Even though my parents got divorced. I'm still close with my mom.","id":"gBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_2","timeCode":4828.42,"tags":[]},{"line":"P All right.","id":"hBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_1","timeCode":4854.9,"tags":[]},{"line":"That will still work.","id":"hxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_2","timeCode":4878.58,"tags":[]},{"line":"Lets see. That''s Philo. Daddy, don't you don't check? It''s philo dot tv slash The Boys. That''s p h i l o dot tv slash The Boys. If you go now, you also get 15% off the first month.","id":"iRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","speaker":"spk_0","timeCode":4884.89,"tags":["Philo","philo","The","The"]},{"line":"High ones. Hey, guys. Chef, coming here. I once held the door open for Rami when I was a page at NBC. And you converted that into this? Yes, 100%. Heres what I think it is.","id":"lRFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":44.22,"tags":["Rami","NBC"]},{"line":"Kind of maybe it is","id":"lhFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":55.38,"tags":[]},{"line":"Kinda. He's a microwave.","id":"oRFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":136.55,"tags":[]},{"line":"I am, of course, bioluminescent. And so there. This is not you. Take your shirt off.","id":"oxFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":143.54,"tags":[]},{"line":"No, Sam is is that I am putting all good gues'ses this week, but no download now for free on Apple podcast Stitcher or wherever you get your podcast's, guys.","id":"pRFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":180.99,"tags":["Sam","Apple","Stitcher"]},{"line":"em. Yeah, sometimes when they bullet up,","id":"rxFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":391.09,"tags":[]},{"line":"they know me and hands over. Uh, so I get to the check out area, and it's time to pay for my food. Okay? I didn't know about. It''s kind of give them money for the food. Okay? I didn't know about this part. Which this is what, A store?","id":"sRFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":410.9,"tags":[]},{"line":"a moth. Yes.","id":"tBFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":529.76,"tags":[]},{"line":"And so they started jumping in the You know, a lot of them are falling into the beans. Yes,","id":"thFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":535.66,"tags":[]},{"line":"the gash year is like, doesn't want toe be rude. And so is like trying to figure out how much of food I can get in exchange for these moths. Like is like OK, that's fine Is'sues is like a cultural Hey, I like now you don't want to be like, Oh, it''s just cause we use money in America you can't pay with our moth s. Oh, he''s like it was like, Think you're from, uh, from what is a funny thing to say? Yeah, that''s not offensive in any way. No, but I'm trying to, like, use moth. Is there a country that was thinking Monica often co But really? Yeah, because Monaco almost I would think monarch","id":"txFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":541.88,"tags":["America","Monica","Monaco"]},{"line":"Like the ski resort he exiled from the skiers. Or man is a cultural thing where you're from, mam a","id":"vRFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":620.04,"tags":[]},{"line":"I just is a quick","id":"0hFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":759.34,"tags":[]},{"line":"OK, but that was the solution. So","id":"1xFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":780,"tags":[]},{"line":"and what? And I just have a fan request like people do on mes'sage boards for film Sequels. For the next, um, catch a portly,","id":"3hFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":836.86,"tags":[]},{"line":"um, story. Could there be a flat cat coming out of the wallet behind the moth chasing My Amazon? That would be a good twist at the end, because he's really shut down. That idea didn't he?","id":"3xFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":848.95,"tags":["My Amazon"]},{"line":"Well, I don't want to take sides.","id":"4BFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":863.45,"tags":[]},{"line":"that version the idea we need me to suggest that a flat cat came out and for you to say no. And then at the very end, what do you know, Like there? Then we really put it out of the audiences mind there won't be a Flaked Totally","id":"4hFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":880.83,"tags":["Flaked"]},{"line":"Kevin has remember, uh, when he first Martha answer. Do you","id":"5BFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":909.9,"tags":["Kevin","Martha"]},{"line":"dog chime on the Comic-Con dog. I love it when a man was so angry Jack and try My","id":"5hFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":926.94,"tags":["Comic-Con","Jack"]},{"line":"a man puts his hand in your face, Yeah. Tries to climb a grown mans got his hand in your face Yeah,","id":"6RFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":946.36,"tags":[]},{"line":"if you want a must with the bull, your you will get the horns. Um, is what I've heard we really experienced We only have a certain amount of time Have toe, uh, really figured this out with this trying one thing. And I promise this is all Kevin,","id":"7xFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":1015.5,"tags":["Kevin"]},{"line":"I'm just starting with the text. The same at all of the,","id":"8xFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":1112.63,"tags":[]},{"line":"'show s So we're like, wouldn't that be nice to reward one of the funny people who likes our show and actually go like let why don't you come do the show and then Kevin with his's sick metrics","id":"-BFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":1186.79,"tags":["Kevin"]},{"line":"and you have a side earlier. This man Well, I still would have Teoh. I would for sure release this at the earliest in April.","id":"_BFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":1217.23,"tags":["Teoh","earlie'st"]},{"line":"That's true. This is a dilemma. So","id":"_hFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":1234.17,"tags":["Thi"]},{"line":"we're in this place where, like you, we need episode's for a try month we have toe. I mean, like, we're like, Oh, it's this or like nothing at all. But Kevin is so obse'ssed with just like a certain level of fame in his mind, but he can't","id":"_xFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":1237.41,"tags":["Kevin"]},{"line":"get them. So he's like, I need you to get a guest the night before. I has to be a famous person. Not","id":"ABFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":1254.69,"tags":[]},{"line":"double cros's of the tough. It was a concern to me that you're a fan of the show because normally, like other famous people, have no idea. We kind of go through four rounds of explaining the show to the to the guest. And you follow all of us on social media. Don't say other famous people. You don't think that Martha is famous? I absolutely think she's famous. I'm a huge fan. I love basket's. If I could just send her jugs here. I'm by by all standards of measurement. I am not famous. But","id":"CRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":1352.05,"tags":["Martha"]},{"line":"I will. But I just after","id":"HBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":1545.77,"tags":[]},{"line":"you get a nap,","id":"HRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":1547.51,"tags":[]},{"line":"it would help me remember, If is this this is exactly","id":"HhFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":1548.32,"tags":[]},{"line":"that literally could have happened to even someone like me. What if I had told you","id":"KRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":1621.52,"tags":[]},{"line":"It's, um I'm gonna sam not insure exam.","id":"LhFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":1663.67,"tags":[]},{"line":"because what I really this is. This is part of why it's really hard to get more famous is when you don't even know what work you're doing or have done right? Just a whirlwind. But I would say","id":"MBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":1671.97,"tags":[]},{"line":"In the seventies, there was a TV show called Chisholm. That's what I was thinking of when I said I was in the Shaquille ONeal.","id":"NhFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":1752.85,"tags":["seventie","Chi'sholm","Shaquille O'Neal"]},{"line":"I watched that TV.","id":"OBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":1762.55,"tags":[]},{"line":"and a great","id":"OhFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":1766.71,"tags":[]},{"line":"'star TV show does a good job. It really feels like you're in it.","id":"OxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":1767.65,"tags":[]},{"line":"Yes. So are we. Kevin, does that do anything for you That she watched this? You watch the show?","id":"PBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":1772.98,"tags":["Kevin"]},{"line":"the man should be more famous in every relation. If","id":"QhFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":1862.39,"tags":[]},{"line":"Well, that you would like to prescribe, I suppose. Yes. Um, I am selling ecsta'sy.","id":"UhFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":2058.21,"tags":[]},{"line":"as I am, all My ecsta'sy has to have the Mercedes Benz load because that is the epitome of luxury. It's erectile without the dysfunction. Try hims for about today. Get started for just five bucks while supplies last see website for full details. Those would cost hundreds of you into the doctor. Affirms he go to four hims dot com slash handbook that fo REGGIE m s dot com slash handbook for hims that comes les's","id":"WBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":2140.74,"tags":["Mercede's Benz"]},{"line":"not illegal. That is not ethical in the strictest sense a bit, but it's eye catching. I think people would definitely notice the ring if there were for the wrong reason's, though. And that''s not the kind of attention that Brilliant Earth I think wants. If you explored the create your own Tula Brilliant Earth. You know, like I did, you would see that there''s not currently any restriction's on that they may need to enforce it's having followed option at this point, Kevin, By the end of rings, that might save those sometime.","id":"WxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":2231.19,"tags":["Tula","Kevin"]},{"line":"What about? So I had a question, and this is just maybe lucky for us of this have you being kis'sing on Jordan Woods? Wait, whos Jordan once?","id":"YRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":2357.71,"tags":["Jordan Wood","Jordan"]},{"line":"bachelor? No, pretty close. But yeah, it's starting to feel like in","id":"YxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":2378.53,"tags":[]},{"line":"Woods, Woods,","id":"cBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":2441.75,"tags":["Wood","Wood's"]},{"line":"But there isn't that many people who are famous for, like, gues'sing mains really","id":"dBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":2465.03,"tags":[]},{"line":"think so? I gues's I'll say See","id":"eBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":2484.53,"tags":[]},{"line":"No, I do. And I feel like what I was gonna say is, it is It is not a good idea. I was gonna say with","id":"exFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":2492.86,"tags":[]},{"line":"right? I'm not. Yeah, you're right. I'm totally off. Sued Away. Is Jordan Woods and girl?","id":"gBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":2516.42,"tags":["Sued Away","Jordan Wood"]},{"line":"Yes. Yeah, yes. This is really good. Is Tristen","id":"gRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":2524.73,"tags":["Thi","Tri'sten"]},{"line":"And My hint for that would be lip kit. Billionaire. So is Kylie famous Frill Lipkin.","id":"jRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":2593.72,"tags":["Kylie"]},{"line":"Well, lets dig in a little bit Your used have surprised me.","id":"kRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":2638.33,"tags":[]},{"line":"Uh, your ideas about relationship's, gender and just morality, uh, are completely warped to the point that I am scared to have to just be sitting acros's from me.","id":"khFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":2643.37,"tags":[]},{"line":"the mechanics of this work.","id":"mxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":2706.92,"tags":[]},{"line":"if I hear that Trump or Alex Jones or McConnell or Graham if they hear that they fell off a Graham Norton Great, I will dance. Wait a minute.","id":"oBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":2729.01,"tags":["Trump","Alex Jone's","McConnell","Graham","Graham Norton"]},{"line":"a dead life.","id":"rRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":2845.15,"tags":["a dead life"]},{"line":"It's, ah, deadline to pas's the, um to sign the budget,","id":"rhFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_3","timeCode":2847.77,"tags":[]}]