[{"line":"you know? Yeah, I would love to hear it to you want me to wrap up the whole show in a song? Yes, please. Yes, my heart is racing.","id":"lRFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_1","timeCode":3888.49,"tags":[]},{"line":"and they're making me seeing all this stuff","id":"mhFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3938.91,"tags":[]},{"line":"Hey, this is our enemy camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're a new listener or you've fallen behind, Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor","id":"nxFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":3996.33,"tags":["Improv","Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one Woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, job of the circle. And that''s just the beginning. Season three of a low from the Magic Tavern is out. Now listen in Stitcher Apple podcast or wherever you get your podcast's.","id":"oBFzJnMByMrymAEmoJUs","index":"handbook","podcast":"Hollywood Handbook","episode":"Weird Al, Our Close Friend","speaker":"spk_0","timeCode":4023.46,"tags":["Rachel Bloom","Feli'sha","Day","Colton Done","Andy Daly","Phil Collin","Phil Collin","Thoma","Middleditch","Sea'son","Magic Tavern"]},{"line":"he's What are you wearing right now? I'm wearing that Mack Weldon is better. My Golden-Globes Mack Weldon is better. I was got You don't want me to say, but you go ahead Title Rap e l you","id":"oRF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":0,"tags":["Mack Weldon","Golden-Globe","Mack Weldon"]},{"line":"'so I can't see what he's wearing. So I'm genuinely curious asking, my friend, what are you wearing right now? And I just wanted a way. I have","id":"oxF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":27.46,"tags":[]},{"line":"I'm wearing this. Okay? So I would love toe be able to give a product endorsement, which is that I am wearing this Mac Welden hoody that I just lucky you are so lucky. That's the answer. Half you're so lucky. It''s only I said it was a bloody it''s not. That''s the only answer they were without.","id":"pBF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":35.35,"tags":["Mac Welden"]},{"line":"I don't know. You have to say who you're looking at and Micro hates. What does that mean? It means no more. No, no. Your underwear, no bugs or worms are allowed. They can't get in","id":"qBF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":108.7,"tags":[]},{"line":"You're addicted black, marooned by the way. I came out wearing the maroon once the other day had of the maroon ones that I also had on. I think they probably called like mold wine or something. The color. But it's maroon, and I came out wearing that, and then ah, um, flannel that also had some of the same tone in it. And, um, my wife said Maroon five, more like Maroon 10. Hell, yeah,","id":"rRF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":184.44,"tags":["Maroon","five","Maroon","10"]},{"line":"'so I heard her make others about your swept, which I what that suggested he is. There's such a big part of your life that you and your wife were just talking about your sweatpants. I'm wearing them right now, and it''s a big conversation in my home because now my son, my baby,","id":"rhF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":210.96,"tags":[]},{"line":"he has cool sweatpants that he likes to wear. And when I put them on, he says, Can I believe where My Mack Weldons today? He''s a baby. He''s two weeks old. It was Crawford. Any anywheres, thes cool grey sweat pants. And he goes, Hey, get me, Get me My Mac! Well, that''s put me in my Mack Weldon''s now. I don't believe that mag Welding does make baby sweatpants, but I don't have the heart to tell him because he sees me in mind. He goes Who? Dad, You got your Mack Weldon Saad. Let me give my Mac Wheldon''s. And so he feels good in in what he calls his Mack Weldon''s that some of my personal experience if they decide to make baby sweatbands if they make a baby version of the ace, I'll buy them first. Customer cause Crawford in Mandrake context do, because it just sets the timeline because they everyone will meet the baby in this episode that they're about to listen to.","id":"rxF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":230.56,"tags":["Mack Weldon","Crawford","Mac","Mack","Weldon","Mack Weldon","Mac Wheldon","Mack Weldon","Crawford"]},{"line":"I ask the babys name and your and the baby is very hesitant about saying s so I don't know, you would appreciate you just giving it up. He wasn't back well, that","id":"sRF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":286.59,"tags":[]},{"line":"he wants it to feel like there's a little sting and hell say, Oh, you've got a scorpion in your boot. And then when she pulls it out, it is just a ring that he has made look like a scorpion with an incredibly sharp diamond tail that he has put a little bit of scorpion venom on the end of. And I think it''s like this Florence Nightingale syndrome that he wants to nurse her back to health in order to force her to accept 20 HBO his mouth on her foot","id":"txF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":373.61,"tags":["Florence Nightingale","HBO"]},{"line":"Brilliant Earth dot com slash The Boys","id":"vhF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":443.26,"tags":["Earth dot"]},{"line":"Yeah, I Rosewater is. It's like throwing water. Old ladies put on after nine. AM only thing. Not anymore. What is it? I don't know if I've never heard of it. If you ever imagine a man going to jail and instead of sitting down or crying, he is dancing","id":"yBF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":685.03,"tags":[]},{"line":"Hide. And now we say the, um the full introduction. You don't know the show. Or you said you tried to listen to it, but the first Abbas too long. So you never got at this point, I stopped. Welcome. To-Hollywood Handbook Untuckit got to kick in, but dropping names the red carpet line back always of this industry we call showbiz what I put up, Uh s Oh,","id":"yxF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":717.41,"tags":["Abba"]},{"line":"and they give him, like, a little straw to still like they don't die. Kevin, Kevin has explained this to me. Right? Um, this kind of what it's about with the My let''s talk about No, this is comfortable now. Nobody wants to hear about my discomfort here.","id":"1BF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":822.76,"tags":["Kevin","Kevin"]},{"line":"He's him, hide, occur. And it''s like it''s My return to this network of podcast's that when''s","id":"1hF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":838.21,"tags":[]},{"line":"the last time you were here? I","id":"1xF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":844.84,"tags":[]},{"line":"it's a tender moments, a tender period of time. And if you try to dio","id":"6hF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":986.25,"tags":["dio"]},{"line":"for our soundboard. Can you put that on that? You can use that. Thank you.","id":"7xF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1042.2,"tags":["soundboard"]},{"line":"And so I I said no. And I said that I was sick, which I regret now.","id":"8hF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1074.76,"tags":[]},{"line":"and he bought that. I was I sounded really sick.","id":"9BF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1089.57,"tags":[]},{"line":"My explained Robert is Forrester? Yes. Um, and he acted like he was fine with it, but in a way that I could tell that he was kind of upset. And then immediately he announces, Like, by the way, I think I'm gonna have, like, a baby soon. I think I've actually been looking for, like, a new friend. And so I'm gonna I'm think I think I'm gonna have a baby like right now. Well, that's a okay right now, all right? And he goes home. And he was like,","id":"-BF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1137.33,"tags":["Robert"]},{"line":"I think he liked basically invented some kind of machine toe. Like, get his wife pregnant. He invented a machine. Okay, Yes. Ah. And so","id":"-RF1JnMByMrymAEmGJVd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1169.42,"tags":[]},{"line":"I think you do 10 because, like so this is not originally why we brought you here. Wanted to dio superhero showdown where we rank all the Super Bowl love superheroes. I know. I know. I know so much about it. I know. I know. I know. And we can talk about that a little bit. Really. Accuse Devonte. You just put how many supermoon superhero movies are total? Yes. Total.","id":"ABF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1226.08,"tags":["Bowl","Devonte"]},{"line":"I mean, you could go back to the","id":"BBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1261.08,"tags":[]},{"line":"and it's probably double that. I'm gues'sing this is I mean, this would be so fun.","id":"BxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1291.36,"tags":[]},{"line":"different kind of wind, you see?","id":"EBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1412.94,"tags":[]},{"line":"'seeing anything from it?","id":"FxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1479.81,"tags":[]},{"line":"you got a schedule because if not, you sit","id":"IxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1573.7,"tags":[]},{"line":"I jumped to that. Like maybe you guys will arent friends anymore because it probably used to be like, Lets get lunch. And now it has to be a meeting. No.","id":"JhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1586.77,"tags":[]},{"line":"It's like no, like, it''s just you three Seeing that, that''s terrible,","id":"LRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1684.46,"tags":[]},{"line":"and I'll say, Tom was not trying to be nice. I've seen him laugh at your stuff. Course. Who doesn't? He has, like, kind","id":"PxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":1920.11,"tags":["Tom","Cour'se"]},{"line":"takes it all the show in","id":"QhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1931.75,"tags":[]},{"line":"I mean, I don't care if you laugh at our show, but tearing it up and listen. Marc Marons show is about comedy, so he''s talking about comedy. If he''s gonna be is gonna bring up, you know it is, it can come up and I don't care if he doesn't like it,","id":"RBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1942.25,"tags":["Marc Maron"]},{"line":"Just that's the inside the the digging deep into the Marron interview. And yeah, I mean, it''s like, really good. Good Use the time, right?","id":"RhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":1960.31,"tags":["Marron"]},{"line":"Um I mis's you, too. Mom. I want to come home. Maybe I don't wanna be here. No. Yeah, that you were going only couple Christma's die because that's when you goto work way can only come home when I goto work.","id":"WRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2298.68,"tags":["Chri'stma"]},{"line":"Make sure you go to harrys dot com slash a book to redeem your offer and let them know I sent you to help support the show.","id":"WhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":2319.64,"tags":["harry","''s dot com"]},{"line":"That is sit down when I get tired. Yes,","id":"XhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2355.14,"tags":[]},{"line":"Quip pose's lecture, toothbrush created by dentist's and designer's together. And those two people, when you get them in a room together to get them to work on the same project is impos'sible because the dentist immediately one flaw us. The animal mask's on the wall, and the designer's want to put more animal mask's everywhere and get them done Away. I understand why they would be sort of upset by just the whole like structure of this meeting. Because dentist's are designer's. Oh, and they are basically painting your teeth white.","id":"ZBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":2408.17,"tags":["denti'st","denti'st","denti'st's"]},{"line":"going, I tell a similarly good story. Are you done? Hit me. Yo very. I am out of town for exactly two weeks, and I bring with me a tube of Quip toothpaste that says two weeks. So the tube is labeled with the amount of time that it will be alive. Two x. After two weeks, the tube will die, and it is fine with that, and it is happy to have, like, fulfilled it's it Zoom. It's all. It''s all part of, like, the larger fabric, and it doesn't it doesn't care. But it''s an honor for this tube to die after two weeks. So but I have to get a little nervous because my only two And if it''s like if I overdo it for two, like is this thing gonna really last for two weeks? And I am so happy to report that with four days ago I have at least six days worth of tube left, and now I get to go crazy. I've been doing like normal amounts for the for the first week and 1/2 to double Made tonight. Yeah, double Did My believe me. And I promise you don't have to tell me to do that. I know. But I'm just excited for you. It''s not an order because I'm not making the rules. I'm breaking the rules cause I'm doing my old man","id":"bBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2562.34,"tags":[]},{"line":"She probably washing the value. She's probably washing her face, because when I come in, the sink is soaked, as if someone''s been using water. The soap that is full face. So has this layer, this sheen to it that is like somebody''s been rubbing their freaking hands and doing stuff with it, and I go. I know what happened in here, but it''s fine because I get to go, then pace around the entire house while I brush my death kitchen. Forget it. I'm in the kitchen if I want. I mean, that''s why I love Quip, and we should probably land the land, the plane on this wood and why they're backed by over","id":"cRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":2692.05,"tags":["Quip"]},{"line":"It is not free. It is, but it's Weve got a payment plan. Yeah, I mean, it''s not it''s nothing like it''s OK. It''s like a charitable. It''s not a terrible thing. No,","id":"eRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2809.63,"tags":[]},{"line":"how many minutes are we? And you're gonna have to go, like, in, like, 35 minutes and this kind of fucking with me. What has happened? Everyone thinks I'm fucking with them. Everyone thinks are better, right?","id":"gBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2899.88,"tags":[]},{"line":"I'm a very funny hang you. And, like Jim Norton. Exactly, Jim. Nor like I would be. I wouldn't be comfortable around that. Not that have any disre'spect for them. It's just not my gang. And I'm you know, you gotta warm up to people,","id":"hhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":2965.46,"tags":["Jim Norton","Jim"]},{"line":"which is gonna be overstay your comedy guy. Lets told jokes to each other. Like, you know, the whole Mr Show gang are intimidating me, right? Even though I'm consider myself friends with some of them. But, you know, those guys were the people we watched. I'm sure you did, too. You watched in college or something? I don't know what you watch. Yeah, not really. A TV college.","id":"hxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":2979.09,"tags":["Mr Show","gang"]},{"line":"I knew you originally is just a comic that I saw on TV.","id":"jBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":3088.16,"tags":[]},{"line":"So was he the middle Made s. So I gues's what that suggested me is that I don't have his Your friends with Anthony Cumia and Steve Martin is as well, and he's kind of like, I did you say your friends with a lot of comedians like it like","id":"lhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":3259.82,"tags":["Anthony Cumia","Steve Martin"]},{"line":"I met him at a National Lampoon party that was hosted by Kate. Okay. My Wow. And you exchange numbers there.","id":"mBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":3288.15,"tags":["National Lampoon","Kate"]},{"line":"Not my scene. But like I said, I've got all these peoples numbers in my phone. I don't keep in touch with mostly any of them.","id":"qhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":3480.82,"tags":[]},{"line":"Oh, were No. I'm in the I'm hiding in the shower off the fast room of my wifes to every room. But she is talking to the nurse's. It seems that she''s fully dilated him","id":"rRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":3494.99,"tags":[]},{"line":"lets go in a, uh, who''s this? Ah, baby","id":"tRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":3578.55,"tags":[]},{"line":"Um, no. Funniest, baby, You Tim also said that his kids are really funny and you're great for you got a camp. You got a camera on. The kids can't get getting into your camp.","id":"uRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":3617.29,"tags":["Funnie'st","Tim"]},{"line":"Okay. And have the $450 entrance. We get to bring your But","id":"uxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":3633.08,"tags":[]},{"line":"Come on, man.","id":"vhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":3649.81,"tags":[]},{"line":"No wonder is weights always All right,","id":"wBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":3663.19,"tags":[]},{"line":"way Not have dice in movies all the time now and legitimately Atlantic Act. That scumbag Woody Allen put him in a movie. And now everyones like, Well, yeah, good. Now we got dice in all the movies, Susan Stars born, right? Hey, fucking nice.","id":"whF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":3676.62,"tags":["Atlantic Act","Woody Allen","Su'san"]},{"line":"to answer question's about it. Do you want to addres's it now?","id":"1hF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":4086.31,"tags":[]},{"line":"Um, I think dres's up is great. I think pretend is great. Let them explore their own creativity. Let them make up stories. Um, you know, so, yeah, I should have said no. No funky editing. Okay. Uh, not politic. Don't go political with them. It's too much. Too much for them to kind of comprehend. Who are you telling your kids, toe watch. On Whose line? Who are you telling","id":"3hF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4191.99,"tags":[]},{"line":"the, uh, proofs, Which is? It's an advanced. Yeah,","id":"3xF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":4217.24,"tags":[]},{"line":"it was fun. Yeah.","id":"6BF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4297.94,"tags":[]},{"line":"Um, by you know who else","id":"8RF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4382.41,"tags":[]},{"line":"and because it's sort of the same template","id":"-xF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":4484.46,"tags":[]},{"line":"Boys-This character is like is trying to foil","id":"_BF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4487.07,"tags":["Thi"]},{"line":"Sure. Yeah, she's She''s a superhero in my mind,","id":"ABF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":4513.3,"tags":[]},{"line":"Thanks, Sam. Thanks. And hopefully I'll see a sea around soon. I wish I could","id":"BBF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4534.4,"tags":["Sam"]},{"line":"Night on the second birth, I put a cork up there. That's all I know.","id":"CBF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":4582.35,"tags":[]},{"line":"Yes, I got Yeah, I've got a rubber one that I've been reusing out this ticket out of mine. Um, because I'm shy. Uh, you guys buy much?","id":"ChF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":4593.43,"tags":[]},{"line":"I'm not a baby. That was him. It was definitely","id":"DBF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4614.28,"tags":[]},{"line":"Not even a bad disgui'se. Not even a good disgui'se. No, no is back.","id":"DhF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4618.65,"tags":[]},{"line":"Oh oh, that's really good.","id":"ERF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":4641.22,"tags":[]},{"line":"Know that on it Didn't sound like a baby. And he said, There's a shower. There are showers in those some of those. Ah nicer, nicer rooms.","id":"EhF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":4646.37,"tags":[]},{"line":"But if you agree that it's fake,","id":"FRF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4661.45,"tags":[]},{"line":"'seems sake. It's going on to the L A County Records. Whatever died down and see if there was a baby born yesterday. Today I will be easy to dio you know his last name? Yeah, they have to file it. The Did amenities born? Yeah, sure. And they got any of everyone down there? Everybody you know everything about If","id":"FxF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4671.43,"tags":["L A County","amenitie"]},{"line":"Something to fill that. So that's great. And I don't even need it to be fun. What time is it? About 50 minutes. 45. Tim, I think weve anything else. You wanna, um, get out there? No, I mean, it''s all on IMDB. Okay. So we can all go through that if you want. Oh, quickly. Fire off anything. Our share. Everyone do. I do have a call at 8 15 So Okay, what time is it now? 7 59 50 years. We have a couple minutes, but then I gotta go. I gotta prepped for the call. Let''s look on. I've got a prepped for the call.","id":"GhF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":4705.58,"tags":["Tim","IMDB"]},{"line":"Your Wikipedia. I'm not going to just jump off air and go on the call. I got a problem. There's a Well, yeah. We","id":"GxF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4741.93,"tags":["Wikipedia"]},{"line":"Oh, yeah, where I describe myself as an atheist, but I wouldn't lead with that. I'd lead with comic actor, director producer, it says. Yet you, uh, acted in several films and it goes in order. Us is already number one,","id":"IxF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4791.89,"tags":[]},{"line":"So we're due to measure that your personal box office succes'ses Divide","id":"KxF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4835.97,"tags":[]},{"line":"is better if I don't say, Let me just put it that way. It is better you can draw your own conclusion's. There's no reason for me, Okay,","id":"LxF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_1","timeCode":4856.49,"tags":[]},{"line":"look, look, you don't have to say anything. I just from what you said, I know you got so scared asking you get to be scary. End of the movie is so there's these.","id":"MBF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4863.66,"tags":[]},{"line":"Um, but all the reviews have been positive, but that you can you can learn a lot about the movie by the review, but I would recommend people Just go see it. I told Georgie. Ah, Georgie Peel. I said, you're you should just the trailer for this movie should be nothing that you just say this. This is the new movie from Jordi Peel. Go see it. What? What? What? My is called us. What are we gonna show you things from the movie? No. You're going to go see it. That's funny. I","id":"MxF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4918.86,"tags":["Georgie","Georgie Peel","Thi","Jordi Peel"]},{"line":"try. Mark wanted to get involved, but now they can't. But they have foreign rights. Yeah, they got edged out. Domestic or Ryan","id":"NxF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_2","timeCode":4967.71,"tags":["Mark","Dome'stic","Ryan"]},{"line":"And now they look like animals off characters from the office. Yeah, they are songs","id":"OxF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","speaker":"spk_0","timeCode":5023.85,"tags":[]},{"line":"in advance to get the advertiser in. No. Unles's maybe it's like closed. For if everyone is like extra little, It''s like a special tiny clothes or yes, yeah, little clothes. Uh, the stuff about the like name your body parts. That hurt,","id":"RRF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_1","timeCode":107.43,"tags":["Unle's"]},{"line":"a little","id":"ShF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_0","timeCode":314.29,"tags":["a little"]},{"line":"easy is based Literally. Dio not allowed to do anything? No, that gets pushed all the time. So you're running Away? Yes, I'm running away. You can leave. You can go anywhere. Yeah. Did you actually just leave the entire game? Yes. I'm still You're supposed to be there. I'm playing right now. Oh, so anyone could run in Cheddar? Bob could come bursting in the door and stop Comes much Me? Yeah. All right. Well, well","id":"SxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_0","timeCode":316.06,"tags":["Dio","Cheddar","Bob"]},{"line":"I forgot I was doing this until this morning. Sure. Yeah. Yes. And we could tell a little bit by the time. Right.","id":"WxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_1","timeCode":551.72,"tags":[]},{"line":"What reminded you, uh, My alive e","id":"XBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_0","timeCode":561.11,"tags":[]},{"line":"But now it's funny cause everyone''s like you're gonna be on every pack has","id":"dBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_0","timeCode":980.03,"tags":[]},{"line":"been pretty shell. Honestly, if you're I think people don't know I'm here, and that's fine. I think this is the second doing. They don't know.","id":"dRF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_1","timeCode":983.7,"tags":[]},{"line":"Yes, we're Blackout. Say it's interesting. We're actually watching the bridge lower so that we can cros's it.","id":"dxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_1","timeCode":1016.82,"tags":["Blackout"]},{"line":"Was a talk over the clips? Why would have turned it down? No, Kevin, no. Okay, Play the clip. Because that","id":"ehF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_0","timeCode":1101.16,"tags":["Kevin"]},{"line":"Oh, yeah? Well, don't do that on a warm island. Do that and not get an article","id":"fxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_1","timeCode":1175.71,"tags":[]},{"line":"They hate it unles's it's us more, you know, But that is mostly the chocolate is not a big fire. I have been through this before, which is creating a tire smore and then doing the fight. If you put the chocolate on the stick and put it over the fire, you're gonna be let down by this more","id":"ghF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_0","timeCode":1192.33,"tags":[]},{"line":"Kline thing from the festival. Or is that for the document? Yeah, he mentions anyone.","id":"hBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_0","timeCode":1249.57,"tags":[]},{"line":"way have? Yeah. Um,","id":"hxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_1","timeCode":1272.96,"tags":[]},{"line":"it's quite likely. Have you seen the?","id":"ixF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_1","timeCode":1328.06,"tags":[]},{"line":"definitely in this guy in the sky s a night where these supermodels are. Okay, Okay. We don't typically get into huge fights on this show. That's not part of the fun for anyone.","id":"jRF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_1","timeCode":1349.79,"tags":[]},{"line":"lets leave it.","id":"kBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","speaker":"spk_1","timeCode":1393.52,"tags":[]}]