[{"line":"as a coach than Tony Bennett? The singer is as a singer, and you and whatever you say is for you, can't compare them. No, it's like saying Who''s","id":"KhFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","speaker":"spk_1","timeCode":4308.8,"tags":["Tony Bennett"]},{"line":"be wrong. I'll do it.","id":"LRFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","speaker":"spk_2","timeCode":4335.78,"tags":[]},{"line":"player versu's way. Well, argue about that. Yeah, but it's more fun. Maybe argue who''s a better basketball player than princes? A guitar player ship. Hell, said Prince is a good basketball player.","id":"MRFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","speaker":"spk_2","timeCode":4379.26,"tags":["prince","Prince"]},{"line":"a Mafia member, right? Yes, The Kapo Leonardos a couple.","id":"OhFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","speaker":"spk_2","timeCode":4492.77,"tags":["Kapo Leonardo"]},{"line":"on that doesn't playing their songs If you know that sometimes cover version's can improve upon","id":"PxFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","speaker":"spk_0","timeCode":4543.17,"tags":["If you know that","sometime"]},{"line":"if you you don't buy them for me? If you want to buy a few, you can. And I could probably get I could get you 12 You actually don't know I Well, I appreciate","id":"VBFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","speaker":"spk_0","timeCode":4780.22,"tags":[]},{"line":"it's a bad look. If my mom''s buying all the merch again,","id":"VhFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","speaker":"spk_1","timeCode":4795.25,"tags":[]},{"line":"get off me, vermin. Oh, I was just checking to see if my harmonic it works in this. No, no, don't gone. Well, I know I wasn't talking to you. I was talking to the government. What was walking over my foot in this dark? Well, oh, man, I let Rivard Did. I thought that you was putting the moves on me. Now, man, it might feel that way, but it's just a vermin.","id":"XBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":13.01,"tags":["government","Rivard"]},{"line":"giving me a hug. I'm getting a hug from the varmint right now.","id":"XhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":111.94,"tags":[]},{"line":"look, Doug, do you know do you know mis'sing link? Are you rarely mis'sing? LinkedIn Mis'sing link. Doug loves movies. You love movies and he loves movies. Yeah, I do. Sean Hayes loves movies. This is moving. Mis'sing link.","id":"YxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":234.93,"tags":["Doug","Doug","Sean Haye","Thi"]},{"line":"Maybe you saw the freakin poster where Zack is the voice of the don't knows that you care. Don't know, Zack. I do. No mis'sing link?","id":"ZBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":247.81,"tags":["Zack","Zack"]},{"line":"uh you know, Zack is the last place I'm gonna learn about what movies AC is in. Okay, You know, he just lets it happen. That's so crazy That about it later, I don't know him. Well, I'm sorry to tell you this, but he has, like, email list","id":"ZxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":280.91,"tags":["Zack"]},{"line":"that I on the way just is always for talking about his project. Just like let me let friends narrow. Whats up with that? I have up THOMAS this hilarious movie catching theaters this weekend. Yeah, uh, make sure to get a front row seat.","id":"aBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":296.22,"tags":[]},{"line":"Why? Like Zack? I know, but I gues's maybe I just don't Maybe they're going in my spam or something. I hope. I pray that what yeah used these mes'sages are very short. Very odd. Sometimes you actually send a little video of himself saying what it is he wants to say, but okay, Wow, attaching Have it like a like a M O V. File. Email","id":"aRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":311.82,"tags":["Zack"]},{"line":"Oh, no,","id":"exFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":757.64,"tags":[]},{"line":"in this episode, So it's XX So they were. They were in fact,","id":"ghFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":883.65,"tags":[]},{"line":"you call it lavish?","id":"hhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":933.38,"tags":[]},{"line":"You know, it's have you tried to light it and that the angle is right. Like if you when you turn, the frickin bahng would toe light it. And you're like turning the the mat, the lighter down, sure, light up and the flame goes up and it kind of hurts your thumb a little bit. Can sometimes. Yes. And that turn off that ended up so basically decided the time it would take to record a podcast and go to the hospital every single time we do. A podcast was not gonna just like the time invested between the lighter thumb and the hot Stitcher Rap, which were, of course, dragging over every ad read","id":"jBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1022.54,"tags":["Stitcher"]},{"line":"That's a whole sort of angling deal, and you're","id":"jhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1082.53,"tags":[]},{"line":"plus side. Yeah, You're going to talk about that at the per lease. Oh, yeah. And that's three awards. And Evan","id":"mBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1200.96,"tags":["Evan"]},{"line":"Guys, thing is, when you start to notice hair los's, it's too late is just the guys where I am now for I'm talking to","id":"mhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1217.27,"tags":[]},{"line":"Tory are area. Yeah, it's too. But the penal shaft yes, for people who don't look for hims is great If you say Hey, I don't want to take a pill. I would rather put like a giant chip clip on my waist on each side, and I think it will squeeze the blood towards the shaft. Yeah, I havent seen it work, but just picturing it,","id":"oRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1314.37,"tags":[]},{"line":"Choose from nine colors and four. They offer high quality luggage at a much lower price. Kind of the middle man selling directly to you. Choose from nine cars and four sizes to carry on from a song. The bigger carry on, both of which are compliant with all major U. S Airlines, the medium or large, I got the bigger carry on. It's in my house right now. All suitcase's, air Made with premium German, probably carbon, which is late, way and unrivaled in strength and impact resi'stance and 360 degree spin. Our wheels guarantee a smooth ride. Best of all, both sides of the carry on are able to charge anything that''s powered by a USB cord and, thanks to their lifetime warranty of anything breaks Away will fix or replace it. Try for 100 days, and if at any point you decide it''s not for you, return it for a full refund, no question's asked. Comes also. And now I'm so scared Away I'm really scared. That wave ended in such a great way.","id":"qRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1523.96,"tags":["U. S"]},{"line":"I like that. Charges My cellphone some A. Sometimes I'll discharge myself from house with my suitcase for $20. Obvious suitcase. Visit Away travel dot com slash The Boys 20 and use promo code. The Boys 20 during check out that's Away. Travel dot com slash The Boys 20. Use promo code The Boys 20 for $20 off a suitcase.","id":"qhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1576.15,"tags":["Away","travel dot com","20","20"]},{"line":"Kevin, whats going on? Timeles's. Inelegant. Yeah, what''s going on? Weve got a visitor in the room. This is Jeff Cabin. You before. Well, he was right up. We're talking nearly knocking. Yeah. Why? Chef s. So we used THOMAS print as this another very rewarding relationship for us on. And you know how you just run out of ideas for anything to dio? Uh, when you're doing content","id":"qxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1595.31,"tags":["Kevin","Thi","Jeff Cabin","dio"]},{"line":"I like bikes. That's generally looks like a bike. Hims Earth Day. Is it? Really? Yeah,","id":"uBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1745.7,"tags":["Earth Day"]},{"line":"Well, I walked. I walked here. Hey, Heys would love that. So I did some shit for the earth. I love walking. You're welcome. Earth, You dio That's how you That''s how you keep it together that I totally agree. Yeah. Do you have any characters on your shows? Um, I have had Away year. Wait, wait. You your character Dow? Is that what you're in a shop? Like a funny chef?","id":"uRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1753.22,"tags":["earth","Earth","Dow"]},{"line":"do you do? Wanting What is this character? He's on aviation,","id":"uxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1778.65,"tags":[]},{"line":"Um, do you actually cook at all I'm learning to? Yeah, that's good. They catch up to your nickname. I like it. Um, yeah, well, you know, once you get good at Scheffer, you could come on. My got a food podcast. Let''s talk about that because I love just eating food. Where is the damn? Yeah, we're just going to a restaurant. We set up some microphones, you know, and we just sit there and they bring us food and we talk about it. And, you know, we got a really nice restaurant's all over l A. So I've never disliked cause we're bringing you their best stuff, you know? Right. And now, you know, you just get into whatever. Like, also, a lot of them have fancy cocktails, and I like trying lots of those s. Oh, but it''s a complete scam because we have to do in return is opposed to later that night. You know, the next Wednesday nights at midnight as they called Douglas food or getting food with Douglas Goodall.","id":"vRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1787.67,"tags":["Scheffer","Dougla","Dougla's Goodall"]},{"line":"Oh, yeah, that's what s CEO bay. That''s why? I have a short podcast called Douglas Minis. Just put it out there. These are all minis s. Some have been 45 minutes to an hour long, so that didn't let go. Exactly. And that''s just you talk about Paula Time goods car. It''s exactly what it is. Yeah, it''s You just get into stuff,","id":"wRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1862.87,"tags":["Dougla","Paula Time"]},{"line":"way the letter ballgame, High dog. A few guys have prepared it or something, because I can't I don't do it, you know? Yeah, way. Perot. So prepare Lily. We get along vague. Yeah, we must have. That's why you explain. Where is that? You guys don't have any notes or anything? How do there''s a computer right there Away over the world? Notes are all around us. I look at the table as baby My shows, while you explain, not tow us but everyone else in the world who lives listening. How do you play that?","id":"yxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2086.89,"tags":["Perot","Lily"]},{"line":"But he tried THOMAS Toso, I gues's. Yeah. And you can, like, be cool than now because like you're still standing, you buried the show is about","id":"zxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2150.06,"tags":[]},{"line":"He certainly, you know, really realized there was podcasting and doing my show like hed come. Hed say, I love doing your show because gives me street cred. That's fun. Expres'sion to hear coming from a full guy you admire from when you were young. You know, G, how do you do the game. Oh, so the Gila Ramon game involves, you know, his movie review books that he used to have her? It was an app. And now it''s not an app anymore. That''s part of why, uh, harder to play it on the show because it was so easy when it was a nap. And I could just pull anything up on my phone. Um, so now I do it out of a book. But anyway, what happened to the app? Deep state","id":"0xFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2199.25,"tags":["becau'se","G","Gila Ramon"]},{"line":"who we","id":"2RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":2387.19,"tags":[]},{"line":"Lets get well, we should play the game,","id":"3BFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2454.19,"tags":[]},{"line":"because there's a few more problems to be careful about that. Okay. So Okay, I'll turn Away","id":"3hFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2501.59,"tags":[]},{"line":"This is unusual, but okay.","id":"8RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":2733.66,"tags":[]},{"line":"May Made characters until usedto My the crazy machines","id":"-RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":2850.37,"tags":[]},{"line":"the spiky arm, the mean police mad","id":"_RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":2881.53,"tags":[]},{"line":"Yeah, a TV show for some game show or some shit is excited to be there. And yeah, I didn't feel too bad about it when it didn't all go the way I hope to do. Sean, do you have the book? Ah, the book. So year first. So it says this is from the year where I was driving home, like, really late. It was after 3 a.m. And I,","id":"BRFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2994.95,"tags":["Sean"]},{"line":"Anyway, I came around a blind corner and I felt a big thump, and I never slowed down to see what or God forbid, who it waas that I had hit with my car. I just drove home. I checked the hood later, and there was a dent and a bit of rust colored fluid, but could have been anything","id":"BxFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":3023.37,"tags":["God"]},{"line":"anyway. That's what year this waas on a critic quote, I gues's would be, um, a man. I thought this looked good, but I don't know if I ever actually saw it.","id":"CBFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":3046.47,"tags":[]},{"line":"Vans. Mom. Who fans? Bond fits Phone. Who is the other name? Janine Garafalo. Dream draft alone Vince Vaughn were in Oh, hello, Clay. Pigeon Yeah. Bye.","id":"FRFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":3159.37,"tags":["Bond","Janine Garafalo","Vince Vaughn","Clay","Pigeon"]},{"line":"Keith on and big Cheap Aminu on and Mrs Beam Mrs Being Beans wife who you don't see much now doesn't love the spotlight so much. Ah, but we were going to her head stuck in a Turk. Well, that's another reason you don't see her is because when the turkey to come up and this is off screen. But when the turkey does finally come off his head, it gets stuck on her head. And as you've seen, it''s very difficult to remove. Ah, they drilled a hole in through the but area of the turkey. Yeah, and she can breathe. There''s like a straw running in. And she could drinks movies and stuff. Wow. Yeah. But anyway, she and his eyes not big enough for her. The other, that''s yes. So she''s on Finn sketching behind it. Um, unlike, uh, not even on a true skateboard, but on, like a palette, like, you know, like those wooden with four wheels that move like a big box of paper on. Well, that''s what she''s on. But anyway, it''s her myself. The two Chiefs, one from the Portland Trail Blazer and one from the world of hip hop. They call him Big Chief of meaning they do. They call him out on the broadcast. His name. He''s descended from African kings. And his name","id":"GxFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":128.62,"tags":["Keith","Aminu","Mr's","Beam","Bean","Turk","Finn","Chief","Portland","Trail Blazer","Big Chief","broadca'st"]},{"line":"10 makes me well, TEM, I feel bad for he gets the most names called to him. That's why he was called Jolly Green Jizz face. He was called it was called Frankenstein in Frankenstein. Was made entirely of dead dicks. Right s. I mean, that''s kind of I was called a bitchy mime on the show. And I was also called Cal Eyes. Yeah. Do they ever, like, take you aside and be like, you know, we're just playing around? No, right. They never did that. And it waiting he was 10 was once said to him, They said, You just have a weird shape. Oh, wow. Yeah. That''s something you just carry with you. That''s rial. That this was for fecal. Yeah, that that you close that character? No. They grabbing physical attributes of yourself. Put him in the show. No, when they call it when they add something like Frankenstein dicks, there is, ah, sort of","id":"KRFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":690.79,"tags":["Jolly","Franken'stein","Franken'stein","Cal Eye","Franken'stein"]},{"line":"childish playfulnes's to it. But something as general as weird shaped you go. This came from looking at me. 0 100%. They pulled up a picture of me and otherwise. Yeah, that's right. Wow. Those are some eyes from a cow.","id":"KhFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":743.38,"tags":[]},{"line":"Rap. That does make me laugh. They all may. I","id":"LhFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":788.17,"tags":[]},{"line":"try to go through the door at the same time","id":"MRFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":818.17,"tags":[]},{"line":"move like you felt bad. He was in the world, is in the room. Were Oh, yeah. Lets go over to you. Probably. I mean, I think I havent seen all the storyboards yet, but there are plans to excise him pretty early in the fourth row. Yes, Spoiler alert. Well, it''s, you know,","id":"OBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":915.49,"tags":[]},{"line":"laughed that you've been doing for us,","id":"OhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":956.66,"tags":[]},{"line":"Yeah. Okay, ladies, I'm available. We think just my girlfriend. We are. Oh, so interested How you fix veep? I want to hear more about that, but I gues's you remember podcast. I mean, My gase's. We probably change the name to Carmel by the sea.","id":"PxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":1051.5,"tags":["Carmel"]},{"line":"Time. But you know what? Hollywood To avoid conflict so I can see that they gave it to you guys I know Made because we Yeah, we embrace conflict, conflict","id":"QxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":1191.29,"tags":["Hollywood"]},{"line":"Listen, the pockets were doing right. This podcast mo is a product. The old system. It's full package.","id":"RxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":1236.16,"tags":[]},{"line":"um, he chops wouldn't carries water. That's correct. And then","id":"UBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":1361.21,"tags":[]},{"line":"quite a journey on this show. I mean, of course, as you know, religion is the cause of all wars. It's killed more people that every disea'se, just pretty screwed up sometime can be tough","id":"VhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_2","timeCode":1418.61,"tags":[]},{"line":"whole Who are you wearing that full should be used to Kerrys razors. Thio was I think the skateboard got called in his hair. Hair is razors. Founders who were tired of pain for the razors that were overpriced and over designed. They knew that a great shame doesn't come from gimmicks like vibrating heads, flex balls or handles that look like spaceship's. So they bought a world clas's planned factory in Germany. It started making rages that combined Simple, clean, designed with quality durable blades at a fair price were every three not so good. They did that. Let''s check out another video, all right? And gonna skateboard now finally healed. Go. No, My frickin are the bones way you would dig. I forgot to shave again with hair is razors And he could have afforded it to cause the replacement cartridges air just $2 each. And all the fairies blades come with 100% quality guarantee. It''s no surprise theyve received over 20,005 star reviews on Trust. Pilot and Google get a $13 value trial set that comes with everything you need for a close, comfortable shave were re agree one more video before I list him. Oh, right, I'm ready to skate And, uh, and I actually shamed with Harry''s rains this time. Well, I'm skateboarding and it''s going so good. Oh, bird took a do on me. Oh, really? Yeah. Well, it''s not. Harry spoke. The birth took that nasty do on the guy who refund video. So waited ergonomic handle five blade razor with lubricating strip, a triple blade original gathering shave gel travel blade cover. Listener's of My show could redeem their trial Senate Harry''s dot com slash handbook. Make sure you go to Harry''s dot com slash handbook to redeem your offer and let them know I set, you know, helps support the show and support this show to Santa mania. The funny fail show Santa host's of all the videos. And don't tell Moriarty because he said, I'm not allowed to do the show anymore. I don't want to get in trouble. Oh, and just as a way just as a quick personal endorsement, I never fall off My s skateboard or My sleigh. I'm sent a man because I always shave with pre Quip We Aires razors","id":"XBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_2","timeCode":1507.64,"tags":["Kerry","razor","razor","Germany","Tru'st","Google","Harry","Harry","Senate Harry","dot com","Harry","dot com","sla'sh","Santa","Santa","Moriarty","'sleigh"]},{"line":"They make suits insurance to your exact measurement's for an unparalleled fit. Comfort guys love the wide selection of high quality fabrics and colors, not to mention the option of personalized the details, including your lapel. You're lining your pockets. Your buttons, um, Quip know about, I gues's just the concept of getting a suit Made uh, didn't occur to me that this would be something we need to include. Certainly, it's not anything the company thought to mention, because it really shouldn't be coming up. Kevin Chef Kevin told me that, yes, on Lee, familiarity with the idea of a custom suit being Made was from the John Wick movies, where they have an ultra thin, bulletproof, stylish soup. And when chef Kevin used some of our Indochino money without telling us to get clothing Made,","id":"XhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":1669.43,"tags":["Kevin","Chef","Kevin","Lee","John Wick","Kevin","Indochino"]},{"line":"basically it mes'sed up this apartment pretty bad. And the suit looked amazing because they have this really easy proces's where you visit a stylist at one of their 40 showrooms of North American, have them take your measurement's or you measure it home yourself in shop online and Indochino dot com. You submit your measurement's with design choices, and you can relax when your suitcase profes'sionally tailored, which Kevin was able to amazingly pull off those steps correctly. It was the later part of it where the suit look good, and he just as'sumed that he would be like allowed to shoot it. Uh, you know, and I've said about these John Wick movies, they're fun but they should do more. It's what they should do, what I'm doing right now and just say, Hey, this doesn't happen. This isn't what Indochino should be expected or anyone should be expected to dio, as makes it's like this. It''s just supposed to be a fun movie. This week, My listener's can get any premium Indochino sue for just $317. Indochino dot com When it turned handbook, check out. That''s 50% off the regular price for a made to measure premium suit. Where to dance? Have fun goto a busine'ss function anything. You're gonna look awesome. Uh, but don't shoot it.","id":"YBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":1736.73,"tags":["Indochino","Kevin","John Wick","Indochino","Indochino","Indochino","com"]},{"line":"What? What you have for the fork is gone. Meaning you pitch something to them. And they said no can do. What I'm saying is","id":"YhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":1871,"tags":[]},{"line":"the original version. What do you think the fork is doing in the movie, huh? Whos a spork? IV gas? Yeah, it''s like, Yeah, what? Yeah, but what you think he''s doing in the movie? That A''s? And I saw it. We're doing you a favor. It didn't work. It didn't work. It''s not a toy. God, I'm so glad you guys are here. We didn't","id":"YxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":1879.1,"tags":[]},{"line":"Yeah, weve got forgive Romano working. So the first while out, of course, in keeping with this is","id":"bBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2059.04,"tags":["Romano"]},{"line":"you guys want some cookies? If you recall,","id":"bRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":2066.74,"tags":[]},{"line":"I'm saying off all the iconic risk Aqui characters we could mold four key into Uh huh. Antonio bid dares to me would be the most housing one to approach.","id":"dxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2210.21,"tags":["Aqui","Antonio"]},{"line":"I'm talking about Chris Qattan version of Antonio Banderas. From your lips to Buddhas ears. We have spent time in a monastery. By the way, we never really answered that question before. Yeah, I'm just not Welcome back. 00 I'm sorry about that. So way were saying you guys want some cookies?","id":"eRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2227.15,"tags":["Chri","Antonio Bandera","Buddha"]},{"line":"finish, finish the job. Okay. He also wants to save. Um, He, of course, has a bar called four Gs","id":"ihFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":2609.2,"tags":["four G"]},{"line":"a My like, ah, multi personality? Because he can never figure out if he's really a spoon or a fork. So he''s always battling back and forth.","id":"jBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_2","timeCode":2632.28,"tags":[]},{"line":"I'm sorry, Jordan. Do we remember in the when we were sharing our ideas for the movie that we were deciding that we werent gonna take individual credit for ideas and that justifie's what you were invited to. The idea sharing ses'sion was a huge honor and whether or not","id":"jhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2653.89,"tags":["Jordan"]},{"line":"because I wouldn't want to be in this. So we don't answer that.","id":"khFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2705.39,"tags":[]},{"line":"I will feel this would no, doesn't have every ses'sion we have. Other engineers have the time. OK,","id":"kxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":2711.96,"tags":[]},{"line":"there and more of a general town. They have sort of a suburban looking high school, but at the same time, there is just on the outskirt's of town four keys, which is a nightclub that can be a little raunchy. They're looking to have a learning experience with one of these ladies of the night at four. Keys Club and you for key. Take their money, and then you dumped them. Ah, in the swamp.","id":"lhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":2755.11,"tags":["Key's Club"]},{"line":"Yeah, the kids live in the in the suburbs, The kids living there looking for a special experience at four keys. Okay, you run that. That is in the Everglades. We don't really establi'sh where you live. But I could as'sume that it's near four keys.","id":"mRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2796.46,"tags":["Everglade"]},{"line":"trading barbs, obviously insanely busy, and he's not the only one Like you said, we're acting and other stuff. Yeah, yeah, yeah, yeah, yeah. And so","id":"nBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2866.83,"tags":[]},{"line":"I can. You know, it's one of those things that I need to speak up. This is a time I need to speak up My person to put up with this stuff. Everything they Did of Veep, you just swallowed it. And now how eyes etcetera. Yeah, And now it''s time now for Toy Story 4. Now''s the tie when we're when we're speaking up and go. And does this make you think that perhaps we,","id":"nhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2900.95,"tags":["Veep","Toy Story 4"]},{"line":"And you just need to remember one thing. Stop. Trains can't. How did you guys meet your wives? So this is a great a little back story. I am married to Carrie Anne Mos's, but she is not finally married to me. We have kind of a progres'sive play 90 relationship where the arrangement that she requested is that I am her husband. But she's not my wife. Does that make sense? And you both did not meet your partners on a dating app? No, I we met during warm ups at the French Open in.","id":"pBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":3100.2,"tags":["Carrie Anne Mo's","French Open"]},{"line":"consider Brad Gilbert, author of the book Winning Ugly Tips From a Master","id":"qRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_2","timeCode":3209.26,"tags":["Brad Gilbert","Winning Ugly Tip's From a Ma'ster"]},{"line":"They're doing the comedy Bang Bang. Um, the special anniversary thing related to that. I was not, uh, was not. Yeah, only I think they tear. They check the schedule. I think they saw that we already had a record. So maybe that's for you, too. Are you guys going to that right now? Is that why you have have to leave? I am sort of playing a walking out very slowly in a way that leaves me open to being sort of pulled in. I'm gonna be standing in the doorway very intently, like sort of responding to an email","id":"rBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":3254.88,"tags":["Bang"]},{"line":"Go ahead, squads base. That's just a space where me and my boys can kick it and get riel with each other. It''s sort of like the updated version of a man cave, because it''s online and my whole squad can get in there and be on the website and it's squad space dot com. And we all are being one another''s support system. Surrogate family, a shoulder to cry on a listening ear and also ah, busting chops and busting beans in a big way. Is there Ah, like a chat component?","id":"uxFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":4.81,"tags":["space dot com"]},{"line":"IV we're in the back. Yeah, you know","id":"yBFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":238.34,"tags":[]},{"line":"J. It's it''s kind of a postmodern power office to be in the back with no windows. Oh, yeah, it would be too obvious. And I would say, even baby boomer ish toe have the one that faces the window corner window. Yeah, I still do the thing where I take meetings in here and when I I have to do a big think about something else, stand up and I'll kind of fold my hands behind my back and I'll walk over to the partition. Here I look out at the view, which is usually just engine your Jordan sometimes chef Gavin, but it''s It''s just something les'ser than you to stare at you and they look like ants. Yeah, I don't have to do roommates because I'm always practicing my putting.","id":"yhFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":247.22,"tags":["Jordan","Gavin"]},{"line":"Is good Aqui the squeak ut the skew t the ski as q t the Scudi Kis's Q t Q t. Yes. So lets get back to respect that. Do you want your own tighter own Natch Beaut Scoot McNairy potentially bird boy, you're so you're on Lee on since I'm in debuted that one? Yeah. Uh, yeah. It sounds like it could be the bird box. It''s good if they were. I'm","id":"8hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":1373.18,"tags":["Aqui","Scudi","Ki's","Natch Beaut","Scoot","McNairy","Lee"]},{"line":"'s. So well show we're meeting James. But we're also getting rid of James. Whos James? I want to meet the under fungus.","id":"-RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":1448.06,"tags":["Jame","Jame","Jame"]},{"line":"I was My do not to It is a public quote. It's under 15 words. I think public quotes s Yeah. At this point, a lot of my quotes or public quotes that I just have to start dealing with that. May I have a scooter name","id":"-xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":1470.85,"tags":[]},{"line":"When we can't get up, we would be limited, actually, sort of Geographically, it's at the bottom of the hill. Well go downhill adventures and then we probably have to ditch the scooters and kit a ride back up. So he started. But downhill adventures, the adventure will have. Sure. And in the back of our mind, the whole time will be thinking kind that''s going pain. Yes, we get out of here. Get back out! Did you see if the others if there you go around, I'm gonna be thinking about?","id":"ABFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":1535.55,"tags":[]},{"line":"I would say some of them are studied. Some of these characters air studied on Guy wanted lean more into that, and in order to be able to do them in a rapid way to be able to switch from one character to another. Something had to give and what that was was My, My actual, My being myself. You gotta","id":"BRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":1666.89,"tags":[]},{"line":"You have the dial on their cranking it up, man, when you're saying some of your shed about the and","id":"DRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":1874.59,"tags":[]},{"line":"Interior, the board room. The two guys from hair ease are talking. Guys, I'm so excited about the big announcement. We have been purchased by Schick for $1.37 billion. Great work, everybody. Ah, we finally did it and we, um all the hard work paid off and we sold Harrys razors.","id":"ERFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":1925.26,"tags":["Schick","Harry"]},{"line":"Ah, your participation in the company I've been putting up with that free three. We I like his shik. Now, this is like a like a legitimately huge operation. Now, we cannot be having you as, like, part of your promotion for the company fighting Moriarity. Or, like, easier Dad. Now, do your dad start to think to look at who is due Was the main guy at Chick who did the signed the papers way we?","id":"FRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2001.72,"tags":["Moriarity","Chick"]},{"line":"because I will weigh the friggin design, the clean design, the quality durable blades at a fair price. Man, it's no surprise at all. They received 20,005 star reviews on trust piloted Google. And with my help, they're going to get 20,000 mawr","id":"FxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2053.36,"tags":["tru'st","Google"]},{"line":"because you can't change that IV sentiment. And I hid my shares underneath the frigid sleigh. We agree. So you didn't know that I had so many year shares? In what?","id":"GBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2070.9,"tags":[]},{"line":"would shave good with good razor and you can't change it just cause you sold it. Set about water. Add weighed","id":"HhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2168.29,"tags":[]},{"line":"Turn your dream into a reality with Squarespace. Yeah,","id":"IBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2182.53,"tags":[]},{"line":"a little like a council of dads.","id":"LBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2316.86,"tags":[]},{"line":"We're doing it with beautiful de plates created by world clas's designer's of the ability to customize just about anything. With a few clicks, you can easily make a beautiful website yourself. Squarespace powerful e commerce functionality lets you sell anything online, and analytics help you grow your site in real time. Everything is optimized for mobile right out of the box, and there's nothing to patch or upgrade ever buying domains of Simple, and youll get the help you need with Squarespace is 24 7 award winning customer support. Squarespace and Powers millions of people from designer's, toe lawyers, artist's to gamers, even restaurant's and gyms to turn great ideas into something really could have been like a gym. Just some way for the squad to like, Just like, get fuckin I see and be cool to have, like armor and weapons and stuff","id":"LxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2347.41,"tags":["world cla's","Square'space","Square'space","Square'space"]},{"line":"head to Squarespace that com slash The Boys for a free trial. And when you're ready to launch, use the Africa the Boys-This save 10% off your first purchase of website or domain that Squarespace dot com slash The Boys offer code, though Boys","id":"MRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2399.54,"tags":["Square'space","Africa","dot com"]},{"line":"Um, I'm a big fan of the description of, um wtf. Great description. The description in years. Um, with the Buccaneers.","id":"OxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2557.8,"tags":["Buccaneer"]},{"line":"My favorite is core Stow Boys. I love to admire how, especially in the picture how Nick Wagar has developed a picture pose where he could do two thumbs up, and that allows him to not touch anybody.","id":"PBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2571.66,"tags":["Stow Boy","Nick Wagar"]},{"line":"I've been on TV and I've done, um, plays so that I wanted to ask about How the heck did you do that?","id":"ThFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2953.67,"tags":[]},{"line":"It was a lot of work to try to pull off the same time, to do so much of so much play at the same time play and also a completely different media switching gears in doing","id":"TxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2963.89,"tags":[]},{"line":"A pal. I I think actually, some of the best writing out there is on TV right now. Never heard in my city. You ever see ah ghosted.","id":"URFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2989.16,"tags":[]},{"line":"Bar Rescue ranks right up there with","id":"VBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":3026.61,"tags":["Re'scue"]}]