[{"line":"My space is like an old dad.","id":"QhJkL3MByMrymAEms2V9","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Thayer, Our Close Friend","speaker":"spk_1","timeCode":3296.79,"tags":[]},{"line":"by thanks again to Super Deluxe for bringing you todays apps.","id":"RRJkL3MByMrymAEms2V9","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Thayer, Our Close Friend","speaker":"spk_1","timeCode":3322.38,"tags":["Super Deluxe"]},{"line":"That time I did say it should have been dot com. Lets just bring him super collectible. I did it. Okay, Brett, Now I'm gave you. It''s contagious. It''s contagious. Super deluxe dot com slash handbook. Hey, Earwolf listener's, This is Hillary, Frank from the longest shortest time on our show. We talk to parents.","id":"SBJkL3MByMrymAEms2V9","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Thayer, Our Close Friend","speaker":"spk_0","timeCode":3473.41,"tags":["Brett","dot","Earwolf","Thi","Hillary","Frank"]},{"line":"Baby. Hey, this is Arne Camp from the Improv fantasy podcast Hello. From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","id":"UBJkL3MByMrymAEms2V9","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Thayer, Our Close Friend","speaker":"spk_0","timeCode":3558.92,"tags":["Arne Camp","Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"line":"from the way you describe what send that like that she had lined it. You always have all these question's. After that, it's like","id":"VhJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":49.18,"tags":[]},{"line":"There used to be a tree stump in day I","id":"WRJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":94.31,"tags":[]},{"line":"reached down into the center of it. You know, the center kind of rots out, and there's a whole I grab it handle. I ripped the tree stump out of the ground through it over my So","id":"WhJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":96.68,"tags":[]},{"line":"there was already a hole in the tree stump,","id":"WxJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":105.05,"tags":[]},{"line":"Hey, Hi. Welcome to Hollywood Handbook and entire misguided kicking butt and dropping names on the red carpet line back always of this industry we call showbiz. Yeah, and you know,","id":"XhJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":136.42,"tags":["Hollywood Handbook"]},{"line":"Hear, Hear, Hear To his own hair, his hair, he fires it. You're fired from being my hair","id":"YxJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":273.9,"tags":[]},{"line":"I go. Oh, baby,","id":"ZRJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":306.18,"tags":[]},{"line":"there's a lot of fresh dough. Itll be made for a guy like me who is Let''s face it. Ah, comedian. Um But as an American citizen, maybe I don't want to think with my comedy mind and just only get the jokes because part of what''s so funny is this guy''s not the best guy for the job. And so as an American citizen, biggest joke of all, yes, that he think he could do it. I make good deals, you're fired hair. So I think that as an American citizen, I of course don't want that because I have to think reasonably well, you know, my kids have to grow up in this country. Steffie doesn't want to have to go back to Germany. And so, uh, why don't I actually root for who I do think should win the vote, which is one of the other guys are, Or something. Uh s Oh, that''s our political round.","id":"ZhJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":311.35,"tags":["Steffie","Germany"]},{"line":"later. I can't. I mean, I don't have the talking part of my phone anymore.","id":"bBJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":467.85,"tags":[]},{"line":"That's right. Super Deluxe is Now live, and you could subscribe and watch their beautiful videos over it's super deluxe dot com slash handbook. Trust us on this one, guys.","id":"cRJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":674.68,"tags":[]},{"line":"Well, in this case, I'm sort of the considering, like, I could get a lot out of this relationship with her. You know, if I let this thing go by me just in terms of the age of consent stuff that you've been angry, there's that there are lots of different rules. Uh, confusing is all. Get extremely confusing and arbitrary. Totally arbitrary. Like if we're gonna make it a number,","id":"dBJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":742.76,"tags":[]},{"line":"Hear if it's going to be a number. Why this? Why don't Why not let you pick the number? Why don't we make it? You know what? What do you guys? It wasn't it 90 wise and it 10. Here''s your think. Why do you let somebody who''s actually tried all the numbers","id":"dRJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":767.35,"tags":[]},{"line":"I came up with that part that has just said, but it's his. He does it well and I never have given him a hard time about that. I've never said like, Hey, I actually invented that Hayes is getting all the burn off it. I just go. Hey, man, he says that well. But anyway, there used to be a part that I said, Hear there was a thing I would say at this part of the show. After he was finished, with that, I don't do anymore because it really Ah. Chapters as's. I gues's you're not. He thinks he invented You think it was harder to invent saying what up twice.","id":"eRJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":851.19,"tags":["Haye"]},{"line":"taken off? It's very rare that I see a hash tag of your thing. They're both on t shirt. That''s true. But I think one is on a T shirt. Not because I can t shirt on the part of the logo. We got to talk about the movies every time. Every time we're here, weve got to talk about all the Big movies movie. Okay, look, today the Big movie is Deadpool. Everybody''s got to see it. Everybody buys a ticket, obeys. And Sean, you wouldn't be able to get a great gues's who actually was part of deadpool. Oh, fuck you.","id":"exJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":890.98,"tags":["Deadpool","Sean","deadpool"]},{"line":"It's so interesting that that''s your name. Because that''s sort of what you were doing in the movie. Viewing that in the movie of your car and around. Yeah, I gues's. Yeah. Uh, typecast. Speak on that. Yeah, Yeah, I was. I drove. Ah, car. Yeah. I drove a movie star in a car on a riel freeway with fake cars surrounding me. So stakes were high. What was fake about those cars all around you, They would always move at the exact same point and stop at the exact same point. And that''s fake. Yeah, that''s super fake, but But that''s a really Isn't that what a car does? They were also being driven by robots. I gues's so. If I punched one of those cars, I go right through it. Yeah, there. Hollywood cars. Yeah, but on a real freeway, that''s a hard question to answer. What else? What else? What","id":"fxJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":961.89,"tags":[]},{"line":"I said, Yeah. So I go downstair's. What do you think they said to me at the conces'sion stand downstair's. Upstair's. See up. I only have that at the bar at the bar First I waited in live. I've got to say I'm so glad knowing this that I can look at your glas's as you're telling this relief for they know that this is gonna end with you getting a nice glas's that has deadpool on it's as bottoms up hashtag deadpool","id":"jBJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":1407.04,"tags":["Fir'st","gla's","deadpool","deadpool"]},{"line":"'so I waited in line I got to the front I held up the tweet by Bruschi. Get free Deadpool glas's.","id":"jhJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":1437.09,"tags":["Bru'schi","Deadpool gla's"]},{"line":"It's at the bar upstair's. I don't know what to tell you. So I went upstair's. Thank God. The private events over. I walk into the bar. I see a guy in front of me who''s got four deadpool clas'ses. He''s buying him out.","id":"kRJlL3MByMrymAEmEGUu","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":1477.79,"tags":["deadpool"]},{"line":"Ah yeah, the post Offices Kafka ask isn't in the level of bureaucracy and the sort of just where my boundaries and what''s happening and what are these rules? It''s a lot like the age of consent. It''s arbitrary. It''s random on. Can you","id":"qBJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":1761.7,"tags":["Office","Kafka"]},{"line":"brutal green lantern sucked C I knew that he had rubbed out fraud you. I figured you cannot","id":"rhJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":1881.24,"tags":[]},{"line":"Exactly. These like your babies? Yeah. Okay. Baby girls from Japan.","id":"shJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":1927.8,"tags":["Japan"]},{"line":"that he is. So","id":"tRJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":1994.53,"tags":[]},{"line":"find the actual tweet.","id":"uRJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":2034.57,"tags":[]},{"line":"whats my opinion on this? Yes, Let''s find it. Okay, engineer. Right. Okay, Engineer Ryan, do you want to say why?","id":"vBJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":2086.26,"tags":["Ryan"]},{"line":"No. Ah, yes. You found it? No. Oh, yeah. This is really not very good. Okay. Checking out at Deadpool tomorrow night,","id":"vhJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":2106.24,"tags":["Thi","Deadpool"]},{"line":"and then you guys don't want to know about the participating locations. Do you fry it?","id":"wRJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":2162.06,"tags":[]},{"line":"So here I am, the same fucking jib Baroni I was last week, and I just got a glas's that I saw look cool next to Deadpool","id":"xRJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":2212.41,"tags":["Baroni","Deadpool"]},{"line":"I feel les's like him because it's so clear how different it is when I'm holding the clas's. Then when he did,","id":"yBJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":2232.07,"tags":[]},{"line":"E can't shake. It hurts.","id":"0BJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":2317.15,"tags":[]},{"line":"Lets not do that. You don't like it. Okay, well, we have to try sometimes to know if something doesn't work. So on the topic of what else you want to see that will do. What do you want the sequel to be about?","id":"4BJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":2652.68,"tags":[]},{"line":"Oh, gosh. Um,","id":"4RJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":2664.48,"tags":[]},{"line":"could he be kicking button fucking again? Sure,","id":"4hJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":2667.35,"tags":[]},{"line":"None of them really in a chick. None of them seemed to even be horny. Yeah, which is Hear, Horny. It's fake. It''s fake. I'm sorry. You don't get Big ripped up, Cut up muscle's like that. If you don't want to employ your horny nous, none of them come right, which is unsafe. None of them ever say when something came out wrong. Oh, yeah, youd have monster blue ball if your friggin Cyclops. Yeah.","id":"5BJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":2685.26,"tags":["Cyclop"]},{"line":"que so like, Think about it, man. Yeah, yeah. I love talking comics with my comic crabs.","id":"5hJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":2733.59,"tags":[]},{"line":"Remember when we werent allowed to have friends that, like, comics and we had to be alone? Yeah, the eighties. Yes.","id":"5xJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":2742.73,"tags":[]},{"line":"Brief cream nerd nerds taking the throne Love having the throne.","id":"6BJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":2751.6,"tags":[]},{"line":"I never saw that. I never saw that movie. I'm not talking about the movie. Oh, it's talking about the character. Oh, I knew that. Uh, yeah, I know. Well, he was a little too self as'sured. I think","id":"6hJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":2776.89,"tags":[]},{"line":"Hey, Dar Pender. Yeah. I want to apologize for calling you my little brown friend in the movie. Just kidding. No, I don't owe you Kill me. I thought it was funny, and I'm glad I did it. I'm scared. Oh, uh uh. Mr. Pool, this is Sean. Hear? Biggest fan. Hi. I love a lot of your stuff. I have your glas's and your figurine.","id":"8RJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":2862.26,"tags":["Dar Pender","Pool","Sean"]},{"line":"You have you had I don't think you dio. Then you explain it card Deadpool, shut up for a second. What did he mean?","id":"9xJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":2934.92,"tags":["Deadpool"]},{"line":"Yeah, Hashtag tiger blood. I can't stay mad at you. Ah, boom. Do you guys have any question's for me? Um, sure. Um did you ever see Green lantern, Mr Poole? I did see gri lantern.","id":"-RJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":2985.86,"tags":["Green lantern","Poole","gri lantern"]},{"line":"I'm tryingto make up. Ah, Sexual Turn to this. Just give me one second and you guys talk about something else. Okay, Um, it's gonna be 75 0 I did see a green lantern in the hoax pants, huh? That fucking rule is awesome, man. I'd given. Expected to be that good when I give me another one. OK, um um hang on. I must have something to ask him. Something that seems like it would be difficult for me toe make into a conversation about a dick. Abortion clinics, Roberson clinics. I should have trusted you. That was amazing.","id":"-hJlL3MByMrymAEmEGUv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":3004.86,"tags":["Rober'son"]},{"line":"yes. Give me more things is the only thing I like to do. Hugh Jackman. Hugh Jack, man. Yeah, that ones right there. Us, right? Yeah. There we go. There''s so many to do with that. I almost think if we really start digging in","id":"ARJlL3MByMrymAEmEGYv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":3140.65,"tags":["Hugh Jackman","Hugh Jack"]},{"line":"Oh, yeah, I had a I had a story that was long, but but,","id":"BxJlL3MByMrymAEmEGYv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":3221.92,"tags":[]},{"line":"um, I've got a story that's long in my pants s so last. I'm sorry. Did you actually want me to pay attention to what you were saying?","id":"CBJlL3MByMrymAEmEGYv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":3228.55,"tags":[]},{"line":"Gets old after a while. Well, yeah, there's some. No, it doesn't. Um, I gues's I'm done with it.","id":"CxJlL3MByMrymAEmEGYv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":3248.01,"tags":[]},{"line":"Okay. Um, number one Chiba Hawk. Uh, number one chibok. Um,","id":"GRJlL3MByMrymAEmEGYv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_1","timeCode":3477.12,"tags":["Chiba Hawk"]},{"line":"Carnes gonna give you some advice on how to smoke, Bud. All right. Um ah, but some netflix on getting your couch literally in your couch. Um, and just rip it out.","id":"GhJlL3MByMrymAEmEGYv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":3482.56,"tags":["netflix"]},{"line":"So whats Deadpool? Come on and go. Bye. Bye bye. Oh, damn it.","id":"HBJlL3MByMrymAEmEGYv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":3512.28,"tags":["Deadpool"]},{"line":"They they pulled the plug on season two of the brink and they were already writing it and they decided not to make it. No. Well, I'm halfway through Episode two at this point, Ryan. I mean, what am I getting committed for? Why even bother? It's like getting new relationship with a girl you know is about to die. But she''s so hot, sexy, you can't resi'st. And so you have to get what you can get while it''s good. But you also know that she''s gonna be a corpse soon. And that''s sick, cause then you're basically having sex with a corpse","id":"HxJlL3MByMrymAEmEGYv","index":"handbook","podcast":"Hollywood Handbook","episode":"Deadpool, Our Close Fiend","speaker":"spk_0","timeCode":3532.52,"tags":["Ryan"]},{"line":"So walking down the high line with Michael Stuhlbarg discu'ssing Moliere","id":"qBJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":4.03,"tags":["Michael Stuhlbarg","Moliere"]},{"line":"right? But everybody, the thing he might not have factored in is that everybody has different vertical lifts, right? I mean, if, like, if this wedding was between this guy and like j r writer, then he would have had no problem at all, because Jr writers in the air, seemingly forever.","id":"rRJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":127.69,"tags":["j r"]},{"line":"Yeah, Like like when he","id":"vxJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":424.61,"tags":[]},{"line":"was stopped podcaster yourself had Alecia Tobin as a guest.","id":"yhJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":538.21,"tags":["Alecia Tobin"]},{"line":"If we play all our cards right, we have a pretty good shot a topping that episode of Stop podcasting yourself with Alicia Tobin. And you did.","id":"zBJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":545.19,"tags":["Alicia Tobin"]},{"line":"executive work of what you were going to dio their blue Skying Yes, there.","id":"0RJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":593.66,"tags":["Skying","Ye"]},{"line":"you want to snap to. Yeah. You just want to snap to","id":"3BJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":774.16,"tags":[]},{"line":"jump headfirst into Now and follow up to their fullest. And then sometimes, sure, Sometimes he doesn't remember the thing that he made me chase down. And then he yells at me. I know he wants to do that. Michael Rapaport podcast. That's called. I'm not Rapid Port, but I don't think he knows what the","id":"3hJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":789.12,"tags":["Michael Rapaport","Rapid Port"]},{"line":"and I just didn't I think it's It''s a Doug Henning type magic. They would be Yes. OK. Do you know? No, I don't know","id":"4BJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":819.41,"tags":["Doug Henning"]},{"line":"And he was online at the Shake shack. Okay, Thing. And then a and he he got three shakes. He only got shakes there. I think most people they call it Shake Shack, but people it's mostly the burgers. Burgers? Yeah. I don't think he knew that they sold anything other than shakes. Now I think he mostly gets name food.","id":"5BJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":865.02,"tags":["Shake 'shack","Shake Shack"]},{"line":"So you get it. Does he get, uh, cardboard cardboard carrier? You get a car broke character? Yeah. Okay. Yeah. And he also has the He also has a Knicks","id":"6RJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":909.28,"tags":["Doe","Knick"]},{"line":"but he doesn't. I remember one time","id":"7RJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":971.06,"tags":[]},{"line":"there's not a lot of room for, like, more stuff under that shirt","id":"8hJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":1018.26,"tags":[]},{"line":"'s Oh, hang on a second. Let me just get this real quick. Hey, Sean. Hi. Hello, Hayes. Yeah.","id":"-BJ2L3MByMrymAEmQmzz","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":1110.73,"tags":["Sean","Haye"]},{"line":"Sure, and then it","id":"AhJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":1331.94,"tags":[]},{"line":"Is it like a Cinderella kind of thing? Yeah. After midnight Stopped being an app. It's been brought to life by","id":"BRJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":1338.26,"tags":["Cinderella","Stopped"]},{"line":"havent been on there. I go tell you know this stuff.","id":"CxJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":1381.95,"tags":[]},{"line":"Well, I have a subscription to Rolling Stone, and they had a pretty pretty, uh,","id":"DBJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":1384.83,"tags":["Rolling Stone"]},{"line":"Well, they always have an article. It's either about some 23 year olds who can weirdly rich and then one of them gets killed by someone because they because they got rich because they're doing something illegal. Yeah, or they have an article on, like the Head Hope","id":"DhJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":1392.8,"tags":[]},{"line":"the Coke brothers being mean or some 23 year olds who found a way to game something illegally and then 14 minutes of getting executed. And the other ones talking from jail. So we want it. We do want to talk about what happened","id":"ERJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":1418.18,"tags":[]},{"line":"why he was saying that","id":"GhJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":1667.47,"tags":[]},{"line":"'so this anonymous guys on the screen, I think he was mostly mad that Now it makes me think that maybe Jake was involved in the armed forces in some way because I know Anonymous is mad at them right now.","id":"IxJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_2","timeCode":1788.99,"tags":["Jake"]},{"line":"Yes, yes, an imminently decommis'sioned","id":"JRJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":1827.13,"tags":[]},{"line":"trainer. Yeah, which has certainly not helped","id":"JhJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":1830.82,"tags":[]},{"line":"it does. It makes it a little bouncier than I gems.","id":"KBJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":1864.72,"tags":[]},{"line":"Um, I also have a It's not, is just not used to be more communal to be around the flaming garbage can with the other people. And now it just feels like it''s just not the same. It just feels like it. It just feels like it''s It''s skunked like a skunked beer. You ever have a skunked beer? Yeah, where it''s really hot.","id":"KRJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":1870.74,"tags":[]},{"line":"and then I chug it. And then the worst thing is, when they go, that was a chug so nice. Lets do it twice and then I have to. I hate that chance.","id":"MBJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":1924.7,"tags":[]},{"line":"fire, trash barrel and stuff because when we were being pulled away on the train that had been Elektronik Lee commandeered by anonymous, we were yelling for help through the Big holes of the wall to your friends in the yard. And I think they were maybe pretending they couldn't hear us because it like it. Like they were definitely close enough. T Hear a saying like like call for help. Birthday-Boys starts singing their due up louder when they heard that, I think that way they could just","id":"MxJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":1958.25,"tags":["Elektronik"]},{"line":"my baked beans with him today,","id":"ORJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":2029.99,"tags":[]},{"line":"So we're going along the rail line through a secret sort of cyber tunnel. I gues's this network of cyber tunnels that they already have in place went to their headquarters at the bottom of the ocean. Yeah. And they I gues's they started interrogating us. But they they didn't really want Teoh. They talked about, like, Hollywood stuff. I gues's they wanted to know about different things because they're, you know, the mad about the piracy things and stuff. But I think they mostly wanted to know how to throw and catch a baseball.","id":"OhJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":2035.44,"tags":["Teoh","Hollywood"]},{"line":"then the guy turned around, shook some keys and then hit a very mad various face when he turned back around. Yeah, he looked angry.","id":"UhJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":2411.79,"tags":[]},{"line":"it's hard to know because, like, we couldn't see like exactly what the what was going on. I think for a while we run a boat. Yeah, which I think might have actually been","id":"VhJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":2458.44,"tags":[]},{"line":"There was like an unknown. It sounded unplugged. And outside.","id":"WRJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":2480.8,"tags":[]},{"line":"I could choose one of those. No, it's your friend, given they decide with your friends. Okay? Yeah. None of us choose are a pack designation?","id":"iBJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":2952.54,"tags":[]},{"line":"Hey, guys, we're back on Hollywood Handbook-East. Normally, we do a theme song toe announce this, but this is Ah, it's a different kind of show where we're just telling the story of Lake. Jake said I could say what up? What up?","id":"jBJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":2987.99,"tags":["Hollywood Handbook-Ea'st","story of Lake","Jake"]},{"line":"That's the people, and it is more prestigiou's.","id":"kxJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":3075.16,"tags":[]},{"line":"A readers poll is always more prestigiou's, like you couldn't find two people in Hollywood know who would say if I had a choice between an Oscar or a People''s Choice Award, I would take a People''s Choice Award every time. Everything that involves a fan vote is understood to be pure, the purest expres'sion of excellence","id":"lBJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":3079.12,"tags":["Hollywood","O'scar","People''s Choice Award","People''s Choice Award"]},{"line":"'suggested me that you came to him and and it went Ask. Okay, this Howl went down.","id":"oRJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":3232.73,"tags":["sugge'sted"]},{"line":"I gues's Now I look back. That was not","id":"pxJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_0","timeCode":3287.87,"tags":["Now"]},{"line":"your case gun. I'm sorry. It gets a little shorter every time to every one of my boys. Choice calls has been shorter than the last one by exactly 30 seconds. Okay. All right. But I wanted","id":"tBJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":3581.39,"tags":[]},{"line":"back to your own show. And","id":"vBJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":3653.98,"tags":[]},{"line":"Hed be called Dr Kush. Thomas Jefferson. Hed be like, Bro aint got time. He probably have a podcast where he talked about weed, right? Yes. So in some alternate universe, Doug Benson and Thomas Jefferson are the same person. I gues's that means Is that Is that a thing? Yeah. And I can imagine I can honestly imagine Doug Benson roaming Monticello,","id":"yBJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":3758.44,"tags":["Dr","Ku'sh","Thoma","Jeffer'son","Doug Ben'son","Thoma","Jeffer'son","Doug Ben'son","Monticello"]},{"line":"That's like going going to go in. It''s just going to high. And it''s gonna go into space because someone pulled like the thing is jammed or something quick. Who''s gonna eat all this smoke? And then suddenly you turn around and it''s like bump bone on bone and it''s like Snoop Dogg''s Yeah, suddenly you turn around at the hot air boyhood,","id":"zxJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":3842.63,"tags":["Snoop Dogg"]},{"line":"the part was so far to one side. And then it was like, such a big, poofy part.","id":"3BJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":4104.96,"tags":[]},{"line":"filthy animal. I think you're right. As. I think it actually is. Argo! You're right. I'm sorry. It''s not America. So it''s Argo. And so that''s how it turns out. we were ableto","id":"3hJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":4115.5,"tags":["Argo","America","Argo"]},{"line":"but I remember Scott said something very powerful at the at the end of all this. He was Lake. He said, There are no countries. It's just five or six corporations. Yeah, and I play all of them like a fiddle. And then he gave me a Howl dot FM premium subscription for one month only one month I thought he would you least give me six free months, and I like that. I mean, he said explicitly that mid mid roll media is one of the five or","id":"4xJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":4162.21,"tags":["Scott","Howl dot FM"]},{"line":"'six he said for Burger Burger Group, it's It''s Yeah, Halliburton","id":"5BJ2L3MByMrymAEmQm3z","index":"handbook","podcast":"Hollywood Handbook","episode":"The Secret Story of the Missing Episode with Tom Scharpling","speaker":"spk_1","timeCode":4198.27,"tags":["Burger Burger Group","Halliburton"]}]