[{"line":"you will notice the mirror thing. Uh, so year in this in this scene,","id":"MhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":1927.92,"tags":[]},{"line":"Yeah, it was It was the maid. Makeup had a realist you cause I was collapsing Veins actively, one by one in my neck also. I mean, I was I was aiming for the arteries, you know,","id":"OBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2059.48,"tags":[]},{"line":"And, uh, 11 thing that I think you, you and a lot of the people who were involved in Big Lake can vouch for is that that I don't know if the world knows none of these teeth are my real teeth. Oh, wow. You did. You know that? You know, I mean,","id":"RhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2241.32,"tags":["Big Lake"]},{"line":"if you look at a picture of me before Big Lake in in the first half of Big Lake? Yeah, my teeth are drastically different than the second half of Big Lake and","id":"RxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2256.92,"tags":["Big Lake","Big","Lake","second","Big","Lake"]},{"line":"I didn't know about this when I got into Big Lake and a lot of this started to happen and things started to get out of control. I would find myself Googling a lot of different things. And I would sometimes even find numbers in my phone that I had no recollection of putting their Yeah, and it turns out that there's a hole in New York. There''s an underground kuma tasing Kumin today. I'm not sure of the exact definition. My understanding is that it''s a large scale fighting melee. OK, and what would happen is that there was this organization I don't know much about. It was very underground, but they would secure parking garages. I would shut down the top floor very top floor for parking garage. And what would happen is you would drive a car to the top floor of the parking garage.","id":"TBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2289.95,"tags":["Big Lake","New York","Kumin"]},{"line":"you're not allowed technically to bring it's all fist's. Yeah, right. Yeah, it is. There's no weapons,","id":"ThJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2425.99,"tags":[]},{"line":"believe me, but yeah. I mean, and he never would have Sarnia. Yeah, he and I always remember to I always felt bad because,","id":"UBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2465.27,"tags":["Sarnia"]},{"line":"And I would Ah, just so we don't leave this out. You also did develop","id":"VRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2604.6,"tags":[]},{"line":"Uh, once you get out there","id":"XRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2708.8,"tags":[]},{"line":"all weekend long to let it ride my favorite card game Also Josh's favorite card game, which was one of the weird cros'sover points for us. And then these buffets peel and eat shrimp peel and eat shrimp. My rock bottom. I remember probably my ultimate rock bottom is eating so much peel and eat shrimp that I'm like I don't like the peeling. I don't like the eating. I don't like the shrimp. Why am I doing this? It's compulsion. I'm out of control. I wake up, I wake up in a riverboat casino. A riverboat casino. Porter is shaking me and he''s gone. Sir. Sir, you have to head back to your room, sir. And I've got you know, the meatles's husk's of shellfish. Yeah, all over me. The table, the floor. And that was a real moment off. What am I doing? And why have I let this being inhabit me and lied to these behaviors? So, yes, you are correct. I was not eating. No one saw me eat on set. It was you would sort of fill up for the week. Yeah, and then just sort of sustained himself on your teeth. Yeah, for for the rest of the week. You use that as sustenance? Yeah. And also, like sexual adrenaline. I think you would be able to convert into calorie somehow, but I remember them sending me in to talk to you because we would talk about basketball. So Josh had a lot of kind of racist","id":"XxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2720.8,"tags":["Jo'sh","meatle's","Jo'sh"]},{"line":"Um, it was the whole allure of river culture itself, and I'll say this for his craziest things Got on the Big Lake set. You have not seen crazy until you have dealt with river people. Yeah, people. There's people whose whole lives there''s people who spend their whole lives never touching that shore. Sure, it''s been their whole life on the on the Mis'sis'sippi. Do you want to play another clip?","id":"aBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2852.38,"tags":["Got on the Big Lake"]},{"line":"What a visual punch line. Oh, yes. It's not in this scene. So maybe we could maybe discu'ssed later. Okay. Okay. Yeah. Um, so let me play this. Let me play this clip.","id":"bBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2908.28,"tags":[]},{"line":"did not mis's that. Yeah, Big. We had to turn it down. Yeah, I remember Potting down the audience, right, that we","id":"chJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":2961.4,"tags":[]},{"line":"Yeah. I didn't study. I had a real problem with procrastination back then.","id":"dRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":2992.19,"tags":[]},{"line":"from the only time that Josh insi'sted on talking about masturbation and otherwise masturbation. Free scene.","id":"eRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3027.09,"tags":[]},{"line":"when you gonna pop? Your cherry boy cost a lot of money to make pipe bombs these days. I don't I don't drive around half the county selling fake Bibles just to come home to your crap. Oh, Dad. Anyway, I got these books up here to Can we can we conserve?","id":"fBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3045.41,"tags":["day","Bible"]},{"line":"nothing gave me as an actor, creator joy than being in the scene where I got to help set up the exposition like I did so skilfully that scene and then just, you know, take a step back, hang back your of a t. Just","id":"fxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3064.12,"tags":[]},{"line":"Yeah. You give a double thumbs up.","id":"gxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3107.71,"tags":[]},{"line":"Asian joke? Because I would say there were I remember at least two other","id":"hhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3124.8,"tags":["lea'st"]},{"line":"as I as I say it is the writing staff. It it comes from all different places, and often people don't even remember where this the","id":"iRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3177.33,"tags":[]},{"line":"And he he filled his pockets with rocks. Yeah, and he walked into","id":"jxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3339.86,"tags":[]},{"line":"the Big Lake. Yeah. I mean, rocks are natural. Lake is natural. Those pieces of nature I didn't mean I did not mean to imply natural cause's like old age","id":"kBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3347.18,"tags":["Big Lake"]},{"line":"Uh, and you did have a sexually that","id":"kxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3365.39,"tags":[]},{"line":"um you can google New York type. You put New York times get third. I believe the title was the unlikely pres'sure of being a sitcom star. You can use that article right now, and he does not mention the the very heavy amount of sight. As you say, Psycho sexual domination. I tried generally thought I'm David Itzkoff. To his credit. A true journalist. One of the only people strong enough to resi'st Josh's sexual advances when Josh wanted it, he generally got it. Um, David Itzkoff managed to stay impartial. You will notice in the article he did publish one thing he did say a quote from me about how I have only cried one time thus far, right? That''s a quote you can read in The New York Times. Um, and it''s conflict. I've left a lot of other quotes and advances and and things he witnes'sed out. Yeah, I think because there was a certain level certainly to keep this story profes'sional within the realm of his's journalistic interest's and what he didn't explain in the thing is that that you had only cried one time, but it was continuous. Yeah, I was for four day try. It was on ongoing even, I think off","id":"mBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3403.83,"tags":["google New York","New York","time","David Itzkoff","Jo'sh","Jo'sh","David Itzkoff","The New York Time","journali'stic intere'st"]},{"line":"That was very and enjoying. Yeah, I mean, to the point where it was actually concerned that I was consuming so much. I don't know if tears are salt water.","id":"mxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3510.87,"tags":[]},{"line":"Set Medic actually did have toe again, strap me down at one point and do all these sodium checks, which I didn't even know where thing.","id":"nRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3524.02,"tags":["Medic"]},{"line":"And they don't really turn around and continue. Yeah, the velocity of the","id":"oxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3580.7,"tags":[]},{"line":"If he wanted to ejaculated in a minutes time, he could achieve that. If he wanted to last 90 minutes, he could achieve that. It was almost like he could just choose when to ejaculate. Like like like cocking a shotgun and pulling the trigger","id":"pRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3589.83,"tags":[]},{"line":"I think it waas um I gues's at the time, Governor George Pataki was the one who got involved and I gues's, changed the laws that kind of shut this thing. Yeah, and I know because Comedy Central this was one of these deals. They called 10 90 deals, 10 episode's and everyone committed to that. We get 90 and if it got picked up, that means it would instantly be eligible for syndication, which is a very big money prospect for any show. And the Comedy Central actually offered to They said, we don't want 90. We're gonna pick up 200","id":"qxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3666.21,"tags":["Governor George Pataki","Comedy Central","Comedy Central"]},{"line":"remarkable. He really what? I mean, he, Like I said, he lived in that world, and he was He was self aware enough to know that that world was inside TV and therefore he knew, you know, what almost was was that television to Josh is almost like what lucid dreaming was dust. That's when a lot of it really got out of control. Lucid dreaming. A lot of people say that the way you control it is If you realize you're dreaming and you don't wake up, you can tell yourself to do things. Yeah, Earlier actions like","id":"uRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3883.84,"tags":["Jo'sh","Lucid"]},{"line":"lets talk about","id":"vRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":3969.84,"tags":[]},{"line":"your life after the show. You have I will. I will say this and again, you're moving on to protect me. But Sean Yeah,","id":"vhJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":3971.89,"tags":["Sean"]},{"line":"I want to be clear it did not sexually engaged with an underage child. I want to get that out of the way right now. Um, that being said, he grew up a lot on that plane in a way that was unfair. And I think I'll leave it at that. But once I kidnapped a child and took to the sky, would you say it was worse","id":"yxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4109.22,"tags":[]},{"line":"than a sexual encounter? Yeah, um,","id":"zBJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":4134.23,"tags":[]},{"line":"'stuff to say, because I don't want to discount that. I don't want anyone who is a survivor of abuse to listen to this and think I'm discounting that, making any level of joke about it, right? I would never um","id":"zRJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4138.1,"tags":[]},{"line":"Okay, a lot of things happened up. There was a lot of things happen up there. And, you know, once once he kidnapped a child and you start traveling Not just between state lines, but yeah, through air space. I mean, we were over Canada. We were over Mexico, were in the air for 2.5 days straight. At that point, Yeah, the governor of New York City is gonna personally come down from Albany and shut you down. And I cost a lot of people their jobs, their livelihood, their a lot of people who are excited to do 200 more episode's of that. A lot of people who are already putting down deposit's on house's. A lot of people who thought they were gonna get their kids through college without loans. And I took that away from those people. Josh,","id":"zxJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4169.09,"tags":["Canada","Mexico","governor of","New York City","Albany"]},{"line":"Right? Right. We're gonna leave, right? Of course you need to leave because nothing last's forever, does it? Nothing last's forever. And I've proved that once and I can prove that again. I believe that. Anyway, you need me to prove that nothing last's forever. And you think just cause you're committing Mr Audio means that it will somehow live on. Itll be proof. Itll be evidence. It will be a record of what happened here. Not neces'sarily. I can go in that computer I can live in that what I'm saying is if you have an acute ideas about is trying to say something right now about certain things that maybe I've brought out of my bag. If you want a verbally name with those are this audio doesn't need to exist. And I can travel right through these headphones into that computer and I can remove it. So say whatever you want. Well edit it up a listener right now, my Hear. And it happened and theyll know that. That's me being a man of my word. It looks like","id":"1RJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4263.82,"tags":["Mr","Audio"]},{"line":"I talked to your DVDs and know that God will not forgive you","id":"3RJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4370.24,"tags":[]},{"line":"everybody. It's polish. Hear? I have a podcast with June Diane, Rachel and Jason Gonzaga''s where we watch the worst movies ever made. And then we try to figure out How did this get made? Do we get answer's? No, but I think it''s a fun time. It''s kind of like","id":"3hJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":4376.82,"tags":["June Diane","Rachel","Ja'son Gonzaga"]},{"line":"there wit. Es'sentially picture. Do you know June was an amateur start? Go ahead. Wind starts just sort of pick up dirt and debris, and it kind of collapse's","id":"4BJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":4397.55,"tags":["June"]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha, Day","id":"5RJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_0","timeCode":4470.84,"tags":["Rachel Bloom","Feli'sha"]},{"line":"again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","id":"6BJsL3MByMrymAEmTmh5","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Our Close Friend","speaker":"spk_2","timeCode":4485.9,"tags":["Phil Collin","Thoma","Middleditch"]},{"line":"anybody guys at the gas stations will squeegee. You know, squeegee for you. I don't need","id":"7BJsL3MByMrymAEm02gV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":65.69,"tags":["ga's","'"]},{"line":"like it just fucking sucked. Yeah. I can't say it was that good. I mean, but","id":"7xJsL3MByMrymAEm02gV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":99.45,"tags":[]},{"line":"'so it Hi. Hey. So I was driving this uber, you know. See what? Yeah, Yeah. Um, I'm in a meeting.","id":"9xJsL3MByMrymAEm02gV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":137.46,"tags":["uber"]},{"line":"no, just just Just tell me, like, Is it something important?","id":"-RJsL3MByMrymAEm02gV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":157.32,"tags":["Ju'st"]},{"line":"little when you want to come home. Yeah. I mean, I would love to come home, but, you know,","id":"BRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":294.84,"tags":[]},{"line":"It feels like a little bit of wasted time that you were just in the ladies room for 15 or 16. Well, yeah,","id":"GRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":440.39,"tags":[]},{"line":"Yeah, I I honestly feel like a big part of why I thought it was New York. Ah, Is is Tom","id":"IhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":519.71,"tags":["New York","Tom"]},{"line":"coming in with microphone and May camera? And Now, and like, taxicab sounds, horns honking and things like that. Nothing might have been an effect that he was doing with his mouth, right? And he would keep saying he saw pizza rat as well, and I would never be able to see him. He would always be gone. But you just mis'sed pizzeria. Oh, you just mis'sed Petes around. Yeah, Yeah, I","id":"IxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":527.42,"tags":["May","mi's'sed"]},{"line":"would be very excited to see pizza because I've heard so much about how funny it was.","id":"JBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":549.64,"tags":["pizza becau'se"]},{"line":"ah, cowboy. Yeah. Yes. And they're fighting, and he has to teach them to be friends, but it will be like that. Are just like, Well, like in that","id":"KhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":603.67,"tags":[]},{"line":"it's nighttime.","id":"KxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":615.11,"tags":[]},{"line":"that far? And yeah, who else are you willing to pis's on? Right Now","id":"QRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":800.39,"tags":[]},{"line":"I'll tell. I'll show them these blankets. But you say, I mean,","id":"QxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":809.48,"tags":[]},{"line":"The young We didn't even the youngest scripts child whos a notorious wildcard Portlandia scripts.","id":"RRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":815.1,"tags":["Portlandia"]},{"line":"'so that even the corner holds flush, right?","id":"TBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":900.47,"tags":[]},{"line":"Oh, so you managed to create something of an aura. Boroughs of tape. That's","id":"TRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":903.79,"tags":[]},{"line":"is that the American Medical As'sociation? Tora Bora, Us.","id":"UBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":920.05,"tags":["Tora Bora"]},{"line":"and having him next to me, and I Do you","id":"VBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":950.46,"tags":[]},{"line":"It's getting stronger now. You want me to place the blanket Now","id":"WxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1013.6,"tags":[]},{"line":"over you too? Or is it not to that point yet? Um, I wonder if we can use these thumbtacks to make it into, like, a little roll. Like a little burrito, so we can be sort of like to cattle Miller men.","id":"XBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1019.46,"tags":["cattle Miller"]},{"line":"Yes, And I want that kind of friendly","id":"ahJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1105.57,"tags":[]},{"line":"Oh, good. There,","id":"bxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1129.98,"tags":[]},{"line":"'speaking of I was saying we might want to say something outrageous. Did you see that, Jim in the holograms movie? Yeah, I did somehow.","id":"cRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1136.58,"tags":["Jim"]},{"line":"At first, she's trying be a rock star. She has this very boring generic name, Gerica. And they realized that if you really want to be famous, you need something remarkable. Like gem. Yeah,","id":"cxJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1151.27,"tags":["fir'st","Gerica"]},{"line":"and it makes me pray. And it makes me sad. Sean, to think","id":"dRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1186.48,"tags":["Sean"]},{"line":"when you think about what? These what? Thes sound blankets. Dio um they absorb all the sound","id":"hBJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1370.34,"tags":["Dio"]},{"line":"on And who is this? It's some the guy who was the troubadour on the Gilmore Girls who had that sort of sound music e one for a little while. What''s his name? Brett. Brett. Yeah, I'm Hear.","id":"hhJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1392.07,"tags":["Gilmore Girl","Brett","Brett"]},{"line":"Yeah. They have just been sitting here is never picked them. That's I'm not sending. That''s the sound of the drum make. I don't know.","id":"jRJsL3MByMrymAEm02kV","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1434,"tags":[]},{"line":"again? Try again. There it is.","id":"lBJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1463.45,"tags":[]},{"line":"Wow. That ruled.","id":"lRJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1468.52,"tags":[]},{"line":"There's, Ah, Cygnus, the Suad. Any sort of moving towards a Ryan. He looks like he Yeah, you might be trying to bite Arriens parts and do things with a piece of bread, which it does look like.","id":"mxJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1506.89,"tags":["Cygnu","Ryan","Arrien"]},{"line":"Yes, that's true. But I say they always say 1/2 of them go in the bucket, I gues's. And then some of them get, like, dismi'ssed and, um, after, like, burned them or something. But","id":"oxJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1594.45,"tags":[]},{"line":"Wait, wait, Hang on. Let me take your little Let me take your little, uh, things off. Um,","id":"pRJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1607.19,"tags":[]},{"line":"red. And youll decide that it's like supposed to be","id":"qRJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1634.38,"tags":[]},{"line":"And do you really know about that stamp? Yeah, but do you really know about it? Like,","id":"rhJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1662.65,"tags":[]},{"line":"But do you actually know what it is like? Is this like when you, um, kept saying, Ah, that something was like, um","id":"sRJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1674.43,"tags":[]},{"line":"You felt like our back. I","id":"thJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1748.85,"tags":[]},{"line":"Do you ever see that where you're watching? People havent exchange of the Lake phone. You're going. This should not be edited. This should exist, as is.","id":"uBJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_2","timeCode":1754.46,"tags":["Thi","Thi"]},{"line":"Which one do you think would just be like a better hang, just like I'm more fun. Hang.","id":"vRJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1806.27,"tags":[]},{"line":"They're both would be a good dad. And we're just something I look for. I like that one of them. One of them. That This is so nice when we just like seeing around the like, he always, like, talks to me and stuff. Yeah, um, and I'm not saying he, like, likes me or anything, but I do.","id":"vxJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1823.85,"tags":["Thi"]},{"line":"has really something talked that he has something like really going on that you're like, I sort of want toe find out, and I want to get to the heart of that and sort of really sort of","id":"wxJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":1883.25,"tags":[]},{"line":"Okay. And you're scared to say his name because you don't want him to think it was a mistake when you call them Gabe. And so it's like that''s like, a nickname I have for him.","id":"zhJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":1973.92,"tags":["becau'se","Gabe"]},{"line":"As if it means something It It's about being confident. So bookmark ill engineer Ryan Ryan. You're saying engineer Sam, Josh, Josh.","id":"0BJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2003.81,"tags":["Ryan Ryan","Sam","Jo'sh","Jo'sh"]},{"line":"probably kill Engineer Ryan because I think that is what he would like.","id":"1xJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2078.95,"tags":["Ryan"]},{"line":"No, but I mean, you know, it's a win win for you because if he really is packing what he''s saying he is, then you get a true tree like a feast. And then if he''s not, then you can show him what a real man be working with when you turn it around and give him the other side. Right? So,","id":"3hJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2150.28,"tags":[]},{"line":"Big, same answer, for obvious reason's. But I do feel conflicted","id":"4BJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2178.37,"tags":[]},{"line":"kid. Yeah,","id":"4hJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2199.43,"tags":[]},{"line":"Yeah, And he is calling me baby. Yeah, that's the right answer. Did you see billions? Oh, um, let me think. Uh oh, right. I did. Because it''s my new favorite show. Ah, yeah. Did I see billions? You put G Ahmadi and Homeland in the same show. You got one set of people he could count on. The guy is very scary, almost. But he''s like a rock star. Yeah. I mean, it''s so cool to be like these guys who are smarter math doing genius, money changing. It''s so bad. Also walking around like a rock star.","id":"6BJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2230.91,"tags":["billion","billion","G Ahmadi","Homeland"]},{"line":"People think I don't know the rules. because you say because","id":"7BJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2298.32,"tags":[]},{"line":"And this is part of it. If you say you get caught breaking the rules, we say we didn't know the rules. That's something I say A lot. We say, Oh, I never heard that. Were we supposed Teoh? Oh, that''s the rules. Okay, well, next time,","id":"7RJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2302.72,"tags":["Teoh"]},{"line":"Cop is like, What? Yeah, and hopefully it's just not the same cop.","id":"7xJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2319.88,"tags":[]},{"line":"vinyl. I'm excited for by, like, the part where he goes because I saw the 1st 1 and I like the part where he's like,","id":"9BJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2359.11,"tags":[]},{"line":"and he's like, I gotta signed this band. The nasty bits That''s the name of the band. Oh wow. So they actually don't even care if you think it sounds like freaking somebody''s like Weiner piece and they're actually saying I'd tell me they're not really saying they don't care about the president. That''s an exaggeration. Well, it''s just maybe saying they don't care about the vice president.","id":"_xJsL3MByMrymAEm02kW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2510.25,"tags":["Weiner"]},{"line":"It's just a song, and they are sort of played characters because in a TV show","id":"ABJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2535.13,"tags":[]},{"line":"just own it. Anyway, I'm very excited for vinyl and well,","id":"AhJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2561.92,"tags":[]},{"line":"for me. I like the music. For me, billions is","id":"AxJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2567.45,"tags":[]},{"line":"Yeah, and when he's going, like, um","id":"BxJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_1","timeCode":2620.06,"tags":[]},{"line":"Old men, old white men. Yes. And that we do still have our show. They havent taken all over them away. Whats with this? You know, everyone''s mad at us. What is that? Pis'sed. Hello? It was happening in New York Dio.","id":"ChJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","speaker":"spk_0","timeCode":2645.87,"tags":["Pi's'sed","New York Dio"]}]