[{"line":"Big bacon,","id":"CRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1918.8,"tags":[]},{"line":"bacon makes everything taste wind for the win.","id":"ChJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":1920.59,"tags":[]},{"line":"Arrowheads hotter. Sort of Lasko caves style ledge, ings, loincloth.","id":"DRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":1951.12,"tags":["cave"]},{"line":"Yeah. Yeah, that's that''s the paleo diet is really about. People think. Oh, it''s about eating what cavemen might have eaten going back to that diet that our bodies air supposedly more used to. It''s really about going and going right Big Now archaeological. And they get super set up, setting up a grid pattern exactly going in and taking the time to make one of those grids going down into the caves. You will, at the end of all that, I mean, look at any paleontologist, their fucking yoked.","id":"EBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":1966.78,"tags":[]},{"line":"Yeah, they have good bodies. And the girls have, like, a nice, like shape toe night. Just enough to get a little squeeze. Okay, just enough so that when they're talking to you, leave me alone. I just want to go to my man gave me a fat you should. You should cook your bacon in the lava, by the way, and most of the time, it will be swiftly, Rus'sian.","id":"ERJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":1995.3,"tags":["Ru's'sian"]},{"line":"you sit down on the ground.","id":"HhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":2115.72,"tags":[]},{"line":"So I mean, you should deliver, ideally, if you could deliver by Doherty, report deliver at the end of this. Yes, you should have. Ah, apparatus that will do it. Or sort of like you could repurpose a lot of this stuff for sort of one of those minority report wooden ball etching, which is","id":"IxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2145.28,"tags":["Doherty"]},{"line":"lets just say to keep it clean. So we're not at risk of giving them any food back because we like the food that they gave us. They gave us that fair and square. Let''s just do like the table that people have, like by their front door. So, like the old male a Netflix that they meant to send back. But now they don't even have the display anymore. So they're just, like, have a little bit of anxiety about what''s gonna happen if I just send this back will be in trouble. So all the stuff that''s on the table ch the table when you give it back","id":"MBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2323.27,"tags":["Netflix"]},{"line":"the you keep the table because that's your staging area for whatever. Yes, I","id":"MRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":2350.53,"tags":[]},{"line":"think this is everything that's on the table. Is going. That''s the whole idea is that it''s going. It''s not staying a que coin jar. This is hard. It is hard for me.","id":"MhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2356.35,"tags":["Thi"]},{"line":"No, the stuff that's on the table that''s going, Yeah, I was with the table.","id":"NBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2376.61,"tags":[]},{"line":"'stuff to farm of so much clear farm to table have been referred to his like farm stuff to table farm stuff. You were sitting in sort of a cool, hip restaurant going with Wheres Dr In far?","id":"NxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2397.29,"tags":[]},{"line":"Why isn't it here on this table? I see what the past two years have been frustrating for you and why you had to retreat to this weird mad mans hot where I'm shocked. National hot girlfriend lived. What madman madman Really kind of. I'm trying to get","id":"OBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2414.16,"tags":[]},{"line":"not cool.","id":"PBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2468.39,"tags":[]},{"line":"Yeah. Again, we're drifting further and further a field because","id":"PhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":2484.01,"tags":[]},{"line":"Maybe that's what we take. You know, we come into Bretz world, we want to tear everything up. We want to change everything. Whether we take away. What about what''s what do we learn from him? You know, how do we make it a bilateral exchange rather than just sort of unilaterally us forcing everything on him. What? They just neighborhood is taken all of the worst parts of Asia parts I didn't even wasn't even aware of and put them all into one horrible place. What do we take away from Ben? Maybe it''s flaps.","id":"RhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2577.76,"tags":["Bretz","Ben"]},{"line":"there. There was a It was an image of Tyg","id":"SxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2676.89,"tags":["Tyg"]},{"line":"a dog.","id":"TxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2710.34,"tags":[]},{"line":"right for sure. But I think what we're saying is, I think you can make do with two buttons. I think that's sort of the butt flap. Ideal. Mm","id":"WhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":2800.04,"tags":[]},{"line":"and that I worry about. You need to play the guitar and always bring back the tarp, having to expose your But any time you meet right, what we don't want","id":"XhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2823.49,"tags":[]},{"line":"Yeah. Does that make sense?","id":"YBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2849.99,"tags":[]},{"line":"You didn't even need to be. I see your concern about the flapping down and potentially getting wet in the twenties s something that yes s icis. Uh, I wonder if you could make it potentially long enough the flab that you could sort of pull it underneath and under. Hold it under your chance. But remember, you could have a little Hear Howl Ready? Yes. It fixed. Like,","id":"YRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2852.07,"tags":[]},{"line":"Yeah, sort of a chin. And you have kind of a like a double gin head failure, of course.","id":"ZBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2894.65,"tags":[]},{"line":"And let them sort of CEO of the ground. I wonder if you could do sort of a similar thing with this with this flap. Since you're so adept at coldly pigs under your chin, I like That's a good compromise between what I'm used to and what","id":"ZRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2903.18,"tags":[]},{"line":"right? Nerd food.","id":"ahJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":2953.73,"tags":[]},{"line":"podcast. Any podcast's and theyll pretty much having all in one, actually, that this could be great for you. That's or are we launching this right now? But all in one. Podcast Clothing, food. Uh, website hosting by mail. All a nerd stuff all in one box. Yeah, like the pod. Boxy. Open the box. And inside is a website","id":"bRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":2976.16,"tags":[]},{"line":"and I t crowd Cuzzi and the cut. Lets get it all over the Web site you got. Yeah, yeah, this filthy website","id":"cBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":3002.6,"tags":["Cuzzi"]},{"line":"Put a PlayStation in the trunk. Uh huh. Do you","id":"dxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":3078.93,"tags":["PlayStation"]},{"line":"I think you were in a PlayStation right now. Yes, sir. Just flash answer. God,","id":"eBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":3083.61,"tags":["PlayStation"]},{"line":"Yeah, PS one.","id":"fBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":3128.83,"tags":["PS one"]},{"line":"in a closed PlayStation, displaying it's pouring, it''s","id":"hxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":3207.15,"tags":["PlayStation"]},{"line":"Will you be? Is from UGK","id":"ihJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_2","timeCode":3258.39,"tags":[]},{"line":"From that said, he's from Atlanta. That''s a thing. Yeah, okay, Hot. He''s a","id":"ixJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":3261.98,"tags":["Atlanta"]},{"line":"is not so good or","id":"kxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_0","timeCode":3321.39,"tags":[]},{"line":"that's your thing that you're rule and and the catchphrase that should I","id":"mBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":3351.83,"tags":[]},{"line":"It's like verbal crowdsourcing, you know? Where is much better done? Other sort of catch phrase's like that, Like that comics have. Those are meant to sort of be like a button on the end of something, and that''s closed in. What should I say? That that''s open. That creates a conversation. And, uh, that you come out of a but not the end of something is not to be taken literally something to put on your heinie","id":"mxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":3364.87,"tags":[]},{"line":"by Hollywood Hamburg is brought to you by WolfCool Jr subsidiary of Calvin and Hobbes","id":"oxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":3419.28,"tags":["Hollywood Hamburg","WolfCool","Jr","Calvin","and Hobbe"]},{"line":"Baby. Hey, this is Arne Camp from the Improv fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're new, listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor.","id":"pBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_1","timeCode":3439.13,"tags":["Arne Camp","Magic Tavern","Burger","King","Chicago","Sea'son","ju'st","Lord","Sea'son","Ju'stin","McElroy"]},{"line":"Jesu's. I mean, jostle ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out Now, listening stitcher, apple podcast or wherever you get your podcast's","id":"pxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","speaker":"spk_3","timeCode":3487.59,"tags":["Magic Tavern"]},{"line":"Okay, I can hear this in my headphones that I can hear it. OK, so All right. So hopefully you guys are hearing this too, So All right, so quick way, Toso. All right, so I'm in the car with Hayes Davenport. You guys know him. And, uh, we're head to studio to do the show because it's Saturday. And I just telling him this really interesting fact that ah, lot of people maybe probably don't know, Um, which is that Mexican Coke is actually different from American coke, and it tastes so good because it's got rial sugar. And I'm just telling haze that, like anyone would to be nice, because maybe then he can use that fact at a party or something. And he just goes all of a sudden he goes into the way that he does. He goes, Sean, your mansplaining again. You know how he says that? And I'm like, uh, no, actually, I'm just telling you interesting fact. And he goes, Sean, even the way you said you're telling me an interesting fact is your mansplaining to me and I go Oh, yeah. Hey, is well, let me man Splain this in a way your little pea brain can understand. You say that word to me again, and I'm gonna tell the guy whos driving a pull over and you can walk to the studio So that Hayes goes like, what word? And I go, you know what word? And you better not say it, Hayes. And he goes, No, I really don't know what word and I go. Well, good. If you don't know what word, then just don't say any words, and well just be quiet under the way to the studio. And he goes, Oh, I think I know what word. And I'm like, Oh, no, he won't. Any does. And he goes, man, Splain Which word you mean Sean. And I said, Brutus, pull over this Cut this Luber Ah, I should explain what a Luber is. So, um, you know there's lift. There's uber. Ah, we thought it would be kind of funny if we combined most two words and make our own car service called Luber. Now, whys it, Lou brother, than just combining the names? Well, the back seats of all the cars we, uh, have is hard to get into, so you kind of have to grease up or just be smooth somehow because we really only have the one car. It's one of those ones with, like, three wheels that looks kind of stupid and cool at the same time. And what happened is I had left the door open pulling out of a gas station and it dented the hinge it There's only a door on one side. It dented the henge in so it doesn't open all the way. So if you're nice and lubed up, you can get into the Luber, which me and hes did that morning. Anyway, Brutus pulls the Luber over and hes sort of shimmies himself out. And he goes, Good luck doing this show by yourself today.","id":"_BIvMHMByMrymAEmvHSH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":0.6399999999999999,"tags":["Hayes Davenport","Sean","Sean","Splain","Hayes","Hayes","Splain","Sean","Brutus","Luber","Luber","uber","Luber","Lou","Luber","Brutus","Luber"]},{"line":"But the Joker? Russian plane crash investigation begins into cause of Eh? 3 21 crash. Okay, I'm going to go there. Uh, why don't they just make the whole plane out of the black box?","id":"ABIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":297.39,"tags":["Joker"]},{"line":"Holy shit. This is just really fucking good advice. You're trying to surf the big wave, so be prepared to be wiped out, but when you catch it, it feels like nothing else. So this is a little bit about sort of my Zen philosophy to of life is just surfing waves. And if you've ever been out there on the ocean, no wet suit, no rash here, just you and your bros straight up riding on the ocean, fucking high fiving sea lions grooving through the waves, catching gnarly tubes getting totally pitted and then straight up when you surf all the way in, just popping off the board, stepping on the back of it like it's a surfboard, catching it over your shoulder in the one hand and then putting your other arm around a honey and straight up she Now she's with you if you wanted. If you look at life that way, then youll be a good director like me and Sam Mendez and then number 10. When you get excited, don't be afraid to leap out of your chair and sing the bond theme.","id":"BRIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":773.97,"tags":["Zen","Sam Mendez"]},{"line":"So, anyway, uh, what we're gonna be doing today is just a lot more of what you've already experienced, where there's really no boundaries and we're not being limited in the way that maybe we used to be. And it's almost like I've been running with weights on all this time, and finally I can sail and jump higher from the strength I have. Ah, we have a guess. His names Jeff Dunham. You know him? His characters air wild. Ah, he heard the Paul Rust episode of the podcast that we did, where we made a great joke. Now, whos the Dunham? It was about Jeff Dunham having Lena Dunham on his left on his lap. I'm not used to talking this much do on his lap with dummy mouth and she's going now. Whos the Dunham now? Whos the Dunham, anyway? Jeff heard it, and he thought that it should have gotten more attention, that more people should have quoted it and read it. Threats, things like that because he thought it's very clever and he wanted to come on to talk about that. So thatll be coming up after the break. And I hope you like the new version of the show, which is actually is even better and more raw and has more good tips than the old one. And ah, that's it by","id":"ChIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":988.38,"tags":["Jeff Dunham","Paul Rust","Dunham","Jeff Dunham","Lena Dunham","Dunham","Dunham","Jeff"]},{"line":"Hey guys, we're really excited to introduce you to howl dot FM. The best and most convenient way to listen to all the episodes of Hollywood Handbook. Um, this is I guess a very important thing for like, after the scripts acquisition. And like everything that's going on, this is like an important thing for Earwolf that they really want. Teoh really do a been ah, big push for lawn chip. And so there was a question of whether we could reintroduce what was a very effective spokesman for us for a long time, which is Ah Earwolf man. Jack. Yeah, who everyone loved. And he has, Ah, just to dynamo. But of course, he unfortunately passed away from swallowing a turkey bone horizontally. And but there was a question of whether we could find some way to reanimate him on. And we what we have done that we have managed to do that and and he's here, and he's he's gonna talk about, uh how, uh, just give him copy. And, um,","id":"CxIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":1077.52,"tags":["dot FM","Hollywood Handbook","Earwolf","Teoh","Earwolf","Jack"]},{"line":"unfortunately, Mr Dunham ah, it appears, is indisposed. And ah, and hes keeps texting saying that he's now doing his own podcast with Jeff, and they're having a lot of fun. But if it's so much fun, then why does Jeff have to be tied up from the back of a 10 speed? Ah, at least let him ride on the pegs on the front, you know? So I am going to, uh, have to pivot a little on what I intended to do for the guests segment of the show. Um,","id":"FhIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":1534.17,"tags":["Dunham","Jeff","Jeff"]},{"line":"here. So one great thing is, Jeffs puppets got shipped ahead of time because he obviously was not gonna be carrying them all in through the elevator. So they're here, and they are some of the most wondrous characters you've ever seen. And so I'm going to be interviewing his puppets. And maybe we can kind of meet the man behind the the many. Ah, through his closest friends, these unbelievable characters that have sprung from his imagination and taken on full life. And so I'm just going to start sort of opening up these duffels and boxes and and getting out some of these guys and ladies. Who are these great characters that air so fun to talk to? And lets just","id":"FxIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":1572.16,"tags":["Jeffs"]},{"line":"if pretty soon we're gonna be smashing the earth, blowing it up like a freaking kenyatta,","id":"JhIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":1800.33,"tags":["earth"]},{"line":"A Okay, Uh, I'm sorry. I never got your name.","id":"NBIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2040.64,"tags":[]},{"line":"My real name?","id":"NRIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2045.24,"tags":[]},{"line":"who basically has to debase yourself over and over again, and ah, well, that's interesting. It's not really cracking me up, OK? Something not jingle bombs, but something fund, Eh? Okay, let me try to help you out, bud. Ah. Okay. Um I mean, can I bounce off stuff that in the news.","id":"OBIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2095.19,"tags":[]},{"line":"Yeah. I mean, I tried to do that earlier, and it wasnt getting me a ton, but shit, I mete out, I give it a shot. I mean, what do you, Um, have you seen that hotline bling video? Yeah, I have. Okay. Yeah, I heard. That's good.","id":"ORIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2120.55,"tags":[]},{"line":"ESPN killed Granlund yesterday. I mean, that was a big thing. Where will I get my hyperlinks now?","id":"PRIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2166.09,"tags":["ESPN","Granlund"]},{"line":"Okay, Well, it was nice to meet you dentists. Do we have any more puppets in here?","id":"SxIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2379.64,"tags":[]},{"line":"call it a new name and itll be even better. Um","id":"UBIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2489.52,"tags":[]},{"line":"so that I think is even better than the theme song we had for the Popcorn Gallery","id":"VBIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2513.66,"tags":["Popcorn Gallery"]},{"line":"He does. Um,","id":"WBIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2539.64,"tags":[]},{"line":"Uh, Eh, Eh, Right at the center. Okay.","id":"ZxIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2702.41,"tags":[]},{"line":"All right, so what a fun dance party that waas and Ah, And then the last thing I wanted to do just before I leave, um is hes has a private drawer in the Earwolf studio and it says Hands off Hayess drawer and no ones allowed in here. And I, um I am always so curious about whats in there. And now that he's not here and he's doing his own podcast with Jeff, then I guess I'm finally gonna look at it And lets just clown on this fool and lets just everybody lets go through Hayess drawer and I'll just talk about the items. And I'll just riff on those the way I did on the news stuff and ah, and well just clown on him. So like, okay and I'm just and","id":"dBIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2899.22,"tags":["Earwolf","Hayes","Jeff","Hayes"]},{"line":"and it's open now and and I'm just going through it and just picking out. And, like, what can I like? Riff on? It's like, Okay. All right. Uh oh, it's Ah. Okay. This is, um","id":"dRIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":2943.33,"tags":[]},{"line":"This is we were partners at this tournament.","id":"ehIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3030.32,"tags":[]},{"line":"active that movie The perfect score that","id":"fRIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3041.52,"tags":["The perfect"]},{"line":"After I got stuck in that, I was climbing this pine tree and hes agreed to watch because I told I was gonna climb so high this time. And as I got higher and higher, the branches got thinner and I was sort of looking up and moving. And he was watching and clapping, but","id":"iBIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3095.32,"tags":[]},{"line":"you had all these metals and pine concentrate his pick them out.","id":"ixIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3127.02,"tags":[]},{"line":"Well, lets see what else this loser has in here. Oh, drawing a picture. It's a picture of us.","id":"jBIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3133.08,"tags":[]},{"line":"the only thing that's up to you is","id":"kRIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3188.42,"tags":[]},{"line":"Yeah, well, you did used to have a friend and you still And you still do if you if you want him.","id":"mBIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3257.63,"tags":[]},{"line":"I didn't know you drew this picture of us on a mega shark together.","id":"mRIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3264.7,"tags":[]},{"line":"You found that? Yeah. I'm sorry. I went in your drawer.","id":"mhIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3270.16,"tags":[]},{"line":"It's, um It's pretty Rando, huh?","id":"mxIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3275.78,"tags":["Rando"]},{"line":"exactly, man, you're doing Christmas. You can have that all the time. Yeah, so tune in to come out and I every week on iTunes, Wolf, Pop Howl or your favorite podcast app, and you, too, will understand why Denzel Washington is the greatest actor of all time, period. Any questions?","id":"shIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3869.19,"tags":["Christmas","iTunes","Wolf","Howl","Denzel Washington"]},{"line":"Thisll has been Earwolf production executive produced by Scott Ackerman, Adam Sachs and Chris Bannon for more information and content. Visit Earwolf dot com.","id":"sxIvMHMByMrymAEmvHWH","index":"handbook","podcast":"Hollywood Handbook","episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","timeCode":3894.23,"tags":["Earwolf","Scott Ackerman","Adam Sachs","Chris Bannon","Earwolf"]},{"line":"Oh, well, I can tell you what a great","id":"uRIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":33.46,"tags":[]},{"line":"Probably a hot beach inflection.","id":"wRIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":91.99,"tags":[]},{"line":"Oh, yeah, that is I mean, and I would do it again. Honestly. But I have","id":"xBIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":126.44,"tags":[]},{"line":"phone out there? Yeah, There's a pay phone. There's a pay phone that that I have. Ah, that I can, uh, that I could go to It's just a short walk.","id":"yRIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_1","timeCode":155.24,"tags":[]},{"line":"Oh, and an ogre. Bart. Yes, I know that you're going to look at the gates that Christo put up, and I do hope they're still there, but I","id":"0RIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_1","timeCode":277.85,"tags":["Bart.","Christo"]},{"line":"do have to go because people are stealing the gate. They stay down too long. People will feel theyve","id":"5BIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":446.86,"tags":[]},{"line":"Well just such a great thing to listen to Was this phone call for me and I just Yeah, yeah, and I just I'm so happy that I heard it. And Ah,","id":"5xIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_1","timeCode":460.3,"tags":[]},{"line":"Dom. And And I'm your good,","id":"6BIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":470.63,"tags":["Dom"]},{"line":"it also took away what was unique about me. This probably wouldn't happen to you because you're not Harry from Harry and the Hendersons or years to talk like this. You just probably always had a normal voice. And for you it would work great. And you wouldn't have to sit and wonder. Did I lose the only thing unique about me? And how do I discover who I really am now that I'm not covered completely in hair anyway, getting started with Harrys couldn't be any easier. Harrys dot com delivers superior shape for incredible price The set is an amazing deal. The starter set and you use the code handbook and you can get it for only $10. They give you an amazing shave and ah, they don't take away your identity from you unless you are. Of course, me, Harry, from Harry and the Hendersons, who is really going through something existential right now, not dark, almost just want to go back to being this guy because I knew I was then.","id":"9xIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":759.06,"tags":["Harry","Harry","and the","Hendersons","Harry","Harry","Harry","Harry","and","the","Hendersons"]},{"line":"But I'm not him anymore. Who will I be next, anyway? Harry sells its products that factory direct prices so they only cost a fraction of the price of the big brands. And over a 1,000,000 guys and mountain men have made the switch to Harrys website streamlined. It's easy to use. It takes less than 30 seconds to place an order.","id":"-BIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":814.07,"tags":["Harry","Harry"]},{"line":"Just the only question after that is what you do with the rest of the time you have now that you're no longer running around in a cave or through the trees. I guess you I don't know, play video games or something can't.","id":"-RIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":836.6,"tags":[]},{"line":"way through our Richard Falls in the ocean. Jumped out the charities like, lets just swim","id":"-xIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":871.89,"tags":["Richard Falls"]},{"line":"Is that it? Is good these hard of hearing and Bart definitely doesn't say scusi. Scusi. Hey, you havent seen the later season, you know?","id":"_hIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":1492.02,"tags":["Bart","Scusi"]},{"line":"So you guys, what is the point of bringing me here? Well, going to bring me here. If I gave you your medication, should I just leave part? Really? It's just rag on. You know, I could, uh, Mel, But for real, though, we did want your opinion because weve kind of gotten to a point with our script where we need outside eyes on it and there's a larger discussion to be had about Volleyball: A Real Underdog Story with regard to ownership. Um, owners. Yeah, well, well get into all that, but really, what is the change script? Different like, uh, you could say that because, man, it's very different. And by the way, I've always warned sunglasses in a backwards hat. I don't remember that being true, but I know that you arent normally this tan. Have you been going to like a tanning bed? Very like Orwell. Only in the sense that I put my Casper mattress out on the beach. You just sleep? Oh, does that? I mean, that's a tanning bed. Did you get a cast? Did they send you one? Because I fucked me, man. What do you mean? They're setting them the host for free and shit? Because you do. The early I've been reading the ads for nothing, that I'm the only one. They don't give a shit if I sleep on their thing. So anyway, uh, so you wanna Casper mattress on the beach? Yeah. Low. And And the fact of the matter is, if you use promo code Hollywood, you could get a discount fee, but it does it. It doesn't really ah, carry that much weight. If I'm saying sleep on it, if I don't even know what it feels like, so that's that's that's That's neither here nor there. This Guzman bus is lined with Casper mattresses by the list goes man, You know what? We're not gonna plug them anymore in this episode. Okay? But lined with them, that would be so thick. Well, that makes it sound proof. Guys way. Don't want the beach police riding up on their bikes. Pacific Blue member. Yeah, yeah. Mario Lopez. Yeah, Beach cup. So fuck you say Yes, I ate him. 00 that's right. You guys actually, like, grew up in the same town. Yeah, I grew up in the same town as Mario Lopez, and I'm often see Los Angeles. Yeah, OK. Why? My Love was on a TV show that filled here for a lot of his youth. So the way you put it to me was I grew up with Mario Lopez. We both came from the same town with the same place I thought you might have been. L a like I don't know him at all. Oh, well, then why do you hate him? Sign often, hang out on set like sneak on. Said that saved by the bell. And I sneak into, like, those extra shots in the background at the, uh Grove. Yeah, And I just stared him cause I'm so mad at him. See, this is just mouldering just smoulder because of Pacific blue in the heat coming off of scuzz, man, when he's in that sort of zone just lets you know that there's a real power to him. I can't believe you brought up Mario Lopez. Dumb. You should know better. Don't Don't make what do you? What do you trying to do? That's what you get out of the chair. What I what I when I gag like that, you know that I'm pissed. Well, this you know what? This is the thing. This whole Mario Lopez anecdote is the type of thing that I might have found charming months ago, But I put a lot of work into a rewrite. So to hear that, I mean, can some of my changes be kept? Well, well see if there's any room for him. Lets just crack open Volleyball: A Real Underdog Story. Yeah, and I'll just start reading the very first scene","id":"_xIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":1502.8,"tags":["Mel","Volleyball: A Real Underdog Story","Orwell","Casper","Casper","Hollywood","Guzman","Casper","Pacific Blue","Mario Lopez","Mario Lopez","Los Angeles","Mario Lopez","Grove","Mario Lopez","Mario Lopez","Volleyball: A Real Underdog Story"]},{"line":"Exterior beach. The, uh, dude is on the beach, this Guzman dude, and he's looking great as always. Uh, Shane shakes off the sand from his trousers and gets up off a mattress of no particular brand.","id":"ABIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":1721.78,"tags":["Guzman","Shane"]},{"line":"You're really bad at volleyball, Eh? Ha ha ha. Now I'm Shane here, and I'm the one with my arm around the honeys, Cause, remember, last time it was I was not the cool guy, but now I am in this script. Thank God you're here, Shane. Scuzz man is loving what Shanes doing. And Scotsman is really looking at him and knowing that their friends and we need d was just getting tricked when he thought they were friends before. Shame. Can I have one of your honeys? Okay. And so And we need the wants one of the honeys, and he can't have it. And now this will be dialogue from shape. Uh, how about No. Yeah, honey is there just for people who like to discuss how that wave broke my leg. Good. It I thought shame. All right. You see, this is an example of what I'm saying. What do you mean, good thought, Shane, like, that's that's That's a novel that should be in a novel. or not. A screenplay like you're never going to see that. What? What does that look like on screen? Tall problem. Oh, probably. I'm getting a you know, people can't hear it, but what they would see is sort of a smirk like this. Yeah. All right. That I mean, it does convey it, but that's just because you're acting like that's a lot of lesser actors. But how would you know? Whats that? How would you know that? Unless you read it. Wait, Isnt that making my point for May? No, no, no, not at all. Okay. You still get the ultra realism. You have to read it. I mean, you can't just watch it. Whats Guzman has really taught me about film is that many times it doesn't reflect our real life. And where I had had notes on the 10 page nap in your original draft, weve now extended it to be closer to 42 pages. And yes, that is how long a nap would take. I was seeing that I was kind of flipping ahead to some of the other. I mean, one thing I will say about this scene then we just read is I don't think that the viewing on like it kind of directly references of previous draft script. You don't know that's good. I just don't think people will understand. I think people will need. But it sounds like there's a plan in place to have people reading along with the script as they're watching this movie is that would help, yes, and they very much help. Ideally, theyve read the old draft before they start watching it, too. And then they're reading the current draft while they watch it. You're not allowed into the movie unless you've read. It's a whole dress, fully interactive experience. And that, I think, is the future of film this. You never said film this way before. That's a Scotsman thing, to call it a feel. Well, you know, I've created my own term. I've created a lot of my own terms, and film is one of You know what? I used to love hearing these. You talk for hours about the difference between film and film and what it meant, but I can't stomach it anymore. And where I orbed it did. Well be filming it on film. We're not shooting this digital because we can tell the difference. And we need the grain. Digital looks about as good as it. I mean, it's just a production thing. It's ask you what? Oh, sorry, but come on. You know, that's bs. Now, uh, I just remembered because, man, I, um, have the cash that you wanted. Oh, wait, Whats this for? He really He really needs its just because? No, because he just got jumped by some of the beach cops. And so he had had a bunch of cash that he was He was bringing you got jumped by beach. Told me that same story, Shawn. And he and he borrowed $500 I never saw it. And I in the back of my mind. I knew what he does. He only gave you 500. Well, now we know who the true friend is. How much money? How much money is in that envelope? $225,000. Thank you. Thank you. Yeah, those beach guys, he's gonna have much money if he's gonna get me back. He's good for it because he's actually gonna He knows where the beach cops keep their stash. Just think about this story that he's telling you. He's telling you that a bunch of beach cups, a bunch of officers of the law jumped him and took over 200 grand that he was carrying on his person. Yeah, well, it was, for he was gonna pay rent on his bus location. No, but think about that like that. There's no way that that's that much money. I mean, what? How much? First of all, he's parks on the street. There's no rent rest and whats head in the sand are you rolled the bus in the sand. Now you put the bus on the symbol notices and or in the street. So the beach cops are probably responding to that. No, man, they're just So you're saying you do believe the beach cop story? I'm saying that maybe he got in trouble with beach cups, but they didn't still hundreds of thousands of dollars from him. Just think about it. I just don't want to see him. You into the same me. Who am I going to trust? My friends Guzman or the guy whos clearly jealous of means? Guzman. I don't know the answer to that. What is Guzman Yes. Ah, And so while","id":"BhIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":1947.67,"tags":["Shane","Shane","Scuzz","Shane","Scotsman","Shane","May","Guzman","Shawn","Guzman","Guzman","Guzman"]},{"line":"Old Popcorn out of the back.","id":"EBIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":3076.04,"tags":[]},{"line":"Stones are coming to","id":"ExIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","speaker":"spk_0","timeCode":3218,"tags":[]},{"line":"Little bit.","id":"JBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_2","timeCode":160,"tags":[]},{"line":"remember looking at you being like, I think we me and you have something going here. But apparently you couldn't see me during that. So you it was not","id":"JhI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_2","timeCode":195.83,"tags":[]},{"line":"radiating So you did feel it? Yeah, that there's a good we have a good chemistry.","id":"KBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_2","timeCode":209.1,"tags":[]},{"line":"it is about confidence. So whats going on? Uh,","id":"KhI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_2","timeCode":216.02,"tags":[]},{"line":"Well find it. Well find it. Okay. Remember, According","id":"NBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_3","timeCode":309.09,"tags":[]},{"line":"for four minutes,","id":"NRI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","timeCode":312,"tags":[]},{"line":"like something code eggs like greasy, Eh? Different breakfast. Thick, greasy eggs, Eggs Benedict, Lee","id":"PBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","timeCode":377.89,"tags":["Lee"]},{"line":"Yeah, that sounds you hear that music? You know what time it is? It's time for Greece knows eggs and I am eggs. Tom Schaar playing here with you tonight and always joined by my partner in crime","id":"PxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_3","timeCode":419.09,"tags":["Greece","Tom Schaar"]},{"line":"By the tickets pull back","id":"RxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_3","timeCode":514.81,"tags":[]},{"line":"I have a DB, Eh?","id":"ShI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","timeCode":528.16,"tags":[]},{"line":"Um, actually is legalzoom dot com.","id":"URI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","timeCode":567.52,"tags":["dot"]}]