[{"line":"ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out now, listening stitcher apple podcast or wherever you get your podcasts.","id":"GRKqMnMByMrymAEm0Phn","index":"handbook","podcast":"Hollywood Handbook","episode":"Shelby Fero, Our Close Friend","speaker":"spk_0","timeCode":3735.01,"tags":["Magic Tavern","stitcher","apple"]},{"line":"in in this Hollywood business? What we talk about, We talk about Hollywood. We talked about the business Hollywood business. We talk about this industry and the industry is changing. And one of the things that's made that so apparent lately is there actually TV shows now available to you on one of these online grocery shopping sites?","id":"GxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":41.64,"tags":["Hollywood","Hollywood","Hollywood"]},{"line":"Amazon dot com You've seen these green trucks driving around town. They're not just holding Dale produce there. Now, carrying some of your favorite new comedy TV shows these air shows that you can just watch you Goto www dot amazon dot com slash products slash tv slash showtime flash watch dash TV slash Funny","id":"HBKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":62.08,"tags":["Amazon dot com","Dale"]},{"line":"and just download the plug in. And, ah, if your software is up to date and is able to support their specific player,","id":"HRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":85.71,"tags":[]},{"line":"Browsers? Yeah, the Internet boys. But none of those are our favorites. No, we each picked a favorite after watching all the shows. Where did we find the time?","id":"HxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":101.94,"tags":[]},{"line":"Uh, I mean, I try to be professional during the show. But I've asked you not to talk about Frankensteins anymore, right? How should I say it? I guess from now on, I should say","id":"JBKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":257.41,"tags":["Frankenstein"]},{"line":"Mary Shelleys monstrous creation.","id":"JRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":267.4,"tags":["Mary Shelley"]},{"line":"in a way, that's why we created this podcast in the first place. Say the things that the mainstream media will not say. This is a segment called Draw the Blinds Up where we read some riel blind items and we draw the blinds up and tell you who the people involved are and what the scene was because we were there. And now we're going to start with a blind item from the site. Crazy Days and Nights is a sort of a Hollywood gossip site is a real blind item, and it goes like this. This former, a plus plus list politician, visited a film set in N. Y. C and spent 45 minutes in a trailer with his main squeeze actress friend. Well, not main squeeze. I mean, the guy is married. No one even bat an eye that the two were spending time alone in her trailer. It was the second time he has visited the set. But the first time the trailer was rocking Now, Sean, we were We were there. We were supervising. Yes.","id":"KxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":331.62,"tags":["Draw the Blinds Up","Crazy Days and Nights","Hollywood","N. Y. C","Sean"]},{"line":"And what is this sickness with these gossip lovers that they will not leave President Jimmy Carter alone? The man builds houses for people with no houses and what he was doing by the way with that girl during the 45 minutes was fingering her. They imply that he was having sex, which is really couldn't","id":"LBKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":393.17,"tags":["President Jimmy Carter"]},{"line":"Where to? Cocaine at which is literally. It doesn't even necessarily mean that he is going to do it. Yes, he may just want to know where it's located so he can avoid it now. As it turned out, he was chopping up big, fat fucking gorilla fingers on their mirrored coffee table and shakin him back in one shot like a total boss. But he didn't demand anything. It was offered for youI after he determined the location,","id":"NRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":534.35,"tags":[]},{"line":"have to you know, I don't own a TV. Youll have to catch me up. Ah, and night out of town, away from the prying eyes of a significant other. I mean, he just finger blasted Jennifer Lawrence at one time. I wouldn't say that it's seen necessarily like another, just because of one finger blast that seems a little premature. Finally, last blind item. This one is from gawker dot com at the Aspen Comedy Festival. A few years ago, this comedian invited a female comedy duo back to his hotel room. The two ladies gladly joined him and offered him some weed. He turned it down but asked if it would be OK if he took his dick out. Thinking he was joking, the women gave a facetious thumbs up. He wasnt joking when he actually started jerking off in front of them. The ladies decided that that wasnt their bag and made for the exit, but he used his body to block the door until he was finished. This one they actually got right","id":"OBKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":583.1,"tags":["Jennifer Lawrence","dot","Aspen Comedy Festival"]},{"line":"Oh, new sources will tell you Black Friday is the most anticipated day of the air bod. What they won't tell you is that it's also one of the deadliest. Nearly 75,000 people die every year, fighting for deals on boring generic items. Don't be one of them. Earwolf is coming to the rescue with our own Black Friday sale shop from the safety of the Internet, get 20% off on most of our classic merchandise and check out our new stuff to I'm talking pint glasses, tote bags, DND dice, bags and posters. Plus, we're celebrating the return of the cool app filet socks, comedy, bang bang hot sauce um, in hot sauce and the Earwolf hoodies. All the great Honaker Chuckies you could ever want head to w w dot Earwolf dot com slash store this black Friday through Cyber Monday to get great deals on all your favorite Earwolf. Here. Stay safe shop Earwolf. Oh,","id":"OxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":669.24,"tags":["Black Friday","Earwolf","Black Friday","Earwolf","Chuckie","Earwolf dot com","black Friday","Monday","Earwolf","Earwolf"]},{"line":"gave him that and went off to do our next thing because we're always sort of morphing our identity. Ah, don't want to pin down, but yeah, we had that Ah, single and video that you probably remember","id":"QRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":800.21,"tags":[]},{"line":"I was ah, the culture","id":"RRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":871.26,"tags":[]},{"line":"Yet my production offices. Yeah. Yeah,","id":"RxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":899.3,"tags":[]},{"line":"be honest, they were not doing well drinking in the tank when","id":"SRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":906.37,"tags":[]},{"line":"in television. You know, back then, now you can care. You know, we all carry televisions with us","id":"TBKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":920.26,"tags":[]},{"line":"And this was before and 10 has got antennas or get just getting longer and longer to the point that we can","id":"UxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_2","timeCode":977.53,"tags":["10"]},{"line":"They flew me out privately, even though I've got my you know, I've got my whole thing. My Sessoms sure gassed up, ready to go at all times. But they flew me to New York and they said, Help us lead us right and they walked me around the room and they said there was there was chalk board and they said, Draw what you think is the future. And And what? Did you draw it? Damn you.","id":"VRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_2","timeCode":993.91,"tags":["New York"]},{"line":"I said it on the air. You know, for the 1st 4 years of TRL, everyone thought my name was Nathan Garbanzo because it just came out of my mouth.","id":"XRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":1062.8,"tags":["TRL","Nathan Garbanzo"]},{"line":"What are some other videos that people came games more?","id":"ZBKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_2","timeCode":1173.76,"tags":[]},{"line":"Don't you teach engineer Frank about sharking right now, Damien.","id":"axKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_2","timeCode":1217.85,"tags":["Frank","Damien"]},{"line":"heavyset. Yes, he's Yes, He's the less heavyset one. Sharking is basically going out to the ocean in finding the biggest, baddest shark in fighting it to the death are yet","id":"bhKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":1226.95,"tags":[]},{"line":"Does that make sense","id":"bxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_2","timeCode":1237.1,"tags":[]},{"line":"surrounding his head? Okay, good.","id":"cBKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":1238.01,"tags":[]},{"line":"I don't think so. So you make total request lives and you created it. Yes. You make that. And you are showing music videos. But there's still one ingredient missing, isnt there? Yeah, well, we were showing the videos, isnt there, Nathan?","id":"chKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":1245.58,"tags":["Nathan"]},{"line":"And if you go back toe ancient Rome, if you study the history books,","id":"ehKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":1357.73,"tags":["Rome"]},{"line":"loves Shakespeare. Juliet? Yes. Becker was six years old.","id":"gRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":1392.56,"tags":["Shakespeare","Juliet","Becker"]},{"line":"And people, we just have these blinders on where we're like, Oh, you know, that's true love, but","id":"gxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_2","timeCode":1398.6,"tags":[]},{"line":"a race that they could wear that indicates, Hey, I'm one of the ones whose sort of cool now, Damon, you you went through Ah, this discovery while you were hosting the show again, I understand that events related to this decision made sort of lead Teoh the end of TRL and showing. Well,","id":"iBKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":1478.65,"tags":["Damon","Teoh"]},{"line":"lets be clear before I get, uh, torpedoed here by","id":"iRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":1498.58,"tags":[]},{"line":"and I'm sure she can milk a cow really well with those big paws. But when it comes to singing on a stage, you leave that to the pros and all of the voice winners. Lets be frank. Have been hideous monsters. Yes,","id":"kBKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_2","timeCode":1642.38,"tags":[]},{"line":"what a sick group of freaks.","id":"kRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":1657.69,"tags":[]},{"line":"now? Don't even try. It's not gonna is not gonna happen for you.","id":"mRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":1760.43,"tags":[]},{"line":"I know there's another piece in here.","id":"oxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":1870.76,"tags":[]},{"line":"They're directing you in a movie.","id":"rRKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_2","timeCode":1944.27,"tags":[]},{"line":"we're doing some funny shit over there.","id":"uhKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_0","timeCode":2012.17,"tags":[]},{"line":"Yeah, there are some really funny photo shops that we would really like you guys to see. Yeah, and, uh, if we see a funny thing on Facebook that we like, we will share it on our own page like there's some of these things were like Willy Wonka is like is like fist on his head and he's like, sort of like, condescending with, like, really friggin cat. I don't want to spoil it to budge, but Oh, yeah, he's got something. I","id":"uxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":2014.03,"tags":["Facebook","Willy Wonka"]},{"line":"The number one video boy, We got a lot of votes. It was a close one today between the Goo Goo Dolls, Iris and, well, Newcomer Chance in chance in his latest at number one. And this is called Producer. What is it? What is it called? What is it? Bat out of hell. Three, the meatloaf continuation. And we also want to say, um","id":"wxKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_2","timeCode":2107.5,"tags":["Goo Goo Dolls","Iris","Chance"]},{"line":"By this has been an Earwolf. Media production executive producers Jeff All Rick and Scott Aquaman. For more information, visit Earwolf dot com","id":"yBKqMnMByMrymAEm8vig","index":"handbook","podcast":"Hollywood Handbook","episode":"Damien Fahey, Our Close Friend","speaker":"spk_1","timeCode":2216.85,"tags":["Earwolf","Jeff All Rick","Scott Aquaman","Earwolf"]},{"line":"now. I don't own a TV, but I know a lot of people do,","id":"3RKrMnMByMrymAEmPPjH","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":222.82,"tags":[]},{"line":"and that must be a pretty scary proposition for that to go away. So think about that Anyway. We, uh, we take this warning on the screeners very seriously. For that reason, we don't want these moves to get into the hands of pirates, and so it's very important for us toe to make sure that doesn't happen. So this is a segment called a disc disc disc, which is where we give our listeners because we do have a lot of industry people listening","id":"3hKrMnMByMrymAEmPPjH","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":226.32,"tags":[]},{"line":"they may be afraid they don't want to get a arrested go to jail because that's one of the easiest ways out","id":"4BKrMnMByMrymAEmPPjH","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":269.83,"tags":[]},{"line":"that's breaking the law. Yes, because we, Sean and I are knowledge of cinema and the missing Sen and the chair aske euro and in a day, new mo and the and the cameras","id":"5BKrMnMByMrymAEmPPjH","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":353.79,"tags":["Sean","Sen"]},{"line":"is and the speakers is such that when we talks about some of these movies, the people listening can basically go recreate them for themselves. We, like we express it in such detail and sometimes the movies were were describing is even better than some of the ones that we originally saw, because we like to make little natural storytellers. And so if you are one of these Hollywood rip off artists that's gonna listen us and then go make something similar, Kevin kneeling, then that's against the law.","id":"5RKrMnMByMrymAEmPPjH","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":369.74,"tags":["Hollywood","Kevin"]},{"line":"so refreshing to see an actress with big titties","id":"9xKrMnMByMrymAEmPPjI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":695.19,"tags":[]},{"line":"My trash? Yeah. Get your own trash. So frustrating her in that. Yeah. Hey, welcome to Hollywood on insiders Guy to kicking button dropping names of the red carpet line back hallways of this industry we call showbiz. We have a very exciting guest today. We sort of like to think of this as the intro to other Earwolf podcasts were sort of the gatekeepers Come to this one and we in that way. We like to tell you sort of whats coming up around the network to sort of spread awareness toe these guys who are really sort of like our family. Ah, and we have a very exciting guest today in that vein. Andy Daly. Whats up, bros? I'm so excited to be here. He's","id":"_BKrMnMByMrymAEmPPjI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":884.85,"tags":["Hollywood","Earwolf","Andy Daly"]},{"line":"around Brose Not all the time, for sure, but under certain circumstances, you know, people don't know we're doing this kind of late at night and ah, the hours right for throwing down bros","id":"_xKrMnMByMrymAEmPPjI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":930.86,"tags":["Brose"]},{"line":"fell really natural over here. It sure","id":"ABKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":941.03,"tags":[]},{"line":"not is it could work your way in, then. Hard. We can","id":"CxKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":1025.62,"tags":[]},{"line":"But we I feel like we almost get mistaken for you a lot, because people remember","id":"EBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":1061.63,"tags":[]},{"line":"on Comedy Central? Yes. Called The Daily Show? Yes, I was daily the Andrew Daily Show. And so at a certain point, we were kicking around ideas of the execs. You were kind of bored with it. And we said, We think we could be that funny literally, every single day, right? And so we brought in doing what we said. The daily works. We said something about love","id":"EhKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":1074.97,"tags":["Comedy Central","The Daily Show","Andrew Daily Show"]},{"line":"Yeah. Yeah. Um and so we sort of brought that to the screen, and people didn't really notice the difference. Yeah. What? Between my show and your Yeah. Yeah, and that was that. You know? And I was ready to move on. So it's all cool.","id":"FxKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":1120.19,"tags":[]},{"line":"Yeah. Whats the process been so far for I Do you Are you doing yourself You're sitting down with No, no, no. The guy okay.","id":"IRKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":1236.69,"tags":[]},{"line":"Oh, no, no, no. I sent it to a team of writers in India. That air, you know, theyve got, like, I don't know what 50 or 100 guys on the floor. So many people bang out these books. That's what it's the same company Bill OReilly uses for his,","id":"IhKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":1242.52,"tags":["India","Bill O'Reilly"]},{"line":"You know, Lincoln and Kennedy books and stuff like that. It's just like 100 guys on the floor in India and they do great stuff. They do great work.","id":"IxKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":1255.45,"tags":["Lincoln","Kennedy","India"]},{"line":"special favors. That just wouldn't make any sense. Why would they do? Well, why am I being interviewed? That's the other question they would have. Yeah,","id":"JhKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":1298.29,"tags":[]},{"line":"well, And from what I understand, if one of them was interviewed and talked about their role in writing any one of these books, they would immediately be put to death.","id":"JxKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":1303.59,"tags":[]},{"line":"That's just part of the deal, you know, And it's a good deal. Hey, That's India. And it's","id":"KBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":1311.74,"tags":["India"]},{"line":"even no one knows what those alternatives are.","id":"KhKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":1320.17,"tags":[]},{"line":"not. And I fired. I think I fired nine people this morning when I heard that podcast. I just said I fired one guy and I said in pic eight other people and you fire them","id":"MBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":1380.15,"tags":[]},{"line":"Yeah, it's an interesting","id":"NBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":1454,"tags":[]},{"line":"a lot to me through your choice of the name of a character than it's lazy writing, I say, Take the names out. I'll find out what I need to know about the character. From what he says,","id":"RhKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":1624.36,"tags":[]},{"line":"Yeah, yeah, that's great. I learned something. I just learned something. I","id":"TBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":1662.31,"tags":[]},{"line":"I've written the script. I'm directing the film and it's too confusing to have my name be the characters names. Yeah, so as a stand in trick. Dastardly is a name. All users and I think it's got a really, really internally when he thinks of his own name and just sort of internal monologue. That's how it comes out. You've said I like to","id":"UBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":1685.99,"tags":[]},{"line":"I think those are mine. Sorry,","id":"VRKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":1735.45,"tags":[]},{"line":"Yeah, we did say that. I'm not sure Eddie Murphy was as Moses Jones. I think it was Chris. I actually think it might have been Chris Rock","id":"VxKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":1759.17,"tags":["Eddie Murphy","Moses Jones","Chris","Chris Rock"]},{"line":"Hey, guys, this is Ah, Mrs Hayes, and try and we just want to take a quick","id":"WRKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":1770.85,"tags":["Hayes"]},{"line":"and just to clarify and answer some of the nasty rumors that I'm sure will come out. Hes does not think that all SNL cast members looked the same. I know they were both on SNL on, and","id":"XhKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":1853.78,"tags":["SNL"]},{"line":"they were all we talk about Andy Serkis, but he played pretty much every character in circus was getting off to in all those movies. You can. You can","id":"YxKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":1909.29,"tags":["Andy Serkis"]},{"line":"huh? I'm going to say, not me.","id":"aRKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":1957.28,"tags":[]},{"line":"We want to talk a little about you've done some improvisational, Some improv comedy? Yes, in the past. You have some experience with that? Absolutely. Sean and I are big fans, okay? I love watching it, but weve always one. We have a lot of questions about it. Just from the from the outside. Yes, I Well, to me, possibly the only thing scarier than Frankensteins is","id":"chKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":2035.18,"tags":["Sean","Frankenstein"]},{"line":"main problem. Oh, okay. Fair, fair. Play mummies. And then I would say improv. Okay, cause going out there,","id":"cxKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":2061.68,"tags":[]},{"line":"have no capacity for fear. Wow! And fear, you know, some might say, is something that has evolved within us as as a way of protecting us from danger. Ah, you know. But that's look I mean, but it's also","id":"eBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":2137,"tags":[]},{"line":"cookies to every class. Oh,","id":"fBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":2163.22,"tags":[]},{"line":"and you know, I'm not saying that they're the best. You know, there are No we're not talking about, ah, little schoolboy cookies or anything like, you know, I mean, those the best. Right now we're not professional chefs. You No, no, no, no. Not the little schoolboy himself. Yeah,","id":"fRKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":2166.06,"tags":[]},{"line":"some group event with improvisers and theyll just start base jumping. Yeah, just out of you having a conversation with them, and then theyll just run away and base jump. Yeah, the survival rate for people who do this is is low. You know you don't live long. What had once you've had the fear center of your brain removed,","id":"gRKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":2202.33,"tags":[]},{"line":"yes, a genre. If they're out and about, hell grab something that could be used as a prop, you know, handed to him and styles and just, like come up with different uses for the proper whatever. And you know, it's fine. It's not a big deal. Actually, you just get used to seeing him with this guy,","id":"ihKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":2336.57,"tags":[]},{"line":"Andy. Uh, Yes, we know you like Teoh. Sort of keep ah, private relationship with the media and with your fans. And you don't really answer a lot of questions. Bow coming on this show we like to break down those walls between. Well, I","id":"jRKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":2402.53,"tags":["Andy","Teoh"]},{"line":"Play the Popcorn Gallery sound effect? Yeah. Yeah, that we always have the engineer hit the soundboard button and, ah, before every question and well play the drop. Okay. All right. All right. Good.","id":"khKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":2456.55,"tags":[]},{"line":"took myself out of it. You remember a few years ago I had that little procedure to sort of see what it was like. And it was sort of like the movie Pleasantville. Have you seen that movie? Where? Everything. Only a 1,000,000 times","id":"lhKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":2533.02,"tags":["Pleasantville"]},{"line":"Ah, and everyone is afraid of making social taboos. They're terrified. And I said, Doc, you get me out of here. So you're saying","id":"mRKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":2560.06,"tags":[]},{"line":"I'm sorry you told me that because now I'm gonna be tempted to","id":"nRKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":2589.77,"tags":[]},{"line":"A woman has her sight restored,","id":"oBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":2601.87,"tags":[]},{"line":"because what? Because what? I realized Waas","id":"pBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":2633.81,"tags":[]},{"line":"at all times. That's good to be. It's good to be brought that up. Such a powerful thing to teach them.","id":"sBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":2730.02,"tags":[]},{"line":"when I call my head a giggle nut","id":"wRKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":2881.94,"tags":[]},{"line":"or the last melon? Yes, my friend. That's whats known as a false choice. My head can be both a giggle nut and a laugh melon. Sometimes it's Ah, you wake up. It's a gable. Not","id":"whKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":2885.45,"tags":[]},{"line":"there to be so controversial. You mean all those flavors of ice cream? Uh, that's not what I'm talking about, but I don't disagree with that, either, that sometimes all I need for a dessert is for 40 flavors of or different flavors of ice cream. and I'm good. I'm good. I'm","id":"xBKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_2","timeCode":2940.08,"tags":[]},{"line":"okay, and Freya bought the pro version last week. Ah, and she wins todays pro version prize, which is","id":"0RKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_1","timeCode":3039.78,"tags":["Freya"]},{"line":"When did that happen?","id":"1BKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":3065.59,"tags":[]},{"line":"Rachel Bloom, Collection of Men, Corpses and one Woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesis listed, but Phil Collins has crossed out and encircled in cross out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesus. I mean, Josh","id":"2RKrMnMByMrymAEmPPnI","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Close Friend","speaker":"spk_0","timeCode":3136.13,"tags":["Rachel Bloom","Felisha Day","Colton Done","Andy Daly","Genesis","Phil Collins","Phil Collins","Thomas Middleditch","Jesus","Josh"]},{"line":"a certain knowledge that has a certain monetary value That's well beyond what the average podcast engineer would make.","id":"3xKsMnMByMrymAEmtfkG","index":"handbook","podcast":"Hollywood Handbook","episode":"Michael Showalter, Our Close Friend","speaker":"spk_0","timeCode":99.11,"tags":[]},{"line":"after what you think you could do. Yeah, well, thanks for having me. First of all, I'm really glad to be here. We know, and there's also only a certain amount of time that we have for this segment. It's a short opening segment. It's not like one of our anchors. I can I can speed it up and try to, you know, quicker. But I don't do this regularly or very often","id":"4hKsMnMByMrymAEmtfkG","index":"handbook","podcast":"Hollywood Handbook","episode":"Michael Showalter, Our Close Friend","speaker":"spk_1","timeCode":123.16,"tags":[]},{"line":"Very unusual by when you say when you're talking about something that we don't know what it is, it helps that you specify what it is you're talking about, like voltage and stuff. Or","id":"5BKsMnMByMrymAEmtfkG","index":"handbook","podcast":"Hollywood Handbook","episode":"Michael Showalter, Our Close Friend","speaker":"spk_2","timeCode":153.29,"tags":[]},{"line":"Coach of getting to the next level can't be underestimated. Having a concise question prepared ahead of time and knowing the most basic parts of speech. So you're welcome, Engineer Cody. Lets get into the next section it.","id":"6xKsMnMByMrymAEmtfkG","index":"handbook","podcast":"Hollywood Handbook","episode":"Michael Showalter, Our Close Friend","speaker":"spk_1","timeCode":227.26,"tags":["Cody"]},{"line":"we turn them on.","id":"7hKsMnMByMrymAEmtfkG","index":"handbook","podcast":"Hollywood Handbook","episode":"Michael Showalter, Our Close Friend","speaker":"spk_0","timeCode":251.75,"tags":[]},{"line":"I can't remember the last time that you invited me the house for a cup of coffee.","id":"9hKsMnMByMrymAEmtfkG","index":"handbook","podcast":"Hollywood Handbook","episode":"Michael Showalter, Our Close Friend","speaker":"spk_1","timeCode":351.19,"tags":[]},{"line":"so then your character just did that and he's getting ready. He's holding the cat during senior preparing it. You're sort of under tenderizing it with your hand.","id":"ABKsMnMByMrymAEmtfoG","index":"handbook","podcast":"Hollywood Handbook","episode":"Michael Showalter, Our Close Friend","speaker":"spk_1","timeCode":452.3,"tags":[]},{"line":"that took some tap dancing. And it was it was clear why he would have thought that","id":"DhKsMnMByMrymAEmtfoG","index":"handbook","podcast":"Hollywood Handbook","episode":"Michael Showalter, Our Close Friend","speaker":"spk_0","timeCode":604.14,"tags":[]}]