[{"line":"so and when you say, put your wildness out in a different form. Do you mean other than your surf rap","id":"-RKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":799.09,"tags":[]},{"line":"rock band? Yeah, like that's like people always say, like, the funniest parts of those albums and those GPS and stuff And those singles air like, kind of what? I'm just goofing around on Mike before we even get into the jam. So I was like, OK, should do more of that.","id":"-hKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":805.78,"tags":["Mike"]},{"line":"somewhere. Well, it's like because, like Eskimos have, like 14 different words for snow, you know, And so I feel like for sketch comedy like Ah, maybe like an Eskimo would have a bunch of words that would, you know, work. It's funny, like we're doing a lot of stuff right now that we're like. We don't know if this is for everybody but Eskimos and and the Inuit people. If they're watching out there like these guys are nailing it, is there an innuit in the room?","id":"ABKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":884.99,"tags":["Eskimos"]},{"line":"Because they didn't just get this just off of a research, you know, and is there?","id":"ARKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":913.24,"tags":[]},{"line":"like story be story beasts, joke monsters. Um, not in a scary way, but just","id":"BxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":994.1,"tags":[]},{"line":"Yeah, just start the whole concert over.","id":"FhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":1116.13,"tags":[]},{"line":"on and you have your eyes closed or do you do like a blindfold? Yeah, I have my eyes go because a lot of people just try to eyeball. But sometimes the bumps air so small that they don't appear ass shadows on the the age. So I close my eyes and I trust my my sense of touch to see if there's anything that's bumping me stuff. Like, you know, this from from plateau stuff like, yeah, if the if the characters arent liking each other in a way that they like, if they arent good friends, right? If they're stuff like, would that guy really do? Like, what? Would you do this situation, right? Would this character do this? Uh uh. What? Tell me about some of the famous holes that you've spackled up","id":"IhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":1219.17,"tags":[]},{"line":"you know, the models changing the paradigm shifting. So, yeah, you gotta make sure that if this guys a pastry chef, you're reminding people that all the time. So I was like, Lets put a hat on his head","id":"JRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":1301.44,"tags":[]},{"line":"you're getting Yes, you're getting crocodile eyes,","id":"LBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":1400.82,"tags":[]},{"line":"and there's a lot more of that now in the show, when people look at him, there was kind of like this","id":"LRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":1403.53,"tags":[]},{"line":"you have no one argue against. If you were in a room with me about that because I would be agree I'd be preaching him. Acquire?","id":"MRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":1470.01,"tags":[]},{"line":"Mm, yeah. Why would be the choir? Yes.","id":"MhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":1476.48,"tags":[]},{"line":"Lets go. Lets return to your your your special. It's something very exciting that we do want to talk about.","id":"MxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":1480.58,"tags":[]},{"line":"even better and more fun than hearing jokes themselves is hearing people talk about jokes, how they came up with them. What the jokes about what the jokes trying to say, Um, that sort of conversation on. I havent seen too much of it out there inside the mind of a comic, you know, getting into that stuff. But I just think that's really whats fascinating and Rick, because we know what the jokes are way far the jokes. And, like I've seen a joke, we get that, but we don't know what","id":"NRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":1504.64,"tags":["Rick"]},{"line":"That's the truth. Set fire","id":"PBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":1586.13,"tags":[]},{"line":"Okay, eso Lets start at the beginning. Where? What do you open with? Okay, I open with my opener, which is kind of OK,","id":"QBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":1598.49,"tags":[]},{"line":"I like toe. Hold it, okay? And I like to have the microphone stand nearby. Sometimes I lean on it. Sometimes all sort of toe punctuate it out. Punctuated point. All sorts slammed the base of the microphone into the ground. And","id":"RBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":1674.08,"tags":[]},{"line":"Um, and whats the second thing? That it's step","id":"TRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":1796.7,"tags":[]},{"line":"God, it's like So it's that kind of stuff. It's just do may walk. Okay, so now again, this is not going to be as much fun at home. But it's like like that. Sean is like you look at Shawns legs and he's like, I got jeans on Yo, I'm","id":"VxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":1955.69,"tags":["God","Sean","Shawn"]},{"line":"which was, how did you come up with that? But this is maybe more important. How did you know it would be funny?","id":"XhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":2044.3,"tags":[]},{"line":"you know? What would Mike Madjeski laugh? You know whos a guy that I went to college with? Yeah, and sometimes I'll get him on the phone if I need to, cause that's you know, we those guys were the funniest guys. And that was the summer. Yeah, and that Amazing how those guys can even be funnier than like,","id":"ZBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":2115.45,"tags":["Mike Madjeski"]},{"line":"come out with who I think should replace David Letterman yet. I'm working on that. And when I feel like it's, I'm ready to release my list. That's when the list will come out. But I'll give you a sneak preview right now of who I think should be at the top of that list. Doug Turner guy went ice with funniest guy I've ever seen, you know? Yeah. Yeah, my friend Mark would be really good, too.","id":"ZxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":2169.67,"tags":["David Letterman","Doug Turner","Mark"]},{"line":"meaning movies, music at time, music, too, if it's relevant to that person for","id":"aRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":2243.84,"tags":[]},{"line":"know, just a salty one and it's called popcorn.","id":"bBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":2278.56,"tags":[]},{"line":"And we used to do a sound effect whenever we reached in the Popcorn Gallery to get a Popcorn Gallery question","id":"bxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":2325.93,"tags":["Popcorn Gallery","Popcorn Gallery"]},{"line":"But I know that because I'm, like, kind of a student of comedy myself. And I know like, he started off in improv Exit 57. You know, Bubba, but","id":"eRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":2468.18,"tags":["Exit 57","Bubba"]},{"line":"That's your hand moving through all the popcorn kernel in the","id":"fhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":2551.86,"tags":["popcorn kernel"]},{"line":"risky business.","id":"iBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":2634.97,"tags":[]},{"line":"Yeah, I've got accuse. Amazing. My I Q is","id":"ixKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":2653.75,"tags":[]},{"line":"Yeah, I guess it's time to ask the last question. Gay 3rd 3rd question.","id":"kBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":2711.84,"tags":[]},{"line":"Even when there's only two good ones","id":"khKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":2721.28,"tags":[]},{"line":"The question turns out to be from Greggy. And it is Mr Winger. Have you ever met Pierce Brosnan? Funny story about Pierce Brosnan. I used to take a train","id":"lRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":2735.98,"tags":["Greggy","Winger","Pierce Brosnan","Pierce Brosnan"]},{"line":"It was It was very dumb, and ah was living my life in that way. Now, I would kill myself immediately, but I'm alive at that point for some reason. And I would get on this train to go in from New York to New Jersey, and there was a watch ad on the train. Okay? And okay, I love timepieces. Okay, this is one of this is like a wrist based timepiece for watches. Yeah, and some. This is right around the height of its after Mrs Doubtfire. It were in the thick of they're in their in their in their on their name and their own narrow Norman James. Oh, right. Yes, yes. I thought you were doing when I surf Rap rock singles.","id":"mBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":2775.29,"tags":["New York","New Jersey","Mrs Doubtfire","Norman","James"]},{"line":"thing. And I'm like, Okay, whats up? You know,","id":"pBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","timeCode":2910.83,"tags":[]},{"line":"Oh, Joe, Thanks so much for coming on and doing and being on the show. We are a podcast that people can like if they want on Facebook, and they can also rate us on iTunes and write something nice there. And if theyve got something nasty to say, they can just go jump off a bridge for all I care. I'm not going to read it anyway. And then you can also get on the forums and talk to us there. And did someone by the pro version this week A. So it was I I think somebody must have. But it's just a question of figuring out who it iss.","id":"qRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":2932.8,"tags":["Joe","Facebook","iTunes"]},{"line":"Hey, this is our enemy camp from the improv fantasy podcast. Hello. From the Magic Tavern, I fell through a dimensional portal behind a burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're a new listener or you've fallen behind, Season three is a great jumping on point, and weve got great guests like Justin McElroy, I said. Like a fancy college professor,","id":"shKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","timeCode":3069.4,"tags":["Magic Tavern","Chicago","Dark Lord","Justin McElroy"]},{"line":"Felisha Day and Colton done.","id":"tBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":3101.06,"tags":["Felisha Day","Colton"]},{"line":"with a variety of species. It's a bomber. Andy Daly. You have the","id":"thKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","timeCode":3103.67,"tags":["Andy Daly"]},{"line":"I know I watched. Hey, welcome to Hollywood Handbook and Insiders Guide to Kicking Butt and dropping names in the red carpet line back hallways of this industry we call showbiz. What up? What up first? A little introduction. The, um, you know, we have stuff that we do outside of this podcast in movies and TV and stuff like that. It's not just coming on here like Delic stories like a week. We know that they're just fucking joked stuff. We have other stuff going on and related to that. John has had a little procedure that you we want to explain it because I got a big movie role and you might just hear something a little different when you hear me speaking in this episode. And it is of course, um,","id":"vBKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":23.54,"tags":["Hollywood Handbook","Insider's Guide to Kicking Butt","Delic stories","John"]},{"line":"I went to the dentist. Yes. Big Hollywood stars go to the dentist to I know you have to go. It's a little different for us. They play nice music. We have some cocktails. You tired the girls there. You tie a string, You guys at home. I","id":"wBKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":130.53,"tags":[]},{"line":"as hard as you can blood everywhere. But what the dentist does is they put in a piece of gauze to catch the blood, and instead of slamming a door, they just sort of gently chisel it out. Um, Little Little Rock Hammer like he used in Shawshank to make the tunnel of behind the Rita Hayworth poster. And so","id":"wxKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":153.53,"tags":["Little Little Rock Hammer","Shawshank","Rita Hayworth"]},{"line":"throughout with shoving some paper in their or, ah, a little bit of wax or something to try toe. But I've been doing it for the past couple days that nothing really does work. So, um, in general, it just makes me talk strange in a different way. Um,","id":"xhKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":194.15,"tags":[]},{"line":"First thing for him in the morning. He wakes up, and what do you know? He fell asleep with the TV on, and it was on HBO and maybe he was watching Game of Thrones. No spoilers. Engineer Brett got mad that I spoiled the last week and ah, and whats on is they're rerunning an episode of Hung. And it's the one episode that Alexander Payne directed. He goes, I wonder if people know I directed this? I hope not. I hope they just know me for my famous movies, and he turns out the D. V and he goes to grab some brunch. And in his in his kitchen","id":"0BKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":371.26,"tags":["HBO","Game of Thrones","Brett","Hung","Alexander Payne","D. V"]},{"line":"Eso he ah finishes up with his brunch and he goes down to get the paper, and he says, My wonder if they reviewed any of my movies today, he flips through the movie reviews section, and I did. They reviewed side with, and","id":"1BKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":471.74,"tags":[]},{"line":"I guess you know, people remember it, so that's good. But I see why. I wish they else do. I wish they remembered something else. Is it a good thing that people remember that every time they see a bottle of merlot, they're thinking of my movie sideways? It lives on forever in that one line and","id":"2hKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":509.26,"tags":[]},{"line":"Uh, Teoh, go to the bathroom in a public restroom in the life Very. And so you get in the back of your, Ah, big limousine and you say they chauffeur to the library and then he takes you in there and you get it in the public restroom. You get on your phone and you start watching the movie. Yeah,","id":"4BKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":587.77,"tags":["Teoh"]},{"line":"We don't know","id":"4xKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":663.65,"tags":[]},{"line":"People think about like guys like Jack Nicholson and Paul Giamatti and George Clooney and Bruce Dern being really like stripped down and raw and their roles","id":"5hKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":678.69,"tags":["Jack Nicholson","Paul Giamatti","George Clooney","Bruce Dern"]},{"line":"So you head on down to the Griffith Park Trail and you hike on as close as you can get and you throw a couple rocks and you go take that Hollywood because you're kind of an outsider. You're more of, ah, Nebraska guy. Really. It's definitely important to you that people think that","id":"7hKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":738.96,"tags":["Griffith Park Trail","Hollywood","Nebraska"]},{"line":"and then you kind of dozed off","id":"7xKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":755.6,"tags":[]},{"line":"That will be kind of a fun game. We play with each other, I'll say, but I'll do it in sort of a coded way. I won't say that the original script was bad. I'll say stuff like, Well, the original version we were working with was very different buried. I'll say it was very different. And don't we all agree This version is good. And you","id":"8xKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":803.02,"tags":[]},{"line":"youll get an on air shadow from us and a one of a kind Thank you. Later letter from everyone on the episode youll be a part of comedy history By helping the studio out and making breads brain good and ah, promise you will love you forever. Thank you for listening.","id":"BhKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":1051.59,"tags":[]},{"line":"Did you think it was good? Did you like it? What did you think? And I'm like, I don't know what to tell you, John. Seen him? I've seen bigger jump Vickys Oh, yeah, bigger than this. And he goes to jump kick me and I catch his feet. I go. You get one job. One Hey, only gets one of those with me. Yeah. Hey, what up? What? Welcome to Hollywood Handbook. An insiders guide to kicking butt in dropping names in the red carpet line back hallways of this industry we call showbiz. Welcome, of course, to our guest, Little Esther. You know her as a stand up comedian, but she lives in Los Angeles, and she's also an actress. And she,","id":"CBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":1073,"tags":["John","Vicky","Hollywood Handbook","Little Esther","Los Angeles"]},{"line":"No, that's on the feral audio. It's more of a collective","id":"ChKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":1123.2,"tags":[]},{"line":"Um, it's filtered in somewhere that okay, I thought that I had requested alkaloids water, but that's when.","id":"DxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":1138.7,"tags":[]},{"line":"Between filters and alkaline water? You seem to think that's relevant, that it was filtered. Yeah, you brought that up. You didn't answer yes or no","id":"ERKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":1150.2,"tags":[]},{"line":"Do Lets a digital Siris.","id":"HhKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":1230.87,"tags":["Siri"]},{"line":"I have that written here yet? Digital. Yeah. Um, so it's a digital web series, and, um, it's on","id":"IRKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":1237.78,"tags":[]},{"line":"MTV, MTV TV Digital. It's called Esther with hot chicks. And I just interview hot girls.","id":"IhKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":1246.56,"tags":["MTV","MTV","Esther"]},{"line":"Yeah, I can do it. It's great, By the way, Colby is like amazing. She I swear.","id":"LxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":1384.08,"tags":["Colby"]},{"line":"Yeah, that's absurd.","id":"QxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":1567.43,"tags":[]},{"line":"weighed £98 I'm looking to get down to 90 so that I can, you know, qualify for more a list more having just rolls with more more lines, more speaking parts,","id":"UBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":1683.12,"tags":[]},{"line":"Yeah. I'll roller blade. I've been known to do that, and I usually actually don't have Sorry getting over a little thing from my travels. Um, but usually I don't have a drive on pastures because the law guys, no, me and very unique. And there arent many people like me. So they remember attended to be women","id":"WhKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":1745.59,"tags":[]},{"line":"I've done that. Yeah. You know, I'm silly. I'm a silly side for sure.","id":"XBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":1767.27,"tags":[]},{"line":"Yours is really special, if you like. If you're interested in sharing yours now that, you know, it sort of played out and you arent really gonna use it anymore.","id":"XxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":1807.79,"tags":[]},{"line":"girl. It's about convenience. She's doing very well. And it's not her job. No, she just drives a golf cart from","id":"aBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":1860.9,"tags":[]},{"line":"Yeah. Um,","id":"bBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":1873.91,"tags":[]},{"line":"like I like to see you and all these other actresses you because you handle yourself with such grace when you're doing a role in things like that,","id":"cBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":1886.31,"tags":[]},{"line":"Yeah, I never","id":"cxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":1914.19,"tags":[]},{"line":"was such an interesting thing about you.","id":"dBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":1914.95,"tags":[]},{"line":"So, office space.","id":"dxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":1938.06,"tags":[]},{"line":"Um, I held a collection called Like the Tiny Collection, so I was really working because my hands are so small","id":"kRKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":2197.87,"tags":["Like the Tiny Collection"]},{"line":"I could totally see that. Yeah,","id":"lxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":2233.87,"tags":[]},{"line":"tricked people into buying","id":"nRKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":2255.9,"tags":[]},{"line":"were no logo.","id":"oRKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":2302.96,"tags":[]},{"line":"before logos. It was","id":"oxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":2304.81,"tags":[]},{"line":"therapy. Or what if we just did this,","id":"pxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":2334.8,"tags":[]},{"line":"and just saying it.","id":"qhKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":2366.84,"tags":[]},{"line":"It's just a watch is a word that can happen. And then and then the word pope as well.","id":"rBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":2369.91,"tags":[]},{"line":"I recently became I made the big transition from just a regular actress, Teoh, someone who is officially offer only major wife hack.","id":"sxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":2426.41,"tags":["Teoh"]},{"line":"Thing is mortifying. I can't even look at you right now. I'm so embarrassed for you. This is big fucking recorded. Holy shit. Uh, do three, but have to cancel the fucking podcast. This is so awkward. Oh, my God. You has its","id":"wBKMMnMByMrymAEme-DM","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":2556.58,"tags":[]},{"line":"mix that I felt, you know, I did the research. And, you know, I am not gonna put my name on something that isnt truly the most excellent option out there on the market. What other products is your name on already?","id":"yRKMMnMByMrymAEme-DM","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":2683.35,"tags":[]},{"line":"because there is such a big demand for those right now. Especially like celebrity designed being back chairs. So that is something that is in the works, dissolves. It just feels like this is enough that this is enough.","id":"zxKMMnMByMrymAEme-DM","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_0","timeCode":2715.44,"tags":[]},{"line":"ditch. Well, that's around the time that you made a pretty big oops. He you know, and I don't think we need toe dance. around it.","id":"1RKMMnMByMrymAEme-DM","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":2769.64,"tags":[]},{"line":"You know, I already designed I already explained that. I know what it is. And it was You said","id":"1hKMMnMByMrymAEme-DM","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":2777.03,"tags":[]},{"line":"stuff is better?","id":"2xKMMnMByMrymAEme-DM","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":2798.84,"tags":[]},{"line":"O right now? Yeah. Um,","id":"7RKMMnMByMrymAEme-DM","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_2","timeCode":2967.11,"tags":[]},{"line":"Just for Washington Money, gents, Everyone else. Some plug your ear, but","id":"7xKMMnMByMrymAEme-DM","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_1","timeCode":2971.39,"tags":["Washington"]},{"line":"Rachel Bloom, Collection of Men, Corpses and one woman,","id":"-BKMMnMByMrymAEme-DM","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","speaker":"spk_3","timeCode":3036.35,"tags":["Rachel Bloom"]},{"line":"Um, but, you know, we just want to weigh in and just get it over with because people have sort of been asking us. Sean and I are big sports heads. Everyone knows that about us on. Sometimes that can get us in trouble when when somebody is doing a sport that we like in this town, especially will go to them and say, like, we're big fans of the sports that you dio and you own the basketball team that would get a little encouragement. Yes, and Donald Sterling with someone who we had had those kind of interactions with as mutual fans. He had a lot in common with him. Ah, and so, yes, we had interactions this fan than we sort of sat pretty close to where he sits. And we also, uh, keep our planes in the same plane house. And, um, he had come over to my dads house before and hung out in my basement apartment, and I had gone to his place before. So, um,","id":"BBKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_0","timeCode":45.74,"tags":["Sean","Donald Sterling"]},{"line":"best friends and it's in Sit. Please. You know how many best friends I have is my best friend","id":"BhKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_0","timeCode":104.99,"tags":[]},{"line":"and best 30 visit? Important clarification. Best man is not the same thing as best friends know.","id":"BxKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_1","timeCode":111.78,"tags":[]},{"line":"resold to somebody else without you signing off on it? Oh, and people are gonna act like it's like some favor. They're doing me because they're gonna payments you ice What? I paid for my hamburger sandwich. Well, that's not the point. I bought it because I want to eat it,","id":"HRKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_0","timeCode":383.24,"tags":[]},{"line":"or even 100 times as much. Doesn't matter what the number is.","id":"HhKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_1","timeCode":395.43,"tags":[]},{"line":"The moneys not important. That case because you're hungry. I'm hungry and you love people need full. I love hamburger sandwich.","id":"HxKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_0","timeCode":399.21,"tags":[]},{"line":"he didn't do anything wrong, Black and always he sort of like, I don't want to say he's the same as Donald Sterling. But is the book a certain kind of story where it represents riel and to clear up some of the Donald Sterling stuff that weve been getting hammered on, having someone be the god father of your Children? It's not the same. Doesn't mean that that's your best friend.","id":"IxKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_0","timeCode":479.24,"tags":["Donald Sterling","Donald Sterling"]},{"line":"you walked out of Grand Budapest hotel","id":"LRKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_0","timeCode":572.44,"tags":["Grand Budapest hotel"]},{"line":"so charming and I will say again to this is an example of a horrible thing you could say, like some of the disgusting things Donald said Yes, such horrible things, vicious and nasty. And we hate it. But","id":"LxKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_0","timeCode":589.6,"tags":["Donald"]},{"line":"Forget it. No, no, thanks. And I know you said it in private, but if you said it in front of me, you would have been getting a punch in the nose. No","id":"MRKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_0","timeCode":628.88,"tags":[]},{"line":"dice, no dice Donald. And, uh, no, it's not allowed.","id":"MhKNMnMByMrymAEmOeFp","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Thomas, Our Close Friend","speaker":"spk_1","timeCode":635.96,"tags":["Donald"]}]