[{"line":"with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guests like Justin McElroy, I said. Like a fancy college professor,","id":"QBKNMnMByMrymAEmbOMx","index":"handbook","podcast":"Hollywood Handbook","episode":"David Wain, Our Close Friend","speaker":"spk_2","timeCode":3288.54,"tags":["Dark Lord","Justin McElroy"]},{"line":"Rachel Bloom, Collection of Men, Corpses and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of","id":"QRKNMnMByMrymAEmbOMx","index":"handbook","podcast":"Hollywood Handbook","episode":"David Wain, Our Close Friend","speaker":"spk_0","timeCode":3303.5,"tags":["Rachel Bloom","Felisha Day","Colton Done"]},{"line":"You have the members of Genesis listed, but Phil Collins has crossed out and encircled in cross out again.","id":"QxKNMnMByMrymAEmbOMx","index":"handbook","podcast":"Hollywood Handbook","episode":"David Wain, Our Close Friend","speaker":"spk_0","timeCode":3314.02,"tags":["Genesis","Phil Collins"]},{"line":"So I turned Teoh neath Campbell and I'm like I can see how to do the like squares. How do I get it up on the wall? And she's a only looking Muto predictor for the","id":"RhKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":3.09,"tags":["Teoh","Campbell","Muto"]},{"line":"It's like","id":"RxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_3","timeCode":15.11,"tags":[]},{"line":"things that's really all we can draw from. And to that end, we talk a lot about how to become successful in this industry and after 30 some odd episodes that it has actually worked out for a lot of people. We here on our iTunes reviews and in a lot of other places about what the podcast has done for people in the in the success that theyve had in the industry having having listened to us, which we love, because it's why we do it","id":"ShKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":48.76,"tags":["iTunes"]},{"line":"Rick, Ricky Rose A and, um, Lake Bell Davenport like Bell Davenport. So a lot of good ones. But anyway, when you have a delicious, wonderful brewed, um, you got a raise. I mean, you got rewarded. You got an upgrade in your life because it's so rewarding the see these little monsters become something learn to use their hand to do a Rubiks Cube, and that's all well and good. But also, you got a raise. You've got to raise that raise the kids Onda. How do Sean and I keep our kids from becoming fiends","id":"URKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":181.4,"tags":["Rick","Ricky Rose A","Lake Bell Davenport","Bell Davenport","Rubik's Cube","Onda","Sean"]},{"line":"It was a far more Finn, and, um, I'd be out, you know, picking corn off and, um, feed the goose every day. And the goose,","id":"VhKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":271.86,"tags":["Finn"]},{"line":"And my Paul would go? That's right. How do you get down, you little shit? And I fucking figure that shit out. And a lot of times I would have toe build a ladder, I break my collarbone or whatever it waas Um, and I still go out to that barn. I can see it from the window of my basement apartment. Yeah, I'm you know, I made, um Mr Teeples. Ah, friggin jerk off a horse because we wouldn't want to get another horse pregnant. And they werent fucking I don't know Dudes. Gay, not I don't care, but I don't know Dude was gay or just like if, Like, do didn't think she was hot or whatever, but she was. She looked good, so I think it's the 1st 1","id":"XRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":342.92,"tags":["Paul","Mr","Teeples"]},{"line":"for me, I guess. Ah,","id":"XxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":412.88,"tags":[]},{"line":"whenever I they felt like I was sassing after them toe make me taste the hose, uh, was at the time something that I thought was sad about my life. But now I realize that it really did make me strong, infinitely grateful. You know, there's nothing better they could have done.","id":"YhKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":455.02,"tags":[]},{"line":"That's, uh, that's the sound of Hit and Hayess slapping on his own muscle right now.","id":"axKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":540.78,"tags":["Hit","Hayes"]},{"line":"this and every single one of our Children has gone into the military.","id":"cxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":622.67,"tags":[]},{"line":"some, uh, you know, guy will be sucking Obamas B hole in front of me, talking about how good everything is, Uh, and how you know he's got this right. You know, this this liberal reason for Blank and I should have to pay taxes, cause I'm a fucking could Gillian Air, you know, Blank that and this and that and what I could just do is go. Oh, well, I have six little soldiers that shot out of my fucking weed attitude, and and they're over there fighting right now for you to be free to say that so past assault. You better believe they're going to pass it After you say something like that, the idea of keeping this offer themselves after you talk about your little fighters better believe you're gonna get all over your food after you say something like that.","id":"dhKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":651.06,"tags":["Obama","Gillian Air"]},{"line":"And so when you're raising your kids, keep in mind some of these lessons because hes","id":"dxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":704.27,"tags":[]},{"line":"No, I just want to say it's it's great to be here.","id":"gRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":865,"tags":[]},{"line":"changing your kids Don't arrest your wife a little wet when someone comes up to my table while we're eating and goes, Whats up? There's tight butthole, and I'm like, thank you. Yeah, because you know you're getting lucky Oh, yeah. And it makes her realize that she's gonna have to work a little harder, Marie Guide to keep a guy like you around because you could just go off with that","id":"iRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":957.49,"tags":["Marie Guide"]},{"line":"So what happens with Membe probably is people just go Membe and then she doesn't know","id":"jBKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":983.85,"tags":["Membe","Membe"]},{"line":"so I mean,","id":"khKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":1048.28,"tags":[]},{"line":"first and foremost as a multi hyphenate like I am a writer, actor, producer now director, Um, and also just mentor. Ah, Got a view, kids I'm working with. You got a market? You're some kind of kids. Black ones. Oh, so import. Very nice. We And they're not even the most important anymore. They definitely war for a while in the eighties, as we saw with different strokes and t every TV often reflects that. You know, it's art imitates life, You know, You've heard that. You've heard that before. Yeah. Oh, yeah, I was always hearing is they sound","id":"kxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":1049.68,"tags":[]},{"line":"It's like, uh, John Sad circle of life. Yes. Enjoy your time in the sun. Other kids san","id":"lxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":1105.67,"tags":["John"]},{"line":"Honestly, it's fun. It's a","id":"ohKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":1175.83,"tags":[]},{"line":"beater. Correct that you wear. You get from point a to point B. Don't I don't don't don't shit on me. But I did have a six month lease on an Audi TT just for fun. E. I mean, it's notes and shit mobile, but it's got pick up and I could park anywhere.","id":"oxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":1179.22,"tags":["beater","Audi TT"]},{"line":"Yeah, this is Ah. I call in my Swiss Army life, you know, cause itll itll save you in any situation.","id":"pxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":1212.72,"tags":["Swiss Army"]},{"line":"the joke I do is that it is just a regular business card, because then I walk away and they're like, Well, there's a joke. Wheres the joke? It's post shows. No. Yeah, I got you know, I guess what they call every time and the first thing they go is whats up, man? No joke. And I'm like, Oh, and now you're started conversation, right? And I you know, I was so sick of these clever verbal jokes you know where I was, like, some sort of twist on a phrase, You know, Um,","id":"qhKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":1290.96,"tags":[]},{"line":"Um, business cards, They're a business tool. Put the bus in the ness. We use them so that we're remembered. But isnt it true that some of this business is happening digitally now?","id":"shKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":1480.4,"tags":[]},{"line":"he could sell, you know, um, ointment to a wolverine.","id":"uxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":1642.92,"tags":[]},{"line":"these time of these comic hypotheticals and I'm a nerd like, yes. Oh, I know I'm a 63 measure more with with the convertible like my man over here. But do you","id":"vRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":1663.73,"tags":[]},{"line":"And maybe we didn't always look this good. You know, that's the thing. I was so awkward. Oh, my God. I was so gangly and awkward. I didn't remember Jenna. No, my","id":"wBKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":1686.47,"tags":["Jenna"]},{"line":"No. Egyptian Herod. Oh, uh, your birthstone. Yes. Well, it's it symbolize platitudes. That's a different jam. What is that? Oh, no, it's just from what? Is that his WTF? Whos this from?","id":"zxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":1843.58,"tags":["Herod"]},{"line":"Maybe you have a sample","id":"2xKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":1975.4,"tags":[]},{"line":"but, you know, bring your own. But what if","id":"3RKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":1983.25,"tags":[]},{"line":"That's called food fight. That's new Pixar film. It's sort of a war among the food, and there will be some sort of so annual stuff","id":"4RKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":2031.34,"tags":["Pixar"]},{"line":"You pitch the marketing campaign, okay? Because then guess what? You're saving them. The leg work, and they don't care about your story. You know what? They care about the bottom line. Okay, So start over and hitch me the marketing campaign because guess what? Uh, Steven Spielberg, Jurassic Park, one of the masters. You know how that got started, right? Sure. That","id":"5hKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":2085.68,"tags":["Steven Spielberg","Jurassic Park"]},{"line":"that's what they tell people like you Fuck I'm like, OK, so","id":"6BKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":2117.56,"tags":[]},{"line":"Operation Dumbo didn't drop on us. We dropped on Operation Dumbo drop. And that's why Ray Liottas coming back, baby and pitch pause pitch. Pauls don't stop, I like it. You're talking about a lot of things that are marketable. This is Ah, this is a This is a property that existed. It's got fans attached. Ray Liotta, I know is poised for something large.","id":"8hKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":2261.82,"tags":["Operation Dumbo","Operation Dumbo","Ray Liotta","Paul","Ray Liotta"]},{"line":"He's given the in it, too. Okay? And he's raised friend and the two of them they find this elephant, and, uh, but he is also a toy that you can eat. Eight. Dennys eat McDonalds. Yes, I'm saying you go to Dennys and you eat this toy. Okay, now I'm listening. You eat Dennys. So it's whats in the elephants name could be Grand slam. It could be Southern Slam. It could be Indian slam because elephants are from India. Weve got the elephant meal,","id":"9RKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":2303.31,"tags":["Denny","McDonald's","Denny's","Denny's","India"]},{"line":"Now you get it? Yes. And now you get it. That's helpful because so many people think number one, they're there to pitch an idea they have. Oh, man number two people do think that if the pitch is successful that then they go make the movie new.","id":"-BKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":2354.33,"tags":[]},{"line":"Um, would it be fun for you to do to now pitch us and just do a perfect one. Yeah, I know. I could do that.","id":"-hKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":2383.67,"tags":[]},{"line":"That's a 1,000,000,000. There's for one day in New York City. You replace all the trains with cars that are on the tracks. People go down to the subway to goto work. Ah, car shows up. You can drive it yourself, I think. Yeah, sure. Well have the will of the stars of the movie we can get. You know, Ray Liotta? Because I was feeling that. Get him back in the mix. Yeah, we can get","id":"ABKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":2450.36,"tags":["New York City","Ray Liotta"]},{"line":"it's It's like like one of my little black kids made. Ah, made a big movie, and I'm like, Look at you go. Did you go? Um, but Elise iam uh, the titles. Perfect. You know, it kind of says it all. You get it right out of the gate. I want to see that. Or and if lets say you're one of the one of the few people that don't know what it means.","id":"AxKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":2543.07,"tags":["Elise"]},{"line":"in one second. Listen, the lease. Yeah, yeah, yeah. Whats in Elise iam? And where did you see that? Where could","id":"ERKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":2721.56,"tags":["Elise"]},{"line":"because ah, new slash We don't shoot on film anymore, people. Okay, Now, unless you're trying to Ah, what? Put a dent in the in the in the studios budget. I mean, come on, we make put that tornado Gigi Gigis now","id":"FBKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":2735.77,"tags":["Gigi Gigi"]},{"line":"Ah, business card. It's got a 1 900 number. Uh huh.","id":"HhKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":2856.28,"tags":[]},{"line":"Teoh. Make that belt. So it's not won't weight bearing, but also so that he could resell it, fray the edges or something, and then,","id":"IxKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":2903,"tags":["Teoh"]},{"line":"Without a doubt, without a doubt, That's when my juices air flowing When everyone when all that when the kids were down And it's like, That's me time and I just go out to the shed","id":"LBKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":2959.86,"tags":[]},{"line":"Fuck you and babe. You guys watching, Fargo, are we ever were realized? My God, really? Well done. So really just threads the needle of hitting this great tone that is dark","id":"LhKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":2989.13,"tags":["Fargo"]},{"line":"Yeah, they tell us twice.","id":"MhKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":3029.68,"tags":[]},{"line":"Sometimes three times. But why don't you tell me four or five times whats going on with these people","id":"MxKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":3032.26,"tags":[]},{"line":"anyway? But other than that, if it if it aint a bad show,","id":"NBKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":3039.13,"tags":[]},{"line":"Yeah. I mean, why would be interested to know that that could be very helpful. That's some of whats been going on for me.","id":"PBKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_1","timeCode":3146.73,"tags":[]},{"line":"The the way that it sends messages in the blink of an eye. Literally. Yeah, t everywhere around your body it's synapses firing blood, your heart it I don't know How does your dick getting gorged Increase in size and, ah, you know, create life? I don't know. This could have been a perfect opportunity to see a little skin and learn side of me. That movie, for sure. I'd pay whatever it costs now like","id":"PhKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":3164.88,"tags":[]},{"line":"I'm sorry we missed your joke. Unders. Thank you so much for coming over and hanging. Now. Is there anything you have coming up? You wanna plug for us? Uh, well, work a hall six is back. And ah, bigger than ever in the new year. So look out for that. Come January.","id":"QRKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":3232.04,"tags":["new year"]},{"line":"It's already. Yeah, I could 40 a link","id":"RxKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":3301.43,"tags":[]},{"line":"commented forums, Uh, like us on Facebook. Uh, hes Jeffrey parties bought the pro version this","id":"SRKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":3339.18,"tags":["Facebook","Jeffrey"]},{"line":"But if you are ah, poor person, you live in a trash can or whatever. Go ahead. Take the survey because listeners who complete it will actually get entered in an ongoing monthly raffle to win $100 Amazon gift card. Your answer. Who will help match our show with advertisers that best fit the sense of our podcast? And it's listeners like you. And if you complete the survey, you get $100 Amazon gift card with which you could, almost by an episode of our show Ah, once it becomes under the new model. Under this, yes becomes a luxury item. We promise not just share or sell your email address, and we won't send you email unless you win. Please go to www dot pod survey dot com slash Hollywood. That's www dot pods survey dot com slash Hollywood to take our survey and get a chance to win $100 Amazon gift card unless you are","id":"VRKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_2","timeCode":3487.35,"tags":["Amazon","gift card","Amazon","card","Hollywood","slash","Hollywood","Amazon","card"]},{"line":"The world dead Hey,","id":"WRKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_0","timeCode":3567.88,"tags":[]},{"line":"Jesus. I mean, jostles","id":"XxKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","speaker":"spk_3","timeCode":3617.79,"tags":["Jesus"]},{"line":"sometimes you hold things to be true in your life. Yes. On you end up getting some information that challenges those beliefs, and then you're forced Hayess confront basically being kind of us because ultimately were eating a big fat pile of crow. And the crow is inside humble pie. And we're munching the two things together","id":"ZBKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":43.93,"tags":["Hayes"]},{"line":"when they're telling you if your songs go to your movies, get now. Theyve been very kind to us. Sure, they always liked are things. But is that even fair? Because sometimes we have friends who have made something and they don't like that.","id":"aBKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":91.6,"tags":[]},{"line":"do not like Sister used as an example and not like a like a like a triathlon, because that's more","id":"bBKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":128.96,"tags":[]},{"line":"Okay. Oh, you could you know, it could be one that is in the Olympics.","id":"bxKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":141.71,"tags":["Olympics"]},{"line":"that was maybe, like a good idea. Yeah, if","id":"dBKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":174.88,"tags":[]},{"line":"and in a way, yes. And in a way,","id":"fxKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":329.57,"tags":[]},{"line":"well, it is different and it's very different. And we learned that now","id":"gRKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":351.65,"tags":[]},{"line":"as you're watching the movie. One example I like to give his the movie is sort of sliding the information under the door, and maybe you notice it, and maybe you don't. The show pounds on the door as hard as it can rings the bell 20 times, makes you sign for a package that it gives you, then watches you open the package inside the packages. A letter explaining the contents of the package and the contents is pretty self explanatory. To begin with. It's maybe just like, Ah, Big Rock. And then the guy tells you what the package,","id":"ihKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":416.88,"tags":["Big Rock"]},{"line":"the guy whos who made you sign for it goes like that. So he","id":"ixKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":453.77,"tags":[]},{"line":"you notice the part where he said that he was going places in this world.","id":"lBKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":573.75,"tags":[]},{"line":"and they talked about that of the street also. And that's that doesn't seem like quite enough eso. Then the guy says this","id":"nhKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":691.67,"tags":[]},{"line":"And so they do these brothers who are the sons of the bully and the way they talk. I don't know if you notice. It's kind of interesting. I didn't notice anything. Particularly. I have a clip that sort of reflects their their dynamic. So the, uh it's just a bunch of examples of the way these two brothers talking to each other.","id":"phKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":780.76,"tags":[]},{"line":"are just like shredded mesh. Lundys um uh, I believe Bob Mackie designed a lot of them. He used to do all shares dresses for when share went on tour. But then, for this to worry, actually didn't do it because she didn't give enough notice and there's a little bit","id":"rRKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":946.75,"tags":["Lundy","Bob Mackie"]},{"line":"with Ace. That's accurate. I get As, I get h A. Y s. I get a chaise ee. It's like these fucking greet art. You know what? I go to school. What Big Dick player?","id":"shKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":1001.38,"tags":["Ace","Big Dick"]},{"line":"showbiz. Speaking of which, from the from the introduction, uh, it has a number of different facets. Now it's like a nice, fine diamond. Where there It has a number of sides for people at home who don't know about diamonds, they're not always probably the ones you guys get are just completely flat because you can't afford a big rock version of it. But if you do get a rock one you can actually see There's different sides to it And you can look at it with a little eye piece thinking And there is different,","id":"tBKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":1029.85,"tags":[]},{"line":"Yeah, I mean, I think, you know, depending on which podcasts historian you ask. Um, but weve been doing it the longest. And that's that's generally what I like to say is that we,","id":"vBKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":1145.23,"tags":[]},{"line":"It was a closed set that day because it was when Hathaway showed her sweater puppies.","id":"whKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":1254.39,"tags":["Hathaway"]},{"line":"And I think that we didn't close set. What are you talking about? Jake Gyllenhaal or Jake Branson? The guy who does craft services? I actually was on set there, and I kind of just see, like the stars and the crew is equal","id":"wxKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":1260.57,"tags":["Jake Gyllenhaal","Jake Branson"]},{"line":"And, you know, is there any more pure form of content than to, uh, dudes fucking jerking each other audio to do white, jerking each other off on a fucking microphone. Yeah, I mean, and that's what you know, when me and my podcast partner, Jesse, kind of invented the genre","id":"1BKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":1464.14,"tags":["Jesse"]},{"line":"Sure. Well, you know, potato, potato.","id":"1hKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":1508.22,"tags":[]},{"line":"You were saying before you came in that you've seen some AMC TV shows? Yeah. I mean, again, that's a big thing. You know that. We think it's really important in podcasting. is the like, you know, just like let people know about AMC TV shows that no one knows about and no one is talking about. Yes, like","id":"4RKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":1656.65,"tags":["AMC","AMC"]},{"line":"you have another machine breaking bad.","id":"4hKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_2","timeCode":1676.08,"tags":[]},{"line":"right? Yeah, and thanking, You know, that's a great point. And I on that. I think you know this is opening up the door to a larger conversation about, like, what is a comedians podcast like We kind of looked at that. And we're like, Whats comedian always have to be funny? Yes.","id":"6RKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":1726.15,"tags":[]},{"line":"like that. That's an get so hard to be raw and real all the time. I mean, I'm exuding a lot of energy right now, being so Ron real with you guys. But, like,","id":"7RKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":1758.29,"tags":["Ron"]},{"line":"was the case. with you guys, and I will say it. My parents used to fight","id":"BRKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":2131.62,"tags":[]},{"line":"Well, but is it why I have to stay so busy? Always making all that? You","id":"ChKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_2","timeCode":2166.01,"tags":[]},{"line":"I'm not gonna live in your tennis mansion year round when I've got this sweet set up down here. I've got two different kinds of food towns. I've got black light posters fucking to beat the band. And one thing she doesn't realize about my dad.","id":"ExKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":2210.21,"tags":[]},{"line":"innovators who are just coasting off our weight, but yeah, sure, Sure,","id":"GBKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":2267.26,"tags":[]},{"line":"less so sure. Yeah. Unless so, but yeah, sure. Yeah. Uh, this is a thing where weve solicited questions from our listening audience on. We asked that we ask those questions from our audience to you on the podcast. And then comes a challenge of coming up with a day for the segment.","id":"GxKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_2","timeCode":2281.56,"tags":[]},{"line":"little on the nose.","id":"HhKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":2321.64,"tags":[]},{"line":"that? You said the salt packet. For what? For the popcorn","id":"JhKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":2387.19,"tags":[]},{"line":"which was an actual line that I said it all about, you know?","id":"MhKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_2","timeCode":2512.88,"tags":[]},{"line":"to this fan, Like mentioning that I have my hands in a lot of different kinds of content. I'm also bring my own microbrews thes days, so Oh, my God. Yeah, like that's a kind of content. What? Cool. Great hobby. Oh, it's so fun. And I just love to talk about it. It's interesting for everyone to hear about that process. Tell me some of the bruise you're working on right now wraps levels and with whatever else you can say, just working on a real hoppy I ph Wow. I love","id":"NxKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_2","timeCode":2551.07,"tags":[]},{"line":"I'm going to kill myself tomorrow.","id":"QxKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":2666.22,"tags":[]},{"line":"it looks look good, but then you can't say dick in a movie. So you cut","id":"RxKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":2703.09,"tags":[]},{"line":"someone, Someone else saying you cut Teoh Elizabeth Taylor turning to Richard Burton and going dick, You want to get married again, and yeah, and that way we're able to get it all in.","id":"SBKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":2708.86,"tags":["Elizabeth Taylor","Richard Burton"]},{"line":"wherever he","id":"UBKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":2805.5,"tags":[]},{"line":"sure when you're listening, you know, in your earbuds your you know, office drone job where you know you're wasting away in that cubicle. Ah, and you know, you're listening to us, like, just kind of, like, spin out on whatever like twisted tangent were on. Yeah. I mean, like, sure, you can appreciate, like, the pauses and the stories that don't get finished and, you know, in the yeah, you write the weird conversations where the audience isnt given enough information. But when you see that live, it's just it's got a different texture, you know? And it isnt it nicer to listen to with, You know that it's not edited it anyway, So we're getting the good stuff. Yeah, And people are kind of reacting the stuff you didn't","id":"UhKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_2","timeCode":2833.17,"tags":[]},{"line":"Yeah. We're branching out into talking about HBO shows","id":"VBKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":2895.48,"tags":["HBO"]},{"line":"shows in the beginning. That could be big. Now, Jordan, I'm gonna go ahead and put myself in the Popcorn Gallery for a second shirt.","id":"VRKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_2","timeCode":2899.12,"tags":["Jordan","Popcorn Gallery"]},{"line":"Do you ever get scared? Just how fucked up in your mind is in all these crazy connections you make when you're just talking and just really going down the sort of Byzantine labyrinth that is your sin. And if you go too far and what if the string that you leave behind to find your way out is, ah, lost? Sure.","id":"WBKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_0","timeCode":2917.01,"tags":["Byzantine"]},{"line":"I mean, that's That's absolutely a concern, you know? And that's just like it's the tightrope we walk every day. Is podcasters like","id":"WRKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","speaker":"spk_1","timeCode":2937.8,"tags":[]}]