[{"line":"what? I have a","id":"uhH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_2","timeCode":3975.88,"tags":[]},{"line":"That's inappropriate. Now that''s really inappropriate. I don't I'm not gonna say I","id":"vRH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_1","timeCode":3980.07,"tags":[]},{"line":"tell you being like,","id":"vhH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_2","timeCode":3984.7,"tags":[]},{"line":"Yeah, well, Bush isn't really working here. He's like, lying down.","id":"whH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_2","timeCode":4008.7,"tags":[]},{"line":"weird little like, uh, far anything.","id":"0BH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_2","timeCode":4088.44,"tags":[]},{"line":"But I'm going to say that I'm at work. Yeah, he's trying to have a normal conversation with you at work. OK,","id":"1hH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_2","timeCode":4129.91,"tags":[]},{"line":"They had a lot of Shrimp-Off. That's great. You ate a lot of Shrimp-Off. I will. Listen, I like listening to people eat. I Watches, Sean knows. And so of course he unwrapped his probosci's.","id":"3RH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_0","timeCode":4170.13,"tags":["Shrimp","Shrimp","Off","Sean"]},{"line":"'see other 80 on how well they're doing. Ferrell audio.","id":"3xH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_2","timeCode":4203.83,"tags":["Ferrell"]},{"line":"That was a really fucked up apology. in which you offended me.","id":"5hH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_0","timeCode":4266.52,"tags":[]},{"line":"'so high, I forgot to say the name of the show. It's called braids, and it''s a psychedelic trip through the latest developments in science, which is for smart people blended with lush soundscape's designed to blow your mind, which is for free. Kiso. It''s like mean and I'll do","id":"8xH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_1","timeCode":4359.69,"tags":[]},{"line":"It's les's profes'sional. It''s a little bit strapping, man. It''s friggin Book. Knocked down the same budget and production values is radio. Think you understand your confidence, Mis's Food Warrior Universe will think again.","id":"9hH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_0","timeCode":4384.81,"tags":["Food Warrior Univer'se"]},{"line":"here. Or","id":"-RH3LXMByMrymAEmr_Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_3","timeCode":4447.14,"tags":[]},{"line":"members of Genesi's listed, but Phil Collins has cros'sed out and encircled in","id":"AxH3LXMByMrymAEmr_Ra","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_4","timeCode":4524.17,"tags":["Gene'si","Phil Collin"]},{"line":"cros's out again. Yes, I","id":"BBH3LXMByMrymAEmr_Ra","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_1","timeCode":4527.48,"tags":[]},{"line":"have killed Phil Collins twice.","id":"BRH3LXMByMrymAEmr_Ra","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","speaker":"spk_4","timeCode":4529.04,"tags":["Phil Collin"]},{"line":"ad. Oh, right, So heres the thing. So Jensen, I gues's, is friends with Blos'som. And then they're doing raps on the show or he''s help or she''s helping him wrap or something","id":"DBH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":87.57,"tags":["Jen'sen","Blo's'som"]},{"line":"But they're not the only ones that can do raps like we didn't get invited on the show. OK, we don't have a show. Okay, we have this show, and we're going to do far les's than 300 episode's of it, but","id":"DhH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":112.42,"tags":[]},{"line":"Pumpkin Spice is back. There's also a war on Christma's coming. Shut up! So","id":"FRH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":230.31,"tags":["Pumpkin","Spice","Chri'stma"]},{"line":"just the idea of having a captain a ship with your ex wife is your first. So they debrief you when you show up and you're you are Captain Ed Mercer. Ah, and, uh, your ex wife, Kelly Wasit. I want to say is The like when you show up in the maze, they're like, heres your ex wife","id":"GRH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":302.6,"tags":["Captain","Ed Mercer","Kelly Wa'sit"]},{"line":"Yeah. No, I don't I know it well. He thinks it's so delicious. He wants you to try it. But it''s like a little too aggres'sive. And it''s pretty scary. Just toe have your brother and your parents living in the two apartments next to you and thinking about the lack of privacy because you can hear everything in every apartment.","id":"IhH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":393.29,"tags":[]},{"line":"So you know, we can keep talking about this. Hey, welcome to Hollywood Handbook. I Hollywood Handbook but show an insider's guide to this show s So what? What? Bryan Safi, did you do Halloween? Hard? Copy would have a scary maze, You know, I've never done it. I e keep getting invited. Teoh. There''s someplace that everyone takes their kids and I cant with cool a pump school. Your","id":"IxH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":415.02,"tags":["Hollywood Handbook","Hollywood Handbook","Bryan Safi","Halloween","Teoh"]},{"line":"She's like That was like, Jason, ACC union. It''s the sort of humor that, like, you know, it''s like net to me. It''s like the one step below laughin","id":"KxH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":542.19,"tags":["ACC"]},{"line":"it's good for you to know that it''s a 10 point. This place will turn on you. Okay, they will abandon your show. Uh, they're trying to","id":"LxH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":625.81,"tags":[]},{"line":"happened to Angus? You know, I'm talking about it.","id":"MRH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":638.07,"tags":["Angu"]},{"line":"I don't want to feel jealous of those guys getting all that poontang because that's sort of hear how I view myself. And so when I watched like a Ron Livingston just neck deep in Poon Tang that''s gonna make me wish I was in the movie. And ah, and and I feeling jealous is one of the feelings I try to avoid now. But we tried to get Angus involved. His hard line Christian values were a stumbling block, but not not a brick wall. I I feel like we worked it in in a natural way. Ultimately, he didn't want to be a part of it because, um, he was used to being on popular shows. Yeah, that was a big yeah, we made it all the way through the creation stuff on. Then he was like, OK, so people, a lot of people like this show. Listen to it that that was the beginning of the end, for I do think that it would serve this show. Well, Toe have a Christian in here. Like I do think that if you just to sort of keep everything up that Christian Bale. Hey, baby. Dick Cheney, right?","id":"NhH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":695.94,"tags":["Ron Living'ston","Poon Tang","Angu","Chri'stian","Toe","Chri'stian","Chri'stian Bale","Dick Cheney"]},{"line":"'so it must be very old. Uh, one of the first was a TV, so it's not battle. I mean, TV''s werent around. I gues's Big Grande werent thinking that longer, right? Okay, but the screen itself is not that big. But the actual volume of the TV, like how much liquid it would hold if you hold it out is huge, but could be about Oh, that''s volume of the TV is very low here. And that''s why I clarified the actual volume. I say yes. Okay, well, it comes out the back, so you have to kind of like if you could be in two places at once. Well, you hold it up to a mirror and so you can sit in the back where the sound is coming out and you can watch the TV itself in the mirror. It looks kind of like a barber pole.","id":"OxH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":830.24,"tags":["Big","Grande"]},{"line":"glad that you have something Rig. Okay. Well, it has football on it with you said so. Yeah. And we're here to talk about football and my portable DVD player, Just in case we want to talk about the size of it","id":"PRH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":888.09,"tags":[]},{"line":"is, um Whats the edge? Well, it''s paper thin, Okay? I mean, it''s like a centimeter. Oh, if that. How think it''s bigger than paper? That sticker that is that that would be pretty thick paper.","id":"PhH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":899.04,"tags":[]},{"line":"Yeah, that sounds pretty good. Yeah. Yeah. And it's some It''s heavy as hell, man. This thing","id":"QRH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":921.66,"tags":[]},{"line":"right? Right. But he don't like swing vote. No, he don't. Okay. Uh, yeah, that's cool. I think about","id":"RhH4LXMByMrymAEmk_Ti","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":1035.23,"tags":[]},{"line":"every weekend. Love your eye. Love The I Love Europeans. You know, I love every single one of them. There's a middle of Europe. Yes, that''s what Here. I would never go to the Middle Europe by the middle is going to the middle. Ignore the coast's. But they laughed, too, at the idea that this football, you know what I mean. And I've done power points have done different presentation's of a way that I could change up the game. Wow. I just thought of now taking the foot out of So you're really smart about this, That I am very smart. Wow. I'm very, very smart. And I would I don't know. I feel like fuck handball. Yeah, call it that. I love that you're so smart and that you're so smart in the year, Like, fucking didn't go to school. That''s like me. Yeah, well, I did go to Harvard, I gues's. And all my rich cronies, they're the people who gave me on my opportunities.","id":"UxH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":1364.83,"tags":["European","Europe","Middle Europe","Harvard"]},{"line":"you want to call it Book handball? Yeah, that's what football that''s penned at the top. So do we want to call it something? Do we want to call it citing? And then do we want to not pay these guys because these rich cry babies, with all their million''s are now ruining my country? Well, I think one of the teams could be all the teams have to have a city. So one of the teams should be the second city short former''s. Oh, that''s great. They do short for him. And then you could cut the halftime show because I think the players showed up through the halftime show and they should be doing short form. Like I would love to see what I mean.","id":"WBH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":1467.52,"tags":["handball"]},{"line":"you know. And then you can't Rack Alum. Is there a TV tag version of the NFL? And I think all this like running up on guys. I think there should be at least one guy who gets to just run around wherever he wants with the ball. And no one is trying to surprise emerge. Stop running The hold. Honestly, I think it's This is my idea for this whole week. I'm It''s my team. I on the team, so it should probably be me.","id":"XBH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":1552.87,"tags":["Rack","NFL","Thi"]},{"line":"And this is big news about a big new league. A lot of people are gonna be sharing this clicking this. We hope they will want Yes, so we don't have the numbers here. What we want is just the truth. And so now you can stop shutting on and be quiet and no stop stopping. And then you can say what you want to say. But just do it, keeping in mind unles's following the rules a little. Okay, so does that part air The part you just said to me, that's the most important. Oh, yeah, that that''s a tease. And well put a little musical track under it like kind of threatening music.","id":"ZhH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":1784.6,"tags":["unle's"]},{"line":"Oh, this October Blue Apron s cell burning is sorry. Hays Rock Tober. Sorry, we should do rock Doughboys. Does this take it? Lets do. And it''s a food at rock lobsterfe'st. This Rob Lobsterfe'st Blue Apron is celebrating it's fifth anniversary by bringing back his top 20 recipes From throughout the past five years was picked by you, The Blue Apron community. Your favorite Blue Apron recipes air back on the menu for a limited time only, and you can try a Blue Apron all time. Customer fares are going to Blue Apron dot com slash hand Book now, Chef Kevin, so far, this is a fun idea bringing back all the old recipes. But why Can you explain why they have to go back and do all their old recipes instead of doing any new recipes? Because normally in this part of the ad, we would say that differently would start listing the new recipes and get everyone drooling on their car stereo. Hey, guy.","id":"ZxH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":1822.1,"tags":["Hay","Kevin"]},{"line":"Yes, I did. I am kind of hooked on candy crush. Um, it's kind of my dirty little secret, cause Chef Kevin should be healthy, but when I see candy, I'm just like, Oh, God, it''s kind of like, you know, food, porn to me. Um, So I've been playing that nonstop, and I have not been doing my homework.","id":"ahH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":1898.17,"tags":["Chef","Kevin"]},{"line":"That's great. S Yeah, that''s not stopping it. Dub. That''s a very natural because he''s a foodborne on my I know, totally everyone was suggesting names. It''s totally organic. All real names were like named the dog, you know, snuggles or whatever, and I just was like a name picked port.","id":"bxH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":1958.85,"tags":[]},{"line":"I'm about to do that. I d From that about that.","id":"eBH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":2072.85,"tags":[]},{"line":"So I, um I have Blue Apron myself, and when I use it,","id":"fRH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":2095.51,"tags":[]},{"line":"and a. And you could turn his mic down. But what? Lets steal that idea because it doesn't have to neces'sarily be spelled the same. When you're just saying right, it could be like a Let me think.","id":"hRH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":2221,"tags":[]},{"line":"to live by just one, but you can","id":"iBH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":2282.47,"tags":["ju'st"]},{"line":"come out of the ocean. Are they gonna make it another alien covenant? And I just throwing this out this design out of the end, Another alien? I don't know if this works in the league or not Chappy Gilmore. I don't know what we do with it","id":"jhH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":2473.77,"tags":["alien","Chappy Gilmore"]},{"line":"you know? Yes. So, like, that's cool. Is that okay? Call it Fuck Boys. Brian''s idea. Yeah, yeah, I'll drop. I'll have my attorney store outside publicist in my agent to my manager, and great all my difference. My team. And they could draw that they can drive something that you can drop the papers. Yeah. Who else? It Earwolf has your publicist. Let''s talk about who it Earwolf use's. A publicist.","id":"kxH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":2544.27,"tags":["Brian","publici'st","Earwolf","Earwolf"]},{"line":"Uh, I think me Katie. Yeah, correct. Yeah. Um, and, uh, whats the other Gilbert Gottfried? Yeah. Um uh, Matt Lauer. Okay. I don't think of him is in Earwolf personality. That''s your los's. Charlie Rose.","id":"lBH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":2566.59,"tags":["Katie","Gilbert Gottfried","Matt Lauer","Earwolf","Charlie Ro'se"]},{"line":"Uh, Dan, uh, quail. Okay. Marilyn Quayle, Uh, they should merge their podcast. They refuse. Okay. I was always wondering what the deal was there. Ted Bundy, Bundy and Kaczynski. Um, Dream team Mark. Yep.","id":"lRH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":2585.71,"tags":["Dan","Marilyn Quayle","Ted Bundy","Bundy","Kaczyn'ski","Mark"]},{"line":"I mean, together they are. Either one of them can be a little much,","id":"lhH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":2607.84,"tags":[]},{"line":"So we were talking about a football game. Uh, all these guys were running around. We need a new ball. Anybody else agree with Ah Thanh of what Ted Kaczynski was saying Kevin, just come and go.","id":"nRH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":2677.81,"tags":["Ah Thanh","Ted Kaczyn'ski","Kevin"]},{"line":"Um, yes. Yet The Ted Kaczynski stuff. Yeah, well, we're living in the universe that he predicted right now with the computer with how the football on computers air doing. Please don't turn my volume way up.","id":"oBH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":2706.91,"tags":["Ted Kaczyn'ski"]},{"line":"And I You know what? This would be great for the football league. I feel like the beginning should just be someone listing all the rules of the game has been through this. Do not do this, do that. Do not do this because they never say whats happening in the river and in those games in the NFL games, they keep breaking the rules. And it''s like, Well, maybe if you said beforehand what we're supposed to do exactly like","id":"pBH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":2786.04,"tags":["NFL"]},{"line":"to even figure","id":"pxH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":2834.91,"tags":[]},{"line":"Theo Hen. And then that should be the climax of the game. God, Oh, that you want the","id":"qRH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":2886.35,"tags":["Theo"]},{"line":"I didn't suggest that, but hey, didn't let you. Yeah, you were about Okay. Very minority report. Yeah.","id":"thH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3064.9,"tags":[]},{"line":"Yeah. 52 months. Too much. Yeah, Well, they can keep the $5. Yeah, for standing outside","id":"uxH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3123.36,"tags":[]},{"line":"'so and I wasn't gonna say it","id":"xhH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_2","timeCode":3244.43,"tags":[]},{"line":"do we do? Getting ready to use them","id":"yhH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_2","timeCode":3273.45,"tags":[]},{"line":"while. This is endemic to the industry. Yes. Thank you, Kevin. Types. I told","id":"zBH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_2","timeCode":3309.13,"tags":["Thi","Kevin"]},{"line":"on their Finally it's a new day and we're starting to expose some of these guys.","id":"zRH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3315.36,"tags":[]},{"line":"I meant it is endemic to the system. Kevin. Yeah? If you ever need a way out, do not call me because I chockablock. But I will, Gary. Very busy. I go to Starbucks. He's got his own career to protect. If I Were You Run Barnes and Noble. You don't know each other that well. Wait. Infected Barely. But I would say like there is a way out. And I'm sure if you Google that you can find it. But you should. Yes, I should s. Oh, Sean Hayes were really nice last week. Yeah.","id":"zxH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3325.71,"tags":["Kevin","Gary","Starbuck","Barne's","Noble","Google","Sean Haye"]},{"line":"Mm. A shot to the top of the list. So that really was effective.","id":"1BH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3391.93,"tags":[]},{"line":"So anyway, we can spell Lakers different L A k E r s exclamation point. That's good. So youll be like, Oh, this isn't even even better for E A Ours. That''s actually fun. So we have the Lakers. That''s another way. That''s another way to do it. Said in article. Yeah, yes. The Lakers, Los Angeles. The wake er''s Los Angeles. The Lakers.","id":"3BH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3484.11,"tags":["Laker","Laker","Laker","Lo","Lo","Angele","Laker"]},{"line":"The Lee just in the same because we're in the same sound area if you don't have to move their mouth too far to say the two team names be okay. Talking all the way around the block and the leaky lease air. They From a city. The leaky lease. Yeah, they they should be from a planet. Does she kind of sound like an alien? Okay, what planet are you from? Like the movie? Maybe I'm leaning Mars. That was what I was. Yeah.","id":"3hH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":3520.81,"tags":["Lee ju'st","Doe","Mar"]},{"line":"You sit here and tell me about Shakespeare. Wordsworth friggin Robert Blake. I can't learn anything from you that I can't learn from a fuck it Book. Unles's you want to talk about you. Now, that's interesting.","id":"6RH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":3707.72,"tags":["Shake'speare","Robert Blake","Unle's"]},{"line":"Okay, Sam. Okay, but you have no question's for May. I don't know. I mean, weve been talking a long time. We have Honestly, it's exhausting. And I don't know how Robert Blake got and I'm, like, cooked. I'm like, Doug,","id":"6hH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3725.63,"tags":["Sam","May","Hone'stly","Robert Blake","Doug"]},{"line":"I am, like, totally done to that. So now it's This is a good time.","id":"6xH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":3739.75,"tags":["Thi"]},{"line":"The as'signment waas Sean was ending the leftovers. Azan Institution. Looking back, I needed one. The smart cool line to say goodbye to the left over with this amount of distance, I do not know why you would say, Are you The hosted dirty jobs? Because I'm about to microwave your leftovers. Oh,","id":"7RH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_1","timeCode":3752.14,"tags":["Sean","Azan"]},{"line":"Uh, bye.","id":"9xH4LXMByMrymAEmk_Tj","index":"handbook","podcast":"Hollywood Handbook","episode":"Bryan Safi, Our Close Friend","speaker":"spk_0","timeCode":3879.58,"tags":[]},{"line":"and I'm behind the play. We're switching off. Who does Behind the plate on the ball is coming in. And every time from a throw. Yes, the guy. Okay, so The throwers shooting at it. Yeah. Okay. Yeah, I'm just trying to picture. Exactly. So you're standing behind the guy who gets","id":"_RH4LXMByMrymAEmqPQ2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":17.15,"tags":[]},{"line":"a guy who kind of looks like me. He's kind of dres'sing like May. Yes, that''s run The for shooting at a back.","id":"_hH4LXMByMrymAEmqPQ2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":35.76,"tags":["May","run The"]},{"line":"Yeah, and every time I paid him, it's an hour and I get to keep doing it. Oh, no.","id":"BhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":130.61,"tags":[]},{"line":"Wow. And that launched you end all in all of","id":"ChH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":200.83,"tags":[]},{"line":"well, in a line like that.","id":"DBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":227.88,"tags":[]},{"line":"A laugh line, Uh, that is sort of star making, as we found out. That's the sort of line that Scott will sort of earmark and say, Nobody else gets to say this. Even if he is playing the character who The Linus said to, hell find a way around that there''s a lot of camera tricks and stuff. He knows police to hand himself. Batteries like this would be funnier this way if I'm doing it.","id":"DRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":230.4,"tags":["Scott","The Linu"]},{"line":"can't have. You don't even have to talkto.","id":"HRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":423.79,"tags":[]},{"line":"him. Blue. I appreciate you challenging me in this way. Yeah, because I'm so prepared. If I went frame by frame,","id":"HxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":442.61,"tags":[]},{"line":"No dolphin pod, no aqua Man. Free Willy wasn't there. The music they were listening to wasn't very good.","id":"IBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":449.86,"tags":["aqua Man","Free Willy"]},{"line":"you can do that because you've got my attention. But don't try to do the hard part first. Like, make it easier around it in a world that I understand. And then you can make these, like, take these big swings.","id":"IhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":501.67,"tags":[]},{"line":"didn't try and do any of those things. There's not even, like a hint of like, ah, Caribbean rock band are steel drum, No steel? No,","id":"JBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":520.32,"tags":[]},{"line":"there was there was absolutely nothing that nineties kids would understand.","id":"JRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":529.04,"tags":["ninetie"]},{"line":"there like obse'ssed with this movie. And it's like, Okay, it''s like, just want movies that like freaking out. But they're like, Yeah, I think there are as'ses'sed with us. Yes, there''s something because they always do that e mails like I don't get this many emails from my freaking girlfriend.","id":"NxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":661.82,"tags":[]},{"line":"So it's been a lot of accusation's that were just keeping the movies, and we're ripping them, and we're like burning them on toe CD. Ours for our friends,","id":"OBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":678.43,"tags":[]},{"line":"Yeah, So they shut down our account.","id":"PhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":804.36,"tags":[]},{"line":"point Blank accused us of being ripped Torn and Jack the Ripper, the two halves of brothers for the brothers Rip Van Winkle and I waas so offended and so mad I was about to go straight ant man on these guys and Boston to the friggin they wouldn't even diet. Imagine something. It's just like pulling their call or around that they can't even see in their headed to score like Book","id":"QBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":813.7,"tags":["Torn","Jack","the Ripper","Rip Van Winkle","Bo'ston"]},{"line":"guys. I'm not I'm not the store. I'm just a guy on American you. Um I I'm heat. I'm not just a guest because don't want my We don't know. We do want to hear about all that stuff. We could","id":"RBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":886.97,"tags":["American"]},{"line":"He wants to go to 12 which is having your Mr Heavenly go and","id":"SRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":958.21,"tags":[]},{"line":"I'm just gonna go ahead and say it, please. I love you. And I'm in love with you. Oh, may a little bit of a hitch in the 2nd 1 but I think","id":"ThH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":989.52,"tags":[]},{"line":"If there's one thing I learned working on American Vandal I mean, Netflix knows how to spin a mystery. They know how to create a tale that''s a fabricated on lies on and sell it to the public. So I would say no plugs, by the way. This is not, you know, of course we want to talk to you, but you are a prisoner are still up? Yeah, you're a POW. I'm just, like, kind of a prisoner of wicked awesome dudes.","id":"UxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1098.39,"tags":["American Vandal","Netflix","Thi"]},{"line":"did you know that you don't have to be in SNL hopeful to take clas'ses at the second city training? Didn't even know that, did you? Can you do improv for humans without being an SNL hopeful?","id":"XhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1280.44,"tags":[]},{"line":"No. No, you can't. But with second city of this is a betrayal of me breath. You know that. I feel I die. I'm betraying Die, Brett. Come on, man. Hayes is one of your comedy heroes. These are my brothers and sister's, Brett, and just be And look, I have respect From just because I never took a friggin improper comedy clas's in my life and all I did was went to Harvard and got handouts from my rich buddies. That doesn't mean that I can't respect that. Seems like it would actually be very hard to dio","id":"XxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1290.79,"tags":["second city","Brett","Haye","Brett","becau'se","Harvard"]},{"line":"I So I will say I respect that because it doesn't like it's an easy path. It''s fake. You know what will happen to me?","id":"YBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1321.73,"tags":[]},{"line":"bread. Not to do that. Who? It hurt me Just watching your hair get all spiked up like that","id":"YhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1346.68,"tags":[]},{"line":"I'm just realizing there's no T in his name. It''s just Profes'sor aggro. Cocky,","id":"ZhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1373.31,"tags":[]},{"line":"right? That's a fund your weekly routine. Go to second city dot com backsla'sh TC or call 3126643959 To find the best clas's to advance her entertainment career, make new friends or polish up your presentation skills. You have to admit that this is better.","id":"ZxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1378.39,"tags":["dot com"]},{"line":"Admit it. I can't I can't say that it's better. Better than what? Better than best. Better than he's He's get your","id":"aBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1394.12,"tags":[]},{"line":"Frankie, pull up Computer, please.","id":"bBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1428.36,"tags":["Frankie"]},{"line":"his moment to shine yeah, incomes. Kevin being who is someone whos, like, not actually supposed to be part of the show. Part of the show. Maybe that''s me. This time, Bright used to be Ariel Starr here. I was starting to get really funny. Yeah. Brett was actually starting to become a really funny guy. Know what if we grow our No, as a a review of the movie Ransom","id":"bhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1467.32,"tags":["Kevin","Bright","Ariel Starr","Brett","Ran'som"]},{"line":"and we give it five stars, I gues's. And only this time it's gonna be Ah,","id":"bxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1492.11,"tags":[]},{"line":"Yeah. So","id":"cRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1504.71,"tags":[]},{"line":"Um, sure. It is somewhere. Okay, we're going to start drafting the email. What is this? Whats this streaming stuff? So you maybe you can help us, but yeah, because you're obviously our DVDs have been suspended. Weve always watched movies by getting disc's in the court, But when he''s saying streaming, people have been telling us, you don't even have to do that.","id":"dxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1551.77,"tags":[]},{"line":"A Luke. And I tell you what I think streaming is Yeah, going. I did a little stream and this morning into the toilet","id":"exH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_0","timeCode":1638.05,"tags":["Luke"]},{"line":"rock, Uh, and then do another dash dash. And do ignore those dashe's. Say that. Yeah. Okay, so now I don't mean to type that surprise bitch. Surprise, bitch.","id":"kxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","speaker":"spk_1","timeCode":1883.1,"tags":[]}]