[{"line":"'s. So suck everything out. Yeah. Yeah, and then I feel it back. A little piece of wax seal. Yeah, that would have been great. Yeah, there is just a little hole with gasoline coming out. Zoom.","id":"0hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":119.53,"tags":["ga'soline"]},{"line":"Hey, Hollywood Handbook and God picking, but dropped the name. Red carpet lines are calling industry. We call showbiz. What up? What up? We got a guest today, uh, and the corker and it's Brett. Hello? Hey, How are you guys? A big bread? Uh oh. Uh, sure. No, thank you. Thank you. Yeah. Uh,","id":"1RGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":156.06,"tags":["Hollywood Handbook","God","Brett"]},{"line":"what, seven or eight trees. So I, uh I think, though, that prior to the whole scandal in us knowing, unfortunately who he is that if I was in a party with them, I think people would still you were on you. I'm not talking about fame. I'm just talking about like like, big person personality. You would have been holding core, and he would have been maybe trying to get his licks in jumping with singer, right? But then we would fall flat. So this was your act. Like it was okay? Because they feel bad for him. But he came out of his shell after this. Really events. Things that happened were hims social. Yes. Did he ever come out of his shell? Yeah, he really did. He really Did. Anyway, I should get into that. Were in the news neces'sary. Were in the studio. Now the new studio. It's so bad. I hate it. Why do you hate it? I hate this wall. I'm sitting next to a wall and Bretz on the other side of the wall on. Now, whenever I ever want to reach out to him and just kind of feel that he''s there, I get cold glas's instead of, like, kind of warm arm. Uh huh. Well, maybe they should take this glas's down and make it all, don't you think? I don't know. I mean, I think it''s up. Toulon, guys, you know, it''s okay. I I feel connected to Brett to some degree, but it''s not my show. And like you guys willing, he''s to me. He''s little Brett and you're a big bread. And I think there''s a connection there that transcend's glas's. But for me, as someone with a completely different name shares like one letter. Yeah, right. I'm going. Do we really need Mawr dividers between us? Right at the and 2018 in 2018.","id":"2RGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":260.47,"tags":["or eight","Bretz","gla's","Toulon","Brett","Brett"]},{"line":"And this is what led to the exploder going around sending these bombs. And by the way, I I don't approve of what he's doing, but he could be good to explode the glas's. Now, what could be","id":"3BGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":371.63,"tags":[]},{"line":"Um, yeah, s Oh, yes. So the new studio. So Kevins on the other side to I don't really care about that.","id":"3hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":410.23,"tags":["Kevin"]},{"line":"Okay, um, that's how do you feel about it. How do I feel about it? I mean, I feel OK. I mean, he you know, I mean, they both have warm personalitie's, that air coming through the glas's. That''s desperation. It''s like, Oh, that''s while sweating very hard for me to by the end of the different. By the end of this record, this is gonna be all fogged up. It won't be able to see that anymore from just like sweaty nous. I'm gonna take pictures through the glas's. You can You just not at. He''s totally neutered. What a psycho freeze disappearing My problems is I always come to these things, and I'm like, uh, my problem is you come to these things. I'm not camera ready. Right? Okay. Oh, yeah. Weve had that people''s pictures. I don't, But I really knew that there would be a picture. Yeah, but I mean, I don't look terrible. No, I think you look No, you look","id":"3xGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":416.86,"tags":["sweaty"]},{"line":"awesome. Yeah. I have natural long, uh, hair that's bald on top now. So it''s like, even if it''s, like, mes'sy. You know what I'm wearing, like, this vintage police sweat suit?","id":"4BGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":467.62,"tags":[]},{"line":"I would say I was casual. Brett Gelman is of IV. Definitely. Yeah. Thank you. Big bread is a mood today. Okay? And I I worship that. Speaking of this great. Speaking of mood, I am pis'sed. Teoh Making pis'sed is making It always makes for a good show. I'm always bringing when I'm pis'sed, but, uh, get ready for","id":"4hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":480.42,"tags":["Brett Gelman","Teoh"]},{"line":"Should I? The pool started like I didn't know that they offered clas'ses. The acoustic's in the pool. Oh, my God. Yeah. Oh, I back It was not a clas's. We're going at the Met? Yes. The Why in the hell? Yes, the same way. Same acoustic's is. Ah, the pool has to be empty. But you can do stuff in there that will force them to empty it out. Right","id":"5hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":619.33,"tags":["cla's","Met"]},{"line":"myself and haze that wasn't there before. We really is just a standing for my dad s. So at that point, it's like, Wow, he''s a standing for your dad, huh? You're really, like clocking in. You relate to relationship's in terms of distance. You use a lot of","id":"6hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":742.03,"tags":[]},{"line":"Nobody Away. What were you What were you Oh, Okay. Well, that's that''s not good. Had to get a ride home from my friend''s mom.","id":"7hGZJnMByMrymAEmCKxE","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":800.1,"tags":["Away"]},{"line":"hey, guys, you know, the right higher can make a huge impact on your busine'ss. And you're like, Oh, this is some other company that Sean has IV done a partnership before. They must wait a little different. Uh, we could talk about times when a great hire has made a huge impact on our workplace if that had ever happened,","id":"AhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1285.35,"tags":["Sean"]},{"line":"But finding the right person could be hard. No kidding. Instead, it is posting on the job board, which most people don't check poster job to place where people go every day to make connections grow in their career and discovered job opportunities. Leg Did of Rick, another new partner for in the Hollywood Handbook busine'ss. We love it. And so do the fans. Most LinkedIn members havent really visited that. Havent most LinkedIn members havent recently visited the top job boards, but nine out of 10 members are right now, But new opportunities Yeah, help them are going like","id":"BRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1324.89,"tags":["Rick","Hollywood","Handbook","LinkedIn","LinkedIn"]},{"line":"Yes, but I'm excited for them listening. Well, yes, because they have the guts to advertise with. Like the rial of Gs of the podcasting game Quip was designed to make brushing your teeth more Simple, affordable and even enjoyable. Sensitive sonic vibrations is gentle on your sense. REGGIE Away, you were saying?","id":"DRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1499.71,"tags":["Quip"]},{"line":"now like you're done. I'm like,","id":"EBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1524.84,"tags":[]},{"line":"having this new partner. But lets take a moment to appreciate the audience IV experiencing this new partner and a little bit Neri what''s happening for them because I don't know. They always","id":"EhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1531.82,"tags":["Neri"]},{"line":"I know they have these big feelings, but they can't neces'sarily put them into words, and they need us. At times I was rushing them","id":"ExGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1544.38,"tags":[]},{"line":"to. I shouldn't have been rushing them verbalize IV. They know they're excited. They don't know why. Holy","id":"FBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1554.04,"tags":[]},{"line":"a full, thorough brushing which Quip guarantees you because you sonic vibrations to make sure that you do it right. That would make you so obvious. And don't try to dirty up your breath afterwards, either because I'll know that it's a distinctive smell. It''s not like maybe just a dirty version of your breath,","id":"GhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":1614.5,"tags":["Quip"]},{"line":"So where is the peak p? Whatever the face, hotel, theatre, ace hotel theaters They're just going to roll people in and they're going to sit down on chairs and they're gonna dio their podcast for a live audience. And then another one does it. And then another one running another one. Theyve all got in that. In other words, theyve all got six month exclusivity clause. Yes, but just for l. A. And I think we're thinking we would dio Northern city specific podcast performances are course it's course. It has to be in, like My Lake County that I imagine these people are really getting paid a lot to dio an exclusive. I can only speak to my own experience from last year. And no, they are not. Oh, yeah. No, I think we did.","id":"HhGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":1720.04,"tags":["ju'st","l.","My Lake County"]},{"line":"Oh, God, that's a No. I mean, it is like, No, it''s absolutely Janet respect showbiz. It pays your for your food","id":"LRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2183.84,"tags":["Janet"]},{"line":"Made Tonto to start doing apart. Right, Brett? What? Yes, you have to. Yeah. And don't put any effort into it the morning after. I mean, every moment for me to be on this fucking planet is a lot of effort. Okay? When this brain Oh, my God. Not that my life is hard. No, my life is very privileged, but My brain What a drag. Just chomping on. Uh oh. It's always child trying to get out","id":"MBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2211.14,"tags":["Tonto","Brett"]},{"line":"anyway? Got yes. Who else? Who are your book? You could you could have got. And you could hopefully get a Billy Crystal drop in.","id":"MxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2275.02,"tags":["Billy Cry'stal"]},{"line":"It's great being a solo act. Bread. It''s a really advantage, right? Like just your own guy. We are, unfortunately, lashed to each other for eternity. Yeah. Ah, and so it might fake Dad over here. Right? Until that has, the more you're the patriarch of this. Well, I'm the host. You sort of getting that vibe. Of course. Ah, and John Sort of like a sidekick Figure. Yeah, right. No, of course, but even split. And so we are. Well just be costing each other money until we die. Uh, basically just to look at each other and see, like, the money being stolen from us. Es'sentially, both of us experiencing this until we die on the same day, right? Could be a good sort of cartoon of two pickpockets, each reaching give it one another. That''s what it is. Wonderful we're talking to Hayden Christen'sen about doing Are are the people who poo poo be far. Okay, grad duty blast. Yeah. Uh, shattered cast it's some, uh, just a sort of behind the scenes of the film Shattered glas's. Uh, because he in podcast form,","id":"OBGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2486.68,"tags":["John","cour'se","Hayden Chri'sten'sen","bla'st","Shattered gla's"]},{"line":"arts and the other into the media, which tabulation with er Yeah, yeah, yeah, definitely. Nowadays nowadays trouble for doing well now it is the Nobel Prize.","id":"PRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2650.98,"tags":["Nobel Prize"]},{"line":"I mean, what I don't like? Yeah, Yeah, I mean, of course, Wayne things got it's own key art, so that means it's really high seven breath.","id":"QxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2810.88,"tags":["Wayne"]},{"line":"77 So high seven. Wait, Whats five and six? Five is killing Eve Sixes. Game-of-Thrones. What was for groans? Five s killing four for one day at a time, one day at a time at flicks. So I gotta watch that. Her? That''s good. I havent watched that. I did audition for it. I auditioned for Norman Lear. You did? Was it amazing?","id":"RxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2853.34,"tags":["Eve Sixe","flick","Norman Lear"]},{"line":"Saito board is well, how easy he's it. So he''s locked and he''s exclusively not like him in a time. Maybe you lie to him. You're like pee pee poo poo fart blast race show.","id":"SRGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_0","timeCode":2894.49,"tags":["Saito","pee pee"]},{"line":"through the reason show to time. But they well, they","id":"SxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_1","timeCode":2941.87,"tags":[]},{"line":"Jesu's. I mean Jocz off of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out now listening Stitcher Apple podcast or wherever you get your podcast's.","id":"WxGZJnMByMrymAEmCK1E","index":"handbook","podcast":"Hollywood Handbook","episode":"Brett Gelman, Our Close Friend","speaker":"spk_2","timeCode":3287.5,"tags":["Jocz","Magic Tavern","Stitcher"]},{"line":"No. Heres what I'm observing from this is clearly what happened for, like, weeks and weeks in a row. Every time I come in here, Chef Kevin, basically","id":"XhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":31.33,"tags":["Kevin"]},{"line":"poster's shoves a huge stack of poster's and my chest,","id":"YBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":41.51,"tags":[]},{"line":"wheres my dog? Is he sleeping in here? Okay,","id":"YhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":49.6,"tags":[]},{"line":"good. Uh, and we you know, we spent hours and hours and hours. My hand hurts from signing so many of the poster's. IV hand. It's a freaking claw now, And the chemicals and the marker is poisoning me. A lot of times you guys would say no to Yeah, I did often cause I'm not your freakin slave. Good. Can I do it next time, even if I want to do? But here''s what I have figured out you Made as'signed to many because now I'm doing an ad for them. You can get a signed one. I havent signed one in a long time.","id":"YxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":52.74,"tags":[]},{"line":"Boys. Zach,","id":"bBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":160.14,"tags":["Zach"]},{"line":"So it's","id":"bhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":197.08,"tags":[]},{"line":"Yes, well, when people say yes, like I stand for Paul Ryan. Yeah, like what they mean is, yeah, I stand museum for him because he was after such a huge fan, such a huge fan that he revealed and then wound up actually being very good at playing the sport.","id":"cBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":224.47,"tags":["Paul Ryan"]},{"line":"Boys-This Babe Ruth, the hope of all the stands. Yeah, he was the Yes. There were also kis'sing using it. And it, Hannah, more standard the kis'sing bandit. So we're judging. And of course, Stan, you know, has been dead for a long time. Yeah, So he's not weighing in a ton. Is the chili helping? It is making him move around. But I think just because it''s so hot, yeah, that in volunteer, like, just Yeah, the bones air. Just My acting to the heat. My have jumping beans in it as well.","id":"cRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":242.27,"tags":["Thi","Babe Ruth","Hannah","Stan"]},{"line":"Uh, we don't know why. We don't know what the philosophy behind it is a kind of political thing. Well, obviously, at this point,","id":"eRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":410.78,"tags":[]},{"line":"Well, you are a crazy rich Asian's","id":"fBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":430.86,"tags":[]},{"line":"It's non Aryan thing.","id":"gxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":455.01,"tags":[]},{"line":"the show Ghosted. Um, of course you love the show. Your friend. You never heard of it. Okay, Well, um, I'm here for charity.","id":"kBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":597.33,"tags":["Gho'sted"]},{"line":"to tread after, personally my self esteem.","id":"kxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":616.18,"tags":[]},{"line":"'seeing the map would be huge. Just just that I'm aware of the map. Now. I feel like I have a new set of Big Booth. My ex roommate had a little dog. Onda. This dog had no other dogs to play with. That she was a very busy woman. She's a succes'sful woman to should leave the dog at home. But our apartment was directly opposite a dog park where the dog could watch the other dogs","id":"mBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":636.36,"tags":["Big Booth","Onda","Thi"]},{"line":"fucking and playing and fighting and having a great time right on this dog would try and chime in from the window, took it, would hear the conversation to try and chime in, right, but would then just sit there sort of furiously masturbating all day, found a way to take both front paws and just sort of push his Penis between them on. And I would masturbate until you throw up and that's you. To be in that position would be huge If I","id":"mRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":660.83,"tags":["Peni"]},{"line":"hanging in the big","id":"mxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":698.72,"tags":["hanging in the big"]},{"line":"So, uh oh, uh, yeah. No, it's not a big hit. Not Patrick Swayze. E um,","id":"oRGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":736.48,"tags":["Patrick Swayze"]},{"line":"Oh, she has heard of them either. Wow.","id":"oxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":750.22,"tags":[]},{"line":"Okay, now I've heard of Adam Scott. He's in our show, That big, succes'sful actor.","id":"pBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":754.09,"tags":["Adam Scott"]},{"line":"that's really nice of you to say,","id":"qxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":770.94,"tags":[]},{"line":"Um I remember when they were making season one. I got an email from my agent that said, Hey, there's a role on good place that they want to see you for It''s really small. It''s only a couple of lines. I don't want to play. A Pakistani woman claimed to honey.","id":"rBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":774.46,"tags":["Paki'stani"]},{"line":"And I'm waiting to this day at a hear anything about it again. I'll have a wet,","id":"rhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":799.29,"tags":["thi's day"]},{"line":"I think at the time I had enough heat that they would have looked at me for a one line role. That, of course, is before ghosted.","id":"rxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":803.76,"tags":[]},{"line":"Um, in a post ghosted world, I'm not sure I would be allowed even on the lot in a security guard capacity. So, uh, that's neither here nor there. You've got the number one show out of all of them. Um, what we do want todo the order? Yeah, well talk about the order. And if we're if we're being nice, we know what you want to do is come on here and sort of reached down to these lower shows.","id":"sBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":813.76,"tags":[]},{"line":"off giving out sandwiches of hope.","id":"sxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":852.95,"tags":[]},{"line":"well, lets try. Let''s see what We don't have to start with Atlanta cause we already did. That are one of our recent episode's. Someone came on from Atlanta, and we did fix that show. It''s Ah, it''s now called Carmel.","id":"txGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":875.8,"tags":["Atlanta","Atlanta","Carmel"]},{"line":"catching Richard Jewell. It's yes, given that he actually did commit those crimes.","id":"uhGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":896.18,"tags":["Richard Jewell"]},{"line":"mascot has also moved to Carmel. Uh, and Away taffy factor in Max Greenfield and Beth Bears are there? Yes. So that is, uh, kind of solved. And there Probably nipping at The Good Place is heels already? Yes, Number three is number three is better. Call Saul. Do you agree with that?","id":"vBGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":908.1,"tags":["Carmel","Max Greenfield","Beth Bear","Saul"]},{"line":"I havent seen the most recent season off better course Away, but I will say that killing Eve should be higher up. No as high as The Good Place or physic's. Not maniac.","id":"vxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":949.57,"tags":["Eve"]},{"line":"your scene. Can ive Yes, I've seen you could learn some stuff.","id":"wxGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":967.19,"tags":[]},{"line":"game. Yeah, it's true. Um,","id":"0BGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1068.81,"tags":[]},{"line":"don't hate. It's but, uh, neutral. Neutral. It wasn't enough to drum in.","id":"1hGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1117.74,"tags":[]},{"line":"wasn't enough of them or that wasn't enough.","id":"2BGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1126.3,"tags":[]},{"line":"focus. Okay. At the moment. He's not having the moment. He''s taken the moment. The moment is now him,","id":"5xGcJnMByMrymAEmKq1p","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1217.76,"tags":["focu"]},{"line":"they other?","id":"7hGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1247.85,"tags":[]},{"line":"Bob, You know what? You did both. Wow! Whoa! Breaking news. Okay, so you have something. I'm","id":"9hGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":1333.04,"tags":["Bob"]},{"line":"crazy, Guys, I'm crazy. Well, that's what we're","id":"9xGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1340,"tags":[]},{"line":"Um, fuck you, Game-of-Thrones. We were deciding how to make that a good show. We're gonna put Ted on it.","id":"-RGcJnMByMrymAEmKq1q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1346.14,"tags":["Throne","Ted"]},{"line":"Yes. No, it was she. Twice. I see this list IV No, actually looked at the list. I just looked at who was number one","id":"ABGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1383.53,"tags":[]},{"line":"I feel like this is like blood on my hands. It's a point that people will listen to this. You said that Chicago Fire is not It''s tough. It''s tough because it''s gonna be a great episode of our show. Tow somebody just fully bury themselve's.","id":"CxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1455.81,"tags":["Chicago Fire"]},{"line":"way. We have a picture of you in our green room and yeah, it's actually a really honor to me.","id":"IxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1634.68,"tags":[]},{"line":"Yeah, cause it feels more similar to what you would do. I gues's you gotta tear me down before you can build me up. Um,","id":"JhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":1651.96,"tags":[]},{"line":"well, that's really cool. What aspect's of his character are based on me? Um, just like what? Personality traits are jumping out and it","id":"JxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":1659.91,"tags":[]},{"line":"I don't think the stock in the title has anything to do with this kind of stack, but it has","id":"OhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2005.92,"tags":[]},{"line":"Okay, that's","id":"PhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2068.56,"tags":[]},{"line":"two steps.","id":"PxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2069.91,"tags":[]},{"line":"got in there and and bought some stocks. Lets look at my stocks right now. Um, okay, so it says here, like, uh, you know that they give, um, they give listener's of free stock like Apple Ford or Sprint to help narrow Apple apples. Come, big bear apples","id":"QxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2117.01,"tags":["Apple","Ford","Sprint","Apple","apple"]},{"line":"And I have that one of mine. And then I have Ah, Ford. Uh, Ford stock was the free stock that I got when I signed up for this app. Ford the river like freakin Oregon Trail. Ah, and the oxen are","id":"RRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2136.75,"tags":["Ford","Ford","Ford","Oregon Trail"]},{"line":"livestock. Livestock. So the Yes, there. A livestock lock, stock and two smoking barrels. So I gues's I have to find one that connects the barrels somehow. And then that","id":"RhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2154.32,"tags":[]},{"line":"Thank you. The truth. Yeah. And if you are, sounds like you are very good friends with him. It would be great if you could get to him this episode of a little bit","id":"UBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2254.69,"tags":[]},{"line":"Yeah, and pretending that they are in s","id":"YBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2344.68,"tags":[]},{"line":"I like to stay in an outfit for three days. Sometimes if I can,","id":"eBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2526.1,"tags":[]},{"line":"Yeah. Picked you up","id":"gBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2551.06,"tags":[]},{"line":"I got enough of these nose's. I don't need another knows shitting on this guy for not loving the agents.","id":"ixGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2615.13,"tags":[]},{"line":"fixed. Africas find","id":"lBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2684.58,"tags":["Africa"]},{"line":"Calm down, man. It's just a picture. Relax. Do you want to get that again? What? Do you want to just run that one? Let''s roll that back. Yeah, I","id":"mBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2722.04,"tags":[]},{"line":"It does look very Yeah. Was it part of the rules that you werent allowed to take it off? Like it feels like It's why our if you are,","id":"nhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2758.29,"tags":[]},{"line":"John does these sometimes. Yeah. We were been doing these long jokes on the show.","id":"qxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2838.97,"tags":["John"]},{"line":"Definitely gonna do that.","id":"sRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2874.75,"tags":[]},{"line":"So how long do you think it would take one of your musician friends to come up with a song like that forever, right? Yeah. Trial was singing that. I could imagine my boyfriend never coming up","id":"tBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2897.99,"tags":["Trial wa"]},{"line":"I was not in that clip. And I agree It's a very good one of","id":"uxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":2935.33,"tags":[]},{"line":"you in the clip","id":"vRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2943.41,"tags":[]},{"line":"humiliates himself. He dishonor's himself when he refuse's to watch a trailer for crazy rich agents.","id":"xxGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":2989.17,"tags":[]},{"line":"I can't do anything to him that he doesn't allow me to dio. So I'm just gonna go ahead and check out crazy rich Asian's trailer and they revoked by date, not don't watch it right now, okay?","id":"yBGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":2994.96,"tags":["dio","rich A'sian"]},{"line":"IV not seen killing. Of course","id":"zRGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":3035.46,"tags":[]},{"line":"he hasn't s nation in it.","id":"zhGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":3036.4,"tags":[]},{"line":"you know, was I don't think that show was on the list. What do you think of that? You sure? Oh,","id":"1RGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_2","timeCode":3058.82,"tags":[]},{"line":"Well, uh, wheres the I","id":"4xGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":3143.6,"tags":[]},{"line":"I like it here. Just calling it as I see it.","id":"6hGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_1","timeCode":3167.63,"tags":[]},{"line":"Camet, Trees, Thumbs!","id":"7hGcJnMByMrymAEmKq5q","index":"handbook","podcast":"Hollywood Handbook","episode":"Jameela Jamil, Our Close Friend","speaker":"spk_0","timeCode":3182.7,"tags":[]}]