[{"line":"is, uh it sounds bad. It's so good. It''s, um supposedly it''s account written and run by dogs, and they okay, I'm with you on the supposedly guys.","id":"ERFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":3700.49,"tags":[]},{"line":"Um, I wouldn't It would be","id":"FxFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":3770.01,"tags":[]},{"line":"great distance for trades barrettes. He kids,","id":"GBFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":3771.22,"tags":[]},{"line":"I Well, I subscribe to their Twitter accounts. So it helps some get any kind of, um, advertising on.","id":"GRFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":3774.22,"tags":["Twitter"]},{"line":"Gary, your freakin The Scoop Troop that stuff.","id":"HhFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":3845.06,"tags":["Gary","The Scoop Troop"]},{"line":"um, and potentially never get asked back and pos'sibly even create some anger that lingers in the people who asked you? Because if you don't do that,","id":"IBFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":3850.72,"tags":[]},{"line":"but I also I can't believe anyone would talk shit about Tom Sharp links. On the one hand, I do want to steal his spot of being a recurring guest","id":"LhFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_0","timeCode":3977.16,"tags":["Tom Sharp"]},{"line":"think anything means who can give me some material, Teoh. Think of an insult about Oh, okay. And I'm sort of your writers room at this point. Yes. Uh, okay. All right. Ease talking about Mike. Love a lot.","id":"MxFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":4017.55,"tags":["Teoh","Mike"]},{"line":"Oh, and to be fair to Mike, love, I don't know why I hate him. I just I think I heard he's a Republican,","id":"NhFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":4046.21,"tags":["Mike","Republican"]},{"line":"yours was saying nasty things about Tom specifically. Well, I will say that when he when he was starting the show. Greece knows. And eggs Greece knows eggs.","id":"OBFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":4059.12,"tags":["Tom","Greece","Greece"]},{"line":"Um, I did think that he could have tried harder. Thank you to make it a hit because it couldn't get genuinely upset. It wasn't easy. It would have been an easy hit. It would have been a number one if youd put any effort into it. 11 of his recent topics was overheard conversation's.","id":"ORFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":4072.91,"tags":[]},{"line":"okay. Just watering down Fan. Well have to cut this.","id":"PhFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_2","timeCode":4132.74,"tags":["Fan"]},{"line":"It's like Made of something to be something else. So it''s like an Apple Made of strawberries.","id":"QhFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":4176.07,"tags":[]},{"line":"Remember the cancer","id":"TBFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","speaker":"spk_1","timeCode":4282.9,"tags":[]},{"line":"That's right. Hey, guys. Chef, coming here four on the other side of the partition and we cannot see them. They are wearing a mask. Yes. And then we are going to one by one. They're going to sing songs. They have to choose their character. Identity. Yeah, them. Yeah. Yes. If you do not choose your character identity, an identity will be as'signed to you. It will not neces'sarily match your personality. So think about that. Do not choose the centipede that is taken. The Aqua Man is taken. What else? The Jackal! The Jackal will take a based on CJ''s performance from the West. Winning Demi added, We bay is here. I am. What are you up? THOMAS? Very short. Please. Basically, if you could say I'll do it right or not. And you actually, Can you tell people what I'm up to Yes. You've shed the the baggage of your former Gilmore guys partner Kevin Reporter.","id":"VxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":18.79,"tags":["Aqua Man","CJ","We'st","Demi","Gilmore","Kevin"]},{"line":"I I I see them hiding from them. Yes, they're sort of filed like minded. They might be chasing you. Now that you mention it. Yeah, it is. Every time he turned around That sound","id":"WxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":99.13,"tags":[]},{"line":"A little is it? Yeah, that's right. That No, that''s right. And the blue goes, goes, uh, Shawn had a baby. We don't We just don't have time. I really don't have time to get into the baby thing. So sorry. Well have to say that already was like I should say I already was late bus Did have a job. Interview s. So it did take us. I had to bring together this morning. Ah, we're going to see. I think he did. Really well. They're as'sembling an online strikeforce, es'sentially to own Jared Kushner.","id":"XhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":111.21,"tags":["Shawn","We","ju'st","Jared Ku'shner"]},{"line":"Oh, hell, yeah. with tweets and stuff. Okay. He's already been doing some huge work with that Bosch has been. Yes. So are, um just that","id":"XxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_2","timeCode":142.53,"tags":[]},{"line":"amount Mark?","id":"bhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":383.74,"tags":["Mark"]},{"line":"way considering how little way. I do not know how long do we want to play something this unpleasant","id":"dRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":522.08,"tags":[]},{"line":"gong on the mas'sacre? Show that going What?","id":"dhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":531.65,"tags":[]},{"line":"Okay. So that someone who knows the entire is enough for a sicknes's. I have to ask. Engineer. I'm sorry. Masked Wildflower escaped. Darling, Do you like","id":"eRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":552.81,"tags":[]},{"line":"movies? Okay,","id":"ehFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":568.54,"tags":[]},{"line":"that's a big hit. Okay, here. I have a question for, uh, for you. Are you on television right now?","id":"exFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":571.34,"tags":[]},{"line":"that you only get to hear their singing voice. Two things. One. We thought we were so much better than the judges of that show that we would be able to tell right away, which obviously we did not do with the first version and two. We're not trying to get sued.","id":"fhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":596.89,"tags":[]},{"line":"Way didn't answer whether that streaming services cowed. So have you said yes? You would have said no IV die on FBI you were setting us up","id":"hxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":703,"tags":["FBI"]},{"line":"Okay. Are you Are you someone who guest's on television shows?","id":"ihFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":721.27,"tags":[]},{"line":"No, I was trying to really throw you out. I'm hoping they're in there","id":"lhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":904.02,"tags":[]},{"line":"He said for all of freedom is in there. But as one guest,","id":"mBFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":908.45,"tags":[]},{"line":"know, it was so sweet. I was reading them, Has them up way. Should we just skip seeing with the modulator? Because e mean because, Well, I think the reason","id":"mhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":927.52,"tags":[]},{"line":"'singer does and the reason we do with the engineers because there's only four engineers. So we were like, we're gonna know. Okay, There''s so many people. This could be it might be better to sing. I don't know. It is funny to hear people start singing with the modulator,","id":"nRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":941.06,"tags":["Thi"]},{"line":"Okay, that's a good clue. Things like a head full of people who would love your gold brooch.","id":"pBFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":1050.27,"tags":[]},{"line":"Like it, like during this record, their current probably repeating. A couple of them were probably running on TV right now.","id":"rxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":1159.88,"tags":[]},{"line":"'so Eugene Cordero is in Tacoma. F d pretty sued.","id":"sxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":1191.73,"tags":["Eugene Cordero","Tacoma"]},{"line":"before you throw my heart back. Ours and a record deal Way IV Reconsider. Way clear saying Jes'sica Chapin, Can we get the skunk over here, please?","id":"uhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":1316.1,"tags":["Chapin"]},{"line":"their last,","id":"whFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_2","timeCode":1375.05,"tags":[]},{"line":"build. The anticipation is important. Yeah, it's the engineer who is respon'sible for the intro.","id":"xRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":1390.69,"tags":[]},{"line":"Even if you have a riding lawnmower. You are moving muscle's, Um, just to steer and stuff. Ah, and that's not what I have. I have an old fashioned push kind, and I have a Walkman that I listen to. Well, I do it, and My 17 promotes operate both at the same time. Let Control Center take your at home entertainment experience from stres'sful to Simple. I hate to keep doing. I hate to keep counterpoint backing up, talking about mine.","id":"zRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_2","timeCode":1608.41,"tags":[]},{"line":"Hey, guys, time to take another break from the Hollywood tips that we serve up on Hollywood Handbook and listen to me read an ad for one of the people that has paid some money so that we will talk about their product. To you. The listener's. Well, it's Brilliant Earth again, the global leader and ethically sourced fine jewelry. And you know what that means. You can create your own custom engagement ring, and we are still plotting out Kevin''s engagement to his girlfriend, Leah. Thes air to real people that we know and we talk about them getting engaged there in an actual relationship. And, uh, so that''s something that weve elected to be the angle for these ads. So, um, obviously, if you listen last week, we did suggest some ways that Kevin could design his engagement ring and do the proposal. None of those worked out. We're going back to the drawing board and the great people of Brilliant Earth are so easy to work with. They have right on their website ah, variety of ethically sourced diamonds, gemstone's, metal types and settings for you to choose from. If you know the Brilliant Earth dot com is the website to go and do that and what Kevin has cooked up, I was just, you know, Did a spitball ses'sion with him to see what he''s into. His chef, Kevin. What does he love? Um, he said that something very special to him is","id":"0BFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_2","timeCode":1747.09,"tags":["Hollywood Handbook","Kevin","Leah","Kevin","Brilliant Earth","Brilliant Earth dot com","Kevin","Kevin"]},{"line":"and year. Devin, can we please me and you guys can get in to give us clues now, OK, can you give us, uh, introduction and show us the next guest's at the masked ball?","id":"0xFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_2","timeCode":2052.43,"tags":["Devin"]},{"line":"Who? Uh, who are we speaking? Thio? You're speaking with the dragon? A very creative I fly through the skies shooting fire","id":"1RFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":2078.16,"tags":[]},{"line":"Okay, Somebody very cool. That's a tough life for a dragon. Yeah,","id":"1xFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":2097.74,"tags":[]},{"line":"okay? I'll be really","id":"3BFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":2131.76,"tags":[]},{"line":"Really do. Thank you. Damn, I should pick the others. Love to hear you Say is the other song. Josh Turners You're a man, Another country, So I do not know. Did you listen? What country song I told you Listen to on hashtag the flagrant ones.","id":"6RFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":2310.48,"tags":["Say i's the other","Jo'sh Turner","You're a man, Another country, So I do not know","country","Li'sten","flagrant"]},{"line":"Did you see anyones cars","id":"7RFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":2342.23,"tags":[]},{"line":"Yeah, that's from his old touring. Touring Made. That''s how little Did Schwartz tour. Yeah, beautiful man times in that van. It''s wild, You know. That''s the realtor. The rial show is just those two on the open road. Just cutting it up.","id":"7xFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":2370.86,"tags":["Schwartz"]},{"line":"So are you freakin tired of standing by while the world goes crazy? Diane Lockhart is who The Good Fight heard of it. I'm telling you about it. It's a CBS all acces's show, and you can join the fight by watching the new season now stream exclusively out CBS all acces's. I'm Sean Clements IV telling you about this show on this streaming platform. Tune in to see if Diane Lockhart will lead the resi'stance in a new post factual world with lawyers with the best stories triumph over the lawyers with the best facts. Sound familiar? Now, in honor of the CBS all acces's show The Good Fight, I am going to tell you guys about one good fight I have had with my co host, Hayes, who''s not here every time I read an ad for them. So, uh, one fight that we had was when we were in Chicago, we were on our way running a little bit late, actually, to get to the theater for sound check to do or show at that onion festival, and we were walking. And we're walking by this coffee place that had a specific kind of coffee that I like and we had already called Ah, car service. Teoh, come pick us up one of the big APs And he's had done it on his phone and I said, uh, sorry. Do I have time to just stop in for coffee real quick? And he in a tone that I did not like, went No, you don't. And I was like, Hey, f you, you know, because I just didn't like he sort of scoffed. And then, um, I got in the car with him and we went all the way to the theater. And then I walked out to get a coffee right next to the theater, and I really didn't like it wasn't very good. And I knew that I could have had that other one. We were about to do these two shows in front of a big group of people that I was pretty nervous about. And little things like having the coffee I want make me feel more comfortable before something like that. And so I was mad at him and being snippy and I was on, like, Day eight of, like, a 10 day course of prednisone, which, um, was to treat acute fair in J tous also something that, you know, I was like, I have to talk to all these people in my throat is mes'sed up, but it was making me not sleep well. I was irritable and and sweaty, and, um, anyway, that''s a really good fight that we had where I was like, if you don't say that to me that we don't have enough time and he said, Well, I call the car The car was gonna leave in two minutes. We were running late to the feet already, and I said, But I didn't get the coffee I wanted and he said he didn't realize that was so important to me. Anyway. It''s all fine now, and that''s a good fight. But there''s even better ones on the show. The Good Fight on CBS All Acces's Christine Baranski is back as the venerable Diane Lockhart, along with Cush, Jumbo Rose, Leslie, Sarah Steele and Audra McDonald. Delroy Lindo delivers another can't mis's performance while actor Michael Sheen shakes up the screen is infamous lawyer Roland Bluhm. New characters New ripped off the headlines. Storylines. New um ah dynamic cast? Well, no, I mean, not all of them are new. Some of them, you know, and you like already dynamic, casted so much more this season, the standard playbook goes out the window. So if you're tuning and for the standard playbook, it''s there. But it''s not being treated that nicely because it''s going out the window. Talk about how stacked the cast is, it says. Well, how about Christine Baranski, Cush, Jumbo Rose, Leslie, Sarah Steele, Audra McDonald and Delroy Lindo delivering another can't mis's performance, with actor Michael Sheen shaking up the screen anyway. Thanks for listening to my good fight had with Haze. You can join the fight by heading over to CBS dot com slash handbook to redeem your free trial of CBS all acces's toe watch the new season now streaming exclusively on CBS. All acces's that CBS dot com slash handbook to redeem your free trial of CBS. All acces's on stay tuned to this show as we continue to bring the podcast.","id":"9BFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_2","timeCode":2408.93,"tags":["Diane Lockhart","The Good Fight","CBS","sea'son","CBS","Sean Clement","Diane Lockhart","CBS","The Good Fight","Haye","Chicago","Teoh","AP","predni'sone","CBS","Chri'stine Baran'ski","Diane Lockhart","Cu'sh","Jumbo Ro'se","Le'slie","Sarah Steele","Audra McDonald","Delroy Lindo","Michael Sheen","Roland Bluhm","Chri'stine","Baran'ski","Cu'sh","Jumbo Ro'se","Le'slie","Sarah Steele","Audra McDonald","Delroy Lindo","Michael Sheen","Haze","CBS dot","CBS","CBS","CBS dot com","CBS"]},{"line":"be okay. Are we in the over 10 club?","id":"-RFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":2693.71,"tags":[]},{"line":"about movies? No, You stand up comedian for sometime. Yeah. Okay. You know who it is?","id":"_RFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":2739.59,"tags":[]},{"line":"think it could be pft.","id":"ABFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":2755.64,"tags":[]},{"line":"'soft shot at three DM it got really quiet.","id":"BxFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_2","timeCode":2804.07,"tags":[]},{"line":"got her heart out. Your heart out. Coming up Also Carlos leaving? Hardly. And you were gonna go that much longer. Those guys tiling cleared out. I wanna go sing a song together to end the kind of way have to Tony and Carl have beef with Pauls star to go. Tony, You ready? Tony? I'll go warm up the hearse.","id":"FBFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_1","timeCode":2928.77,"tags":["Carlo","Tony","Carl","Paul","Tony","Tony"]},{"line":"you guys nailed the experience. It was It's exactly what you're saying, E I understood","id":"FhFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_2","timeCode":2981.99,"tags":[]},{"line":"That's eyes closing, Closing time. What? I said. That''s how much Nickelback I know is that I think it''s different. Let''s do closing time by semi Sonic. That''s so","id":"HhFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":3059.67,"tags":["clo'sing","Clo'sing","Nickelback","semi Sonic"]},{"line":"closing time. Every new beginning come from some other beginnings on beginning Cap. Take it. I know. I want to take me home now","id":"JhFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":3186.95,"tags":[]},{"line":"water. You see me","id":"LBFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":3294.12,"tags":[]},{"line":"Rachel Bloom, collection of Men, Corpse's and one woman,","id":"NxFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_3","timeCode":3549.13,"tags":["Rachel Bloom"]},{"line":"Felisha, Day and Colton Done.","id":"OBFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","speaker":"spk_0","timeCode":3553.65,"tags":["Day","Colton Done"]},{"line":"guys, please turn your great idea into a reality with Squarespace. That's what I'm doing. Squarespace makes it easier than ever to launch your pas'sion project. Whether you're showcasing your work are selling products of any kind. I'm doing that with beautiful templates and the ability customer's just about anything. You can easily make a beautiful website. Your said I am. We have I know just doing this, But no, we don't. Because they're telling people to do this right turn into a reality. Whatever. You know, I'm doing that","id":"PhFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":0,"tags":[]},{"line":"and is","id":"QRFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":57.67,"tags":[]},{"line":"and it scares you and you can buy it like what is one example of? So heres part of why I need until Halloween","id":"RBFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":79.28,"tags":["Halloween"]},{"line":"as I start. Every time I even have an idea for the site, I get so scared. Okay. So you can't give an example all you know, So I will say things were scaring you, and then you can buy them. I will give one example. Okay. A witch.","id":"RRFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":90.77,"tags":[]},{"line":"You could. I don't know why anyone would the one I'm picture and is insanely scary. Are you just sort of hoping that you don't have to build the whole like Web store infrastructure because people will be too scared to buy? And I'm saying you can buy it, buy the product, You know, when they start products. Well, yeah.","id":"RxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":113.88,"tags":[]},{"line":"Head the squares based dot com slash The Boys for a free trial when you're ready to launch using Africa the Boys to save 10% off your first purchase of a website or demand Did you say that they have 24 7 award winning customer's? That's that''s how scary Good guys we have kind of a special add that we're doing today like a new partnership, where you can create your own custom engagement ring from Brilliant Earth and pick from a variety of ethically sourced diamonds. Jeb''s does metal types of settings, and Brilliant Earth also offers exclusive, unique design's you can't find anywhere else. And with that in mind, we have decided","id":"SBFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":134.83,"tags":["ba'sed dot","Africa","Brilliant Earth","Brilliant Earth"]},{"line":"I like the idea of having jewels, but I just don't think she's gonna have a garbage truck pan pan Pan''s labyrinth guy that instead of eyes is his is Jules.","id":"ThFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":226.18,"tags":[]},{"line":"'stop. You're kidding. Can you hear me? Or my headphones on","id":"VxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":366.09,"tags":[]},{"line":"Do you want your last name","id":"XBFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_2","timeCode":516.73,"tags":[]},{"line":"almost right. Yeah, well, I'm I'm wildly succes'sful. And so","id":"YhFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":549.03,"tags":[]},{"line":"make sure you saw what","id":"ahFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":597.76,"tags":[]},{"line":"You guys were laughing so hard you could barely talk?","id":"bxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":608.87,"tags":[]},{"line":"and I hate to say it again, and I really hate using this kind of language and coming down on Kevin so hard. But try Month is turning into trying my patience month. No, no, and that kind of language. Hayes doesn't normally go. That's the kind of language that you don't normally use's it, cause it''s negative.","id":"cxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":641.78,"tags":["Kevin","Haye"]},{"line":"people do it all the time on these shows, and I just go like, honey, what do you use a normal way are lazy? Maybe","id":"dRFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":668.94,"tags":[]},{"line":"I like I hope so because I cannot figure it out and even host because it's too lazy. If it is the second time he's done try my Patients Month in front of me and I both times have gone into my mind to go like, Do I have something like that? And the answer has been no. Okay. Yeah. Hey, guys. Chef Kevin here. Technically weird. Al Did it on the first episode two","id":"dhFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":677.17,"tags":["Chef","Kevin"]},{"line":"No, it's true. He was, um, so magnetic and so erotic. Orion be around that Ultimately, I was not able to challenge him in the way that I wanted. And this is the problem with capitalism.","id":"gRFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_2","timeCode":747.03,"tags":["Orion"]},{"line":"It's Did Yeah. You were aroused. Weird. L e get it.","id":"ghFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":760.45,"tags":[]},{"line":"Oh, he really tricked me. Some are so good.","id":"jRFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":845.21,"tags":[]},{"line":"E. It's SONA. Thanks for having me. You jumped in with the blood of high voice, too. Yeah, I did it","id":"jhFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_2","timeCode":850.47,"tags":["SONA"]},{"line":"Do you want a glas's of water or anything? And you said yes. I said, Me too. Don't you run and get to waters yet? That was good too. That roped me into","id":"lxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":945.92,"tags":[]},{"line":"Yes. That was a little bit les's close","id":"ohFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":1007.92,"tags":[]},{"line":"'so. We got to figure out what we got to get. Figure out. I gotta figure out I'm doing next. Got Sonny. We're doing season 14 of Sunny,","id":"qxFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":1067.25,"tags":["Sonny","Sunny"]},{"line":"one of Tweens","id":"sBFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":1105.7,"tags":["Tween"]},{"line":"Get cyber. Bullied somebody? Yeah, somebody gets in acces's to his D ms and operating peanuts on and lure him away. Oh, shit! Did And calm. Not nice stuff.","id":"thFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_2","timeCode":1134.83,"tags":[]},{"line":"actually the one doing the interviewing. So if I could just get back into it was he ever did he ever Oh,","id":"uBFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":1176.02,"tags":[]},{"line":"and on your show. And is he going when he do? Right? He's doing this show going. That's Dumbo for him. You guys done?","id":"uhFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":1202.28,"tags":[]},{"line":"So you're saying I play Chelsea Clinton? Who is cat was","id":"yhFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_0","timeCode":1342.55,"tags":["Chel'sea","Clinton"]},{"line":"Okay when I get there, Kevin.","id":"4hFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_2","timeCode":1520.98,"tags":["Kevin"]},{"line":"Sorry. Came through from my kids gonna pas's it on to Kevin. Hang balancing.","id":"5BFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":1527.74,"tags":["Kevin"]},{"line":"Okay. Okay, but whats the text say?","id":"5RFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_2","timeCode":1532.66,"tags":[]},{"line":"Tuesday next Tuesday. Was it because you wanted THOMAS toe on the show? You want to again with shows like watching moment? It's it is if you even though you're like, when is it happened? One","id":"7hFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":1614.47,"tags":[]},{"line":"And director,","id":"8xFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":1702.19,"tags":[]},{"line":"So whats driving me nuts.","id":"CBFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":1861.8,"tags":[]},{"line":"and because Invited to say it one more time.","id":"ChFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":1885.24,"tags":[]},{"line":"And then they look over it. Is you playing Danica Patrick?","id":"HxFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":2057.39,"tags":["Danica Patrick"]},{"line":"and is instead, do we like to get even further away from an it's of hotel bar? It''s a hotel breakfast bar,","id":"LRFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_2","timeCode":2160.79,"tags":[]},{"line":"So And Al Pacino intoxicated by Joe Love. He's doing Untuckit donuts commercial, and he falls in love with Joe. Oh, yeah. So all of these things say to me, let''s just do jacket, Jill way working so hard with this Dumbo twin thing now with number No, get rid of some. Okay, So I'm Jack and Jill.","id":"OhFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":2247.83,"tags":["Al Pacino","Joe Love","Joe","Jill","Jack","Jill"]},{"line":"in 2002 when we first discu'ssed this. Yeah, but IV really evolved since then. And I love that as long as I could play a man and a woman","id":"PBFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":2274.87,"tags":[]},{"line":"Yeah. Well, we're not gonna get him. No, no,","id":"PxFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_2","timeCode":2284.79,"tags":[]},{"line":"Yes. Do you like areas? Razors? Yes. Part of our history is I in my effort to raise you as my own. I gave you your first Harrys raise. Oh, that''s complex. That''s good. That''s your obse'ssion with it continues to this day. Okay. Oh, wow. Get 1/3 Need dollar value drives that that comes with everything you need for a close comfortable shave Away. Did ergonomic handle five blade razor with Luke? Get extra Pot Humor blade. Rather, shave gel travel, Blake Cover and listener's to My show can redeem their trial, said it here is dot com slash handbook way. You make sure you go to harry''s dot com. We qui slash handbook. There is dot com slash handbook to redeem your offer and let them know I send you to help support the show. I'm coming, Mommy.","id":"ThFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_1","timeCode":2502,"tags":["fir'st","Harry'","'s","thi's day","Luke","harry''s dot com"]},{"line":"What? Whats the redder?","id":"YRFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_2","timeCode":2806.56,"tags":[]},{"line":"to do an album. How are you gonna play Jack and Jill?","id":"ZRFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","speaker":"spk_2","timeCode":2816.62,"tags":["Jack","and Jill"]}]