[{"line":"And the website is so easy to use for 20% off your first order visit mack weldon dot com and enter promo code. The Boys at check out","id":"YRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":137.86,"tags":["mack weldon dot com"]},{"line":"I am at, uh, where was which we met? Um, Rite aid for lunch with mis'sing Link. And we are enjoying a box of dishe's beef bone I picked beating on before. They don't have the phone does. So that's the first thing that when we go to Rite Aid, mis'sing links s down. Says, do you have beef bone beef book? They say yes. Did nasty. That''s right. And that''s what they had was one beef vote, please. Just one today, and they say, Sorry, we do not have beef bone. Perfect. And he says Sense, Okay, just a box of disea'se. Okay, so we are splitting a box of tis'sues because it is It''s SMEs season. And I think he has gotten in his head that I think he''s doing it. Like to be cool because he sees other people having them using them. Yeah, like pulling out tis'sues. And so, like, he was, like, doing it for me In a way, that''s like, Well, what he sees is the thing after him using them the next human. Yeah, And behind him, the link that''s not mis'sing that we know about. Yeah, the old one. Yeah. Not using it. And he goes, I should be more like this next thing. So this makes me","id":"YhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":153,"tags":["Rite","aid","Rite","Aid","Sen'se","SME"]},{"line":"is all that last part in presidencie's, like after Birdman. Ah, that was a bird man. Take. That was unexpected virtue.","id":"bRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":388.35,"tags":["Birdman"]},{"line":"Do you also You have to search it with the exact bladders and it's case says it up. If you don't type that exactly? There's a lot of punctuation and spaces, Yes, and now we have to have these pres'sures like it in terra Bang at some point. So there''s even more.","id":"ehFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":742.78,"tags":["terra Bang"]},{"line":"'specifically what? He's dead with it when he read his Away luggage ad. Ah, he was bringing so much swag to the ad read that they went out. They saw what else was out there, and they decided it was worth the trade off. Even though it's sort of like we're back had read lingo. But I was stroking for you. Yes, he was stroking. I'll tell you, they havent knocked on my door. Oh,","id":"hBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":896.15,"tags":[]},{"line":"IV apologize if I'm losing them. Uh, great. Weve already done. Now we don't have to do the real. I feel like I'm going THOMAS ever hear from them to Okay, Whats the bad? What is the advertiser that you found Has been your forever boo IV Even weed, which I mean is,","id":"iRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":967.25,"tags":[]},{"line":"Yeah, but you know there's water in this glas's and look out. Look. Look how much I can lead it around. And, wow,","id":"kBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1094.14,"tags":[]},{"line":"you never every source told you. Yeah. Came on the program. Does it show a frequent guest? Yes. Great guy. Mm. Right. Wrote a young adult book called Crap Kingdom. Wow. Yeah.","id":"khFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1131.34,"tags":["Crap Kingdom"]},{"line":"Do you remember that? The name of the book. But you don't remember. He's","id":"kxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1145.62,"tags":[]},{"line":"it see it's going four hips. That''s for hips dot com cuts or your hips. Hip clips is such a jazzy name. Hip clips. Yeah, you don't want to call it have clips. I would like people to accidentally type in my sight when looking for five.","id":"oxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1342.77,"tags":["dot"]},{"line":"F o r h i m s dot com slash The Boys four hims dot com slash The Boys but doesn't work with a belt if you have a belt down already Away offers high quality luggage at a much lower price By cutting out the middleman and selling directly to you. If I thought these dough, I thought of something about it. That is fine. You can think about anything you want. Well, I actually have come up with I think a pretty good I had a campaign that they should be using wide. I can't. You might cost a little bit of money, but I think it's worth it. Okay. You ready? No. Ready.","id":"pRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1401.44,"tags":["dot","dot"]},{"line":"freedom to create. Hi, guys. Chef Kevin here. He's a branding genius. And the hair does kind of look like he just took a chef hat off. That''s true. Your hair is doing some interesting stuff today. I would say mostly in the back that Chef Kevin is. Maybe now where the backstroke","id":"rhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1650.2,"tags":["Chef","Kevin","Chef","Kevin"]},{"line":"out? It's kind of had hair thing going. Yeah,","id":"rxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1664.72,"tags":[]},{"line":"talking about your high","id":"sRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1680.17,"tags":[]},{"line":"today, Kevin, What are we feeling? Whats the story today? Okay, So I took a shower last night because I was playing Ah,","id":"shFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1681.25,"tags":["Kevin"]},{"line":"Chef. He's a character. All right, a question mark.","id":"vBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":1782.55,"tags":[]},{"line":"Lets do some of these games.","id":"wxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1930.58,"tags":[]},{"line":"Your battleship pretension. Is that a big one? I just hear about these things. I don't really listen to him. Rolls on old. I'll see him when I'm looking at the China about unspooled. Whats that?","id":"xhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":1963.18,"tags":["China"]},{"line":"hurt your feelings. When he did that, he loves movies. What Modern last movie. He did that in the show.","id":"zRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2135.68,"tags":[]},{"line":"it. Ah, you know, the company that he had a deal with, you know, would you know, it seemed to be a popular app, and he wasn't getting the money he wanted for it. And then, you know, yeah, Rap games Got to be rough. It's gonna be hard. THOMAS No. Yeah, you really they're so small for first of all, so I don't know. I don't know if he has a new Apple or not. I'm not sure I want him to make the letter mountains his reviews. You know, the app that you used to have toe by from some other company, he should just right. You don't do it himself. Just Teoh Yes. Hire a guy you need only needs to somebody to just send it all up for um and, uh, well be good to go. Engineer Jordan. $10,000. Do a whole thing. Stop the vintage anyway, I'll try to talk about it sometime. So what do you say? You say, uh,","id":"1BFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2241.25,"tags":["Apple","Teoh Ye","Jordan"]},{"line":"Saying these This is how many actors that I go in, the first person on the panel. NHTSA. How many names would you need to name it? How many names from that list reading from the bottom. So the smaller character roles leading up to the Leeds So she's taken aim and four names you're not gonna hear, you know, if it''s an eight name thing, I could hear the top four names. Okay, s they bid like that? They take turns bidding. How many names? Anything. Get it in. And when somebody where they bidding movies,","id":"2BFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2358.67,"tags":["Thi","NHTSA","Leed"]},{"line":"that he ever that he would keep cow. You know, there's a like a guy that is like","id":"4hFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2542.4,"tags":[]},{"line":"I didn't think he was sweating it. You know what I mean? My as'sumption was just that he put it down whenever he pleased, and he didn't neces'sarily have to tally it.","id":"4xFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":2546.85,"tags":[]},{"line":"they don't respect each other, at least not on camera. But they would have THOMAS hold up the one side or the other if the movie waas hot. It was hot or cold on. Uh, you know, and I said to letter, Didn't lose least come out when you were doing there. I was like, Yes, a force. You had to say that Schindlers List was hot hot rating because it is so hot, so amazingly hot.","id":"5RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2585.68,"tags":["Schindler"]},{"line":"for you believe you can't believe that you guys even have him in their really jumped out of arms reach also crunching on camera. That's that''s no good And we're not on camera. I meant on microphone Oh, on Mike. Yeah, People hate it when we eat on here. I mean, they really get pis'sed off, but police feel free to have some of those dark rus'set Cape Cod potato chips Special order from the East Coast. You can't get those out here, Doug.","id":"6BFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2639.17,"tags":["Mike","Cape Cod","Ea'st Coa'st","Doug"]},{"line":"Alright, if I can't take it like if I get really while on badly, then I will.","id":"6RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":2659.74,"tags":[]},{"line":"Usually I have a policy of not being friends with Terminators, but this would I do want to be friends with. Okay. All right, All right. I mean a","id":"6xFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":2687.96,"tags":["Terminator"]},{"line":"no you just like looking at It's just too many is","id":"7xFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":2719.29,"tags":[]},{"line":"Except that this isn't My show. Yeah. I don't know what kind of you. Thank you. Thank you for agreeing.","id":"8hFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2736.75,"tags":[]},{"line":"youll Furman Edem. Yeah, I'll totally Fermin a firmer nater to, uh, so I should I do one from the now? Yeah, right. So this was the old school way to play it. Like when we first invented this game was me and my friends. Ah, Brian Post Sane and Sarah Silverman would sit around and play it. Ah, when we were, you know, board and hanging out and eventually started doing it on Those are the people that are monetized fund. The same thing is the famous ones.","id":"ARFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":2926.17,"tags":["Furman Edem","Fermin","Brian Po'st","Sane","Sarah Silverman"]},{"line":"Oh, there's a bunch of people in that movie. I know. But it's dream draft was it that Ginny Jaffa do","id":"EhFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","timeCode":3130.62,"tags":["Ginny Jaffa"]},{"line":"Okay, so now Doug gets a alright, Doug, it is with the book Gareau Fallow Way he got We never gues's the movie. Oh, yeah. Oh, yeah. Gets the other name today. Yes, I get the other name. Yeah. Okay.","id":"FBFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","timeCode":3144.15,"tags":["Doug","Doug","Gareau Fallow Way","We never gue's"]},{"line":"There's a brand new Hollywood Handbook shirt and it''s It''s so cool. Go to pot swag dot com slash the Boys and see for yourself.","id":"GBFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":0,"tags":["Hollywood Handbook","dot"]},{"line":"Al Farouq means big means the big chief. Okay. What were you doing? We were going through FDA trials trying to get our new approved Yes, the drugs. Yes. Um, we have these drugs. Which guys? Well, and heres the thing with the FTSE s. Oh, there''s such a pencil pushing daisie's. And they're all like, Well, what is the drug to supposed to do? Just try it Yeah, I'm like, I don't know what it does. Let''s get it approved, and they will sell it to people who want it here. I mean, I'm like, Tell me if there''s any really bad side effect is try and maybe that''s what it does. Try aloe piece of one, literally eat it. And then let''s talk about a tiny piece. So rude. Imagine, I came to your house for dinner and you slide something from the angle. What does this do? What is this Made off? Take a bite of it. Okay. I have Ah, mouse. Eat it 1st 0 yeah? Let me feed it. Oh, I'm Rap s mouth. I pulled him out. Shot of my pockets of your meat. So this to the mouse, I go going on getting on. This isn't a good dinner. And that''s what it''s like at the FDA with those trials. And so we're getting pis'sed My on I started that way, and finally I go find you guys are so mad I'll eat it and use Watch me, I'm I take a big handful and I'm and I'm challenged out. I'm going lunch for you. Yeah, saying yeah. And it Did turn out to be chewy spree. Hey, welcome to-Hollywood Handbook Insider''s guide to Kicking Button Dropping names on the red carpet line Bike Always this industry we call showbiz. What? Tony? Hey, I won a Tony have so many question's about your a experience. I want a Tony. Right? Are you going through this proces's? Veep is done. Me? You're trying to get in the game","id":"HBFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":219.45,"tags":["Al Farouq","FDA","FTSE","FDA","Hollywood Handbook","Kicking Button Dropping name","Tony","Tony","Tony"]},{"line":"good pill. These pills of these big pharma. It's big money. It is big money. How did you get in the FDA, though? I'm curious. Like what credentials you used to, like. Get in there. Yeah, have some tight security now. Yeah, I did. Um, actually, it''s a really crazy story. I, uh, used the front door. Wow, you just have that kind of face that they're, like, just let you in. I am somebody who people inherently trust and he can sort of flatten out and, like, crawling Away. Really?","id":"HhFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":348.06,"tags":["FDA"]},{"line":"and that is what he's been doing around the office. Yeah, and I A market. I'm offended, but I don't know why. Like, on who don't want to be offended. That''s like, That''s a very popular phrase. That''s the T I. Just a t. I just gues'sed, judged on RuPaul''s drag race. And I heard that''s the tea. Okay, I think I saw some clips of you blasting through my feed. Well, you got through there so fast. Did I? Yes. Very temporal e. I mean, but in, like, a cool way. You're like a rocket ship. Feed is using and gone. And the rooster's on? Yeah. Got it. Do you get offered a permanent judge position? No, I would have liked one, though. I had a blast doing it. Yeah, it really well, the episode I was on, um, you had a blast telling people that their drag was not good enough. No, I didn't. For me, that would not be fun for me. Well, I know they worked hard on it, so I kind of want them to feel good.","id":"IRFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":473.19,"tags":["RuPaul"]},{"line":"I kind of became the Paula Abdul of the panel. I was","id":"IhFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":533.05,"tags":["Paula Abdul"]},{"line":"Do they not tell you? Okay, well, one of the fixes we have lets lose some of the dead way. Tony","id":"NRFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":856.97,"tags":["Tony"]},{"line":"Oh, Tony HANDBOOK. Oh, I mean, we did not mean you, but we didn't say you specifically, but the Sam and Sam was feeling said that Sam was in the room, so we had to keep Sam, who he's, like in the room. And it''s terrible. You gotta pick one, you guys. Oh,","id":"NhFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":866.92,"tags":["Tony HANDBOOK","Sam","Sam","Sam","Sam"]},{"line":"So this is a pharma by this caramel caramel way? Originally fix Atlanta and we're like Atlanta is like a great about the show. Is Carmel by The state","id":"QBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":1067.39,"tags":["Atlanta","Atlanta","Carmel"]},{"line":"it, and you could do it without them. Okay, good luck to you have? You okay? What are your thoughts on this whole, um,","id":"RRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":1220.77,"tags":[]},{"line":"packaging? And my thoughts are Listen to the podcast. Yeah, and tell me if you think it's good and that''s a product of the old system.","id":"RhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":1229.74,"tags":[]},{"line":"Okay, It's a full bag. It right on. My thoughts on are basically chop wood, carry water. I just do the work. Just do the damn thing, baby. Oh, there it is. There''s that swell. About what? Good, right? It''s really good swallowing it because it is at his own joke.","id":"SBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":1243.42,"tags":[]},{"line":"'sort of prima knocked a on this thing on this. They were like, Just go in there. Ah, and you find the areas that need help like, for example, like, Whats your guy for key? And he is. He''s like, so My big is'sues. This is not a toy. Uh huh. And always not a toy. Well, he''s not. He doesn't think he''s a toy. Well, so then I mean, basically, what''s he doing here? Actually, not big question. Really? Called friggin fork story. That''s a good point. And they were You intend to change it? Because we have a brand already. That works what you have. Okay,","id":"ShFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":1272.82,"tags":["prima","Ju'st","Thi"]},{"line":"'so I'm gonna THOMAS aging Toy Story 4 to Toy Story 4","id":"SxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":1313.14,"tags":["Toy Story 4","Toy Story 4"]},{"line":"Uh, only that that's like, Is that a phrase of saying you just do it? Needs to get done. Do the damn thing. Didn't just do today the damn thing.","id":"TRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":1337.9,"tags":[]},{"line":"get it right.","id":"ZBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":1901.46,"tags":[]},{"line":"and that, you see, this is the same age range that Toy Story 4 is","id":"cBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":2090.74,"tags":["Toy Story 4"]},{"line":"Okay, so you see that question of whether the age range if Toy Story 4 is ah gonna be the same as the fan base for Corky Romano that have movie star Ingrid Qattan? Ah, as a relevant question that's going to help us get thes lives recorded. And you know what I hear you on and I and I can understand that that sounds really aggres'sive. And I'm sorry about that.","id":"cxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":2129.36,"tags":["Toy Story 4","Corky Romano","Ingrid Qattan"]},{"line":"I just think if Antonio Banderas is in this room and you went and Terry Abend eras, but I'm not talking about","id":"eBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":2220.93,"tags":["Antonio Bandera","Terry Abend"]},{"line":"Try to kick the gong And what? Flying off the thing and rolled down all the temple steps. Oh, wow. That's unfortunate. Yeah, and no one was recording it. Yep. Gnome was recording a region which helped me in court and the sound a bunch of people got nirvana. Something you would like just shown up. People will like it just walked in and they heard the sound of the gun going down the steps and they're like, Wow, e I got it. Oh, they got nirvana after seeing you raising in, like, Nirvana unplugged. No, I wasn't, actually, but, um, he might have been Oh, but well, I won't break this down because I and you and I could see you in your head going to flannels.","id":"ehFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2247.88,"tags":["Gnome","ju'st","nirvana","Nirvana"]},{"line":"and that's to camera. Wait. So for so something happens, can you get Can you kind of create that world a little bit for me? Why, he would say, Don't tell your parents. I mean, I don't want to spoil too much. Yeah, and we're actually not even really allowed, uh, like Jair too much of like the plot details, huh? But basically, by the time you're finished and theyve caught you cleaning it up,","id":"fhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2313.97,"tags":["Jair"]},{"line":"you got to just go Don't tell your parents. Wow, that sounds. And there's a new like, you know, they have, like, this new technology. There''s like a camera effect where, uh, the four key will be saying so if you could just basically say the name of every child,","id":"fxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":2341.45,"tags":[]},{"line":"Really? E think if more people could have this kind of certainty when they speak, I think it would create such a more confident and loving environment. So we have one name, which is Shep Sheppard. That what is odd? That what is that we got? 00 I don't even do it in four keys Voice. Okay, I'm sure. So,","id":"hhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2468.88,"tags":["Shep Sheppard"]},{"line":"Dio, that's another note, by the way, had 40 voice to change it we need toe ramp up the vocal fry a big time. Yeah. Really? Yeah. Oh, yeah. All right. So, like I'm here, the old version, I kind of did the trailer you're allowed, toe. You're allowed to do it. That''s out of the bag. I need to kind of need to hear more of the world that you guys air coming from a little bit. I don't know. I mean, I hear what you're saying, but forget both actors, right? Oh, wow. If you think, uh, he''s Yeah, why did you have something that you thought I'd be","id":"hxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2497.27,"tags":["Dio"]},{"line":"I just What does it say about you guys that you feel like you have to do that to somebody each time I remember the plot now, OK, that we did for, uh, four keys. Uh, there's a group of Florida high schools Do. Did","id":"lBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2719.19,"tags":["Florida"]},{"line":"Okay, I If it's OK, I need to break that down a little bit. Just kind of get toe Simple getting tropical. So I live in the Everglades? Yeah, Suburbs of the Everglades","id":"lxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2780.42,"tags":["Everglade","Everglade"]},{"line":"The hoppy nightclub where a prostitution occurs. OK, guys, I have to say, This can't happen. Things can't happen.","id":"mhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":2811.66,"tags":[]},{"line":"I won't let this happen. I mean, it's like, uh, it''s Ah, it''s it''s It''s a beautiful story that Disney has created. And I feel like this. I don't know if they needed you guys to come in and step in and do this, Okay? I wonder if that''s above your P great. But I just feel like you. I really think you bring a lot of good attributes into what you guys do with acting. You said, Yeah, I don't know if the Toy Story 4 anche eyes is one of those venues for you. The guy who does the voice is telling Bob Iger how to do his job. What, You're telling me that you guys have this meeting with Bob Iger? We is. Weve been trading","id":"mxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":2820.97,"tags":["Di'sney","Toy Story 4","Bob Iger","Bob Iger"]},{"line":"in the movie. Okay. Wow. Wow. It's interesting. I wasn't, you know, at the beginning of reloaded, there''s, like, that insane party scene. I'm sort of like deejaying that party. Wow. I just I mean, Jordan, I felt a lot of shame about your dating APS, and I don't think there''s anything wrong with you being on those dating. I have a shame because multiple times that has been brought up on a ship. Come on, guys dating IV. And yet he met Carrie Anne Mos's on a day when there''s no shares. No shame and","id":"phFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_0","timeCode":3176.8,"tags":["Jordan","Carrie Anne"]},{"line":"And then he talks about how these things co stars on Lee. One of them ever made him laugh. Yeah. Okay, well, so all of this podcast is gonna be cut in tow. However, you guys Oh,","id":"sBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_1","timeCode":3357.81,"tags":["Lee"]},{"line":"Rachel Bloom, Collection of Men, Corpse's and one Woman,","id":"tBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","speaker":"spk_3","timeCode":3534.06,"tags":["Rachel Bloom"]},{"line":"guys turn your great idea into a reality with Squarespace quad space.","id":"uhFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":0,"tags":[]},{"line":"No, that's coming soon. Ah, lot of the So if you do go to the website, almost every tab says coming suit. It''s under construction.","id":"vBFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":38.84,"tags":[]},{"line":"The deuces to that Squarespace makes it easier than ever to launch your pas'sion project, whether you're showcasing your work or selling products of any kind with beautiful templates and the ability to customize just about anything. You can easily make a beautiful website yourself. Squad space is gonna be beautiful. You do get stuck. Squarespace is 24 7 Award winning customer support is there to help Beautiful inside and out. And I should use that customer support to see if I can get the do user's to be more animated","id":"vhFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":64.89,"tags":["7"]},{"line":"not moving. I want them to be going head to Squarespace dot com slash The Boys for a free trial. And when you're ready to launch, use the Africa The Boys is a 10% off your first purchase of a website or don't squad space.","id":"whFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":102.62,"tags":["dot com","Africa"]},{"line":"He Claire. Yeah, he's, um ah, he''s a game having some kind of effect on Made Yeah, those gams appeared Those who would extend all the way from the hips down past the politicals of the game''s gonna end. It was the end of the gams coming anytime soon Or am I gonna absolutely pas's out? Um, so we Yeah. So anyway, we filed the papers and we want more. Oh, yes. When What saying wasn't what was kind of the prize of that.","id":"xBFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":157.78,"tags":["Claire"]},{"line":"Um, and we repel off. It's so interesting. It''s so interesting when your profes'sional life finally sort of opens up in, you know, and shows part of what you're offstage personal life. It''s like, yeah, uh, for me there one in the same.","id":"zxFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":339.98,"tags":[]},{"line":"But James, there's a step there in the writing that could easily be yeah, is already pig. So But is that what makes it so genius in these cartoons that stick with us? What? I even remember if it","id":"0xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":423.76,"tags":["Jame"]},{"line":"Uh, is that from Ah, Franken Berry? No, nothing. Let me try and explain this. Nothing really is from Franken Berry. So they ripped it off. It will. It is a serial, and so you can't Words cannot be from the cereal. Franken. There is something on Franken Berry acid reflux. There's there''s a big quote pages on IMDb about all the ingredients. And, um, Franken Berry has I d be bringing periods and I am DB Count Chocula. The serial does well I stand erect and you go to memorable","id":"2RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":563.66,"tags":["Franken Berry","Franken Berry","Franken","Franken Berry","IMDb","Franken Berry","DB","Count Chocula"]},{"line":"quotes. And the ingredients. Those properties are the source material for the short lives. Um, dark reboot of Franken Berry. The dark cereal, you know? Yes.","id":"2hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":598.05,"tags":["Franken Berry"]},{"line":"Yeah, Okay. That's too much more than Angelina Jolie was bright of Franken Berry. Is that right?","id":"3BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":618.07,"tags":["Angelina Jolie","Franken Berry"]},{"line":"high and the low and is being cut off. Yeah, yeah. Um, the podcast is a loft. I think this is all still part of the Yeah.","id":"5xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":881.35,"tags":[]},{"line":"I'm glad I'm glad you guys recited it correctly. The podcast is called the Under Culture with James O Me in Yemen. Is Alan GoFundMe s? Exactly Exactly. It can be a right, right? Yes. It's meant to evoke that kind of Ah, Vincent Price meal dio commercials from the eighties which were obviously very influential in so many of us. Oh, yes. That''s why I got into podcast. Can be a fungus tile, X brands, tile cleaners.","id":"6BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":891.78,"tags":["Jame's O Me","Yemen","Alan GoFundMe","Vincent Price"]},{"line":"I I think those are canonical Vincent Price. Oh yeah. Projects. Oh, yeah, that's it starts with that. That''s his origins also. And frankenweenie,","id":"6RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":930.61,"tags":["Vincent Price"]},{"line":"Okay. Lime a Rita? I think so. Yeah. The lie Morita, which they sell in cans and big cans Did sometimes. And I'll tell you what you have in common with every mirror lime juice and much too sweet a charge for your lime scooter.","id":"_RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":1493.49,"tags":["Rita","Morita"]},{"line":"Do I have to? Sweet. Yeah. So I'll be the lime a Rita as the lime A Rita and ah, scoot, Aquaman, come trucking down the street here to meet up with this Guti Q t","id":"_hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":1509.99,"tags":["Rita","Rita","Aquaman","Guti"]},{"line":"than a bike. Not that a car. I just want people to be clear what you're going. What are you asking? You're asking too much this. Oh, yeah, you're I mean is obviously no, you should be comparing. Is breaking technology, but yeah, you're asking too much. I think to expect it to compete with other car. Yes, this is like we're getting into technology stuff, but and in terms of the procedure, we do. It's like acupres'sure. People were like, What are these terms? Like mean? Basically pres'sure. It''s like your you are. It''s basically your You are putting your brain in a panini machine, right? I mean, like, in a lot of ways. Yeah,","id":"CBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":1719.71,"tags":[]},{"line":"So lets everyone give ourselve's a round of applause.","id":"EhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":1951.66,"tags":[]},{"line":"this that I don't understand. So But that means you on the company before Oh, now we just sold it to shake. So you own the company the whole time. Whoa, wait. If you sold it, maybe I don't","id":"GhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2097.14,"tags":[]},{"line":"My nightmare into reality. What happened?","id":"IRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2185.09,"tags":[]},{"line":"that I should have been doing building really the squads based website. So My squad would have a place to hang, and they wound up Brian, I gues's, um knows how to use Squarespace. Really? Well, Okay. And he was able to build a really good squads base, but it''s pas'sword protected, and they won't give me the pas'sword. Is Brett. And as like as anyone than like is bread and the Oh, I don't in the old white space or the new one are","id":"JRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2245.4,"tags":["Brian","Brett"]},{"line":"your Boys and just bus beans and just actually give each other really solid advice. Sounds","id":"KxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2312.41,"tags":[]},{"line":"It's similar. Yeah, every people don't know. Counselor. Dads.","id":"LRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2319.71,"tags":[]},{"line":"think Alex Trebek is really winning of jeopardy. Thank you.","id":"NBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2448.66,"tags":["Alex Trebek"]},{"line":"'saying I was complimenting James's study technique and saying that James told me through my TV screen","id":"NxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2494.82,"tags":["Jame's'","Jame"]},{"line":"that one of the ways he prepped for Jeopardy was to study and the Childrens section of the library because it''s mostly just pictures and one sentence of the fact that you need to learn on that. You reading the description's of the episode and probably seeing a picture of us with her arm around someone or standing near someone who we barely know. Ah, is maybe a better way to absorb the feeling of the show than listening the fucking episode's. Yeah, and I think that method of study is great. Waiting for anything. I think if we're gonna take big evolutionary leaps is a human species, it''s not gonna be from knowing great depths about. Yeah, and, uh, vast quantities of knowledge is gonna be about knowing, like, almost like, um, like a match card game level of","id":"OBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2502.34,"tags":["Jeopardy","and the Children"]},{"line":"Whats your favorite podcast? Read the description and look at the picture.","id":"OhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2552.99,"tags":[]},{"line":"I like. Toe. I like to go ahead and hold people or do like transaction's at a coffee shop with thumbs up.","id":"PhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2611.12,"tags":[]},{"line":"Oh, yeah. Okay, so So everyone knows all the time that I'm being positive you will pay for food with a up. Yeah, it takes a little longer. Yeah. Uh, because if you slip at all, then suddenly the thumbs up has blended down into whatever finger mash ups s. So you have cost money to go through your pockets and stuff. It's a little bit of pawing if you want to you to try it sometime. It''s actually, um, it actually helps with hand. Well, from My coordination, really. I gues's it would help toe basically where your pants upside down. So then the money is already kind of falling out a little bit. Well, I keep the money in the bandages that I'm using to hold my thumbs up.","id":"PxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2618.56,"tags":[]},{"line":"you want to remember a great ad","id":"SBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":2814.9,"tags":[]},{"line":"Movies Quiz about play. And also TV, which is movies that small are les's important, more poorly written, I gues's.","id":"UBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":2979.27,"tags":[]},{"line":"Natch Beaut for editing that so smoothly,","id":"VxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":3065.95,"tags":[]},{"line":"like, nine weeks not even and ah, brush his teeth has been a bear. Yeah, it has been absolute bare and is I mean, like, this is not like an insult. You are aware of this? His breath smells like shit.","id":"WxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":3141.62,"tags":[]},{"line":"we love Quip. We use the toothbrushe's every day sometimes, and that's why one million happy healthy mouths due to Quip starts at just $25. If you go to get Quip dot com slash The Boys Right now you can get your first refill pack for free. That''s your first refill pack for free at g t qu dot com slash The Boys The Boys","id":"XxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":3230.29,"tags":["Quip","Quip dot com"]},{"line":"Um, it probably had it's origins in in","id":"ZBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":3384.78,"tags":[]},{"line":"you know, running to reach people the same way My entertainment does. Yeah. Wanting to reach people, wanting to take these stories that are our stories. Yeah, and take stories that we grew up with. Take these stories, these these narratives, these story arcs look like that in the morning","id":"ZRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":3389.13,"tags":[]},{"line":"and honestly doesn't work. What I'm saying with any specifics, there's no specific, No, just motivates the way that it''s the way that sort of, I think great filmmakers and great television makers when they are trying to brag and yet also, you know, not rise that turns some people off. But these are the stories of our lives thes there are these air, the stories, and it''s just an honor to be ableto to share them, carry this tradition of story and what you that when you say it like that, what you leave out is the fact that you're making a lot of money from it. From that you're like that you're treating people harshly to pull it off it, and you're not good at it, but also not good at Yeah, I think the show you're making is, but when I think about people don't like that you can always blame the stories. Blame the myths that you perfect from when I think about","id":"ZhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_0","timeCode":3409.23,"tags":[]},{"line":"Episode 105 of ghosted locked down You know, for me, that was never about the money. You know, that was at the absolute furthest from my mind Was the money now it was honoring the characters. Any carver weapons specialist? Now, when I hear an episode title walk down my head goes THOMAS Ah, bottle episode tryingto save a little","id":"ZxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":3460.88,"tags":[]},{"line":"Yeah, guys got Joab. You do it way. Well see you try to do it like just now. That way he didn't take a people start.","id":"cBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","speaker":"spk_1","timeCode":3598.31,"tags":["Joab","ju'st"]}]