[{"line":"Star 30 day trial. And your first audio Book is free. Just goto Audible dot com slash The Boys or text The Boys to 505 100. I would do that. Anyway, I'm ready. I am already doing that.","id":"fRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_1","timeCode":2920.1,"tags":["Audible dot com"]},{"line":"That's a U D i B l e dot com it says.","id":"fxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_1","timeCode":2939.73,"tags":["dot"]},{"line":"to manufacture so much false enthusia'sm for something. But you can't quite tell what it is because the walls muffling the sound. And","id":"hBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3009.93,"tags":[]},{"line":"I wonder if it's a cycle like where they raised by I loud TV was","id":"jBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3132.17,"tags":[]},{"line":"So anyway, for most of my, um, intimacy with Sean, this is with Carrie Ann. Okay, As you were alluding, Teoh, I don't know how you really picked up on this, but for most of it, I am in the bag. We call it the bag,","id":"jhGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3162.94,"tags":["Sean","Carrie Ann","Teoh"]},{"line":"but it is all bag.","id":"jxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3185.16,"tags":[]},{"line":"it smells like a bathroom trash bag,","id":"kRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3191.74,"tags":[]},{"line":"So and this is all kind of just being done to me. Do you feel like you're in an abusive relationship with Carrie Anne Mos's?","id":"lRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3239.08,"tags":["Carrie","Anne"]},{"line":"If you've ever been reddish it before, I've watched people get rendition. Oh, you see? Okay, so you're calling a lot of those in for sure? Yeah. Oh, yeah. You make a focal. You hide behind a fire hydrant. Why is the vehicle up? Watches The hood. Go on. Yes, I've, of course, done that. Um, and do it to my friends. Yes, it is like it's a really good friend. Prank? Yeah, to my enemies, I get on Twitter, but to my friends,","id":"mRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3296.23,"tags":["Twitter"]},{"line":"that night, a lot of people there gathered around hands on the bag like Blair","id":"nhGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3378.99,"tags":["Blair"]},{"line":"that almost feels upon a cat. Yeah, but they dio Yeah, I mean, wars with V. Yeah, I don't think I think that's totally that''s defensible.","id":"oxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":3414.98,"tags":["V."]},{"line":"Love to see your browser. Everybody","id":"pRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":3430.02,"tags":[]},{"line":"'she lifts","id":"phGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":3434.97,"tags":[]},{"line":"airing on C so anymore. I'm not going to judge you for that. You're not a character in Episode nine of the Shrink. You know, which would have been a great episode. By the way, we had season to","id":"qBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3450.32,"tags":["the Shrink"]},{"line":"all figured out if you could get Brett. Oh, man. Yeah, I'll say, What about a great up is it?","id":"qRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":3458.72,"tags":["Brett"]},{"line":"And we take your shoes off at the end of the episode. And people like it was that shirt the whole time. Never been seen before. Never been seen before. And then the shrink theme song would play. Don't I don't think people fainting Bump bump Singhs own The Iconix are","id":"qhGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3464.08,"tags":["shrink theme","Bump","bump","Singh","The","Iconix"]},{"line":"God. I love that song. No, I was stepping outside of the shrink. Is Tim to roast you? Okay. Got your browser. History is, uh, quite a cocktail s. Oh, back is the shrink. Yeah, um and so they smelted this thing on your finger, which is probably why it hasn't been able to come off. Yeah, it's probably melted on your finger. That would explain.","id":"qxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":3479.84,"tags":["Tim"]},{"line":"Yeah, I don't. All of that was lovely to hear. I'm not sure how I want to know how it relates to your relationship with Sean. OK, he's not here. How does that make you feel? He''s with heavy graph your with Carrie Anne Mos's sometimes. Right?","id":"rBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3500.77,"tags":["Sean","Carrie Anne Mo's"]},{"line":"for sure. All right, back is the shrink. Uh, it's just the kind of Are they the same person? Do you think that Carrie, Anne Mos's and Sean are the same people to you? Would you? Well, actually, I would. Even non Metaphorically. I have been sort of wondering if they are the same person. Their hair''s the same length for sure.","id":"sRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":3566.71,"tags":["Carrie","Anne Mo's","Sean"]},{"line":"Uh, friend of the Earwolf little dams. It will kill Jon Jon Hamm. Yeah, course. Surely you've done one of the famous comedy bang bang episode's that he was on. Yeah. No. Well, weve had the opportunity to do ads promoting those episode's. So true honor to even just be tangentially about in the promotion of those famous episode's. Lets go back Just a bit toe. Sean and Carrie Anne Mos's potentially being The seeing the same person. Let me ask you one question that again is in more athletic build. Absolutely.","id":"tBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3599.71,"tags":["Earwolf","Jon Jon Hamm","ju'st","Ju'st","Sean","Carrie Anne Mo's"]},{"line":"I think the same kind of charisma on camera, a decent still photos that I've seen. Yeah, let me ask you a question that cuts right to the core again. And I'm sorry. I've asked you so many of these. As he says, the shrink, if it were socially acceptable for two host's of the same podcast to be together, do you think you and Sean would be together?","id":"tRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":3635,"tags":["Sean"]},{"line":"It's suddenly it''s just like The like, this unspoken rule in society that people who host's a podcast can't be together. I don't think Paul and June day and reveal should have had to get divorced. It was hard for their kids, I and therefore podcast and their charity work. Yes. Yeah. Um, I you know, I don't think Leonard Malton and his daughter, who do is do a show together should have to you not be father and daughter anymore. I think you should be allowed to be in the same family with the person that you host a podcast with. And I don't know why","id":"uhGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3708.46,"tags":["Paul","June","Leonard Malton"]},{"line":"But what I'm saying is I don't think it does that any more. Um, and also Brett keep taking it down.","id":"vxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3772.95,"tags":["Brett"]},{"line":"But yeah, I was just a quick Tim, right? Yeah. Yeah, I stepped out for a second step, stepping back in. What? What would you What resolution would you like to see you and Sean arrive at through this? What? What are you What are you most worried about?","id":"wBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":3781.62,"tags":["Tim","Sean"]},{"line":"'stained like medieval. Oh, it's clas's telling stories of the friendship that me and Sean have.","id":"xhGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":3866.77,"tags":["Sean"]},{"line":"Okay, beauty and the beast is for girls. Ours is more, um, The the King Arthur movie that came out last year. Oh, yeah, The Charlie Hunnam 10 yeah, that's more our thing. Okay, that''s for Boys. Um, and I have a studio I do From compose review show. Who engineers that. Okay, fine. Brett, you can be. You can live in the house too. So, Bret Liz in the house. Okay, let''s give him, like, a zis engineer for review show. Um, yeah. You live in a dungeon?","id":"yRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":3883.05,"tags":["King Arthur","The Charlie Hunnam","Brett","Bret Liz"]},{"line":"I would say societies, uh, regres'sive attitude towards progres's is being Love,","id":"1RGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":4099.06,"tags":[]},{"line":"is always at risk of exploding yourself. Nuclear blast? Yes. And hurt pepper pot. If you imagine a hug and she hugs do our nuclear blast, and that would be awful, But don't get to live in the house. Uh, I Until then, Sean, I have occasionally gone a little impatient. Go to the house and receive a blasting From pos'sibly the real Ironman mawr. Likely one of his now thousand's of, uh a I controlled iron man suits. See, this is why The that dream is potentially never gonna happen. Because even if Iron Man dies, The every single one of those suits could lay claim to the house and pretend to be Iron Man and just be like, I don't feel like getting out of the suit today.","id":"3BGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":4162.45,"tags":["Sean","Ironman","Iron Man","Iron Man"]},{"line":"I hope you guys are characters in that movie,","id":"3hGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":4221.12,"tags":[]},{"line":"Get a one","id":"4RGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":4264.09,"tags":[]},{"line":"I supposedly designed it was it's second floor. Uh, yeah. Second floor. OK, now I know it's not Give away where we are. You're saying second floor, It''s already too much if we're on, Like what? The 16th floor.","id":"7RGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":4392.37,"tags":[]},{"line":"I draw out all of that. Uh, how long has it been in the show? Um,","id":"9xGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":4530.06,"tags":[]},{"line":"bring it back. You as a Z fans have the power to save it. And the real fans know it is operating underground, and you can tap into it. Still, for 3 99 a month, the cost of a lotta although not in most delis. It's probably going up to 4 99 right now. And six, if you're gonna tip and be nice, don't tip change. Tip A dollar","id":"-RGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":4549.14,"tags":["Z","deli"]},{"line":"I was in Europe recently and it's Empire Records? Yeah, Yes, You're in Europe, as in Europe, and people came up to me and this is he says, is'sues so talented","id":"-xGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":4580.32,"tags":["Europe","Europe","Europe"]},{"line":"But, you know, you leave him on the sidewalk in a pile of sugar water, he's gonna be OK. Well rehydrate himself will be back in the studio and the real point saving See? So will happen. You save. See? So what shrink on the NBC app? It''s never too late to get Twitter. Hashtag's trending,","id":"BxGnLXMByMrymAEmP788","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_0","timeCode":4683.39,"tags":["NBC","Twitter"]},{"line":"and I started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said, Like a fancy college profes'sor,","id":"ChGnLXMByMrymAEmP788","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","speaker":"spk_2","timeCode":4717.43,"tags":["Sea'son","Sea'son","Ju'stin","McElroy"]},{"line":"Tiesto brought it up. Yeah, um, and he actually said that he was going to do a beat about it,","id":"GBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":338.43,"tags":[]},{"line":"we put up, like to put a little bit of separation between guest's. Yeah, we want four weeks. Yes. Uh, but, well, Joe Mandy was on the show recently. We played some of your material way. Just sort of picked it apart. Uh,","id":"HhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":450.28,"tags":["Joe Mandy"]},{"line":"inside the mind of the comic, it's a","id":"HxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":473.44,"tags":[]},{"line":"like I do. I like I hope I like to get to the point where that happens. And I know I've done my job. Yeah, so it's almost like the pencils telling me to relax. Time for bed. It''s like when you see somebody with glas'ses, you as'sume they're smart, you know? Yeah. Like they must use their eyes so much reading or whatever. Yeah, well, this is like that where it''s like, you see somebody who''s pencils shoving back inside it. You go. Oh, this guy must be a really good writer. Yeah. Uh, And you got in touch with us, right? Yeah. You begged to come back. Did I? Thank you so much for having me back. I know. I know of the four week rule, and I'm pushing it. Yeah, well, we're right at the edge. And we normally would have said a no way. No. Hey, hey, stop! Cut it out. Yeah, we would have said stop this. Get We would have said have some respect for yourself, right? You're begging. This is pathetic. But we didn't say that. Did we go? No. No, you were very nice. He said, come back on. Uh, you said that you have a big listener'ship in the American South. Well, and this was this is a moment of synergy. Because you, of course, are about to go to our end. Do yeah. Number shows in the American South? Yes. And, um, I originally convert. I thought, like South America,","id":"IxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":512.07,"tags":["Thi","American South","American South","South America"]},{"line":"Dan, come to Brazil, Daddy. Yes. Yeah, yes. Then that's a different place. That is different. Okay,","id":"JhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":604.68,"tags":["Dan","Brazil"]},{"line":"uh, and then there's a place called Athens on that. I've heard of Athens. Yeah, and I was excited, cause yeah, they used to get up some to some interesting busine'ss.","id":"KRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":632.52,"tags":["Athen","Athen"]},{"line":"does the story of where it came from, How it came to you, who she is. That would be interesting for me to know. Um, okay, So little in. So it is, uh, it's Mother Earth.","id":"QxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":1037.41,"tags":[]},{"line":"Yeah, it's already getting warm in Florida. Where are good, But I've seen a £300 woman at Walgreens buying Sun Block.","id":"VBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":1253.28,"tags":["Florida","Walgreen","Sun Block"]},{"line":"So what was he doing? What was gonna spread that Off? Were the windows? Yeah. Please, please. Taller than any window. I see. Yeah, that's good. Let''s see if you expand on this,","id":"WhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":1345.65,"tags":[]},{"line":"it runs counter to the original. Yeah, I felt like I was try to make a point, and it didn't land so that I was like, All dude, I'll just","id":"XRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":1365.83,"tags":[]},{"line":"before I begin my comedy routine,","id":"ZBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":1459.48,"tags":[]},{"line":"Yeah, like it's kind of funny. Like to, like, blow people away. First I hit him with the punch Love The like my catchphrase. Then I kind of we joke around. It''s a connection. Yeah. I was like, Can you believe I just did that? And now it''s like, all right. And I try to talk about the science of not needing sunblock.","id":"ZhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":1467.26,"tags":[]},{"line":"this just so I can even get some sleep, Uh, and trying to heal my head. And the formulas these guys have figured out are really good. The note I have and take it or leave it. But there pills kind of just look like pills. Okay. I am in the very early stages of launching hams dot com. That's, uh, it''s not hymns dot com. It''s, uh, hams dot com, and it''s two m''s and The pills are really similar. In fact, there''s air better. There''s work better, but my pills look like Jon Hamm and John Him is doing comedy Bang bang in your mouth when you take the pill and so like him with headphones on headphones on a yellow chair on a casual Yeah, he''s in a yellow chair. Maybe like a voice, he''s Yes, he''s laughing at Scott, and, um, he''s actually keeping up. He''s actually actually really funny. Yeah, your mouth. Yeah, in your mouth. Even though he''s like this serious actor Don Draper actually really funny that you have gotten in trouble for launching","id":"bhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":1627.19,"tags":["ham","dot com","Jon Hamm","John","Scott","Don Draper"]},{"line":"competing products, Of course, within this ad in the past. And I just wanted to say Kevin is here, and I would say it is Kevins fault. If there were any trouble for this, this is This shouldn't be trouble. If there is. It''s Kevin''s fall, and I want to say basically his idea, their their product is better in terms of what it does. The shape of my pills I'm not here to save better or funnier is it''s actually really funny.","id":"bxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":1704,"tags":["pa'st","ju'st","Kevin","Kevin","Thi","Kevin"]},{"line":"Lets talk toe. Uh um Lauren lamp, cause for a second. Bosch, please don't be rude. Um, I just heard, like, just like an office here. People were Sorry. Is that squeaky enough? People were just saying, like, you guys were like, talking shit about Raised-by-the-T-V-This","id":"fBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":1870.94,"tags":["Lauren","Rai'sed"]},{"line":"The showed this. This ad look at the ad he gave me to read","id":"gxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":1948.27,"tags":["Thi"]},{"line":"that down?","id":"hxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_2","timeCode":1971.09,"tags":[]},{"line":"We get a picture of the piece of paper, The adds room, and, um, September 2nd, a late show has been added to the bill House, 10 p.","id":"iBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":1972.88,"tags":[]},{"line":"use the Boys. All right, Dean? All right, I'm gonna leave, you know, saying","id":"jhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":2050.84,"tags":["Dean"]},{"line":"Comic-Con cock. Chef. Kevin, calm down. I need you. Come. Are you calm?","id":"jxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":2060.06,"tags":["Comic-Con","Kevin"]},{"line":"Air? You have American Happy-Socks. Okay, hang on. All right, we have to do the ad Read. All right, please. Okay. So, uh, so you know, obviously everybody has ever listen to anything knows.","id":"kBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":2066.71,"tags":["Happy-Sock"]},{"line":"Chef Kevin got to it first. He has been calling himself the master chef. He feels that anyone else being called the master chef deludes his brand to the point where he wants to burn down the Earwolf building. Ah, he was splashing kerosene everywhere. He started ripping everything off the walls. Even the special soundproofing foam. Luckily, Aaron Gibson was here. She has trained in De escalating this kind of situation. Uh, Aaron, if you could just talk a little bit about how much you like juicy cheeseburger's with spicy slaw and how you're going to stop Chef Kevin From destroying the building and endangering us. The first thing I'm gonna do is I'm gonna instill a 24 hour, seven day a week. Watch on Kevin. I'll be following his every move. There's gonna be a spreadsheet of any suspiciou's activity that will be logged and sent to the FBI. So, Kevin, try it. Master Chef. Kevin. Hey, guys. Master Chef. Kevin here I easy. I've been branding myself. Is this for a while? Technically I havent taken any clas'ses or done anything that, you know deserve's one to be called the chef. But ah, you know,","id":"khGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":2115,"tags":["Chef","Kevin","fir'st","Aaron Gib'son","De","Aaron","Chef","Kevin","Kevin","FBI","Kevin","Chef","Kevin","Chef","Kevin"]},{"line":"Good day. This story way went out, got drunk took a cab to my hotel. And that's the first time I've ever driven a cab, to be honest way.","id":"mRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":2311.23,"tags":["Thi"]},{"line":"Yeah. Yeah, I can't remember. But you were just gues'sing all the movies that you just happened to pick one","id":"nhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":2352.24,"tags":[]},{"line":"Ah, yes. He thinks that it should be Gladiator. He wanted gladiator again. Yes. Uh oh. Can you do that? He's hosting down. So it is. It''s his choice for TV. Anyone gets to","id":"oBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":2369.05,"tags":["Gladiator","gladiator"]},{"line":"Look, man,","id":"qRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":2441.8,"tags":[]},{"line":"life on the road, it gets kind of crazy. It's hard toe. I mean, it''s hard to justify a lot of what you do when you're on the road. I mean, like, i'll be back here in two weeks and I'll tell you all the road dog story.","id":"qhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":2444.11,"tags":[]},{"line":"road. Yeah, that's very dangerous for a dog to be in the road.","id":"rRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":2471.35,"tags":[]},{"line":"But that sounds like a witch to you as well. Yeah.","id":"sxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":2552.54,"tags":[]},{"line":"Uh uh,","id":"uhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":2606.56,"tags":[]},{"line":"make rib. You know what? I know you said that You only see the McDonalds two months a year, and then you never see that you get I figured out why it takes 10 months to hunt down and shoot whatever to help kind of meat. That is,","id":"whGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_2","timeCode":2729.19,"tags":["McDonald''s"]},{"line":"And then you would be all alone. Yeah, that would be bad.","id":"zRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":2815.8,"tags":[]},{"line":"But I like I go up there. Usually I get the same thing every time. Diarrhea. Okay,","id":"0hGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_2","timeCode":2851.25,"tags":[]},{"line":"'so that that checks out with your other story is you were saying that you got diarrhea so bad you stained your under bridges.","id":"0xGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":2860.37,"tags":[]},{"line":"yeah, it I just like eating it. Okay, so he's not a great story. It''s very boring. Yeah, it''s","id":"2BGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":2937.24,"tags":[]},{"line":"which is took months of practice. What do you like like, whats the stuff Jimmy Dean did that you like? I mean, mostly the sauce is well, okay, todo barely better dater. But but then I don't honor him. You gonna have I mean, imagine this is music made a profound impact. Music. Yeah, Um and, uh, you know? Yeah, he it was It''s very pious. And it''s hard to me for me not to get aroused thinking. I know a mainly From that song. What was What was it? The ray It was called rock on? Yeah,","id":"4RGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":3006.55,"tags":["Jimmy Dean"]},{"line":"So if you bust that, that that's a different plug in. Okay? I think","id":"5xGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":3120.05,"tags":[]},{"line":"I just tell you every time, Like it's so I've spent so much energy focusing on getting 1/2 of a boner that other things sort of s and lose, you know? Yeah. Okay. I was really I was hoping that would get edited Off again. You guys came to my last show and taped. Yes. Yeah. So if I had, you know, creative control over what we're listening to, I probably when it goes on the DVD, The Yeah, there''s just a silent it will","id":"7BGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":3156.52,"tags":[]},{"line":"be an audience reaction. OK,","id":"7RGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":3186.68,"tags":[]},{"line":"I've been sleeping with members of my staff.","id":"7hGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":3190.21,"tags":[]},{"line":"May I come from a long line of firefighters? OK,","id":"-RGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":3278.73,"tags":[]},{"line":"that was a little much. Yeah, I was. I was trying that out. And I ii Love,","id":"AxGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":3451.09,"tags":[]},{"line":"You know, my wife was madder than albino hitchhiking in his nose.","id":"CxGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":3548.05,"tags":["albino"]},{"line":"Wait, what? Cause that friend enhance yes, is that, you know, by know","id":"DRGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":3570.73,"tags":[]},{"line":"my wife and I was going out to eat. She was trying to turn me on, and we was in the car. She wouldn't wear no underpants","id":"DhGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":3578.5,"tags":[]},{"line":"right? And she's and she didn't have any underpinnings of the troops","id":"EhGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":3604.77,"tags":[]},{"line":"to show you that her her container is open Off. That's not what I'm saying. She was break highly and three or four different stories,","id":"FBGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":3635.07,"tags":[]},{"line":"Interior Santa Mans bedroom. Sit of an is kneeled at the foot of his bed way. Name the razor blade and the Harry ghost.","id":"FhGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":3675.05,"tags":["Santa","Harry","gho'st"]},{"line":"He flexes as he praised to reveal a giant cros's tattooed on his back. Father, why have you forsaken me? Leaving me with only one tool to see my vengeance. No longer can I wait. Victory toe happen in your time. I must take it hair ese dot com That is the tool I have left at my dispo'sal. And with the code handbook, I shall seize The storybook ending I've been waiting for Reunited with my wife, Moriarty, in a safe space six field, a ground pretty safe down there. We wait.","id":"FxGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":3697.92,"tags":["Moriarty"]},{"line":"rich lather. He's a frickin dis'sected, so he knows exactly what they look for by going to Harry''s dot com and using my code handbook, you get the friggin trial offer, and you have the chance that Mori already won't have any more to enjoy your life with a nice close shave and actually look great. And it''s cheap, cheaper and more affordable, and the blades or high quality and way it''s going to be fun. So make sure you go to areas dot com and use code handbook to redeem your offer. Let them know I sent you and help support the show. And also, I'm finished with this rosary I was doing on it's ah, biblical kind of thing. Choirboy, who has been breathing out the entire time, I gues's dies.","id":"HRGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":3902.45,"tags":["Harry","dot","Mori"]},{"line":"you, That's what he Why did you think that? Yeah,","id":"IhGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_2","timeCode":3982.24,"tags":[]},{"line":"'s So you go. So you go said it. Did you forget that you just said that? I gues's you're hearing it in your head at the same time s most so just from my perspective,","id":"MRGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":4169.76,"tags":[]},{"line":"I hear a witches voice screaming about a tiny Penis on an iPhone. Yeah, you're that parts not yet mine. That''s not it. That''s me trying to open up and really, like, just get honest. Yeah, with my audio, you say, Hey, staff at me shit is so fast. The one more joke like that. It''s all it''s a immediately on the heels and and I almost wonder, like, did the audience members say a joke that I couldn't it just because they didn't tell that Joe? Um, well, that''s sort of how it worse. I'm the one with the microphone, but everyone''s telling jokes. Uh, okay. They just arguing here that I forget. I was noticing from the audience that people were doing that. And I was telling a lot of you were getting really good.","id":"MhGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":4180.6,"tags":["Peni","iPhone","Joe"]},{"line":"was really getting into it.","id":"NBGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":4234.62,"tags":[]},{"line":"You know, cocoon. I hear you're 48. That The that references a little after my time.","id":"PxGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":4360.96,"tags":["cocoon"]},{"line":"after you told And just before you said that you wrote it? Yes. So is that is that is it that you wrote the joke, But you think that they said it and you're mad at them for saying a joke that you wrote? See, this is just an honest question, OK? I don't know. You don't know? I don't know what the mood I","id":"QhGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":4392.6,"tags":["And ju'st"]},{"line":"yeah, you can hear any of that on this. No.","id":"RRGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":4425.76,"tags":[]},{"line":"Yeah. You were going on and she was trying toe Gail, you turned on turned all right. Yeah, Well,","id":"SBGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":4442.96,"tags":["Gail"]},{"line":"tagline for the olive garden is not come to all of garden will treat you like fable. It's kind of like that, but it''s when you're here. Your family. I just shortened it. No, we streamlined it longer.","id":"ShGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":4456.65,"tags":[]},{"line":"I thought maybe that's why it was taking so long to bring your appetizer. Was that he was trying to buy Windex","id":"XhGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":4636.76,"tags":["Windex"]},{"line":"Do you have any idea where my sign is?","id":"YRGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_1","timeCode":4729.05,"tags":[]},{"line":"Uh, well, you have to buy it, OK? I make signs. Uh, Okay, so then if I buy diet, then I know you have it. And then then I can say, Like, hear, hear it. Is's you say here that you hear on a sign, Hansel and I say Here it is","id":"YhGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":4732.89,"tags":[]},{"line":"Hey, pretty baby is all my listener's out there. You know, it's Raul. And of course I'm with Sweet Cas'sandra. Howdy, Cas'sandra. What was it you were saying about your biggest turn Off being drunk driving the other day? I said, you know, my biggest turn office. Someone being drunk driving do Why is that again? Is it that you hate the crashe's they get into my eight, The crashe's? I hate The bob and weave, and I hate The pos'sible arrest. Oh, yeah? Well, The pos'sible death I don't do my hair to go down in flames, baby. Uh, no, I shaved my legs for this, please. No, That''s what I always say. The Johnny Law, uh, cop Acer''s who may or may not have to pull you over if you're weaving all over the road to ensure the safety of everyone else. Well, when they're doing their job, part of it is to make sure that you aint drunk driving and you aint driving high a drug impaired. And if you make that choice, well, you're gonna put a tough choice on the rest of society, whether toe like you or not. And I've already made mine. I don't I wish you wouldn't do that. Take of friggin, uh, other way to get around when I'm riding on a bird scooter. Cas'sandra, I find that I smash into just about everything, and it''s because I am so so drug. But when I'm driving a car, I've never had a drop of alcohol or a hit of that devil weed. I've never seen it. And I never will. I don't drink the demon room before I get in the car. Just drink, uh, es'sential water pH balanced. And there''s electrolytes added. Sorry I cut you. No, no, no. I just love those electrolytes and minerals intact. And the moisture inside have a good, healthy P after one of those. A big old bucket worth Phillipe, you better believe it. Guys, if you feel different. You drive different and getting drunk or getting high makes you feel different. You don't want to drive that kind of different. You want to drive nice and smooth like Raul and Cas'sandra. You drive high, you get a D. U I and my Oh, my You don't want that. Go to N h. T s a dot gov to learn more. Nitsa is how we like to say it. And if you're not so Nitze, then then you get no pasta or pits. Ah, that''s what I like to say Pasta pizza for all my kids if they go to N h. T s a dot or because I think that should be rewarded Maybe. Hey, this is Arne camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said, like a fancy College profes'sor","id":"aBGpLXMByMrymAEmucCK","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","speaker":"spk_0","timeCode":4852.16,"tags":["Raul","Ca's'sandra","Ca's'sandra","The po's'sible","arre'st","Johnny Law","Acer","Phillipe","Raul","Ca's'sandra","N h. T","Nitze","N h.","Arne","The Magic Tavern","King","Chicago","Sea'son","Dark","Sea'son","Ju'stin","McElroy"]},{"line":"Blue Book. No, and Linda Hunt and we are, um, going to build a gingerbread version of falling water by frequent right. And, uh, we're in the design phase and it's in it's debate. It''s what''s gonna be the water, and it''s Well, what about the candy ribbons? And it''s Well, what about the sour punch straws? And it''s No, it can't be that, you know? Yeah, that''s Linda. And, um, I'm starting to get frustrated because the competition is in an hour. Wow. But you can't skip the design phase. No, I've gone into those cold before, and it never ends up looking like any of the buildings.","id":"mhGgLXMByMrymAEmdbJD","index":"handbook","podcast":"Hollywood Handbook","episode":"Stefani Robinson, Our Close Friend","speaker":"spk_1","timeCode":194.98,"tags":["Linda Hunt","Linda"]}]