[{"_index":"handbook","_type":"_doc","id":"6xGCJnMByMrymAEmO52W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":2187.45,"text":"So I think the promi'se of the word fir'st i's not in the well and finding the right 'spot for it i's really Did. Becau'se I'm 'starting to think that upper. I'm 'starting to think that it''s not in there at all. I think they actually lifted that on purpo'se. Here, let me try thi's. Inevitably, we all 'skimp on that full night of 'sleep. Skin Bulwark Skipper work's Simple Fir'st workout or bru'sh our teeth with a tired old toothbru'sh were not perfect. But we can do better. And Quip i's a better electric toothbru'sh that can help. So Quip i's facing my teeth. Oh, yeah, it i's, uh, we talked about before. The mailman did not take My Quip toothbru'sh, but Did it Seem's like take 'some other people''s Quip toothbru'sh and Did bru'sh hi's teeth with it. So the male hand's teeth 'smell incredible. Mm. Yogi Bear, of cour'se, ha's been following the 'scent of my teeth around. So all the'se, like big thing's are happening becau'se of where there are 'so many bird's on top of the Quip factory, becau'se it 'smell's 'so good. The third bird's fly their love, thi's 'smell it. Uh, but they're al'so we have to adju'st ba'sically, to thi's new world, I'm realizing one of the big change's, For example, um, i's that our friend, uh, bleeding gum's? Murphy, if you remember, bleeding gum's Murphy i's Li'sa Simp'son''s hero. He''s the greate'st 'sax player. And he, at lea'st when they originally recorded tho'se Simp'son's epi'sode, have bleeding gum's. Ye's, but now he i's u'sing Quip and ba'sically ha's become, and hi's new name i's healthy gum's. Murphy. Ye's. And they do have to go back in and re record all tho'se old Simp'son's epi'sode where 'she mentioned him or where he come and help in'spire her to play 'saxophone. And it''s co'sting a lot of money.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Quip","Quip","Quip","bru'sh","Yogi Bear","cour'se","Quip","Murphy","Murphy","Li'sa Simp'son","lea'st","Simp'son","Quip","Murphy","Simp'son"]}},{"_index":"handbook","_type":"_doc","id":"-BGCJnMByMrymAEmO52W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":2777.56,"text":"You know, you take all your you take all your guy's over. I mean,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"-xGCJnMByMrymAEmO52W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":2803.66,"text":"So much 'saving. Sure. I heard one where you talk. Where you guy's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ABGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_1","startTime":2846.78,"text":"I wa's like and I'm 'still not 'sure which one i's which. But one wa's like My The'se frie's are good. It wa's like, No, they're not good. The'se air. Great.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BhGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_1","startTime":2937.29,"text":"Yeah. There are new format. Sort of integrating you.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BxGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":2940.07,"text":"Let''s ju'st try it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"CxGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_1","startTime":2964.6,"text":"Uh, french frie's? Yeah. I don't like him. Yeah, I love him. Oh, wow. Shit. Wow. Yeah. Wow. Mitch, what do you think of frie's?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mitch"]}},{"_index":"handbook","_type":"_doc","id":"DhGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_1","startTime":2995.5,"text":"So I don't like him. I don't like him.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"FhGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_1","startTime":3133.48,"text":"I'm not allowed to go pa'st. He''s gonna be looking at the mileage.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["pa'st"]}},{"_index":"handbook","_type":"_doc","id":"JRGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":3338.69,"text":"But that al'so gave ri'se to farmer culture, and farmer's became known a's the mo'st beloved and 'sweet of America''s Heartland. And the'se beloved 'sweet people eventually formed a fa'st food re'staurant of their own 'stretch in the city of Baker, California.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["America","Baker, California"]}},{"_index":"handbook","_type":"_doc","id":"JhGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":3363.77,"text":"That one outlet in Baker, California, grew to a number of outlet's up and down the We'st Coa'st and then later keep going acro's's all of America","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Baker, California","We'st Coa'st","America"]}},{"_index":"handbook","_type":"_doc","id":"KhGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":3562.04,"text":"I'll get you 'started. Oh, you know, I don't think 'so, Tim.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tim"]}},{"_index":"handbook","_type":"_doc","id":"OhGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":3758.67,"text":"Oh, TV's. Very funny. Fucking World War Two. So what are but 'so I think it''s fine to have, like a little piece of that, though It''s ju'st like thi's i's the thing becau'se you talk about the 'secret 'sauce. Here''s what the 'secret 'sauce i's. People like that We are 'secret 'sauce on my peanut butter and jelly.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["World War Two"]}},{"_index":"handbook","_type":"_doc","id":"QhGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_1","startTime":3864.48,"text":"Oh ho. Which one? Holme's, Holme's Holme's. Pete Holme's hold's?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Holme","Holme","Holme","Pete Holme"]}},{"_index":"handbook","_type":"_doc","id":"QxGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":3878.02,"text":"Yeah. I d like you want me to, like, bring 'some room 'snack's from your not cra'shing. Showing Hollywood Handbook. If you're doing home's food, I could You could help out in that capacity.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood Handbook"]}},{"_index":"handbook","_type":"_doc","id":"ShGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_1","startTime":4041.72,"text":"I get it. Your fan's, they've got a lot. There''s a lot of them. Yeah, and they'll ju'st buy anything when they 'see that? It''s you guy's doing your thing. Yeah. So you take him for a ride Frying You taken for a ride? And I get it. Yeah. You don't know it's re'search. We're gonna go going to review the principle's, the Super Bowl. Right. Then you do a whole epi'sode and pretzel will do 'salty for May 'searching. It''s 'sort of ingeniou's, i'sn't it? You 'seem to get it more than Nick doe's in a lot of way's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Super Bowl","May","Nick"]}},{"_index":"handbook","_type":"_doc","id":"SxGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":4080.79,"text":"That''s why we do the 'show now.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VxGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_1","startTime":4258.12,"text":"Yeah, right. He i's 'sort of a new Stanley. In a way","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Stanley"]}},{"_index":"handbook","_type":"_doc","id":"WBGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":4262.6,"text":"you could 'see that they're trying to, like, pa's's in the 'same way that O'scar Nune's took over for Cliff Paul. Yeah, they have been trying to They're taking Stanley from the office and turning him into Stanley, turning him into Stanley. But al'so gonna a'sk, Why i's he telling them to look out it's iron Man? It''s the good guy's. Iron Man''s helpful. Stanley''s villain. Yeah, he play's in a different depending on what thi's cameo i's. Sometime's he''s kind of a villainou's one. My an'swer eye's The wedding Where the wedding epi'sode from That''s the be'st one to you. Yeah, that''s fun. That''s good. Excel'sior. I like when they all dance together at the end when they're when they only like with Chri's Brown 'saw Did the mean That''s the choice that they Made that you really approve of They can never take back.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["O'scar","Nune","Cliff Paul","Stanley","Stanley","Stanley","Iron Man","Stanley","Chri's Brown"]}},{"_index":"handbook","_type":"_doc","id":"WRGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":4311.63,"text":"That''s my favorite epi'sode. Cool. You know, that wa's ba'sed on a Mim. What? Ye's, that''s there wa's a like, a video going on at the time of people dancing at a wedding. The name 'should we do for the our next epi'sode? Yeah, we have. We do have to think about that. My plea'se. I have to figure out what Mim i's gonna ju'st 'straight up be a big chunk of our next epi'sode, right? I 'sugge'st one. Yeah? Yeah. Kermit drinking tea. Oh, ye's. But that''s none of my bu'sine's's. Thi's i's a little weird for maker's. Ron, uh called me into hi's office and 'said He 'said, You want to 'see My mean","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kermit","Thi","Ron"]}},{"_index":"handbook","_type":"_doc","id":"YhGCJnMByMrymAEmO56W","_score":1,"_source":{"Episode":"Tom and The Doughboys, Our Close Friends","speaker":"spk_0","startTime":4515.23,"text":"Yeah, well were comparable. Uh, I gue's's that''s where I mean, I gue's's I kind of have been been pu'shed out here. I mean, it''s it''s a thing I've alway's 'said I wanted I wanted in the 'show. But now that''s happening. I'm kind of like, 'so 'surpri'sed and kind of like, Oh, thi's i's Zoom different term's and expected. Well, let''s get 'some 'sort of get a video game on the way out. Yeah, that''s im m. Say we're gonna 'split thi's 'special video game, or it''s gonna be like a weekend's at your hou'se weekday's at my hou'se kind of thing. Do they have two copie's for the Boy's. Kevin, Um, what''s that? Uh, you? What''s the thing in your hou'se that you like? Sure. Well, Di'sc one i's the in'stallation one, and Nick get's that. And then Mitch get's thi's too. Which i's the play di'sc? Okay, Okay. And it's office hour's, The video game. It''s a little 'side project I've been working on. So thi's i's Kevin''s chef. Kevin''s video de'sign's an open world video game. Ye's, it''s a 'sandbox 'style, like a 'sandbox 'style. But you 'said, Officer, i's it in the world The officer in the world in a State of Penn'sylvania Grant. So you 'start out Scranton. But the border's of the game are all of Penn'sylvania. I mean, that 'sound's like an ambitiou's de'sign. I worried that maybe doe'sn't 'sound. I worry that it''s maybe not 'super refined of it''s ju'st you making it, But, I mean, we can go right, cau'se Nick''s 'so refined. I'm ju'st I like it like game developed and developing a 'sandbox game i's a big rice. Nick i's thi's chef ca'se of human being. Yeah, I want to play the game IV ju'st no, no more video game. No more video game you ju'st lo'st out 'so we don't get the 'special video route. Chef Kevin fir'st 'showed a little paddle out here gnome or video game. Tom, I'm thinking of you. Get what you came in with. It's ju'st like Rod Jeremy and Kevin Spacey''s 'show. I'm thinking of fir'st gue'st's. You walk out of here with what you had when you came in for for the new go Boy's. You know, Boy's per'sonal 'should be ju'st be called the new Doughboy.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin","Di'sc","Nick","Mitch","Kevin","Kevin","State of Penn'sylvania","Grant","Scranton","Penn'sylvania","Nick","Nick","Kevin fir'st","Tom","Rod Jeremy","Kevin Spacey"]}},{"_index":"handbook","_type":"_doc","id":"ahGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":0,"text":"Hey, guy's, I want to tell you about Square'space. Turn your great idea into a reality with Square'space. Square'space? Ye's, of cour'se. I'm ju'st clarifying Square'space. Ye's, Yeah. Did I 'say at wrong? No, but ju'st to be more 'specific, Square'space, not Space Square. Okay, Don't go to that web'site.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"bhGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":95.72,"text":"Even if I'm, let''s 'say I could do an ejector code, which i's a decent idea doing ju'st then I'm going doing the la'st time off. Gotta do a type of cla's's, right in Ye's. To bla'st right in'stead of what I want to be doing, which i's I have my hand's free cau'se I'm ju'st in my 'space You have your hand's behind your head in normally one 'side log Did I put I interlock my finger's behind my head? Yeah, and I don't intend to move them for a long time. Actually, not that code. An ejector. So So Square'space make's it ea'sier than ever to launch your pa's'sion project whether you're 'showca'sing your work or 'selling product's of any kind. And a lot of time's in the'se ad's, they have a guy who''s like I did thi's 'site. I meet mine. Lip'syte. Ye's, and we have a's okay of the 'same good that your pa's'sion project, I gue's's, i's thi's 'show. That''s right. Hey, guy's. Chef Kevin here. I Made My web'site and it's hh pod dot com. Did you Do you want to know? What? You don't wear headphone's? Anyone? What? What''s happening here? Okay, he''s holding the Advil. If you're not gonna wear him leaving on the table, man, get your hand's all over and they go on people''s ear's. You Made hh pod dot com. Yeah, I'm proud of it. I'm I'm damn proud of it. And and wa's it good to build or 'something? It wa's really ea'sy to build. Uh, I got a lot of feedback. I's it 'sexy? Beautiful. It i's. Well, it''s 'sexy. Beautiful now, becau'se I put the tour po'ster Ah, 'slapped AB on in the middle front becau'se the template's and cau'se the template's air 'so ea'sy. It wa's ea'sy to do that. Did you u'se their cu'stomer 'support? Don't be like a hero here. Don't ju'st 'say I didn't have to becau'se the template's were 'so I'll ju'st 'say that you did. I did. I went. You ju'st went there to thank them. I ju'st 'said Keep it up, guy's. Everyone''s doing a great job. Ah, keep it up. What''s thi's Tour po'ster you mentioned? There''s 'some kind of tour going on There. I's the tour going on? It''s the Pacific Northwe'st, Boy's gone bad goe's down in the Pacific. Normal 's fine. Wa's that 'show's canceled. Are you happy now? Yeah, Away. If you could 'see any job, hopefully the per'son 'say that wa's from San Franci'sco. Otherwi'se, it i's not fair that we can't know that''s not fair at all. No, no, no. We're doing Seattle Portland in San Franci'sco. We have a late 'show in Seattle that ha'sn't 'sold out yet. There''s ju'st a few ticket's laugh. Boy, I feel 'so bad for people that bought ticket's to the Early Show becau'se we really are 'saving all the good 'stuff that we wait for the Late 'show. And but unfortunately, you can't tran'sfer them. You ju'st have to buy a 'second ticket and go bow and then go or not, go to the Natch Beaut. You could go toe hh pod dot com 'sla'sh live to 'see tho'se tour date's and get your ticket's. Ah, and really, we're doing a Square'space 'said Okay. In'stead of focu'sing on Adrian problem dot com, we could maybe talk about heading the Square'space dot com 'sla'sh the Boy's for a free try and ju'st get it and do it Square'space 'sla'sh The Boy's that I 'said I don't. But the way you 'say it i's 'so fa'st he's that people could ea'sily think you're 'saying Space Square which don't go to that. And when you're ready to law And if you think I'm not in there like if you know it''s when we're recording. So you think Oh, well, he''s not on now. Now I could go. I'll know you were there. How do you know","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chef","Kevin","Pacific Northwe'st","Pacific","San Franci'sco","Seattle Portland","San Franci'sco","Seattle","becau'se","Natch Beaut","pod","Adrian","Square'space","Square'space"]}},{"_index":"handbook","_type":"_doc","id":"chGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":437.75,"text":"No. And I wa's le's's 'strong. Sure, Ye's. Standing up wa's ea'sier for him. And it wa's for me at the time 's Oh, and me I like get 'so excited I look up for on a cornucopia to 'see if 'she 'saw I look back down in my hand and I have already lo'st the peace A p a huge piece So I 'start 'screaming the everyone for everyone Do not move And don't look at me. Ye's! No, look at me But 'stop moving And everyone look for my peace. Peace i's gone.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dxGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":651.91,"text":"Really? Yeah. Roll wi'se, Ari. I'm trying to remember","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ari"]}},{"_index":"handbook","_type":"_doc","id":"fBGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":752.5,"text":"Norri's joke's. We okay? Tho'se can wait becau'se I want the original. What? The drug Norri's trick's they were doing have to go in the epi'sode. So you have to find an organic way to talk about 'shopping in the early part becau'se that wa's your Segway Zoom without lo'sing that 'section right there were now referring chopping. So let''s get a new way into the chuck Norri's joke's 's So we're ju'st going to 'stitch thi's in beforehand i's, well, record 'something that ju'st kind of organically bring's u's to Chuck Norri's. I'll do Ali. Jilin? Yeah. On In'sider''s Guide to kicking butt and dropping name's in the red carpet land back hallway's of thi's indu'stry we call 'showbiz","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Norri","Norri","Norri","Chuck Norri","Ali","Jilin","''s Guide"]}},{"_index":"handbook","_type":"_doc","id":"gBGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_1","startTime":851.44,"text":"little vague golf ball that I found right here. I think the fidget 'spinner i's mine.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ghGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_1","startTime":888.91,"text":"a wage. What''s the u R L. So we we know that you didn't actually come up with people. Can","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"jRGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":942.11,"text":"Pay. Ah. All right, let''s get it back into the pipe cake. I think I feel like we 'should 'start over again at thi's point. Let''s 'start over. What? We did it. We got the Segway. We have a really good intere'st of the Chuck Norri's event's. It will come in off of that. Yeah, we do have to locate it 'specifically in time. You 'seem like a big hi'story guy. Dreg's dropping the fact's about the guy wizard of like, it''s new's buff. And 'so you It would help if you would kind of locate u's in hi'story of before Golden-Globe's from Yeah. Ye's. Okay. Hold on one 'second.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Segway","Chuck Norri","Dreg","Golden","Globe"]}},{"_index":"handbook","_type":"_doc","id":"kRGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":1064,"text":"Okay, Fir'st of all,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Fir'st"]}},{"_index":"handbook","_type":"_doc","id":"mBGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":1129.24,"text":"Um, here''s the like, the rial Pep'si Challenge. That''s I think we were doing it that that, uh who i's going to have Golden-Globe's it from? Yeah, in eight year's from now who were all Let''s make a pact. What''s Ye's, we've knife. It''s got to be good with toe that 'so fa'st. Teoh Did meeting a knife and you have one 'so true ideo. That''s great, but we ju'st we do need it. Well, it''s good that at lea'st one of our hand's i's clean. Uh, let''s all cut up our hand's and we'll and we'll all 'shake on the on the pact, which i's in 2018. We're gonna 'say now what the Golden-Globe's will be from then 'saying it now and we'll and if we're right, will play it. Okay, Okay. I promi'se. I promi'se. I hereby do promi'se, and that''s all. Say our name's, Matt. A good job. My Away. Thi's i's 2010. Yeah. Spike. Yeah, that''s what you think. For a minute. I wa's really trying to get people home i's 'something nobody Did 'spot. I wa's Ah, I'm Jake. Jake. Good job, Jake. All right, 'so we all did the pact 'so that 'so That will be fun. Let''s do the globe''s Okay. So, you know, But now we have toe figure out what order to go in and who and what happened. Who did then Who''s right and what? Yeah, i's winning. They end like, yeah, ju'st the whole thing. What the different? Well, we could a'sk Jake again. I mean, I've been loving Jake''s character, uh, a guy who ha's contrarian opinion on the be'st picture favorite every year.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Pep'si","Golden-Globe","Teoh","Golden","-","Globe","Matt","Thi","Spike","Jake","Jake","Jake","Jake","Jake"]}},{"_index":"handbook","_type":"_doc","id":"mRGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":1253.78,"text":"Pretty good.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nBGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_1","startTime":1325.66,"text":"going to do that? Jake, I do. And I'll tell you why. Becau'se it''s a nice hook becau'se it''s not about.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jake"]}},{"_index":"handbook","_type":"_doc","id":"nRGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":1331.6,"text":"It''s not about Rome, Italy. Very ye's. Yeah, it''s Obama are four letter's, and it''s like, Oh, it''s ju'st four letter's and I'm going to go 'see it. It''s like four letter's. That''s all you need. Very noi'sy. So fucking noi'sy lo'se's the 'same name of a tomato. I mean, in 2000 18 year? No. And I feel like it''s gonna be It''s gonna be 'sort of a portrait of, like, Mexico at a certain time in hi'story. That wa's even before 2010 i's gonna be no color in the today. Yeah, today. Halloween. You know for today, huh? Before today for you. Imagine that. Yeah. Can you Can you explain what you 'see","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rome, Italy","Obama","Mexico","Halloween"]}},{"_index":"handbook","_type":"_doc","id":"nxGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":1386.09,"text":"Uh, well, I'm well,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oxGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":1401.03,"text":"again, thi's i's do that. That people were not honoring My de'sired. Oh, I wa's thinking about a different 'spy coa'stline with Spike TV. Ye's, OK, which wa's it wa's a very network viral network. I gue's's I'm allowed to go wherever I want you're You're the one de'scribing it. Yeah. No, in thi's. That''s what I'm de'scribing in your imagination. I go, I tried the door. It''s open.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Spike TV"]}},{"_index":"handbook","_type":"_doc","id":"rxGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":1694.2,"text":"We 'should clean predict that. Okay, 'so I know what that goe's in the That''s good. So that goe's into 2010 part. And now that i's your So we can ba'sically go back and claim. Say, I got to 'say, you know, I alway's talk about Golden-Globe's tho'se entertainment 'stuff, you know, we're coming. Get 'so focu'sed on that in thi's town, there''s really important political 'stuff happening. I really do think Kellyanne Conway i's gonna be hiding the 'sewer like pet look like Pennywi'se","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Golden","Globe","Kellyanne Conway","Pennywi'se"]}},{"_index":"handbook","_type":"_doc","id":"sxGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":1820.76,"text":"Yeah, well, 'she ha's a copy of that DVD, and then we had a longer probably at, like, the tenni's gym.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["tenni's gym"]}},{"_index":"handbook","_type":"_doc","id":"uhGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":1944.13,"text":"And and I and I thought, Oh, maybe I 'shouldn't have 'said it, but now I'm realizing No, I told people, Re'spect me. They know not to go in. What probably happened i's you 'said it too fa'st when you 'said Square'space they heard Made NHTSA. So they heard you 'say not to go. My fan's Did.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["NHTSA"]}},{"_index":"handbook","_type":"_doc","id":"vRGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":1988.33,"text":"E IV 'surpri'sed. There''s ju'st many of them. You 'should 'stink up my 'spirit's. Which i's it? Do I have a lot of fan's? Are? Yeah, a little more than expected becau'se they 'stink up a 'space. Thank you.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wRGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":2129.37,"text":"Square'space make's it ea'sier than ever to a lot. You're 'so much more difficult to under'stand that the way I 'said it, head to Square'space dot com 'sla'sh the Boy's for a free trial. That''s Square'space dot com 'sla'sh the Boy's. And when you're ready to launch, u'se the offer code the Boy's to 'save 10% off your fir'st purcha'se of a web'site or domain, that''s Square'space dot cop's 'sla'sh the Boy's offer code. The Boy's Okay.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Square'space","Square'space dot com","Square'space dot com","Square'space dot cop"]}},{"_index":"handbook","_type":"_doc","id":"whGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":2164.46,"text":"Simple contact's let's you conveniently renew your contact len's pre'scription and reorder your contact's from anywhere in minute's. It''s vi'sion care for the 21'st century. Why i's that important? Well, 'so thi's So thi's i's 'something that Simple contact's that I'll and I love thi's idea. Thi's i's 'something that they want u's to. Dio i's THOMAS 'sort of 'stage a 'scenario that the 'script that they've written, ah, where we imagine a world without contact's and 'sort of what that would be like on Did how? No bit of a 'science fiction. Ye's, and it''s 'sort of like a black man. And I know they don't want me to 'say it''s like a bike near thing, but that''s obviou'sly what it Ah, and it''s a world where nobody know's how to 'see. Ah, and Simple becau'se I take mine for granted all the time. Yeah, but without them, I wouldn't know how to 'see on. And 'so we'll ju'st 'say the Simple contact's, vi'sion, te'ste's, 'self guided. And it take's le's's than five minute's or weight 'should thi's 'should be part of the play. Okay. Oh, it i's. They put it in the 'script. Ye's. Okay. Um OK, 'so we'll ju'st yet go ahead. Your fir'st. Hello, Dad or Grandma? I don't know who you are. Who''s thi's? Hey, who 'said that? Where i's thi's i's ju'st the movie's there. I's that a per'son?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Simple contact","Simple contact","Dio","fir'st"]}},{"_index":"handbook","_type":"_doc","id":"wxGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":2241.67,"text":"Am I having a conver'sation right now or i's it ju'st lining up with 'someone el'se talking on the phone? Thi's mu'st be food.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xRGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":2350.44,"text":"Get $20 off your contact's. That Simple contact's that com 'sla'sh the Boy's 20 or enter code the Boy's 20 it check out that Simple contact's dot com 'sla'sh The Boy's 20 or inter code. The Boy's 20. Check out to get $20 off your contact. And you 'said you've been taking your contact's for granted. I's that becau'se they were 'so Simple? Toe order and everything? Yeah, Yeah. Oh, ye's. Matt, you were gonna predict a joke that wa's Made. Oh, yeah, I didn't 'see the 'show, 'so that''s right. I know you watch. It''s and 'so like, uh, like a joke that they made during the broadca'st. Ye's. You predict it? Uh, back in time. Okay. Um, have you heard about how Donald Trump i's? Ah, the pre'sident. That''s a job in a book. That''s a 'set up. That wa's the 'same. Thi's i's from the 'show up. Dude, I can't imagine thi's thing Ever have felt, Jake? What''s what you 'say? It''s a fucking 'set up, Shawn. It''s not a full joke. You like that? No. I mean, I didn't like it, but you hear the punch line. You can't judge 'something. The boy i's. It''s ju'st I'm concerned about the whole premi'se. The boy i's like, It''s 'solid premi'se, though. Not for the joke. What? Ju'st what we're doing here. It ha's to be 'something from the broadca'st. If thi's i's going to make u's money way have to get rich off buzz up'side down on thi's podca'st, guy's, you're and 'stranger thing's up'side down. And Andy Samberg, who we can't talk about. He''s been making 'some 'sketche's for a while, and I think he''s gonna co ho'st the Globe's. You think he''s coming in? Yeah. Good. Yeah. I think I think hi's career ju'st good. Aqui THOMAS taking off. Get He Did ju'st him ho'sting it 'solo. No, no, he''s gonna co ho'st the 'solo. Oh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Matt","Donald Trump","Jake","Shawn","Andy Samberg"]}},{"_index":"handbook","_type":"_doc","id":"xxGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_1","startTime":2512.96,"text":"about that. Okay. Have you ever lived there?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yRGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":2542.21,"text":"He''s actually gonna have died. Get out. He''s dead. Well, here''s the thing. The la'st few year's, he''s going to be a doddering man on, and it''s gonna be brutal. And you're gonna wi'sh i's having many daughter's. Uh, yeah, for 'sure what he doe's. And then the one of tho'se daughter, the three daughter's he ha's air going to 'suffocate him with hi's comic's. And it''s gonna be poetic and Democrat's me not that a's bad for him. No, he loved it. He a'sked for it. You'll read the nice comic's of your la'st moment's. Ju'st enjoying in 'some of tho'se nice about my work wa's good. Uh huh. Okay. I think Andy i's gonna be really i's gonna He''s gonna take that opportunity of that film being nominated for one of the award's and talk about how, 'since he''s from the Bay area. Um, you know, Black Panther's were actually a group of people that were targeted by the government. Um and 'so I think he''s going to kind of talk about that, i's give me a joke. And people are going to widely prai'se him online becau'se people are 'still online and they're gonna be like, Wow, Andy i's like a white guy. But he love's culture in general and he want's people to be happy. And he want's to know that people were oppre's'sed and the government can be bad. That being 'said, if you are left wing, you kind of do want the government to help people. So it''s confu'sing, and we're all like, What do we dio? Okay, and and And how are you going to feel about that at 28 Deed? I'm ju'st going to 'sort of watch half the clip if I 'see it online and then be like, OK, cool, whatever. You have a man'sion. So congrat's on having your 'show continuing. NBC. I think that''s amazing. Um, I hope that you make more money becau'se I do love your video's, and it it helped me 'see that the Internet wa's a place I could be in. Maybe I could get a career one day, but I'm not gonna watch more than half the clip. Ju'st half a clip. You. Well,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Democrat","Andy","Bay","Black Panther","Andy","NBC"]}},{"_index":"handbook","_type":"_doc","id":"0hGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":2869.27,"text":"I's thi's the Andy Samberg Sander's over over Ju'st 'standard. Oh, that''s the gap we need to fill. So I have noticed, but Donald Trump''s been in the new's like it''s a little different from what? Have you 'seen Donald Trump in the new's?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Andy Samberg","Sander","Donald Trump","Donald Trump"]}},{"_index":"handbook","_type":"_doc","id":"2hGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":2959.46,"text":"uh, in your mind. Delete Chuck Norri's and then ju'st don't even I don't even want to ri'sk that. Copy it out a's an experience, THOMAS all of it into a word file and do fine and replace.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chuck Norri"]}},{"_index":"handbook","_type":"_doc","id":"3RGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":2993.86,"text":"wow. Wow. What i's that real? Thi's i's Ju'stin. I mean, that make's her 'seem kind. Replace. Okay. Okay. Scroll up. Scroll up. I 'see one really, really long walk's. That 'sound's pretty Good way 'show. Do you want it to be Chuck Norri's or Sandra?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","Chuck Norri","Sandra"]}},{"_index":"handbook","_type":"_doc","id":"3xGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":3018.86,"text":"Sander's, touch My engineer like that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sander"]}},{"_index":"handbook","_type":"_doc","id":"5BGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":3047.12,"text":"So 'sorry. Yep. Shortly after the drink po'sition wa's finalized, Sandra oh, round ha's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sandra"]}},{"_index":"handbook","_type":"_doc","id":"6BGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":3105.08,"text":"Well, ye'sterday I put my blankie where he 'still goe's. I's that not the whole Did, Sean, That''s obviou'sly the 'set up.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sean"]}},{"_index":"handbook","_type":"_doc","id":"6xGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":3171.08,"text":"and the math Didn't even know bad Jake''s got a no'se like a dog.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jake"]}},{"_index":"handbook","_type":"_doc","id":"8hGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_1","startTime":3288.44,"text":"uh, they're not medical grade, but they are.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"9hGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":3353.85,"text":"Okay, ju'st go. Four him's dot com An'swer a few que'stion's. Say him's attempt's. I 'said I definitely 'said him's and you 'said it. You 'said the other wa's Tim''s doctor. Him's, not four. Tim''s dot com. Yeah, I know. Okay, Yeah, That''s why I wa's gonna 'say you're 'saying it wrong. There''s no four in hi's Ju'st go to four him's dot com, an'swer a few que'stion's, and the doctor will review and can pre'scribe you. Then product's are 'shipped directly to your door. No more waiting room's. No more awkward doctor vi'sit's. Order. Now, My li'stener's, you have to go to a doctor vi'sit for Tim''s Kevin. And I 'said, You keep doing thi's. You keep looking at the copy. I can 'see you out of the corner. My nodding along, Have a jury ha's been proud before. A's a's I do it to your proud when I read the copy. Your practice. Like 'such a good job","PodcastName":"The Ads Version: Hollywood Handbook","tags":["ju'st","Tim","Tim","Ju'st","Tim","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"_RGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":3511.31,"text":"Um, anyway,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_hGDJnMByMrymAEmqp5s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":3514.03,"text":"you know, it''s not ju'st award's 'show. It''s not ju'st award's at the'se award 'show's. There''s other 'stuff going on there. I's that? Yeah, the whole thing. And it''s not even ju'st joke's i's people are actually 'serving Luke's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Luke"]}},{"_index":"handbook","_type":"_doc","id":"ARGDJnMByMrymAEmqp9s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_1","startTime":3579.77,"text":"'story that we're I'm now kind of weaving. Here i's thi's. Now, thi's i's like when we met Chef Kevin thing. Thi's i's a little weird.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chef","Kevin","Thi"]}},{"_index":"handbook","_type":"_doc","id":"DRGDJnMByMrymAEmqp9s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":3723.56,"text":"That''s a ta'sk force joke, huh? What 'struck nor 'stroke Chuck Norri's joke? They found it. Finally got once confined. The joke ended. Anything 'set? Matt 'say's, Yeah, Matt 'say's thi's 'stuff that 'sound's like me to like, I'm going Where you 'saying thi's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chuck Norri","Matt","Matt"]}},{"_index":"handbook","_type":"_doc","id":"DxGDJnMByMrymAEmqp9s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":3780.71,"text":"that''s what it 'say's. So you're watching it. You're watching. The billboard i's You're driving becau'se you're moving. So you're watching. And it''s like he 'said, you are you apologizing to be It''s like, Oh, becau'se I have the job's of the job's. Bad you 'sorry you are Are now you work Comedy Central. Sorry. You're hired. That''s what we're apologize. Yeah, at Comedy Central. Congratulation's. Fired.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Comedy Central","Comedy Central"]}},{"_index":"handbook","_type":"_doc","id":"FxGDJnMByMrymAEmqp9s","_score":1,"_source":{"Episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","speaker":"spk_0","startTime":4054.4,"text":"Hey, thi's i's our enemy camp from the Improv fanta'sy podca'st Hello from the Magic Tavern. I fell through a dimen'sional portal behind a Burger King in Chicago into the magical land of food, and he 'started a podca'st. Sea'son three ha's ju'st begun with a brand new adventure to defeat the Dark Lord. If your new li'stener or you've fallen behind. Sea'son three i's a great jumping on point, and we've got great gue'st's like Ju'stin McElroy, I 'said, Like a fancy college profe's'sor,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Improv","Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]}},{"_index":"handbook","_type":"_doc","id":"GRGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":1.0299999999999998,"text":"thief. A cat''s ru'sty here. Raul i's not available. He''s taken a trip into the city to 'see Wicked. But I'm here to tell you on behalf of the National-Highway-Traffic-Safety-Admini'stration don't drive 'stoned, e'specially 'stoned on trombone. When you're on the bone or any other narcotic's, your reaction time Slow way down and you become dangerou'sly hep trombone make's you lift right out of your 'shoe's and forget who you are. You become only a 'slave to the boat. If you are driving now and you can feel your'self grooving to the bone, pull over and ju'st ride it out. You may al'so be afflicted with a condition called jazz MMA. Stop kidding your'self. If you've been u'sing marijuana or trombone and any form do not get behind the wheel if you feel different, you drive different, drive high, get a DUI. You. Why","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Raul","jazz"]}},{"_index":"handbook","_type":"_doc","id":"HRGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":259.41,"text":"You remember what the 'show wa's? No, it''s not 'showing up on Google either. Uh, I'll look into it. Do you remember? I can't remember. It wa's like, I mean, I want to call it like O M G or 'something. Yeah, that''s what I want to. That''s what all the 'show's from the air over of were called today. Uh, So what happen's exactly, by the way the 'show work's now i's he play's a 'song a's, like, a ham bone? No, on hi's Lika's ham's. And then you have to gue's's what the 'song i's. Oh, nice. Do you want to try? Yeah, go ahead. Okay. Let me put the mic next to my hand's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Google","Lika"]}},{"_index":"handbook","_type":"_doc","id":"IRGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":409.19,"text":"But the intere'sting character's Batman. Bruce Wayne i's one of the mo'st complex character. I agree. I agree and think's he''s friend's with Batman,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Batman","Bruce Wayne","Batman"]}},{"_index":"handbook","_type":"_doc","id":"JRGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":533.24,"text":"So tell my ring on my parade, and I wa's like, Happy 'song 's Forell. Richard's. Mm. What do you think? What? What? What? I think what I 'sing. What do you uh, what do you think? What do I think? What do you think? Do you know? Ah, I think for the people, it''s kind of my thing. Uh, I am for other's. Let''s talk about that. Yeah, You're in all the'se 'show's, maybe do many. No offen'se. No, none taken a little taken, but then one of them, uh, i's with i's with Palley. Yeah. Friend of the 'show, uh, Did our third epi'sode when we were 'so kind of like figuring out 'sort of what we wanted to dio 'so But now you figured it out. Uh who? Wow, I didn't expect to confront thi's 'so firmly. It''s weird, for we don't know each other that well for you. Ju'st feel like have you figured, you know what I'll 'say i's we've tried more 'stuff, you know, 'science i's about We tried, like, two more imitation, like, two more effect's. Yeah. Since that third epi'sode. Yeah, becau'se in the third epi'sode, we were doing, um, rial Hollywood 's 'stuff. Okay. And then we kind of went away from that. And now we've been dipping their toe back in. Yeah, but Palley, you guy's did the 'show. Were you friend's before 'something way? We were like acquaintance's, like we knew each other, but we weren't like, Yeah, but you ju'st kind of wanted to help him out. Yeah, I wa's like, You have free for him in a bad way. Yeah, hi's energy level. Pretty in'sane, huh? What i's hard THOMAS map? Yeah, that''s the hard part. Yeah, I con'sider my'self, like a reader of people. Oh, and he''s a little, like 'scribble's erratic. Yeah, yeah, yeah, that''s right. But it''s a challenge I took on. I think I'm pretty proud of my'self for being ableto do that. What kind of eye's. My friend Sean Here, John. Ah, you know, your calligraphy Did but like, Simple word's. Yeah, you know what I mean? Yeah. Fancy packaging for what? Really? Ye's. Like almo'st nothing. You know, it''s like a book about a dog, but it''s like a written in a really beautiful man. You 'screw. And the diet i'sn't even doing thing's that doing much. It''s like doing normal, but like a predictable dog 'stuff. Yeah, you know, he''s agree. And then he want's a nap. A lot of the page's ju'st 'say dog. Um, yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Forell","Richard","Palley","Hollywood","Palley","Sean","John"]}},{"_index":"handbook","_type":"_doc","id":"JhGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":688.65,"text":"the 1'st 200 page's. All deci'sion i's like a couple different language's. But like mo'stly cog Neitz on the calligraphy get's 'sloppier and 'sloppier. Ju'st tired, like they lo'st threat's. So the letter's are the 'same on each page. Yeah, I think that''s a pretty accurate repre'sentation. Me? I'd love to know. I mean, if he's i's a book, he''s Oh, yeah, ye's, I am. I book. Ah, yeah, yeah. It''s really not a catalogue. Okay, cool. That i'sn't God a's a kind of book. It i's. It''s, you know, thi's i's bound. Uh, And what door? My 'selling. What What wear's? Doe's he peddle. Uh, What''s what''s What''s that? It zit's. Like the new ver'sion of the SkyMall, but it''s got get the F a O. Schwarz toy's in it. Ah, you failed enterpri'se's. Yeah. You know, they come together to make a me's's. A kind of Ah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["SkyMall","Schwarz"]}},{"_index":"handbook","_type":"_doc","id":"KhGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":1075.5,"text":"they were nude Veep, obviou'sly for, ah, new 'sea'son a's a joke. Yeah, They didn't think you would do it. They really didn't think 'so. Everybody''s working on other 'stuff. Going to get the calm. We're like, Yeah, 'so 'stay. You won't talk about 'some of the other 'stuff you worked with to. Oh, yeah, Yeah, yeah. Ah, 'so I did thi's movie about train's. There''s about model train's. Ah, it''s called Training Day. Ah, great title. Yeah, brand recognition. That''s the whole point brand. It''s all I might 'see that I think I know what thi's i's. Ye's, and then 'see it. It''s 'something el'se, you know, Uh, that''s in the hopper. Uh, I'm very proud of it. Uh, Clori's put that to get, like, three. Not even to mention that you, uh, were 'somebody who wanted you were a patron of the co anger factory in the 'show. Gho'sted The bureau underground wa's 'set beneath. Ye's. That wa's the very fir'st epi'sode after I unceremoniou'sly left the 'show. Would you like to di'scu's's it all? Were people mentioning me Sort of IV around? Yeah. Oh, um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Veep","Clori"]}},{"_index":"handbook","_type":"_doc","id":"LBGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":1381.9,"text":"So thi's i's a little, like con'spicuou's con'sumption for 'shine. I want you to 'sort of talk about hi's new 'straw, collap'sible metal 'straw that I u'se.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LxGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":1500.93,"text":"Oh, boy. Vinnie Jone's here and or play center man in 'sentiment. The movie Dodi and San demand's a bit bu'sy around the all a day 'sea'son, i'sn't a He get's hired to do 'speaking engagement's. So I'm filling in for him to talk to you about Aire's rai'se's, and I'm doing it in lock in a movie lock. And that add's rightly normally dio a no. I'm punching Moriarty with mean look's. Finding the right all a day gift for a guy can feel nearly impo's'sible. Donate about Aire's make's the perfect gift that cau'se will actually u'se. You can even per'sonalize it to make him feel 'special. And if he doe'sn't love that, return's are quick and A'stle free an arm crunch in Moriarty''s bone's. With were more Nomar teeth i's gold, our love 'shaving with a big Aire's razor. And it make's a great gift for me thi's holiday 'sea'son a's a 'special offer for fan's of the 'show. We've partnered with Aire's to give you $5 off any 'shape 'set, including our limited edition all the day 'set's when ugo toe aire's dot com 'sla'sh and Book. Thi's offer i's for new and returning cu'stomer's and i's only available for the whole of dice i'sn't that raw, Nancy boy. Each area's 'shaving 'sit come's with an ergonomic weighted handle with an option to engrave, and I don't know if they can do de'sign's, but for mine I'll take a 'skull and bone's that you German engineered far blade cartridge's. They provide a clo'se, comfortable 'shave for when I'm 'shaving me enemie's bound's foaming 'shave gel for a rich Lavera and a travel cover to protect your blade's from me, Nick Unum and that an'swer all the day gift box. Ju'st want 'something for your'self, you greedy ba'stard. You redeem a every trial offer to experience the quality of 'shave before committing. Call to action, Shipping cut off and thi's week, 'so act now. Goto aire's dot com 'sla'sh and book right now to get fourth Quip off any 'shape 'set while 'supplie's la'st. That''s aire's dot com 'sla'sh and book.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Vinnie Jone","Dodi","San","Aire","Moriarty","Aire","Moriarty","Nomar","Aire","Aire","aire","Nancy","Nick Unum","Goto aire","aire"]}},{"_index":"handbook","_type":"_doc","id":"NxGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":2161.26,"text":"Michael 'said But you make me I believe I believe Ah","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Michael"]}},{"_index":"handbook","_type":"_doc","id":"OBGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":2175.88,"text":"THOMAS Ye's, you're right. You're 'sucking, right? Uh, other veep 'stuff. But we can dio I think you 'scaled back the 'swear's. That''s too much. There''s too much 'sweet. It''s a two year 'saying 'show. I's thi's too much? Becau'se they're 'so proud of your'self while you're doing a fucking pi's's and thing's many? Ye's. You throw a magician Away thi's year. None of thi's anymore. What you could dio i's it''s right next door right in your no'se. Why doe's it veep be friend's with Very Ye's, Ye's. I mean, yeah, that''s that''s a He''s literally very lonely and want's friend's. And, like, a bit hone'st, like he''s an a's'sa's'sin. A's'sa's'sin's looking litter the political land'scape. So there''s an end for him. They about it? Yeah. Where would an a's'sa's'sin be u'seful? Yeah, probably even freakin beep envy. Ye's. Yeah, yeah, that i's 'so ea'sy. And al'so right now, plea'se, He''s an a's'sa's'sin. Plea'se. An actor And what our politician's 'swallow. Who'd Ye's. You know, I'm only a 'show. Ye's, there. He''s a fucking actor, dude. Yeah. Yeah, And all the politician's are ju'st acting like I can't find my file to the drawer. And it''s like, if you have it, you're ju'st buying. You're buying time. You're buying My time. Yeah. For free. Yeah, that''s what the 'show rent free wa's mo'stly you guy's trying to pretend you didn't know where if I wa's ju'st to get to the end of the epi'sode, and often you can 'see it in the frame i's there. But you guy's are ju'st taking off. You're looking at the clock waiting for the epi'sode way back under the couch again. I don't know if I could defend for a 'second. Sometime's the idea i's that, uh, what you're looking for i's right in front of your no'se the whole time. I think that''s kind of Cali ha's 'said that, Abel. Yeah, he 'say's, Yeah. Everything you need 'say's that a lot.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["epi'sode","epi'sode","Cali","Abel"]}},{"_index":"handbook","_type":"_doc","id":"PBGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":2474.61,"text":"Rightfully 'so, yeah, I'm out, like, ju'st there''s a real fear Now there''s a real fear now that if you win an Emmy the teen's will 'stand you You could really get her Yeah, yeah, they're 'so they're harder And what? They're in the 'school lunche's the'se day's. But whatever they did were be I's it? Yeah, it''s GHB, GHB, the date rape drug. Yeah. Ye's. Wow. Everything make's a lot more 'sen'se now. Yeah, damn. Like you ju'st think. Think about it. If you think about it for a minute. A minute and think about Okay. How do that? Yeah, that''s well, thi's thing about it on air Yeah, ju'st give it thought","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Emmy"]}},{"_index":"handbook","_type":"_doc","id":"RxGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":3109.72,"text":"wait. So you think that wa's right what he 'said? Yeah, I know, but it''s recorded at an excellent volume. Okay, okay. Ye's, but it i's recorded a's wrong, and you're near machine i's 'saying here. I's there a red or a green light when he 'said that? Um, yeah, and no, it did go red. Yeah, picking favorite's. And you're Devin i's divi'sive. Yeah, I 'saw that. Ju'st know. Yeah. Some people 'stand engineer Devin, 'some can't 'stand him.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Devin","Devin"]}},{"_index":"handbook","_type":"_doc","id":"SRGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":3142.97,"text":"picking favorite's. Thank you. Ye's, the 'show wa's called looking the favor A Brit's, right? Ye's. Quip Google will find anything really i's a call in 'show.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brit","Google"]}},{"_index":"handbook","_type":"_doc","id":"TBGEJnMByMrymAEmkJ8e","_score":1,"_source":{"Episode":"Sam Richardson, Our Close Friend","speaker":"spk_0","startTime":3193.94,"text":"What el'se i's coming up? Sam? You're doing all the'se 'show then when? And we didn't even 'say what you did work without him. Palley on, huh? Champagne 'show. Uh, you might want to 'spell it. Yeah, it''s a little funny. It''s Yeah, it''s champagne. Illinoi's i's a place thi's one''s called. Champagne i'sn't like the drink. Il i l l a's in being 'sick, but it i's 'spelled. The champagne i's 'spelled like the place. Ye's, which I think that ju'st happened. That wa's an accident. I think that wa's an accident. They rolled. Yeah, yeah, yeah. You 'say that ju'st happened a lot in the 'show? I do. And I put my finger up. Well, that ju'st happened. Um, uh, i's thi's a thing? Yep. That I love when people do that. Becau'se that''s me and my friend's. Yeah, exactly. I'm alway's doing 'something, by the way, Mi's'sing from veep. I know. I I keep on trying to improvi'se. Quote unquote the word awkward in there. They don't u'se it. And I'm like, you guy's, you would add literally 100,000 people per awkward. Ye's. I try thi's on for 'size. Say, 'say anything. Anything. Okay? Yeah. All right. Um, I don't really have any. Well, huh? Awkward 'seeing it Fit's when I didn't have anything to 'say. I tried it on for 'size, and it wa's a perfect fit. Uh, that''s a thing. Okay.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sam","Palley","Illinoi","ju'st","ju'st","veep"]}},{"_index":"handbook","_type":"_doc","id":"UxGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":221.99,"text":"Yeah, that''s my flight to Dalla's Fort Worth. Okay, you know what? Um, I'm gonna cut the voicemail 'short killing me. I feel like there''s 'something el'se I wa's gonna 'say. Uh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Dalla","Fort Worth"]}},{"_index":"handbook","_type":"_doc","id":"VhGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":300.27,"text":"And it''s an ancient route. I mean, thi's route i's 'so old. So there''s an element of like I wa's ju'st gonna ta'ste bad. And if you've had it before, Kevin, it can. But But you haven't had our's, and we've made it ta'ste great. And we're 'stopping ladie's, familie's, people of every race and creed and Crete to and everything. And we're 'saying, Hey, here''s have 'some of thi's drink and they're liking it. But already, a's you know, i's a bit of a cut up. And he keep's 'saying, Ju'stu's, they're getting the 'sit down. Hey, I pi's'sed in that already? Ye's, it''s funny. Okay, we're cracking up right now. It''s funny, but Hillary''s fru'strated. Sure, becau'se it''s not her humor. No. And 'she and I both take thi's bu'sine's's 'seriou'sly. I alway's 'say, if you're going to do anything, do it all the way, or are on Lee kind of do it. You know what I mean? Ye's, but it''s good to 'sometime's not take your'self to Syria","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin","Hillary","Lee","Syria"]}},{"_index":"handbook","_type":"_doc","id":"XBGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":414.84,"text":"That''s Yeah. The guy's from beer 'shark mice have 'said that No, they wouldn't. They wouldn't cau'se it''s not truth becau'se he didn't do a pi's's in it. No. All he did wa's he ground up 'some term, Eric. He combined it with 'spice's and juice's to make it more plea'sant to drink. And you have one 'shot a day, and I gotta tell you wouldn't be 'so 'swollen, Kevin. Ye's, it hurt's 'swelling. It look's uncomfortable. It look's uncomfortable.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Eric","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"YxGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":523.33,"text":"and that it''s comedy college. I feel like hearing Earwolf Thi's ha's been my comedy high 'school rock n roll high 'school.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earwolf","Thi"]}},{"_index":"handbook","_type":"_doc","id":"ZBGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_1","startTime":536.53,"text":"Explain that, uh, becau'se I think it''s kind of fun, and it''s like we have Ah, cool energy. You know, 'subtype's, kid's air pulling prank's at the back of the cla's'sroom and 'stuff, you know, conver'sation's of ah, 'sneak and 'six from the parent's or the older brother didn't know. Doe's that help me get to my thing?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Doe"]}},{"_index":"handbook","_type":"_doc","id":"axGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_2","startTime":680.48,"text":"'since the beginning. Yeah, 'since the beginning. The Taran Killam year's. So?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Taran","Killam"]}},{"_index":"handbook","_type":"_doc","id":"bhGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":735.51,"text":"Uh, it get's crazier and weirder a's it goe's. U'sually 'start the 'show with, like, a big new's 'story. I's there anything lately going on, huh?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fRGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":899.97,"text":"Jerry? Uh, Li'sa Murkow'ski from Arkan'sa's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jerry","Li'sa","Murkow'ski","Arkan'sa"]}},{"_index":"handbook","_type":"_doc","id":"fhGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_1","startTime":902.6,"text":"It''s me, Li'sa.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Li'sa"]}},{"_index":"handbook","_type":"_doc","id":"gRGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":916.74,"text":"watching the car cha'se here.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"gxGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":924.7,"text":"Thi's i's 'something I noticed. They really 'say on car cha'se's. He appear's to be trying to evade the officer's. It''s unknown. Riel plan. He ju'st 'seem's to be trying to get away. No way to know exactly what''s going on in'side hi's head in that vehicle. He''s driving erratically. There he goe's on the wrong 'side of the 'street. Okay? And he that wa's clo'se. That wa's clo'se. He wa's on the wrong 'side of the 'street. He wa's, and he 'seem's to not want to be captured by police. And he''s driving in a way to not get caught by them. Ye's, I've noticed that too. He''s driving fa'ster than they are and in the oppo'site way of how they're going. And when he 'see's one, he'll turn almo'st a's if to get away from them. Ye's, he doe'sn't want it again. I don't want to 'speculate a's to a 'state of mind. I'm not an expert. I don't know the man driving the vehicle, but it 'seem's to me he doe'sn't want to be captured by cop's for doing crime's. And he ju'st threw 'something out the window. Maybe it wa's a crime. It baby, it waa's Maybe it waa's and 'so he didn't wanna have that in the car. So he got it out of the wood. And again, I don't want I don't I'm not friend's with thi's man. He''s at my dad. We don't know each other, 'so I don't want to 'say, Hey, I I know thi's guy better. Anybody. I'm not I'm 'so much 'smarter than you. But a's 'somebody who i's pretty 'smart, I think Oh, you're really 'smart. Yeah, 'somebody i's pretty 'smart. I want to 'say it kind of 'seem's like he''s hoping they don't get they don't do trouble on him for doing a bag try.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Riel"]}},{"_index":"handbook","_type":"_doc","id":"jBGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":1152.22,"text":"Clo'se on the 'sexy duck.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kBGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_1","startTime":1246.51,"text":"know if you guy's hate John. Ah! Hey, Sean. Hey, How wa's your 'summer, man?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John","Sean"]}},{"_index":"handbook","_type":"_doc","id":"lxGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":1305.84,"text":"They're gonna be and everybody love's Raymond Reboot. Oh, that''s who I have You thought about doing okay? She wouldn't 'say that nece's'sarily. Whoa. You know, I mean that 'she wouldn't nece's'sarily 'say that, but but thi's i's the kind of thing they do a lot where you know, it''s part Away. Through the monologue, IV met a ca'st member. And it''s nice becau'se you get to learn their name's becau'se Patricia and you 'should have done what Kevin Did. Which Kevin? Very good job i's gone. Oh, hey, Sean. What''s going on? And I go, Hey, I gotta a'sk. I love everybody who''s room. I've 'seen them all 100 time's. You guy's gonna do a reboot ever? Yeah. And 'she goe's, I don't know. I gue's's that'd be up to Ray. And then Ray Romano 'stand's of the Alexander","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Raymond","Patricia","Kevin","Kevin","Sean","Ray","Ray Romano","Alexander"]}},{"_index":"handbook","_type":"_doc","id":"oBGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":1497.58,"text":"that could work. So it''s the Rocky come's and goe's, Hey, it''s 'so great to be ho'sting SNL. And I alway's love being in front of a live audience becau'se 'so often, you know, I'm working on a 'set and I've got the camera's there, and I don't get to talk directly to my fan's. And 'so I'm ju'st gonna come down and ju'st face to face meet 'some of my fan's and hey, you buddy. Hey, how'd you like an autograph from the Rock? And I go? Excu'se me? I'm reading my new'spaper. That''s good. And that''s a new'spaper man. He could be in a lot of other 'stuff. Yep. You write that down. New'spaper, man. Paper, man. Okay, A new'spaper man 'speaker, new's paper, paper Made.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rock"]}},{"_index":"handbook","_type":"_doc","id":"oxGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":1555.14,"text":"'so that''s two bird's, One 'stone. Becau'se that''s the That''s the rock and it's new'spaper, man. And and that wa's me not ju'st ca'sually talking, going like, Hey, I wa's your 'summer like, Are you gonna reboot your 'show? Um, or like, hey, 'settle 'something between me and, uh, and and Kyle like, that''s 'something they might dio like. You're coming out and you're being the rocking you're going like, Hey, I can't wait. Thi's i's my dream to ho'st SNL and I go the rock. Can you Dwayne, can you 'settle a bet between me and Kyle? Can you bench pre's's a bu's?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kyle","Thi","SNL","Dwayne","Kyle"]}},{"_index":"handbook","_type":"_doc","id":"pxGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":1652.38,"text":"Patricia Arquette and Lyle worked together at a pri'son. Ah, 'she Her character, Ah Tilly, i's having an affair with 'some of the inmate's there and want's to a, you know, get's caught up in thi's 'scheme to help them e'scape. True 'story happened in up'state New York. So thi's i's Lyle from e'scaped Dannemora, the Showtime Limited. Siri''s I I wa's thinking we could eat a king''s walk tonight. Kelly, King's walk, Deli","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Patricia Arquette","Lyle","Tilly","New York","Lyle","Dannemora","Siri","Kelly","Deli"]}},{"_index":"handbook","_type":"_doc","id":"qxGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":1716.02,"text":"Good. Um, already did 'some 'senator's. Okay, here''s an idea I had. So obviou'sly, they don't need me to do Trump now, becau'se Baldwin doe's Trump. But do they need me to do Baldwin doing Trump? Whoa. Yeah. So 'sometime's the'se 'sketche's can get a little bit meta. Yeah, And what if we kind of get in'side it and I come in a's Baldwin playing Trump in one of the SNL 'sketche's? Now, they've been in a little bit of hot water becau'se they've done 'some 'stuff that implie's that out that Donald Trump and Vladimir Putin are having a 'sexual affair. So funny Did, uh, Kevin,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Trump","Baldwin","Trump","Baldwin","Trump","Baldwin","Trump","Donald Trump","Vladimir Putin","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"tRGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":1905.17,"text":"I walked from here, over there, by my'self. Where? My trophy. I only felt down once.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"uhGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":1956.44,"text":"pick's a friend 'so And al'so I'm not afraid of doing Trump better than Baldwin doe's. Nobody''s gonna out out. Trump that guy. Yeah, me doing Baldwin doing Trump. There''s alway's gonna be a layer of removal where you I'm not fully di'sappeared into the character the way that he i's. I can't do that thing with my mouth. I mean, the thing he doe's with thi's mountain's, it''s 'so 'subtle. But you can 'see it and it i's, and it''s and it''s Trump it i's, and it''s pure trump. So that''s out dangerou's to me back, who''s an excellent actor who''s a very funny comedian, who I I really like,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Trump","Baldwin","Trump","Baldwin","Trump","Trump","trump"]}},{"_index":"handbook","_type":"_doc","id":"vxGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":2067.7,"text":"'split it'self. And I wonder if you could tell me what 'some of the character's are and I'll ju'st take a crack at him. Okay?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wBGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":2076.54,"text":"Becau'se you've got, what, 12% lea'se? 13 per'sonalitie's. Ye's, I know. I'm not gonna do the bea'st for my audition tape. That''s ju'st that''s oh, and bad ta'ste talking.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"whGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_1","startTime":2101.4,"text":"Oh, that wa's awe'some. Hit kick's u's. Yeah, Like in the matrix.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["the matrix"]}},{"_index":"handbook","_type":"_doc","id":"xRGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_0","startTime":2128.02,"text":"and hi's 'split per'sonalitie's? OK, 'so there''s bury the per'sonality of a flamboyant fa'shion expert working. I'm gonna do that one. Sure,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zBGHJnMByMrymAEmA5-C","_score":1,"_source":{"Episode":"Seans Leaked Saturday Night Live Audition","speaker":"spk_1","startTime":2257.73,"text":"Ah, the man oven. Introverted and highly intelligent man of the per'sonality of an intelligent man. It doe'sn't 'say introverted","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}}]