[{"_index":"handbook","_type":"_doc","id":"nxHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","startTime":3900.6,"text":"in like you're watching. Like Di'scovery Channel. And 'sometime's in Hollywood you are eating bizarre food's. Sometime's I'm watching. Sometime's it''s ver'su's Oh, yeah, yeah. You Hollywood-Thi's man ver'su's food. It ISS Yeah, Unfortunately, food ha's been winning lately. Ye's, I haven't thought of that ju'st the la'st couple week's. It ha's barely. It''s cyclical. It'll come back. That i's funny. Hey, thank you 'so much for telling me. That''s funny. No, I love hearing that, you know. Okay, he''s 'still 'sen'sitive. Memphi's. You know what I mean? When I 'say that''s funny, I meant Like, that''s peculiar that I hadn't thought of that. And you ju'st 'say, That''s funny, Shawn. It doe'sn't mean okay. No, I love hearing that. That that''s funny. What I 'said, you know, 'so comforting. Thi's i's Thi's i's funny. Now I'm laughing. Oh, yeah. Oh, Well, that''s two of u's, then, cau'se I'm cracking up. He really it 'sound's like he''s mad, but he really i's very happy now. That''s ju'st how my voice get's when I'm lo'sing it. From how funny I think it i's. I'm laughing. Well, you know what? You ought to hit the 'sun'set 'strip. You ever heard of the comedy 'store? Don't you go buy 'some time over there.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Di'scovery","Hollywood","Hollywood","Thi","Memphi","Shawn","Thi","Thi"]}},{"_index":"handbook","_type":"_doc","id":"oRHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","startTime":3980.22,"text":"So then I could do euro out by e 'so that I could do that. Everyone could do it, But you can buy a 'second.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"tBHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","startTime":4166.46,"text":"That''s that''s","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"uxHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","startTime":4337.23,"text":"Yeah. 00 you 'see? Now, now I'm getting mocked. You ever 'see bird's flying in formation? What the fuck do you think that i's? You think you think we could walk out there making them'selve's into a","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vhHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_0","startTime":4413.77,"text":"Yeah, about like, a new civil war. Yeah, right here. Yeah. Um, and 'so Kevin ha's volunteered to go to go build the wall? Yeah. He''s alway's carrying around. On what 'side?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["civil war","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"xhHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_0","startTime":4581.69,"text":"I think there''s a 'smart guy in there to their flattery will get you everywhere.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xxHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","startTime":4591.14,"text":"Doe's anyone go viral thi's 'sea'son? Uh, I'm 'sorry. What do you mean? Ju'st ju'st, you know, in today''s culture, obviou'sly 'storytelling way. Did you 'see ju'st ju'st lower the hook? That only they I Oh, that look's yummy. Let me ju'st chomp into it. Oh, here you go. Good. Yeah. Yeah. We hope Tonto ju'st 'shot 10 epi'sode's and finger's cro's'sed. We can get a couple gift's. A couple gift's out there. That la'st gift's. No. G I F o k. Through gift's. Never 'said crew. Hey, i's your guy Haye's you brought? That''s your bag. And you brought to it your whole deal, but yeah. I mean, I think it''s a funny 'show. And ah, you know, after three month's of work in, you know, 12 13 14 hour day's, ju'st three or four gift's, you know that really re'sonate make's it all over the world. Why, You know, when you forgot to add the fabric 'softener Good. Some, you know, a's a Love feel when you being, like, right. I have a 'son, but it''s about like a fabric 'softener.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Doe","Tonto","ju'st","Haye"]}},{"_index":"handbook","_type":"_doc","id":"yhHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_0","startTime":4676.14,"text":"Ah, that would ju'st be like a 'shock. Like ah, a pen'sive Yeah. Oh, no. Oh, no. What? You're gonna 'see ordinary. Um but ye's. So that my gym owner character find's out that he''s got a 'son.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0xHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_0","startTime":4798.3,"text":"Yeah, well, I mean, ju'st harken's back to what I wa's 'saying about putting out that pilot 'starting on page 17 The get's the good's were in the cab boo'st. Yeah, the engine. Your production card, which come's out of the end of the 'show, 'say's, Hey, if you like that, call the fucking number.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1BHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","startTime":4815.97,"text":"Ye's, it doe's. And if you tune in, you'll 'see it. A man a 1 900 Fuck you.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2xHYLXMByMrymAEmEN2R","_score":1,"_source":{"Episode":"Anders Holm, Our Close Friend Again","speaker":"spk_1","startTime":4931.17,"text":"hey, thi's i's Arne Camp From The Improv fanta'sy podca'st Hello. From The Magic Tavern. I fell through a dimen'sional portal behind a Burger King in Chicago into the magical land of food. And he 'started a podca'st. Sea'son three ha's ju'st begun with a brand new adventure to defeat the Dark Lord. If your new li'stener or you've fallen behind. Sea'son three i's a great jumping on point, and we've got great gue'st's like Ju'stin McElroy. I 'set like a fancy college profe's'sor,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Arne Camp","The Improv","The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]}},{"_index":"handbook","_type":"_doc","id":"4xHaLXMByMrymAEmBt1U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":301.52,"text":"Yeah. Ming and I were watching three opening ceremonie's 's 'so, uh, re'spect Bubble. So beautiful. Right? But 'she wa's late, you know, meaning. And I'm like, you know what time you know? No. When you 'should come to my hou'se, man. You know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ming","Bubble"]}},{"_index":"handbook","_type":"_doc","id":"7BHaLXMByMrymAEmBt1U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":520.33,"text":"hi's, huh? Can we wait for Haye's to get here? 'so ju'st cau'se nothing, Shawn. I get it. You keeping John Haye's? Yeah, Will and Grace i's back. Let''s talk about it. You know, the","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye","Shawn","John Haye","Will","Grace"]}},{"_index":"handbook","_type":"_doc","id":"7RHaLXMByMrymAEmBt1U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":533.93,"text":"fir'st new epi'sode wa's a little too political for me. I don't like to wait in tho'se water's have import Haye's The","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye"]}},{"_index":"handbook","_type":"_doc","id":"7hHaLXMByMrymAEmBt1U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":541.1,"text":"only becau'se I am kind of fan of thi's. I'm a fan of thi's podca'st, but it''s no fail comfortable that 'such an honor for u's to hear that you're kind of the podca'st we love having you. Oh, my God. It''s 'such a We've been doing it for a while and you lo'se 'sight of Hey, people are li'stening to thi's thing that you're doing it in a vacuum. You doing? What you doing? Epi'sode 270 Something?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8BHaLXMByMrymAEmBt1U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":568.63,"text":"Hey, you 'said you ho'st thi's 'show Hollywood Handbook. No, you don't know hi's Davenport i's the ho'st of the 'show. Yeah, right. You're like, thi's i's ob'se's'sed. Er 'something on and we like to do. Obviou'sly, everybody know's we do 'some pretty big conceptual weird bit's on thi's 'show. And 'so I think you're coming in with I'm gonna have I'm gonna outdo them and break them with thi's Weird, uh, talking about 'some per'son that I don't even haven't even heard. Of. What? I've never","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood Handbook","Davenport"]}},{"_index":"handbook","_type":"_doc","id":"9BHaLXMByMrymAEmBt1U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":619.63,"text":"well, what we did help got. And we called Paul. Ye's, we got him both on the phone, and that wa's 'so fun. And 'she wa's razzing them a little bit","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Paul"]}},{"_index":"handbook","_type":"_doc","id":"-RHaLXMByMrymAEmBt1U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":690.8,"text":"admit that we're human and that we can make mi'stake's. Okay? And it''s you know what? Failure i's education, right? I's that what you alway's tell me? Every week? I con'stantly will 'say, becau'se let''s face, Akula fail's on. I'll 'say it''s about getting up and I'll 'say, Hey, that''s not how many time's you get knocked down, cau'se yeah, and I get knocked down and I get up again. Hey. Hey, that remind's me. We may want to get into the chart's a little bit. No, no, no. Thi's i's 'something. Thi's i's 'something we do every week 's. So it''s We're going into the chart zone where thi's week We're talking about the podca'st chart's and a's'sume Yeah, Yeah. Chart zone. You're in it now. In the 'start zone","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","Thi"]}},{"_index":"handbook","_type":"_doc","id":"_BHaLXMByMrymAEmBt1U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":750.95,"text":"a's alway's, it''s 270 week's around. That''s right. People voted. Yeah, that''s you in","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"CBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":906.94,"text":"mo'st humble gue'st's I got Yeah, I got number of 1,000,000. Thank you for coming in number 1,000,000. Had the gall to be relea'sed. Humble gue'st's. Ryan, I'm Googling where Plea'se,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["humble gue'st","Humble","Ryan"]}},{"_index":"handbook","_type":"_doc","id":"DhHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":1025.56,"text":"that''s 'so 'strange. Hyun.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hyun"]}},{"_index":"handbook","_type":"_doc","id":"FhHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":1107.32,"text":"Okay, what doe's he get paid? He got 'so Yeah, fir'st of all, even if he did exi'st, if he wa's a's'sociate with an organization like 'second city completely exploit's it's labor.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"FxHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":1117.72,"text":"The'se guy's worked their finger's to the bone doing improv. Yeah, they clock in. Have you watched a G?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"GhHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":1149.71,"text":"I will. I will. I will allow your'self the time to get into care. Let me get in the zone. I gue's's I have to get into the character's own character zone. Here we go. Character's feel in the flow. Thi's i's not a 'sorry. So","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi"]}},{"_index":"handbook","_type":"_doc","id":"JxHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":1270.09,"text":"the 'show, Pop Pop. It''s a guy. Everything i's the 'same 'song. You guy's ju'st do the 'same. Where''s Mallory? Who'se mailer's? She? Ye's, Thank you. Je'su's. Ju'stine Bateman. Much Hello i's the pre'sident of SAG. Okay, I'll help you out with 'some of tho'se. Contractor goe's. Maybe you know her brother, becau'se you 'seem to only want to hear male ver'sion.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mallory","Bateman"]}},{"_index":"handbook","_type":"_doc","id":"KBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":1295.45,"text":"Bateman played Forgive Mallory on family tie's. He''s a hot, ta'sty treat. Thi's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Bateman","Forgive Mallory","Thi"]}},{"_index":"handbook","_type":"_doc","id":"LBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":1316.39,"text":"character's. Ah, 'second time, character's up. Here''s the room.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LxHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":1332.4,"text":"Fine thi'stle's character Ju'st Here''s Ryan turning on family tie's. Amazing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ju'st","Ryan"]}},{"_index":"handbook","_type":"_doc","id":"NBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":1394.89,"text":"A bit will be together for a 1,000,000 more and there ain't No, I'd rather do the growing pace. I'sn't that ju'st a better? So can we talk about 'some of the TV we watch growing up, you guy's? I mean, I wa's fucking Rai'sed-by-the-T-V-Thi's okay?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ORHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":1429.33,"text":"Yeah, but my wife wa's totally cool with me having boyfriend's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"PhHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":1477.68,"text":"I'm ju'st checking the clock. Cody. I think it''s time for a magazine countdown. Thi's i's part of the 'show. Would count down all the be'st magazine's From The wait number. Number one. Yeah. All the be'st magazine's. 5 to 1","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Cody","Thi","The wait number"]}},{"_index":"handbook","_type":"_doc","id":"QhHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":1535.64,"text":"Where doe's Clem dog mean? It''s like a colding. Yeah, it''s, like ba'sed off of like, a cool little people think it''s going. Ju'st invoke's the cool character. Yeah, like, um, a rebel. And 'someone who take's ri'sk's like a rebel would and then al'so rebel Wil'son, Someone who ha's read Aviv two year's. We worked together 'sea'son's one through four, right, Virginia. But really Let''s talk Lady Garrido''s, huh? I mean, big controver'sy there. Ye's, becau'se women don't like food, 'so it make's 'sen'se. Toe like mute chewing down. I didn't want to hear him crunching. Yeah, you can relate. Since you want me to be a man. Yeah. You've alway's, like, alway's Wider down, huh? No, I didn't 'say that. I 'said I'd be more comfortable with you being a man a's my bo's's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Clem","Aviv","Virginia","Lady","Garrido"]}},{"_index":"handbook","_type":"_doc","id":"ShHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":1709.16,"text":"Wa's it Colin that they called? Or wa's it Dana? It wa's calling. Ah, they're calling him up.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Colin","Dana"]}},{"_index":"handbook","_type":"_doc","id":"UhHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":1894.64,"text":"Hey, guy's, gonna talk to you about Blue Apron. Obviou'sly, we brought Chef cabin in here today, and he''s going to give you 'some idea's of way's. Toe play with your food. I know your parent's u'sed to tell you not to play with your food, but, ah, they're not here right now, and we're gonna make thi's fun. So Blue Apron i's thi's meal kit delivery 'service? It''s probably the leading one in the U. S. You know what 'strike that? Probably it i's the leading meal kit delivery in the 'service in the U. S. At the time of me recording thi's at, of cour'se, that could alway's change. Ah, it deliver's fre'sh proportion ingredient's and 'step by 'step recipe's that can be cooked in under 45 minute's right to your door, and people know about it. But they don't alway's know about the type's of meal's you can eat when you cook a Blue Apron, and they al'so don't know you don't have to cook thi's 'stuff. What you can do i's invent a 'sport that in'stead of u'sing like a bat at a ball and ba'se's, you're gonna u'se 'some of the'se food's. So, for in'stance, Kevin''s inventing all the'se really fun game's that help you 'stay in 'shape and have a bla'st with your buddie's, and al'so you get bragging right's When you win's, Kevin, talk about the 'strip 'steak's with potatoe's and 'spicy maple collard green's Game that you Love. Hey, guy's. Chef Kevin here. The game I have with that i's that you throw like one friend throw's the 'stake up, 'stake up in the air with the potatoe's, and then another per'son trie's to catch it with the collard green's. So it''s like, kind of, ah, you know, getting your heart rate up. One per'son goe's, here we go and then throw's it up. And then the other per'son goe's, But I got it, I got it, I got it and then they catch it. But you have to catch it with collard green's. If you don't catch it with the collard green's, you have to 'start back at zero. You and ju'st imagine the mind boggling 'score's my point, you know? So, uh, Kevin, can you talk a little bit about the other game you de'signed with the 'strip 'steak's and potatoe's and 'spicy Comic-Con?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Blue Apron","Blue Apron","U. S.","U. S.","Kevin","Kevin","Kevin","Kevin","-Con"]}},{"_index":"handbook","_type":"_doc","id":"VxHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":2212.17,"text":"And what do you dio, huh? I don't know which one it waa's, but 'somebody did 'some pretty na'sty to one of my 'ship's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":2223.43,"text":"And it wa's my good be'st 'ship. And you did get in there, do 'something na'sty.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WRHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":2229.86,"text":"So what you're 'suppo'sed to do on the game, thank you, i's you get to command a ma's'sive naval fleet with four cla's'se's of 'ship's From over eight nation's fighting and 'strategically de'signed environment's. What you're not 'suppo'sed to dio ha's climb on the deck of my 'ship employee your no'se in the flag.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XhHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":2326.14,"text":"Down the world, War'ship's free today. Command war'ship's dot com to begin your naval adventure. And one more thing. I've changed the way my 'ship look's, 'so you're not going to know if you're even dealing with me until it''s too late. When I u'se my 'ship to get you","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZRHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":2428.79,"text":"You can take him off, though, and look ju'st a 'sweetened.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"bRHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":2521.39,"text":"I mean, I do think it''s a little bit of Ah, thi's 'sound's like an a's'shole thing to 'say of me, but it make's you look better if you 'spend more money on that and and well, but that''s intere'sting becau'se it''s actually about you. And not ju'st what I've been trying to get at. Not 'some guy who''s not even here who maybe never even wa's here. Probably","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ehHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":2734.26,"text":"he's right now. I have a friend that u'sed to","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fRHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":2747.49,"text":"Okay, Kind of like they were in the trenche's of 'second City together. Sure, one of hi's old buddie's From he''s re'sponding i's war buddie's. From","PodcastName":"The Ads Version: Hollywood Handbook","tags":["second City"]}},{"_index":"handbook","_type":"_doc","id":"fhHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":2756.6,"text":"here we go, Sean, No, thi's haze haze Davenport. Ye's, thi's i's a It''s Sean. They're trying to talk to Sean","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sean","haze","haze Davenport","Sean","Sean"]}},{"_index":"handbook","_type":"_doc","id":"gRHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":2776.71,"text":"friend of hi's todo It''s well, it wa's going well. I'm actually a little","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ghHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":2782.41,"text":"a little 'star 'struck to me, But even if it i's over, uh, the phone line's everything. It doe'sn't prove anything. I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"gxHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":2791.11,"text":"I'm in here at the Hollywood Handbook, which i's not really happening in my mind, becau'se you're not You're not ho'sting it. I'm a little di'sappointed that you're not here. Where","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood","Handbook"]}},{"_index":"handbook","_type":"_doc","id":"hBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":2801.38,"text":"Where are you? Wait. Well, 'so I've been trying to call in thi's entire epi'sode the whole plane for di's'sent. And Wright made to 'say it''s mutual were in a mutual admiration 'society that you want","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Wright"]}},{"_index":"handbook","_type":"_doc","id":"iBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":2856.03,"text":"Hello, John. There. Talk to Sean. Yeah. Yeah. What are you doing?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John","Sean"]}},{"_index":"handbook","_type":"_doc","id":"ihHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":2898.56,"text":"but buying Ryan ha's to go. Ryan ha's to know thi's whole epi'sode wa's going to be about how I went to the Winter Olympic's. I they're not competing in the Winter Olympic's becau'se I beat Sean Qualifier. Yeah, becau'se I 'slipped on friggin pizza ice, and I think you actually put their with no Drega''s I the whole Okay, well, nobody told me that i's gonna be that way. One where you roll up a hail of ice. What? La'st minute? All of a 'sudden, there''s ice everywhere, and I have been practicing on ju'st a plain hill. The event a's you roll up","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ryan","Ryan","Winter Olympic","Winter Olympic","Sean Qualifier","ju'st"]}},{"_index":"handbook","_type":"_doc","id":"kBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":3000.22,"text":"bro, it''s not ju'st jump right","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"lRHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":3045.1,"text":"becau'se it''s not ju'st a jump. And he did it 'so good. Even beat me. Which way before that before you do like your friend again. What have you been doing? Nothing. Ba'sically nothing. We ju'st were hanging out. What? You know, with 'show mu'st go on my phone mu'st have been Off or 'something weird becau'se I didn't hear any call's. And 'so what? So we ju'st you know, cu, cu cu i's here. I don't know if you want to talk to her, but 'she 'say's hi. I love to do","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":3304.96,"text":"the middle of rolling.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oxHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_1","startTime":3323.15,"text":"Yeah, I can Ah. Can I ju'st end by Haye's? I ju'st want to end by 'saying how much I re'spect your career And what a ferociou's a performer and writer you are. And I can I 'say I thought I feel the exact 'same way about you, Your 'savage, your 'sadne's's. And that''s the mo'st. That''s the highe'st compliment. I","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye"]}},{"_index":"handbook","_type":"_doc","id":"pxHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":3359.99,"text":"'show. I don't think you meant it. What it wa's when I 'said it 'slipped From Yeah, I don't think you felt Do not think that. Do you not feel that I felt that it wa's lit or even they perhap's that you're my family? No, I feel that you're my fam. I'd love an apology. Why? Why? What are you talking about? for all of thi's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"sBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":3460.39,"text":"a little bit. A bit a bit. Home's in. Thi's wa's a Sherlock''s wa'ste of time. Yeah. Screen.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sherlock"]}},{"_index":"handbook","_type":"_doc","id":"uBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":3530.72,"text":"Uh uh Oh, hey, I got a theory that 'should ta'ste good, man.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wRHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":3731.87,"text":"really fun game or u'sed to be for May for what happened i's ba'sically 'so I warned you guy's not to me's's with my 'ship again. And I did 'say that I wa's gonna catch whoever did it. And ba'sically, I wa'sn't able todo ba'sically, my 'ship i's even more me's's up now and now I'm wondering who know's, cau'se I change the way it look's 'so that you wouldn't know who waa's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["May"]}},{"_index":"handbook","_type":"_doc","id":"yRHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":3856.42,"text":"All the jelly bean's were black licorice. You ever have that flavor? It 'suck's. Make's your teeth look bad, too. I got enough problem's with that. You know what happened when I tried to Invi'salign.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Invi'salign"]}},{"_index":"handbook","_type":"_doc","id":"zBHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":3882.22,"text":"So, you know, ju'st leave my 'ship alone. Go on, do tactical 'strategy with each other, Have The fight's if you 'see a 'ship, that and I'll tell you what it look's like now becau'se I'm not gonna change it again, becau'se obviou'sly that doe'sn't work. So tell you what it look's like now, and you could ju'st know","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0hHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":3962.74,"text":"hello, hello. Thi's i's an ad for my podca'st fake's a nation where we talk about new's. We talk about politic's and where we wet our pant's about electoral democracy. I am the ho'st game farce of your friendly neighborhood Mu'slim podca'ster. Every Thur'sday, I'm joined by a rotating ca'st of politically 'savvy pal's. Folk's like John Love it From crooked media. If we theater, Gin'sburg ha's a 'step in tub. Get that thing the fuck out of her hou'se, becau'se if 'she ha's to 'step over even a lip to bait. It''s unacceptable. Like John Feudal 'saying From Siriu's X. M. I have a bumper 'sticker 'say's Impeach Pence Fir'st, becau'se he''s all the evil but half the comedy of al you and other people not named John. Every epi'sode we break down the new's we ridicule are popular vote lo'sing minority pre'sident Donnie Twinge, and we do it in three ta'sty little 'segment's. Where the cool bell at the 'start of each one. Yeah, like that. Tear more. Ju'st check out Fake the nation on Stitcher Premium. Li'sten, new epi'sode's drop every Thur'sday afternoon.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","John","Gin'sburg","John Feudal","Siriu","M.","Impeach","John","Donnie Twinge","Stitcher Premium"]}},{"_index":"handbook","_type":"_doc","id":"0xHaLXMByMrymAEmBt5U","_score":1,"_source":{"Episode":"Ryan Gaul, Our Close Friend","speaker":"spk_0","startTime":4036.08,"text":"Ah, I'm a horny girl Wolf. Thi's ha's been an Earwolf production executive produced by Scott Ackerman, Colin Ander'son and Chri's Bannon. For more information and content, vi'sit Earwolf dot com.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]}},{"_index":"handbook","_type":"_doc","id":"2BHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":21.79,"text":"And he 'say's, That''s her. And then","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2xHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":49.45,"text":"thi's place i's a 'sieve for week's,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"3hHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":75.66,"text":"and he 'see's that we have. Nick Wagar i's a ga's and he 'say's, OK, how can I make the'se guy's look ab'solutely a's bad a's po's'sible? And he 'say's, OK, in honor of Black Hi'story Month, Spontaneou's Nation i's gonna be featuring black improvi'ser's and gue's's for all of February, you think ju'st came up with you? Do you think he ju'st wanted to do a black Hi'story Month thing? Or do you think he looked at the calendar and 'said, Oh, the'se guy's have the cornie'st white dude of all time coming? We have a's their fir'st gue's's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Nick Wagar","Spontaneou's Nation","cornie'st"]}},{"_index":"handbook","_type":"_doc","id":"3xHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":100.96,"text":"February. Why","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"5hHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_2","startTime":189.22,"text":"The corny i's white dude in like","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"6hHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":238.36,"text":"You won't want to mi's's the's compelling interview's and hilariou's improvi'se narrative's. That''s what I That''s what I have to 'say. Here''s what I will 'say. You're about a's likely to 'see all the'se gue'st's a's you are to 'see The randy movie. Yeah, I mean, that''s that''s on the 'same plane. Yeah. Funny or die exclu'sive. The right. Remember The randy tea'ser. I thought it wa's great how he u'sed the 'same material from hi's 'stand up,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["The randy","The randy"]}},{"_index":"handbook","_type":"_doc","id":"8BHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":450.02,"text":"and tricking you into thinking you're alone now, 'setting out 'setting that up 'so longer. Oh, yeah. No, I think that 'song 'stuck in your head. So you're trained to think that you're alone now and Tiffany i's Actually, they're 'shooting you","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tiffany"]}},{"_index":"handbook","_type":"_doc","id":"8hHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":469.7,"text":"And then, uh, and then you were tired at that point becau'se I know you did not fini'sh getting the gold now.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"9BHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":480.9,"text":"to Hollywood Handbook. An in'sider''s guide to kicking button dropping name's on the red carpet line back. Alway's of thi's indu'stry we call 'showbiz we already introduced. We are ju'st","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood Handbook"]}},{"_index":"handbook","_type":"_doc","id":"-BHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":528.36,"text":"Ju'st like, OK, guy's. Thank's. And 'someone will 'say on the Internet, like I think thi's wa's maybe 'suppo'sed to be 'somewhere el'se becau'se I think they were trying to tell a 'story, but it wa'sn't ad's, but they're all out of order.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_xHdLXMByMrymAEmYd5N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":675.34,"text":"Yeah, it flat 'slide's for a while and then goe's down. Got it. Then, Like, come back and, like, after, like, 25 minute mark and then goe's back up, Popped back up a little bit.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"AhHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":719.11,"text":"yeah. So you are hearing that and thinking like that Sound's like a fun like date idea or 'something. Sound's kind of","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"DRHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":898.97,"text":"Um, 'swing. It didn't 'seem","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"FhHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":1096.32,"text":"Okay, Right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"HxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":1202.34,"text":"v Apple i's's. So he had to probably leave it like 6 a.m. Yeah, problem. That''s probably what happened.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Apple"]}},{"_index":"handbook","_type":"_doc","id":"IxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":1239.53,"text":"hang's you out to dry.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"JBHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":1240.65,"text":"Yeah, I gue's's 'so. I mean, you know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"JRHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":1243.68,"text":"it''s ah, it''s part of our reading daily 'ship. Sure. Yeah. I mean, I think we we we figure it out. But I've been a voice. My fru'stration's with Mitch at time's, and he''s voiced hi's fru'stration's with me. We both have, ah, kind of, ah, problem's with each other for different rea'son's. But I I will 'say that like, he''s not normally he doe'sn't normally flake out like thi's on me, But it i's. It i's intere'sting that he''s done thi's twice to you guy's know thi's i's on you. Thi's i's he''s doing thi's to you that he''s doing thi's to me? Yeah. The'se thing's here you are ju'st like flopping around on the deck.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mitch","Thi"]}},{"_index":"handbook","_type":"_doc","id":"JxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":1308.77,"text":"that when he leave's you alone, he''s gonna be fully expo'sing you, a's it''s ju'st 'so fucking corny.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LBHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":1351.28,"text":"Earwolf 'subreddit. It''s pa'ste, It''s pacing. Oh, it''s pa'ste! Tokyo. Yeah, I mean, Pacey, you know, they could be. Hey, they went after UCB for not paying coache's. I mean, they didn't prettier. How dare they","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earwolf","Tokyo","Pacey","UCB"]}},{"_index":"handbook","_type":"_doc","id":"NxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":1471.63,"text":"Leave? Yeah, not even caring. And that","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"OhHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":1485.03,"text":"then why are we even on thi's fucking 'stupid Blue marble we called the planet? I's there any 'sort of hazing involved in joining the Lampoon? Yeah, I will. Fuck. Witch. Oh, yeah, Yeah. You come rolling in there, man, you're going to take 'some lick's, right? Unfortunately, but at the 'same time, that''s what make's you 'so 'strong and funny later. I's that, like, you know, you earned your 'spot Becau'se one thing will do i's if you're a woman, we won't let you in","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Blue marble","Lampoon","Becau'se"]}},{"_index":"handbook","_type":"_doc","id":"QBHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_2","startTime":1554.56,"text":"to do u's ju'st me's's up a ca'stle and ju'st make 'somebody clean it up. Um, and that''s cool. And 'so, in the way, we're hazing, like the cleaning 'staff that we pay for. Right? Um, I did hear from 'someone who wa's. I don't know if they were a's'sociated with the Lampoon or they had a friend who wa's at the lampoon,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"RxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":1672.68,"text":"You ever think about that?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"TxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":1764.34,"text":"Uh, Brett, that nightmare that you have where you wake up and you reach for your guitar and there''s no guitar and there''s no guitar's in the world. Yeah, and and everyone al'so know's that you don't know anything about mu'sic and you can't play the guitar. And then that''s really and the re'st of the other world i's fake thi's world right now. So Ca'sper ha's agreed to u'se thi's new 'spray that they put all their matche's that mean he's invented and it''s friggin nightmare 'spray. And it mean's that actually, now the real world real and the nightmare's are fake. And 'so you're 'still die another one","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brett","Ca'sper"]}},{"_index":"handbook","_type":"_doc","id":"UBHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":1809.08,"text":"and I 'shred in, Wrecked and pre's's 'shred's. So think about which world do you want to live in? You want to 'sleep on a frigate Seeley, or do you wanna have Brett 'shred? Breathe. Bubble de'sign help's you 'sleep cool and 'safe, and The 'spray i's al'so very cold on it regulate's your body temperature throughout the night, come's in a little box 100 night ri'sk free 'sleep on it, trial where you cannot die","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Seeley","Brett"]}},{"_index":"handbook","_type":"_doc","id":"VBHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":1904.89,"text":"will come into the nightmare world. And we'll figure of Freddy Krueger your whole but oh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Freddy Krueger"]}},{"_index":"handbook","_type":"_doc","id":"WRHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":2014.28,"text":"'sword and I ju'st freakin 'stab, 'slice, 'swi'sh, 'swoo'sh! And it''s curtain's for the bag. Mine ha's built a cat a's a figurehead on the front and he but he 'shoot's bla'ster's a's well. And you endle's's hour's of 'strategy, tactical gameplay and pull's pounding naval combat action. And if you if you 'see our 'ship's coming through, get out of the way. I do not want to play the game with, You","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WhHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":2041.19,"text":"know, the game i's ju'st for me to play by my'self. I think the way the game work's for mo'st people i's you'll be playing it and it'll have endle's's hour's, a 'strategy tactical gameplay and hou'se pounding naval combat action. Not intere'sted for you","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":2085.98,"text":"which, ye's, for people who play thi's game, that i's it important that, you know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":2241.29,"text":"Well, were not exactly flying to the Super Bowl with it. But","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Super Bowl"]}},{"_index":"handbook","_type":"_doc","id":"eRHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":2462.87,"text":"Oh, 'so it, like encrypt's that little element. If you try to pull it out. That''s what tho'se few 'saying, Any 'shield it ricocheted. Thi's place ricochet's into one of their other APS.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fRHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":2500.33,"text":"eat's one of their other APS. Got it. Saul. Shield the entire thing. That the 'skill","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Saul"]}},{"_index":"handbook","_type":"_doc","id":"gxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":2566.14,"text":"I's thi's the extra epi'sode, or i's thi's the right? It will be okay, but it''s the 'same thing. It''s all crap. Now, that''s all mu'sh. That i's a thing we've run into, cau'se we do. Did you? So i's thi's your 'second record of the day? Did you do another one earlier? No,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"jhHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":2731.93,"text":"the lyric's to the corny man. I might need a few minute's. Do you know the 'song 40 meant? No, I don't. I's thi's from a mu'sical? I didn't know it either. Okay. I mean,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["corny man"]}},{"_index":"handbook","_type":"_doc","id":"kBHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":2750.65,"text":"They were 'sort of like a p'sychologi'st. Ja'son. Yeah, that''s fun. They are mu'sical arti'st's. Yeah, we'd rapper's. Oh, hell, yeah. From. And I do know mo'st of the word's to the corny man, but I don't really know how to change them. You have you been having to talk, 'so it''s and it''s b and","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"lxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":2809.87,"text":"Uh uh Um","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"mRHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_1","startTime":2819.16,"text":"maybe, uh and what about what about thi's part? Came to get way's I quit, but thi's But thi's part''s good. Hang on. Came to play Quidditch weight. But thi's part's better. He goe's, Hey, goe's he goe's, he goe's See everybody Love becau'se it got a lot of flavor And plu's a ble's'sed known From wait. See, everybody Love becau'se I got a lot of flavor. Plu's the be'st known From a 'sexual behavior. Okay, 'so that part I think he''s talking about flavor already. Sure, Yeah, but I gue's's for me it''s it''s it 'seem's like, i's the the'si's of thi's 'song. It''s going to be about corn, The food or it''s about being corny. Like the idea of being he made a horn. Ye's. You 'see, the corny man. I think we can find room for all of the'se thing's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["becau'se","Plu"]}},{"_index":"handbook","_type":"_doc","id":"pxHdLXMByMrymAEmYd9N","_score":1,"_source":{"Episode":"Nick Wiger, Our Corny Friend","speaker":"spk_0","startTime":3091.78,"text":"You think I wa's looking at my own? I looked at my'self like a little piece at the end where there wa's The where he wa's flailing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}}]