[{"_index":"handbook","_type":"_doc","id":"_BEHLnMByMrymAEmVv10","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","startTime":1796.85,"text":"No, it''s an either, or the an'swer i's no. You don't want coffee. 00 Okay. Uh, what wa's the 1'st 1 again?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_xEHLnMByMrymAEmVv10","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","startTime":1816.44,"text":"and the 1'st 1 more time.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BREHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","startTime":1850.42,"text":"Highlighted? Yeah. Sorry.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"CREHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","startTime":1889.78,"text":"We don't give a read. Yeah, yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"EhEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","startTime":2035.06,"text":"Okay, So that 'scene,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"FBEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","startTime":2077.6,"text":"Yeah. My 'side. Yeah. Yeah. There''s a little 'sweaty. You wanted it 'so bad. I know. Yeah, that''s that. It wa's comfortable for me where I'm going like, well, thi's kind of pathetic like you guy's, becau'se I know becau'se I've read the re'st of the movie, it''s ju'st a fling. And it 'seemed like you needed it to be, like, really a long term thing. Crea","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"GREHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","startTime":2147.55,"text":"that''s part of work for him thinking he a's'sociate's work That''s intere'sting. That''s intere'sting to think about. So I think you have 'sort of I don't ju'st think you have become hi's wife. Oh, wow. That''s intere'sting to be true about 'someone. I don't ju'st work with","PodcastName":"The Ads Version: Hollywood Handbook","tags":["intere'sting","intere'sting","intere'sting"]}},{"_index":"handbook","_type":"_doc","id":"GxEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","startTime":2181.24,"text":"Interior adult math 'school. Theo","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Theo"]}},{"_index":"handbook","_type":"_doc","id":"HxEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","startTime":2218.48,"text":"All right. Never mind. Keep going. No, no, I know what''s here. Okay, you 'should 'set it in a place that fir'st of all, your fir'st location 'shouldn't be like a big buy for the audience. Like they 'shouldn't have to. Like by that a place exi'st's like there''s no 'such place's. Adult Matt 'school's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["exi'st"]}},{"_index":"handbook","_type":"_doc","id":"IxEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","startTime":2262.73,"text":"You can't You can't really 'say what people are there for. You could ju'st 'say a bunch of adult's are there. That''s ju'st 'sort of in'sight. Screenwriting. But to do what?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LBEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","startTime":2425.13,"text":"40 plu's 9 40 plu's 9 90","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LhEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","startTime":2442.92,"text":"you promi'se you have dio highlighted. Okay, I'm gonna break out for a 'second. You have Tonto. All right. 40 plu's 19 i's 69 0 that''s","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QBEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","startTime":2633.99,"text":"Yeah, and it 'seem's like we're getting pretty clo'se to it. It''s a little more. I mean, I have a couple more thing's to 'say about my leg's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"RBEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","startTime":2689.25,"text":"No, I know. It''s good. It''s a good 'screw. Anyway. Go ahead. Go ahead, Read. Great. Oh, um, I have a line go","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ShEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_2","startTime":2775.79,"text":"'shaft 'seven. Note I thi's i's The mo'st important part. Sorry. No, The 'shaft i's 'sneaking it's way out a 'seat talk's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UREHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","startTime":2856.68,"text":"We're both really do it. Do want and 'sucking fucking dio way really have real 'sex. So you you're my teacher. It''s not gonna be the fir'st time ever done it, 'so it doe'sn't even know it. I don't remember doing it before with you don't want it over with. You know, not ju'st with you. Ju'st like with anyone. Like I'm 'sorry. Minor way 'school.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VBEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","startTime":2902.04,"text":"on. So that''s why the next line battle help i's That''s why that big 'say's, Yeah, that'll help. I'm very comfortable in dark place's on. That''s making me think a part of my body, 'so 's 'so let''s you know, let''s the both of u's ju'st will get to it are are actually there''s more math to do I think.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VREHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_1","startTime":2925.53,"text":"Yeah, Yeah, I ju'st found mawr.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZREHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_0","startTime":3195.31,"text":"I'm 'sorry. Say again Way. Oh, yeah. What doe's that mean? Uh, what do you mean? Uh, 'sort of Ah, 'sen'sitive, thoughtful ber'serker.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"cBEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_3","startTime":3319.87,"text":"You have the member's of Gene'si's li'sted, but Phil Collin's ha's cro's'sed out and encircled in cro's's out again. Ye's, I have killed Phil Collin's twice. Thoma's Middleditch,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Phil Collin","Phil Collin","Thoma","Middleditch"]}},{"_index":"handbook","_type":"_doc","id":"dBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":37.5,"text":"Oh yeah, Every eye in my 'spare time,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":102.43,"text":"if you heard. That''s mini'serie's Rock bottom on, bitch. Se's'sion. Thi's i's a lot like that. Mat's. A writer for Bajillion Dollar-Propertie's al'so what, wa's he making a me's's?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","Mat","Bajillion Dollar-Propertie"]}},{"_index":"handbook","_type":"_doc","id":"iBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":262.52,"text":"Yeah. I mean, I'm the CEO of Stitcher Premium Uly's'se's Stitcher Premium exclu'sive's of tho'se three different companie's I prefer You know what? I'm out there in the world, and I preferred to like, I like to hear coming out of people''s car's becau'se then I know they're li'stening. Yeah, conned. I like to be like I hear I hear a little 'snatche's of podca'st's everywhere I go, people driving by and I'll here, you know, the Doughboy's, you know, wearing out of blaring out of 'someone''s car and I'll be like, That''s money in my pocket.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Stitcher Premium Uly's'se","Stitcher Premium"]}},{"_index":"handbook","_type":"_doc","id":"khEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":1126.33,"text":"It''s in my damn my 'slippery thumb. Well, it wa's She didn't even make an effort to turn your phone around. Well, becau'se I wa's It wa's delivered. Ye's, becau'se I think what you want todo Yeah, a's I wa's turning it delete. If you didn't annoy that you arre'sted in turn, you were ju'st holding it there. Your thumb went deliberately, didn't pick up hi's phone. Ye's, I wa's holding it up. And I had founded and had, I think, like, 12 wing's or 'something wa's really unique. Um uh, but anyway, that wa's really Now we get to the real one. That''s 'so good. What''s the be'st one you've ever? I would 'say the one that we get The get's di'scu's'sed the mo'st i's our When we debuted in our fir'st epi'sode A 'snack or whack on a part of you guy's. Yeah, it 'sound's incredible. It''s very, very 'simple and very 'straightforward. I think thi's i's part of the rea'son why the 'segment work's. We ju'st get a 'snack, for in'stance, Spicy chee'se. It We're ju'st gonna 'say 'spicy chee'se it We're gonna open thi's up and we're all gonna ta'ste it. And we're gonna 'side whether it''s a 'snack, whether it''s 'something that''s good or whether it''s a whack, where there''s 'something that''s that''s bad, it i's binary. It''s very ea'sy for people to proce's's. Yeah, we can do 'something with thi's. Yeah, ab'solutely. Thi's guy for our's and commercial for hi's 'show on our 'show. I own that I realized","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi"]}},{"_index":"handbook","_type":"_doc","id":"lxEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":1654.85,"text":"Well, it''s 'so weird, but okay, it 'seem's like we're talking pa'st each other a little bit, but we wanna ju'st like 'so we'll come in. We'll be welcome on among all the bull'shit that. But then we do fucking Hamilton and we're 'singing it. Yeah. Uh huh. And it''s obviou'sly not a's good a's when they do it. Yeah, but we are 'so enthu'sia'stic about it. And the ga's, like 'sample Berrie's. Ye's, Ye's, ye's, ye's, ye's, ye's. I mean, any like's when we do it, right? I mean, I gue's's it 'seem's like what you're di'scu's'sing i's maybe a niche Hamilton focu'sed podca'st's, which i's fine That''s a fine thing. Todo it''s ju'st a 'second. Okay? But to me, that doe'sn't 'sound like a 'segment. Like we're ju'st gonna 'sing Hamilton and then talk about how good it i's, right to me. That 'seem's like you're That doe'sn't 'seem like a thing. You can we try? Could we maybe ju'st try? Yeah. Before we're 'saying, let''s that it''s good or bad. Could we maybe actually, ju'st try it and 'see if it were hi's hou'se? Ye's. Do you guy's think that maybe you want to 'see it before you decided? So maybe you can 'start 'since you are the expert on thi's and 'say, What''s your favorite? Hamilton. You love it? Yeah. Okay. Well, I haven't 'seen Hamilton. I'm ju'st full di'sclo'sure being hone'st and The anything again. Maybe thi's i's another general. No, ju'st 'so poor. Well, look, ju'st I feel like 'some hone'sty. People re'spond to that. So if you're ju'st forthright and 'say what you're and how did that happen? I tell you what. People re'spond. Teoh Hamilton. Okay. Are 'seen flie's, riel. I haven't I haven't 'seen I haven't 'seen Hamilton. How did that happen? I don't flie's. Thi's remembering which banned the guy ruined hi's voice. And thi's i's the kind of content.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hamilton","Berrie","Hamilton","Hamilton","Hamilton","Hamilton","Teoh","Hamilton","Hamilton"]}},{"_index":"handbook","_type":"_doc","id":"oBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":2042.15,"text":"'skank's. Uh, Teoh don't 'see here. I heard on your chap here. Here''s the problem. You're 'shaking your head from 'side to 'side a's 'saying no, with your","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Teoh"]}},{"_index":"handbook","_type":"_doc","id":"phEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":2175.67,"text":"'sale's, there''s the 'sizzle and 'steak. Yeah, Okay. They're 'selling the 'sizzle. Okay. When you 'sure the 'steak i's we get there. It''s boring. It''s college, Teoh. Maybe you'll meet a nice girl that you'll end up getting married too. But it''s not like there''s, you know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Teoh"]}},{"_index":"handbook","_type":"_doc","id":"pxEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":2191.77,"text":"Yeah, but but But thi's i's 'so targeted at bad. The 'sizzle i's what we're talking. Good. But the girl's you know, if you are working way through college, you haven't found the right college yet, Right? And if you're 'sort of dancing, owning your own 'sexuality, okay, your profit off of your 'society. Let''s imagine","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":2207.77,"text":"you're 'shy. You're a 'shy, introverted girl. Yeah, and you're looking for a guy you know i's horny.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qxEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":2228.23,"text":"So the one Hamilton, let''s do one Quick Hamilton, ju'st get it out of the way. Even then, it kind of ruined it. I'm 'sorry. I'm 'sorry for taking u's on the ten'sion here. I found a web'site, actually with thi's type of fly that I've 'seen 'so you guy's can even 'see it. Okay. It''s like a 'sub'scription 'site, though. You gotta wait. Then how do you know it''s that type of fly on it? Uh, doing a preview image or 'something that you know i's that they 'showed image. I think they probably 'should a really 'short preview and then thi's and then through. And then The 'sub'scribe window open's all over. It''s ju'st hook you in, and then they 'say, Oh, it''s like, Yeah, I gue's's I'm done with my, like, free article's for thi's month. Okay. Can you brow'se it on like, incognito mode? You have a joint One of u's to look it up on our phone's? I don't think 'so. Um, So ah, 'so that i's all 'settled. So let''s do a quick Hamilton and that he's what are you gonna dio? I'm going to do one Hamilton and you can do one. Okay, you do one hammer or we can 'split one. Can you? Can you You at lea'st 'start one? Ye's. Sure. Becau'se I'm not 'sure about much of it. Okay. I's there like a 'sound component to doing it? I remember hearing about thi's. You get Wait. So you have you Have you 'seen Hamilton? Yeah, but a's I 'said, I remember that there i's a 'sound part. Okay, 'so I am talking. Ye's, I have 'seen it. Obviou'sly. I do know 'something about it, 'so maybe we play like a 'sound for me to do a Hamilton on. Yeah, that''s good, right? Yeah. Let''s have Haye's to a Hamilton on a 'sound, and then we ju'st clo'se the window with the warp tour band's. Okay, let''s do thi's. Okay. I've decided that I won't have it up. I've decided that I want to cut the moment where I make a mi'stake about the 'singer becau'se that would affect how people think about you. Yeah, I wa's actually thinking that a's it wa's happening, and then I am. And then I 'sort of have referenced it again a couple of time's, and I wonder if we could get rid of all of that? Yeah, becau'se you're worried that you have 'sort of e'stabli'shed your'self a's 'someone who would know who me's'sed up their voice. Like which lead's. Wait. Remember hearing that what the lead 'singer of a band, a band hurt their voice in the 'same of band? That would be on the warp tour with, 'say fare's. OK, can it Can I ju'st Can I pipe in here? Yeah, um my 'sugge'stion i's that view that mi'stake a's a gift. Yeah. Newfound glory. Thi's i's what the'se guy's would dio i's be like If you know what Bandit i's, do a fuckin ha'shtag or whatever, and we make like two buck's every time you do it. I think we don't monetize it that directly. But and there''s an ad in the ha'shtag 'somehow that like, Yeah, you owe them money for having the ha'shtag. Yeah, well, I would 'say that''s more being beyond that. It ju'st I feel like there''s 'some You've had 'some di'scu's'sion about it throughout the podca'st, and that''s been 'something they own it. So if you know who ha's joined the heart of the ha'sh tag, Hardy''s hurt your voice, challenger Fucking whatever. And we're all rich now to protect my ego a little bit. Can we 'say that? I do know the an'swer, though, in that I've gotten it wrong. Ju'st Teoh audience and the audience on a fun, ah 'sort of adventure and down one of the'se Wikipedia rabbit hole's. We were ju'st 'start clicking Rando on Wikipedia. I mean, i's that a 'segment, right? Can you wake up? And it''s like three minute's later and it''s ju'st like that, like, Oh, that''s who invented 'shoe lace? Ye's, you know, ju'st like, but I wa's really trying to look up like who made Velcro, right? You're you're You're like like, oh, what year did Count Chocula come out? Andan? Sooner or later, you're reading about the Punic War's. What year? I think it wa's the I think it wa's probably the 'sixtie's. Don't on a C and thi's i's how he doe's. He''s like, now Count Dracula. Yeah. Have check's already 'spent, I a's'sume. Ha'shtag let''s let''s talk chalk or whatever. Let''s 'start charging. Alex? Yeah? Can we ju'st play The Hamilton, plea'se?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hamilton","Hamilton","Hamilton","Hamilton","Hamilton","Hamilton","Haye","Hamilton","Bandit","Hardy","Teoh","Wikipedia","Rando","Wikipedia","Velcro","Count Chocula","Andan","Count Dracula","Alex","The Hamilton"]}},{"_index":"handbook","_type":"_doc","id":"rhEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":2887.01,"text":"Uh, yeah. I mean, ju'st a's a guy, he get's punched by bea'st or 'something. No, no. The Zodiac coming. That''s an intere'sting thought experiment you wouldn t 0 100 The Zodiac defeat bea'st. No, I'm 'sugge'sting that becau'se the Zodiac killer wa's an actual which one of them i's like a 'snack? How i's thi's? How i's the hou'se? The related Doughboy's? Well, again, we're talking about your guy's pot. Gue's's we're not talking about Doughboy's, 'so I feel like we're pretty far a field From what? The original mi's'sion 'statement You wa's there.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Zodiac","Zodiac","bea'st","Zodiac","Doughboy","Doughboy"]}},{"_index":"handbook","_type":"_doc","id":"rxEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":2918.1,"text":"Okay, let''s bring we bring back to my job, plea'se. Doughboy's. But, like, we're you're not We're not here to do that. Yeah, well, in any. But I feel like if you guy's ago, it''s unpatriotic, though. It''s a different thing. What i's? Where i's thi's 'segment pitch? We can try it. But a's far a's thi's pitch i's concerned, I ju'st feel like you need to either. Thi's i's gonna be about, like, maybe campy horror 'stuff and pop culture. We're gonna talk about, like, movie mon'ster's, or we're gonna talk about true crime becau'se they're kind of different umbrella's. And I feel like the appeal of what you were originally pitching It 'sound's like 'some of the true crime podca'st that are very 'succe's'sful that have a very like a 'strong and loyal following. So I would ju'st, you know, crying. No, I'm not. I'm not crying, Mike, Uh, I'm not crying. Ju'st like crying about guy's. I'm not crying. He''s, like, 'started crying about Sam. Did you? Do you agree that he wa's crying? Did you guy's 'see him cry? Ye's, he wa's gra's'sed. Oh, my God. Ye's, thi's i's right. Thi's i's trying to 'shut up. Shut up! Why i's he crying? That''s, like, 'so crazy Ju'st talking about how, like another 'show i's exce's'sive. Yeah, He''s like they're really 'succe's'sfully really loyal following city 'started fucking crying. Oh, my God. Shut the fuck up!","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mike","Ju'st","Sam","Thi","Ju'st"]}},{"_index":"handbook","_type":"_doc","id":"shEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":3043.3,"text":"who at Earwolf. Ah ha's had pla'stic 'surgery. And then we do before and after pic's up on the web'site. And thi's 'segment wa's kind of in'spired by Nick a little bit that he wa's ju'st talking about how you 'seem, like, really fake. Got it. All right. I think you're putting word's in my mouth. I didn't 'say anything. You 'said that you've 'seen again. Like Baker. Yeah. Again like yeah, I didn't. I feel like if you li'sten epi'sode it''s not I at no point did I 'say that about 'sure. I mean, hone'stly, fir'stly, that thi's i's the fir'st time you've come up 'since you injured The room. Are we doing The that? Second when you li'sten to the epi'sode, Kevin, re'st a's'sured we will not include that part when he 'said that. Ok, Ok, ok.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earwolf","Nick","Baker","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"thEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":3425.11,"text":"Thi's i's the 'same thing they have i's a folding toothbru'sh.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"uhEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":3582.93,"text":"Yeah. The apology line. Go ahead. Yeah, you could play three way, have ju'st done 'so many. We've ju'st placed feel's O'scar's back and forth for I feel like I gave that give you","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":3695.77,"text":"'so that i's OK, That i's what it wa's. That wa's like a 'secret. When you 'show up that that''s when you get the chap dance's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":3723.53,"text":"Uh, briar arm? Yeah. No, that''s yeah, one of the amendment. So 's 'so Anyway, there''s more than 70 graduate degree's acro's's 10 'school's and college's. The program's in bu'sine's's law, 'science, education, the art's and more. And they want me to 'say homework doe'sn't 'suck. Now, I have a problem doing thi's. That doe'sn't 'suck. It doe'sn't. Yeah, I'm 'sorry, but we all know 'school 'stock's, 'school 'suck's. Homework 'suck's. And, um, it work's, too. Yeah. And work 'something after","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zREJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":3790.58,"text":"Bikini's are rude. It 'say's I know that I do Ju'st have to 'say it, uh, and come to 'school. It''s boring. Only ball 'suck's it","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zxEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":3825.46,"text":"graduate CHammond i d d u 'sla'sh grad dot Know our credit's? A period CHammond do you 'sla'sh Sorry. Sorry. Oh, everybody. I'm Dave Holme's and I'm at McConkey The 'sidekick The Dave Holme's never wanted. You're not a p'sychic. You're a full co ho'st. Plea'se. I 'should be 'so lucky to have that title on. We're on equal footing here and home. Ophelia Home, Ophelia. It''s all about u's in that I'm talking to a wide variety of LGBT Q I plu's exclamation point individual's about their live's about their their pop culture, diet's, what they're watching on TV, what they're loving and and who they're Love it. So we're going to take a deep dive into their per'sonal live's, a'sk's a very intru'sive que'stion's you know about what their current dating 'statu's i's? What? How did they come out? Wa's their bigge'st heartbreak. What''s going on in their grindr account? And we","PodcastName":"The Ads Version: Hollywood Handbook","tags":["CHammond","CHammond","Dave Holme","McConkey","Dave Holme","Plea'se","Ophelia","Ophelia"]}},{"_index":"handbook","_type":"_doc","id":"0REJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":3883.5,"text":"Yeah, we'll be relea'sing new epi'sode's every Friday. Home. Ophelia i's coming to you, Uh, beginning Friday, Augu'st 11th right here on Earwolf.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ophelia","Earwolf"]}},{"_index":"handbook","_type":"_doc","id":"1hEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":3947.14,"text":"You've 'seen me have intercour'se with a variety of 'specie's. It''s a bomber Andy Daly. You have the member's of Gene'si's li'sted, but Phil Collin's ha's cro's'sed out and encircled in cro's's out again. Ye's, I have killed Phil Collin's twice. Thoma's Middleditch.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch"]}},{"_index":"handbook","_type":"_doc","id":"2hEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":305.62,"text":"It''s huge. It''s 'so funny. And, um, we are 'sorry that we couldn't make it for the 5/100 epi'sode. Oh, my God. I felt like 'shit about that. You couldn't make it to the 5/100 epi'sode? Ye's, we have no crazy. Well, one thing i's I couldn't get in my email. Yeah. What? What happened with your email? The Sony hack. Oh, okay. You were involved in the Sony Hack. You were hacking. Well, I wa's 'so 'scared of it. So I go in the 'somebody''s watching me. Then they hacked me that I 'sent my'self to Sony I had a 'similar thing. You know about thi's? I love you, viru's. No, I haven't heard about thi's. I love thi's i's thi's major viru's, and I worried. Ye's. Oh, aid's. I think that''s what he''s talking about. I don't know. Thi's i's 'something different. I know. I wa's talking about a computer viru's. Okay? Yeah, but any thi's 'sort of And I love you. Viru's. Yeah. I don't think people of ye's, people are alway's referring to the negative element of it, but it i's. But it''s a very light a's a re'sult of what? You don't want people to love each other. Yeah, well, that''s what it''s trying to 'stop. Uh, 'so anyway, yeah, the email. I'm Terry talked about a computer viru's. I don't know about the I love you viru's. Yeah, Someone 'send's a me's'sage that 'someone''s view me's'sage that 'say's, I love you if you 'say it, but it''s not a normal one of tho'se. So, ye's, if you're like people, like, a's you are getting me's'sage's like thi's all the time, and you 'see, when it 'say's I love you, you click on it. And 'sometime's it''s animated in like a fun way where it''s like Valentine''s coming like a jib jab. Ye's, Ye's, Jim Jeff Viru's. Ye's, it''s a viru's that trick's you into thinking it''s a loving, judge loving Jr. Ye's. And it give's you the opportunity to, like, be Santa or whatever. Write your own ba'se's in one of the elve's and then, yeah, And 'so wait, your face i's one of the elve's or Santa, becau'se I want to be Santa in that 'situation. Okay, well, that well, that work's out great, becau'se I'd like to be one of the el's. Oh, you and I are in the jib. Jab together, you guy's. Did you 'see how he fall's for that? You guy's could be a great Jeb. Jeb. What about Mr's Clau's? Who do you 'see? I's Mr's Clau's in thi's city engineer? Right? Mean's you, Ryan. That wa's becau'se that wa's my fir'st thought a's well. And And who are you? Blitzer Blitzer. Got it? Yeah, Yeah. Wolf Blitzer. Yeah, that would be funny when you really think about it of like, I wonder if CNN ha's ever thought about that for their Chri'stma's card. Mike Donner Aperture Richard Dollar's. So funnily Tapper and Blitzer","PodcastName":"The Ads Version: Hollywood Handbook","tags":["5/100","Sony","Sony Hack","Sony","Thi","Viru","Terry","viru","Valentine","Jim Jeff Viru","viru","Santa","Santa","Santa","Jeb","Jeb","Clau","Clau","Ryan","Blitzer Blitzer","Wolf Blitzer","CNN","Chri'stma","Mike Donner","Richard Dollar","Blitzer"]}},{"_index":"handbook","_type":"_doc","id":"3xEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":690.39,"text":"Yeah. Radiohead. You read the whole right out. Yeah, yeah, yeah, yeah. But, um no, but I don't Sorry we couldn't do thi's. Yeah, and we're 'sorry about we're 'so happy to have you for 1 99 200 unfortunately, i's all booked up. Suck's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"4xEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":1271.9,"text":"Phy'sically, let me 'show you a picture over. Okay, here we go. Oh, 'sorry. I 'start to 'spoil the reek. Thean luge in. I's that recent? Yeah, it''s From ye'sterday. Ah, I put that on TV. I have a Google alert for Sloan. How they do? Yeah, 'she got that job.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thean","Google","Sloan"]}},{"_index":"handbook","_type":"_doc","id":"5hEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":1512.59,"text":"include's po'stage and digital 'scale. Don't wait, making him drool. It i's exciting 'stuff, and it''s hard to not like drool. Go to 'stamp's dot com Before you do anything el'se, click on the radio microphone at the top of the homepage and type in hand Book that 'stamp dot com or entered the code hand. Book 'stamp's dot com Never go to the po'st office again except to have fun with your friend's. Perfect. Hey, guy's, when I talk to you about ZipRecruiter, if you're hiring, you need to know where to po'st your job to find the be'st candidate's and finding great talent can be really tough. I'm 'so glad to have Scott Aquaman here. I gue's's we have talked a lot about on the'se ad's about how we and the re'st of your will did not u'se ZipRecruiter when we were hiring. Yeah, 'some of the Zapf here. Big mi'stake on our part. We've talked about Dana, who i's 'something of a robotic which Yahoo i's turning hexe's into electricity and zapping people. Yeah, I Look, we that wa's not on her re'sume at all. Yeah, And there i's a 'space for that. Yeah, And 'she left intentionally blank, which I think i's a form of fraud. Yeah, but if you try, todo zap's you 'so hard and you forget about it until you know, day's 'she can manipulate text and 'stuff becau'se of her cyber. Which power's? And we have Ryan who named him'self the acronym. The radical young a's's ninja. Yeah, I don't That''s it''s bizarre. You know, we got hi's re'sume. Were, like, Ryan. Typical men''s name's. Yeah, yeah, but it wa's all cam's. Mention we didn't notice the period's after each letter, which ju'st now we have to go around calling him radical a's's radical.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["stamp's dot com","stamp dot com","stamp","Scott Aquaman","ZipRecruiter","Dana","Yahoo","zap","Ryan","Ryan"]}},{"_index":"handbook","_type":"_doc","id":"5xEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":1624.41,"text":"That young like the bigge'st indignity of it all. He''s definitely radical. He''s definitely an A'ston job i's he gave me hi's old He gave me an in jit'su kick 'straight up my my, but, uh I mean, and it 'sent me 'sprawling, but he''s not what I would call young. He''s He''s middle aged. Yeah, which i's why I mean, ju'st like, but yeah, but you know, that''s not gonna trick you when you're looking at a re'sume to 'see, you know, r m a a n ra man. You know, I go. What kind of name i's that? Armond White''s Marmon that white. Get out. Get out of my office and you don't get hired. Yeah, 'so So anyway, that that''s all intere'sting. We So we haven't you know, we've got them. I mean, are there any other total Will Cody, obviou'sly. Yeah. Computer operated de'struction Human. Yeah, Yeah. Thi's i's getting too real. Yeah, I know. We're trying to do a fun ad. Yeah, we don't want to bring it down. Yeah, come on. What''s the lighting thi's up? Lighten thi's up a little bit. What doe's Cody have on you? Theo pp Tape. Ah, ye's. Uh, if you're willing to admit it, it 'seem's like it''s not that powerful that he ha's. But I gue's's when you 'see that you 'started, Yeah. You can po'st your job to 100 plu's job's. That''s with ju'st one click. You can get a job at thi's company. You're almo'st guaranteed. Do you think they u'se them'selve's toe higher for their own company? Maybe that i's their plan. So they're trying to build a big enough company, have all the job. If they if they get enough money, there'll be a big company like Google, and then they can u'se them'selve's to higher. And no one el'se will be able to hire anyone. Ju'st like Google employee's all Google them'selve's. Yeah, and boy and I got caught googling my'self by my one's. And, uh, it wa's an article about your'self. Yeah, About 80% of job's po'st on ZipRecruiter gotta qualify Canada. Ju'st 24 hour's. You go to ZipRecruiter dot com. Oh, wait. Final. Uh, 'sorry. We need a verbatim vic for the la'st part. Verbatim, Vic. Yeah, well, you ju'st call him. Yeah, a thick way a while.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Armond White","Will Cody","Thi","Cody","Theo","Google","Google","Google","ZipRecruiter","Canada","Ju'st","ZipRecruiter","com","Verbatim","Vic"]}},{"_index":"handbook","_type":"_doc","id":"6xEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":1964.6,"text":"He doe'sn't know how to be a gue'st. In the interview, he 'saw The Seth Rogan movie. What i's that about that guy in the new's lately?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Seth Rogan"]}},{"_index":"handbook","_type":"_doc","id":"7REMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2023.31,"text":"I don't know what you can hold. I don't I don't know what you're OK. That i's how nimble your finger's are. He's got rheumati'sm. Thi's i's I noticed there. They're very gnarled. Yeah, they're gnarly. That''s a good people like that. People 'say that i's like a good that all over your finger's in 19 year's air very ugly and crooked. I's everything all right? Yeah, it 'suck's being I gue's's thi's i's what I'm 'saying. Becau'se I'm the ho'st. Yeah. I 'suppo'sed to a'sk you if your body, if you like what you're like like medical problem's are Haye's i's the ho'st. I'm The 'sidekick. Your The gue'st's, Your The 'sidekick? Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye"]}},{"_index":"handbook","_type":"_doc","id":"9BEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2355.91,"text":"'see? I's that like your friend or 'something? See, why would I like? Why would your friend be like an influence on may 'see, Right, you That''s cool. That''s intere'sting. Wait. You think that becau'se now can we pau'se for ju'st in'stead of you, who''s like good Love who are looking 'so cool for and later and now I like it when I wa's a kid and I'm 'still like all the 'stuff I liked when I wa's a kid. I know who you're talking about, like now. It''s like So what''s cool i's like what? Like 'some guy, your ob'se's'sed. But I did it my'self, you know? Do not know who Steve Martin i's. Doe'sn't matter, do you? No, I don't know. A'sk me. A'sk me. A'sk him here. All of which one of you? Oh, ye's. You're a big influence on you. The fuck you talking about? You're being a fucking lo'ser, right? That i's how you like next. Now you Off! Now it. Now it i's your interview. Okay, But you're 'still being a good gue'st of your's. Like we're 'still technically an'swering the que'stion. But you're re'sponding, putting them back on hi's heel's. Me with wolf again. The 'same que'stion, plea'se. Steve Martin, a big influence on a'sked me that one more time. I fucking dare you man a'sked me one more time. I 'swear to God, I don't know. I feel like they leave here in a fucking body bag. You can kill Wolf. Now, let''s hear your ver'sion a's a kid. I mean, I I and a's an adult not. I u'sed to li'sten to it. Thi's album's over and over again. I don't You know, you're, like, 'scared of look like here. Like, Okay, So what i's he like you have, like, he''s timing. Yeah, he''s dumbing you. Your total cook. I That''s what an interview technically i's, i'sn't it? I mean, that you if if I didn't re'spond to any que'stion, wouldn't I? I feel like the interview would 'shut down immediately after the 1'st 1 OK, OK, but what if you owned Wolf? Okay, me and he's 'showed you okay. And then now all of a 'sudden, he''s like, What do you want me to a'sk? And then I tell him what to a'sk me. Yeah, that''s right. What do I want him to a'sk me? Probably like Well, here. Okay. Here''s a couple of thing's you can have him a'sk you. Okay.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["pau'se","Steve Martin","Doe's","Steve Martin","God","Wolf","Thi","Wolf"]}},{"_index":"handbook","_type":"_doc","id":"9REMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2491.03,"text":"I's it okay that I'm even here, right now Wolf would 'say that. He 'said Okay, that I'm even here right now and you go Am I even allowed to be doing with and then you could think about it and then, like, kind of 'set 'some of your term's? Yeah, that''s right. And then everything el'se that happen's i's at your di'scretion. And what do you think about, like, What are you What? Were you hoping to get out of thi's? Well, I gue's's an under'standing of the proce's's of my comedy. You know, it''s It''s it can be 'so difficult 'sometime's toe under'stand a comedian''s point of view and where they where they come from and where they think they're going. And I ju'st thought, you know, if I could 'shine a light on my heart, maybe people would under'stand 'show a little better and they would laugh a little more freely. Um, that''s what about 'some good head? Yeah. What about getting head?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Wolf"]}},{"_index":"handbook","_type":"_doc","id":"-BEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2915.57,"text":"i's next? I do love them, and I'm in love with them. Kevin, I love you. I'm in love with Kevin. I love you, and I'm in love with you. Thi's i's huge for me. Thank's, everyone. Uh, likewi'se high. It''s nice to meet you. Hi, Scott. So pardon me. Pardon me. Pardon me. What did you fucking ju'st 'say to me? Hi, Scott.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin","Kevin","Thi","Scott","Scott"]}},{"_index":"handbook","_type":"_doc","id":"_REMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":3015.79,"text":"Scott? That''s not true.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scott"]}},{"_index":"handbook","_type":"_doc","id":"BhEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_1","startTime":3723.01,"text":"and doing joke's that 'suddenly felt like it wa's all cut out of the actual in. We and I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"CxEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":4050.65,"text":"A'sk the dream. Ah, 'so you would date her? I think 'so. I mean, I don't know. I mean, you may not have a lot to choo'se from, right? And I And I'm not 'saying that I would definitely that 'she would definitely want baby. Who were the mo'st famou's gho'st's we have, Ca'sper? Yeah, with Beetlejuice. That''s about it. That''s 'slim. Picture's goe's, I gue's's they're Slim Picken's. He''s a gho'st. Okay, But that''s about it. I mean, the bye bye, man. I mean, you know, Baba, do The Bubble do Baba Duke. I don't know if he''s a gho'st. Hey, you might like Holy 'shit. The gho'st Kevin Ho'st. But the Gho'stbu'ster's weren't gho'st's. Slimer Slimer wa's the gho'st, a k onion head and Sammy 's girlfriend in the cartoon. He wa's part of the Gho'stbu'ster's. But that''s not cannon. He? Ye's, Kevin. I've 'seen Kevin right out. Gho'stbu'ster's And he put the 'space between gho'st bu'ster's. So the'se thing's the'se are bu'ster's who happen to be gho'st. No, no, They bu'st the gho'st's. 11. It''s one word low.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["'s gho'st","Ca'sper","Beetlejuice","Slim Picken","Baba","The Bubble","Baba Duke","Kevin Ho'st","Sammy","Gho'stbu'ster","Kevin","Kevin","gho'st"]}},{"_index":"handbook","_type":"_doc","id":"EBEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":4201.02,"text":"Okay. So, um uh, you know, it''s cool. I want u's. I want a 'soccer. Mom, check thi's out next 'sea'son on C. So, you know, um, iTune's, five 'star's help's 'so much. Um uh, plea'se, you go fir'st. Sub'scribe. Thank's. Come, come to our live 'show's. Support other Earwolf 'show's. Get in there. Get on. Stitcher Premium, li'sten to that 'stuff. There''s 'some really cool, exciting 'stuff, you know. It''s not ju'st our 'show. Go to Chef Kevin''s web'site. He''s got a bunch of great video Boy's patri on Doughboy's Patriotic. Plea'se donate The action, Boy's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["iTune","Sub'scribe","Earwolf","Stitcher Premium","Chef","Kevin","Doughboy"]}},{"_index":"handbook","_type":"_doc","id":"EhEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":4281.54,"text":"ju'st like, if you get Stitcher Premium. Yeah, there''s a lot of new 'stuff you can li'sten to go back through the archive's. Oh, yeah. Birdlife canario Be like the library. And at the beginning of Gho'stbu'ster's, where 'she''s like, Look, thi's card catalog cannibal 'started Lehman getting there on that watch. Why Watch why? With handled, not ju'st watch. Watch, watch, handle. Book Moving Watche's moving. See Hannibal The The 'senior See the 'show Red Dragon, Red Dragon all the way back to Manhattan. Love Manhunter. It''s a better one. See? Fief. You know, another under tangerine dream The The 'score BPO 'sepia tone,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Stitcher Premium","canario","Lehman","Hannibal","Red Dragon","Red Dragon","Manhattan","Manhunter"]}},{"_index":"handbook","_type":"_doc","id":"FhEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":4411.9,"text":"Ah, I'm a horny girl Wolf. Thi's ha's been an Earwolf production executive, produced by Scott Ackerman, Colin Ander'son and Chri's Bannon. For more information and content, vi'sit Earwolf dot com.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]}},{"_index":"handbook","_type":"_doc","id":"GREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":0,"text":"So it''s our la'st epi'sode's. Let''s not break our back doing the ad's. Let''s ju'st ba'sically do the copying. Ju'st get out. Ju'st you know what I mean? Ye's, Like, thank you. Becau'se what are we gonna way don't need them to reorder at? Becau'se there''s not gonna be anymore. So it''s ju'st like, let''s ju'st do it. And 'so and they'll call afterward's and 'see Love her. You do t 'special. I'm on the legion. Why, Kiki Pau, I don't have time for thi's anymore. I'll be like, Oh, I'm actually zooming down the 'slow Have no power over me anymore. I don't have","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Becau'se","Becau'se","Kiki Pau"]}},{"_index":"handbook","_type":"_doc","id":"GxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":38.08,"text":"great. What i's thi's? T 'shirt's?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"HBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":40.18,"text":"I's thi's for that? Yeah. Ye's, I'm 'sure. Like I'm 'sure The woven T 'shirt's are 'so comfortable when you wear them your tor'so.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"IhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":94.76,"text":"Relax dot dot dot I'm an i'sland time.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"KBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":153.7,"text":"but let me 'say, yeah, that they're gonna get 25% of the fir'st month if they u'se to coat the Book","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":362.14,"text":"'should not to focu's on the bug's, but they 'seem to have their own language, and they're very intelligent. And there''s very organized. And i's there coming out of my arm's? Their 'starting to build 'something. Hey, welcome","PodcastName":"The Ads Version: Hollywood Handbook","tags":["focu"]}},{"_index":"handbook","_type":"_doc","id":"NhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":382.36,"text":"we talk a lot about the 'show and doing the 'show. But talk a lot about thi's 'show and thi's i's ju'st one of the way's I 'show excitement. I's I 'sort of 'seeing what Haye's 'say's, And that''s a new thing and you can do it, too, and and the 'show, you know, when when we 'say the 'show, what do we mean, right? I's that 'something we 'should 'say? If you're ju'st, you know, if thi's i's your fir'st gue's's, you're ju'st joining u's. You know, I know a lot of people have been finding it lately, Um, and maybe don't have a 'sen'se of what it i's. I think it''s alway's good to 'sort of re'set. What i's the 'show? Ah, what are we doing here? And at the 'same time 'say we're not doing it anymore? Yeah, it''s over.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye"]}},{"_index":"handbook","_type":"_doc","id":"OREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":464.75,"text":"Ye's. And our 'show i's better than all the other podca'st waa's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"OhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":468.08,"text":"that the ceiling i's 'so, 'so low. You know what a podca'st can be.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"OxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":471.51,"text":"So it ju'st ha's to be We ju'st have to end, and all other podca'st's have to be over a's well. Um, but at the 'same time, it i'sn't achievement. We did do 200 of the'se, and it i's 'special today. And I wa's like, a 'special and I would","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"PBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":485.41,"text":"'say we did 200","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"PhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":498.64,"text":"I 'said, I mean, when we 'started thi's, I 'said, I think I got 10 and me, Yeah, I remember, Haye 'said. I got an idea for 'six or 'seven my'self. Yeah, and 'so combined,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye"]}},{"_index":"handbook","_type":"_doc","id":"QREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":526.69,"text":"'sometime's like 2/3 of an epi'sode i's really good. And you combine that with, like, 10 minute's of another epi'sode. And that''s","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"SBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":587.61,"text":"They're part of the family there, in 'sort of the family that, um, you didn't invite to be at Thank'sgiving. Yeah, but that you maybe give a call and go like, Hey, I hope it","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thank'sgiving"]}},{"_index":"handbook","_type":"_doc","id":"VBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":712.03,"text":"but of the gue'st's. Yeah. Okay.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":755.71,"text":"Um, I focu'sed on the wrong thing. I'm I'm trying to put what? Where did they go? It did it. Did the lobby get 'so crowded that they're out in the parking lot?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"YxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":871.93,"text":"today i's Monday on Saturday. We have a fun day. The Tue'sday picture. The Blue's Brother's. Uh, today i's Tue'sday. Saturday we throw away your Blue's day and like like and the Blue's Brother's air getting into a tra'shcan. Ye's, yeah, uh, Wedne'sday wa's hilariou's Wedne'sday. I wa's laughing at like a picture of the ca'st of friend's. Today i's Wedne'sday. Saturday you hang out with all your friend's, they Friend's Day. But you know it''s not bad money. Yeah, but that''s not 'suppo'sed to be funny. It''s 'suppo'sed to be catchy and memorable. People will 'show up on Saturday. It'll and I did. Laugh i's like for the Tue'sday one. You attached a picture of the Blue's Brother's for the Wedne'sday one you'd literally ju'st wrote Picture the ca'st of Friend's Mountain. So I wa's in my mind. I got to put them in all the 'scenario's I'sland I","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Blue's Brother","Blue's day","Friend's Day","Blue","Friend's Mountain"]}},{"_index":"handbook","_type":"_doc","id":"ZxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":965.83,"text":"'sweater like a turtleneck 'sweater","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1139.45,"text":"go 'straight from you on to the web'site. I'll 'sneak it in there. Okay. Kevin. Um, okay, Sorry. I want to do that. Why would you 'say that? Now,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin"]}},{"_index":"handbook","_type":"_doc","id":"gREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1221.04,"text":"okay. Hey, Boy's. You know, I had to wi'sh you a happy 2/100","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"iBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1269.25,"text":"Clark. Duke,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Clark","Duke"]}},{"_index":"handbook","_type":"_doc","id":"nxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1445.18,"text":"pizza. But he went, No, no overpay. No, that''s not what I met. Everyone''s favorite, Pete. No, I 'said I wanted you to make everyone''s favorite pizza. Could I make a 'sugge'stion? He did","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Pete"]}},{"_index":"handbook","_type":"_doc","id":"pBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1480.49,"text":"And now I'm like all the'se people. If they had 'shown up all the'se people here in the and there''s, like, two pie's. Yeah, yeah, that way. There''s no popcorn","PodcastName":"The Ads Version: Hollywood Handbook","tags":["pie"]}},{"_index":"handbook","_type":"_doc","id":"qBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1549.54,"text":"Happy. 2/100. Okay, thi's i's I can't wait to throw tho'se away A celebration ju'st like I'm","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1558.36,"text":"Thi's i's finally putting it in the tra'sh and leaving","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"tBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1643.55,"text":"and i's thi's ham? I wonder if thi's i's like 'some kind of 'scheme that he like, i's calling all the'se different people 'saying like, Oh, it''s on a different day or like, Oh, there''s like an emergence that your family i's in trouble if he''s pretending to be all their familie's or tva NBI The ho'spital,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"txEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1674.23,"text":"nobody a'sking becau'se there''s a ton of people that are actually you blocked the driveway like 'some kind of danger blocked","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1707.59,"text":"Thank you, Je's'sica. She''s really nice to have you here. And, uh, we loved doing the 'show with you before, and it''s nice to remember that big epi'sode we did. That wa's a nice","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1730.2,"text":"Um, Mark Me's'sier. I's that hi's la'st name? Come on. It''s a's me's 's i e r. Hey, I wa's never a gue'st on thi's 'show. We better do 'something about that right now. So Mark Me's'si, a TSA Oh, 'sorry. We have been in American talking to him. He wa's going toe back. He had been li'stening to the 'show for a while and he had been It''s good to","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mark","Mark"]}},{"_index":"handbook","_type":"_doc","id":"whEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1769.7,"text":"to have Mark. We didn't want to wa'ste it. We have a great he''s got 'such a fun energy. Ye's, and we have thi's great 'sort of thing we do with him. Ah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mark"]}},{"_index":"handbook","_type":"_doc","id":"yBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1824.83,"text":"Do you think I ju'st did that?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1926.25,"text":"Yeah, I can a's'sure you can, but we're already going to be doing it, and we don't really need you here. We don't need it. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1xEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2056.63,"text":"Kim From epi'sode. I know. I cleared my 'schedule. 400 people have been 'saying for 'so long. Oh, brat''s getting 'so good. And thi's could have been a big 'show for you. Yeah, I'm 'starting to get good.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kim"]}},{"_index":"handbook","_type":"_doc","id":"2BEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2068,"text":"I cleared my 'schedule for 200 and ah, you know, I'm a little bit cleared my 'schedule. Yeah. What would you get Off? Seized Off right now? Li'stening to rubber 'soul. Let me ju'st cro's's that out. Let me ju'st 'shove it back","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"4xEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":2164.95,"text":"Wait. No, I wait. I ju'st want to 'stay on thi's. I don't even know if that''s 'still happening. Should we even make that? Becau'se that wa's going to be a big part of the 'show. The Scarborough''s were coming back.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scarborough"]}},{"_index":"handbook","_type":"_doc","id":"6REMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":2214.29,"text":"Okay? Yeah. I'm break and give u's that with that part. Yeah, 'sound's good to me. Yeah, And then he wanted 'science experiment's done. It''s the rabbit's. Don't even really have too many idea's for a 'science experiment. I mean, I got a 'set of tweezer's and friggin lighter. That'll work.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8BEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2309.13,"text":"I gue's's. Ah, I gue's's you 'spend that much time believing in a cau'se like the American Motor Company. GM tough to let go","PodcastName":"The Ads Version: Hollywood Handbook","tags":["American Motor Company","GM"]}},{"_index":"handbook","_type":"_doc","id":"8xEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2344.5,"text":"Well, it''s hard when you're 'spending 'so much time picking apart, like why people didn't 'show up. Yeah, it happened.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"9xEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2367.09,"text":"Detroit. That''s why we need ba'sic income. Okay.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Detroit"]}},{"_index":"handbook","_type":"_doc","id":"-REMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2377.9,"text":"Ah, Uh oh.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"-hEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2381.87,"text":"Hey, gang. So big Special announcement, obviou'sly. Look, it''s the la'st 'show. We're not making the 'show anymore. And you mu'st think like, oh, do they turn The make's Off and ju'st go home and never 'see each other again? No, actually, every night thi's week, Haye's and I are coming back to your old 'studio's tohave Ah, big meal with the whole family. And gue's's who''s ah, man in the old oven. Uh, 'stove there. It''s none other than 'shift Kivi dinner. We get Earwolf. And who''s cooking all the big dinner's? Flum From Blue Apron. But chef Kevin","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye","Kivi","Earwolf","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"_BEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":2418.49,"text":"'so everybody who come's in for the 'show i's going to 'stick around afterward's for dinner tonight. And al'so for every every night","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_hEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2439.94,"text":"i's that true?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}}]