[{"_index":"handbook","_type":"_doc","id":"nBO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_1","startTime":2583.43,"text":"somebody at home. Maybe they get toe turn workaholics off your half an hour. But for you it keeps playing in your head all","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nRO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_2","startTime":2592.6,"text":"day. It does, and I does get tiresome. I find that I can't enjoy, you know, serious movies or, you know, books or anything like that. If I'm not, if I'm not giggling, you know, it's just it's tough to be that guy all the time, right? You know? And that's kind of why when I go to Catalina, you know, to bring it back to their The people aren't aren't Hey, what? What? Let me hear a joke. They respect you out there. You know, everybody is there for the same reason to drive around in golf courts to drive around in golf carts. I said courts. Hey, well, you get to the tennis court. I I wasn't,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Catalina"]}},{"_index":"handbook","_type":"_doc","id":"ohO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_0","startTime":2689.26,"text":"Or if it's funny, then yes, I don't actually love you. It's a joke, love.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"pBO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_0","startTime":2703.96,"text":"right? But if I'm there and you're dating me and I start making fun of your sloppy titties, it's a joke. It's to make us both laugh at each other.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qBO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_0","startTime":2723.74,"text":"Should you be saying it is like shit if it were really good, right? That's what's funny about","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qxO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_0","startTime":2739.58,"text":"dating me if you weren't ready to fuckin laugh your ass off? 24 7 baby. And to get your world rocked, my world famous","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"rBO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_2","startTime":2751.81,"text":"hard on.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"rxO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_2","startTime":2775.74,"text":"That's a great That's a great lesson for put for our listeners that you shouldn't. You shouldn't be willing to take no for an answer now, I haven't know that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"tRO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_2","startTime":2844.49,"text":"Okay, I'm already watching. You know, I'm already interested. How is this guy going to be a dad? Turns out he's pretty good at it. Yeah, any And you start to love this guy. Next thing he gets Santa Claus. What? Come on.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Santa Claus"]}},{"_index":"handbook","_type":"_doc","id":"txO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_2","startTime":2870.15,"text":"gonna be basically this bad boy and you're laughing all the way, you know? And you're laughing all the way. All the way. The bank to my Gunness, the man is probably riches all get out. And I've never met him. But I bet he like me I can hear the scoop troop","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Gunness"]}},{"_index":"handbook","_type":"_doc","id":"vBO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_2","startTime":2963.68,"text":"I can see it working, but I think it would depend, Obviously who you get.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wBO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_0","startTime":3019.33,"text":"Yeah, that's pretty in our, um Also, I've been you know, I've reached out a couple of the jackass dudes, of course. Natural fit party boy. Chris Pontius, I believe, is how you pronounce his last name. Um, I'm not sure how to spell it, but that's I'm pretty sure how you say it. Very funny. I'd love to get him.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chris Pontius"]}},{"_index":"handbook","_type":"_doc","id":"xBO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_0","startTime":3078.53,"text":"is the good stuff you gotta pay to see. Yeah, definitely. You gotta get I mean, nobody wants to just be doing","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yRO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_2","startTime":3113.92,"text":"gotta put in that kind of work. Kids out there have only been making YouTube videos for a month. Or, to be patient, it might take two years.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["YouTube"]}},{"_index":"handbook","_type":"_doc","id":"yxO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_2","startTime":3125.35,"text":"it must be tough. You're watching all your other YouTube friends.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["YouTube"]}},{"_index":"handbook","_type":"_doc","id":"0xO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_0","startTime":3188.02,"text":"right after this? Yeah. Amoeba music, like doing a little D. J. Said I think something probably, you know, figure it out when you get there, right? I mean, that's kind of my thing. That's how I came into this seat of your pants.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Amoeba","D. J."]}},{"_index":"handbook","_type":"_doc","id":"1RO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_2","startTime":3212.38,"text":"Thank you, guys for listening","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2BO6MnMByMrymAEmEwKf","_score":1,"_source":{"Episode":"Blake Anderson, Our Close Friend","speaker":"spk_1","startTime":3271.43,"text":"will be thumbing at it and sort of had the label off. So just trust us. It is Tayyaba, But it's gonna basically just look like a bottle and","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tayyaba"]}},{"_index":"handbook","_type":"_doc","id":"_xIvMHMByMrymAEmvHSH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":290.73,"text":"Why so Syria?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Syria"]}},{"_index":"handbook","_type":"_doc","id":"ARIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":317.49,"text":"Rumanian nightclub fire kills 27 in the national mourning declared in Bucharest. Who? Ah, uh, BUCA di Beppo. Uh, who could give it a rest, Eh? But give it. Who would I normally say about this of? Hayes was here. Let's skip that one. So that's sad. Student protests firing school of This is tough news. German frustration. I feel your Germany. Ah, OK, I'm not gonna say that word.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Bucharest","Hayes","Germany"]}},{"_index":"handbook","_type":"_doc","id":"AhIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":360.08,"text":"Uh oh. Um oh, what about Oh, you know what? Let's just go entertainment. That's why is that? News is too dark. And it's the and it's the lame stream media. And have you heard that before? Is just trying to sell a son If it bleeds, it leads. When really there's not that much violence out there. Um, new Star Wars commercial. I don't want to get spoiled. I don't want to get spoiled on that. So I won't look at that. What? Your favorite horror movie? No. Sorry. Ah ah. Uh, that's more star Worst. His rise, all the standards. Ah. Oh, James Bond. Now, uh, this is something that I'm sure that I have an opinion on the director offers tips to young directors. Okay. Ah. Where'd you get that idea? Sam? Mendez offering tips. Uh oh. Let me guess. I do it and hes kind of helps when I do this show. It's so think about this, everybody. Sam Mendez comes in and tells you how to direct, and you are listening to him instead of listening to me. Me, Ah, and and imagine that how your movies would be instead of good. Like what I said to do here is probably what he says how to direct and I'll see what his tips are. And I'll tell you if they're good or not, and he's got 10 of them. Get in touch with your inner 12 year old. Ah, no, Get in touch with your inner, like 16 year old because when you're 12 you don't really know how to have sex. Good yet, And I know hes wouldn't want to talk about that. But honestly, like, yeah, you're starting to do it, of course. And we all were. But you're actually not great at it yet because a lot of it you're still just so surprised of like what All the pieces is, you know, So don't do that. All right. You can only ever point the camera one thing at a time. Uh, okay, Number one, get two cameras. Number two heard of a GoPro. You can actually see the whole ocean with it. So and just strap it to something. So number three, you're praying roulette with someone else. Money. If you're gonna bet it all on black, you need to be able to explain why. So this is about diversity and film, Obviously, Um, I know it's a problem. You know, it's a problem. Violet Davis knows a problem she talked about in speech. So I would say that I don't understand why Sam Mendez is saying everyone like, if you put black people in your movie, you have to have a really good reason for me. The good reason would just be they should be in movies, too. And I know that's not popular to say, And I know certainly Hayes wouldn't want them in their um but I think those guys air great and even Chinese guys and ah, Spanish guys to could all do in the movies. And they should all get paid the same as how much money they make back. So that to me and also about, like, wage inequality in general. The reason that some kinds of people are getting paid less than other kinds of people is that certain kinds of people probably don't do all their own stunts like Tom Cruise does now and and take that. Hes you wouldn't you would have tried to stop me from saying that. Number four making action sequences only interesting When you're in the cutting room up until then, it is literally the most tedious thing you will ever dio. So that's his tip to you as a director. So I guess he's saying, Don't make action sequences is But I actually think there are a lot of times are the best part of movies, especially if it's an action based movie like James Bond. The guy who made James Bond is saying, Don't do any action sequences. I'm sorry. I call B s. Oh, wait, I can actually say it now. Bull spit. Okay, Number five on the day be prepared, but also be prepared to make shit up.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Star Wars","James Bond","Sam","Mendez","Sam Mendez","GoPro","Violet Davis","Sam Mendez","Hayes","Tom Cruise","James Bond","James Bond"]}},{"_index":"handbook","_type":"_doc","id":"BhIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":842.55,"text":"That's fun. So he's saying that when you do get boned out when you have a major rock in a hard one, ah, lot of people are afraid to leap out of their chair and stand up because it's like you're gonna be able to see that it's sticking out. And and so he's saying, Look, you're the boss, you're the director. If you are feeling sort of saucy and you got the juices flowing downstairs, don't be afraid to let people know. Hey, this is what I'm working with. And ah, right now, Since you all work for me, you should have to look at it and singing the bond theme. I assume that's a joke. It's probably You can sing anything you want. Um, and that's something we're gonna be doing on this show. Now is I can play more of the kind of music that I like. Hayes does it really always, like, have you know, the best taste in music? And he maybe is telling us what we should listen to when actually, I have, like, some really cool, modern stuff that I'm into that maybe you guys don't know about it. And so let's just hear a tune that hes normally wouldn't let us dio way Nana sweet for your eating. That's right. Her grandma cooked us nice dinner and you get Teoh friggin just dig in. And hes would never want this because he doesn't think women should be allowed the same.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hayes","Nana","Teoh"]}},{"_index":"handbook","_type":"_doc","id":"BxIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":941.17,"text":"Ah, yeah, and he always doesn't want me to play it for the slug because then they'll have to retroactively take it out of the podcast. But in no rules, baby, let's hear one more Jim, come on. I just got a dance","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jim"]}},{"_index":"handbook","_type":"_doc","id":"CRIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":982.1,"text":"get I don't even know this song, but it doesn't matter, you know.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"DBIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":1150.35,"text":"is he just kind of like quivering? Yeah. I don't know what's going on for him, and I haven't heard him speak it, so I don't know if he's gonna sound Yeah, Eh, Earwolf man. Jack, can you read this for us? Hi, kiddies.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earwolf","Jack"]}},{"_index":"handbook","_type":"_doc","id":"EBIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":1380.81,"text":"pushes chaired towards the quarter.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ExIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":1412.17,"text":"good luck. Good luck with the podcast. I've got Jeff Dunham. He he he and he sent a picture of me. Jeff Dunham is tied up and and he's on the back of his 10 speed. So at this point,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jeff Dunham","Jeff Dunham"]}},{"_index":"handbook","_type":"_doc","id":"FRIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":1433.7,"text":"One of who someone who I actually thought was actually one of my friends. Excuse me, a mansplaining when really, the whole point was just like the Coke is extra sweet, but it's sweet in a way that's more natural. And that's what makes mixing cook so good. And so if you have something like that to offer people in the glass bottle of your party, they're going to really think that you're cool and you could tell them why it tastes so good. And that's not Mansplaining people that's just being a buddy and who's smart and knows more than the person you're talking to. So appreciate that one thing hes never would let me do. And I always wanted to be nice to our fans, and they write letters and ask for things, and I go, let's give it to them. Let's embrace our fans and he goes, No niece cold. But I, um, warm. And there's a man named Nathaniel Glass Hman, and his 22nd birthday is right now, basically. And I and I remember being 22 I remember when Taylor Swift was that as well. And and so that so Happy birthday, Glassman. And you remind me of in Unbreakable in the Philip Glass or whatever in who has a scary bones. Um, and it's ah, and I can be brave about that. Even without Hayes here talking about scary movies like Shami Land makes So","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Nathaniel Glass Hman","Taylor Swift","Glassman","Unbreakable","Philip Glass","Hayes","Shami Land","So"]}},{"_index":"handbook","_type":"_doc","id":"GBIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":1632.61,"text":"Hi there. Oh, hey. Hey there. Ah, you","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"JBIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":1779.74,"text":"Well, Jose women, What do you want to talk about,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jose"]}},{"_index":"handbook","_type":"_doc","id":"KxIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":1908.81,"text":"before I put you away?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LBIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":1912.57,"text":"Sure. Uh, let me think. What do I got","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LRIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":1919.28,"text":"okay? Like, Hey, man, watch where you're swinging that big. You're supposed to be aiming for the pinata. My for my head,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"MhIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":1975.37,"text":"No. Jeffs not here. Oh, good. He makes me do the Jingle Bombs City.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jeffs","Jingle","Bombs City"]}},{"_index":"handbook","_type":"_doc","id":"OhIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":2142.79,"text":"All right. Um whom?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ShIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":2372.08,"text":"Wow. Okay, well, it was great to meet you. Samurai e she or I'm That's not your real name. I'm Dennis. My name is Dennis.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Dennis","Dennis"]}},{"_index":"handbook","_type":"_doc","id":"TRIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":2419.66,"text":"this puppet was labeled, like not for shows, not for a performance. Jeffs Private puppet collection. Oh, yeah. I don't go out on stage. I'm just the only way that Jeff can achieve sexual satisfaction, his back making love to my public body. Okay, well, I'm gonna put you because just even the fact that I took you I feel uncomfortable having No, please Now crave to be caressed about bio man. Where's Jeff? I got to get up. I'm gonna I'm gonna put you. But I'm gonna put you I'm gonna put you away, okay? No, please. Oh, a za woman desire to to be to be finished off Sexual pisces. So a government, please I don't want to do is please a miss.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jeffs","Jeff","Jeff"]}},{"_index":"handbook","_type":"_doc","id":"UxIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":2506.13,"text":"But due to to do welcome to the The Question Zone","PodcastName":"The Ads Version: Hollywood Handbook","tags":["The Question","Zone"]}},{"_index":"handbook","_type":"_doc","id":"VRIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":2522.56,"text":"Jeff T. Here's some questions from The Question Zone for Jeff Dunham and hopefully I can answer them.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jeff T.","The Question Zone","Jeff Dunham"]}},{"_index":"handbook","_type":"_doc","id":"XhIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":2574.7,"text":"Ah, let's see. Somebody else with his favorite Metallica album is probably set up to the same master puppets. It's funny. Um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Metallica"]}},{"_index":"handbook","_type":"_doc","id":"ZhIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":2697.19,"text":"25 Right for December.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"aBIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":2708.68,"text":"Lock one complete. All right. So good. So we're getting closer to getting into the zone. Locker for The Question Zone question.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ahIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":2730.66,"text":"Eso um Ah, I guess I'll ask, um, one of his puppets. Answer. Dr. Walnut, do you tell?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Walnut"]}},{"_index":"handbook","_type":"_doc","id":"exIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3035.71,"text":"How is fun day","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fBIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3038.51,"text":"and actually ah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fxIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3052.51,"text":"We see this movie's cafe menu.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ghIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3067.33,"text":"25 years ago, that was the first time I went to Movies Cafe and he circled.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Movies","Cafe"]}},{"_index":"handbook","_type":"_doc","id":"hhIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3085.89,"text":"this comb","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"jxIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3159.44,"text":"Eh, I'm sorry. Ah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kBIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3164.15,"text":"um, so Okay. Ah. Friendship. So, um, friendship can be hard, right? Because you Ah, you don't always agree. And it's a different person, and it's not up to you how they respond to getting cool. Mexican coke. Fact, uh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"lBIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3212.77,"text":"people, people, people, people, people, people do Do people poo poo people be okay. And, uh God, it's working.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["God"]}},{"_index":"handbook","_type":"_doc","id":"lxIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3243.95,"text":"Oh, I know somebody like that. I used to have ah friend dies like that. Sorry, it last. No, it's OK. Don't you say sorry to me. I'm the one who owes us. Sorry.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ohIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3403.69,"text":"Now we're sort of having a Halloween party down here. I don't know. It's not bad. There's, like a traps Burnt down here. Who's nice? That's ah, like a lot of fun if you want to come here.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Halloween"]}},{"_index":"handbook","_type":"_doc","id":"qhIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3606.94,"text":"That sounds really nice. Yeah. You can tell. It's w from his jacket. Um","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qxIvMHMByMrymAEmvHWH","_score":1,"_source":{"Episode":"The We Don't Need Hayes Show with Jeff Dunham","speaker":"spk_0","startTime":3614.12,"text":"ah. What was on your phone case? I never did get to see it","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vBIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_1","startTime":55.89,"text":"the air,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["air"]}},{"_index":"handbook","_type":"_doc","id":"vhIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_1","startTime":57.23,"text":"my New York. Unfortunately, that is my New York, Eh, man, I do not like I do not like hearing it. Okay, that's not the sky I","PodcastName":"The Ads Version: Hollywood Handbook","tags":["New York","New York"]}},{"_index":"handbook","_type":"_doc","id":"vxIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_0","startTime":65.14,"text":"know. And and I don't want to inspect you with that, but it's just so create calling you and getting a little of your beach philosophy. Um, and I feel like I can sort of carry that with me now, as I navigate","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wxIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_1","startTime":111.05,"text":"Yes, even yes, even though I was laughing. But it's but just for me to hear it, I was like, This is one of the best things I've ever listened to Its why I had Brett start recording. Unfortunately, he only caught the very end of it, But I almost wish we had heard the whole story.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brett"]}},{"_index":"handbook","_type":"_doc","id":"xRIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_1","startTime":131.5,"text":"You have to run.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xhIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_0","startTime":133.27,"text":"I gotta go.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yxIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_1","startTime":252.12,"text":"I tell it, I tell it really loudly, and that's I think. What? What's what's the best","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zBIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_0","startTime":257.41,"text":"feeling? Very loud. Yes. I had to turn down the volume on my phone was disturbing other people.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1xIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_1","startTime":305.38,"text":"yeah, but","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"4xIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_1","startTime":436.75,"text":"talking on their Bluetooth, you know, you know the city Yes. No, that is my New York. Unfortunately, for better or worse, in mostly worse, I","PodcastName":"The Ads Version: Hollywood Handbook","tags":["New York"]}},{"_index":"handbook","_type":"_doc","id":"9hIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_0","startTime":690.89,"text":"I've been using areas razors for several months now, and, uh, turns out I don't have to talk like that. I think it was all the hair I had made me feel like I should sound so crazy. But in fact, now I don't have all that hair. If you remember me from the movie, I was covered in it, and now I can move like a normal man. Go use the restroom in a Starbucks and people don't turn to look except to remark on how tall I am. So goodbye to this voice and hello to this one. And this is the voice I'll be using you to tell you that Movember is the month where guys grow Moustache is to raise awareness and money for men's health issues. So whether or not you do Movember, check out Harry's Theophile Shal razor partner of Movember and the one that gave me back a normal life. You know, it's funny with Cherries. I got the best shave I've had ever because the blades air so sharp and it's comfortable. And I love the foaming shave gel. But","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Starbucks","Movember","Movember","Harry","Movember","Cherries"]}},{"_index":"handbook","_type":"_doc","id":"-hIyMHMByMrymAEmeHW2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_0","startTime":854.5,"text":"It's a good thing for you guys and for me, but I just feel really lost. That's h A R R Y s dot com enter code handbook","PodcastName":"The Ads Version: Hollywood Handbook","tags":["dot com"]}},{"_index":"handbook","_type":"_doc","id":"ARIyMHMByMrymAEmeHa2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_0","startTime":1740.47,"text":"He walks over to where we need. D is trying to play viable with Guzman, but secretly scuzz man doesn't like him and there's all it's just a prank on him that they're even being friends at all. And really, Shane is the one who's friends with Scuzz man. And and they don't like him. Reaney D's finally begins to speak, and he sounds really bad.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["D","Guzman","Shane","Scuzz man","Reaney","D"]}},{"_index":"handbook","_type":"_doc","id":"CBIyMHMByMrymAEmeHa2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_0","startTime":2391.32,"text":"I do. You think it's fair because I did so much typing that my name is on the script? Because this is so different from your initial draft of Volleyball: A Real Underdog Story, which is still a great title despite the fact that we don't see any valuable get played in this current iteration. Yeah, because it is so different. We need t. I do think that you should call that now in my life, it suits. Yeah, maybe we do think that maybe doesn't make sense for you to have your name on as a writer. You know? You want my name office entirely. Could we broke this whole story? I You know what I was I was looking at this scene, skipping ahead a little bit that Do you mind if we do? You mind if we just jumped to it? Sure, Anywhere you want this scene that takes place on the cliff overlooking the beach where the scuzz man is holding weenie D by the throat over the cliff. Sure. Let's jump to that scene. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Volleyball: A Real Underdog Story"]}},{"_index":"handbook","_type":"_doc","id":"ChIyMHMByMrymAEmeHa2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_0","startTime":2482.48,"text":"Give me that money. Do you owe me? Give me that. Shame is thinking how thrilling this isn't. Is adrenaline's really going. Hey, what are you doing with my dad's dead bodies? Guzman is also starting to think about how much he likes this Oh, oh, Year. Get from my tech Yeah, let's finish off.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Guzman"]}},{"_index":"handbook","_type":"_doc","id":"DhIyMHMByMrymAEmeHa2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_0","startTime":2948.91,"text":"Then was it on a train? Yes, that's right. It was on. It was the Popcorn was on a train. And so Mark didn't record anything where he reaches into the bag and finds anything like normal this week. Oh, do you want Do you want to reach in the bag way? We will have more than one question. So if you've got one of those Yeah, that cute up. That was just finding the Popcorn back on a train. I could do the reaching into the bag later. Okay, so first question, this is from chicken giblets. Hey, Scott, As if you were a bumper sticker. What bumper sticker would you be? Oh, it's a good question. Chicken giblets. I think I would be the one that said, Uh, hey, man,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Popcorn","Mark","Popcorn","Scott"]}},{"_index":"handbook","_type":"_doc","id":"ERIyMHMByMrymAEmeHa2","_score":1,"_source":{"Episode":"The ScuzzMan Returns","speaker":"spk_0","startTime":3080.8,"text":"So that was kind of a guy muttering to himself because he's getting Popcorn. Yeah, he's surprised to find someone that he gets it out. On the one hand, these seem simpler than usual. On the other hand, they make more sense, like their heart there. They're hard to wrap your head around a lot of the time, and they require so much work that this is just like, yeah, it's the Popcorn Gallery. Do you just like motor group cellphones? Popcorn. Which, if there's gonna be any dialogue that I get it. Scotsman, Uh, this is Joe Larini. He wants to know. Could you beat Mega Man in a fight? Oh, Joe. Whoa, Look, an age old question, man. Um, he really tripped you out with this. Really? Did you know I've battled this question? Ah, lot of times. Many nights, sleekness nights on the bus, sleepless nights sleep this nights. What do you What do you consider like? The less let nights full of sleep sleep in s means nights full of sleep to you? Yeah, like No, it's not a rest ful night or sleep full night. It's a visit from the sleep ness monster. Who sort of So you believe in God believe Ness monster. He envelope Spellman. It's sort of like,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Popcorn","Popcorn Gallery","Popcorn","Scotsman","Joe Larini","Mega Man","Joe","God","Spellman"]}},{"_index":"handbook","_type":"_doc","id":"IRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_0","startTime":101.62,"text":"Oh, yeah, You know, when you hear that, you know what it means,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"KRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":214.02,"text":"It's Yeah, it's my confidence, You know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NhI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_2","startTime":313.58,"text":"I'm not twice of that. So we'll probably lose the top two minutes. Okay. There and then get right. Teoh, please don't shut","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Teoh"]}},{"_index":"handbook","_type":"_doc","id":"OBI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_2","startTime":323.78,"text":"let's go. Hey, shut the door. Sorry. Okay, I'm I'm claustrophobic. A little right now. You are. It's like starting to heat up a little. Well, let's talk about that. Claustrophobia is the topic for the first episode of That's Good, Tom and Greece. No, thank you. Uh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["That's Good, Tom and Greece"]}},{"_index":"handbook","_type":"_doc","id":"QRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_2","startTime":437.01,"text":"but Greece knows Is your name on this show? Well, what's up tonight? Greece knows. I've just been thinking","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Greece","Greece"]}},{"_index":"handbook","_type":"_doc","id":"QhI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":442.32,"text":"a lot about Greece being in the name of my,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Greece"]}},{"_index":"handbook","_type":"_doc","id":"TRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_2","startTime":548.86,"text":"Okay, well, you explain what a db, Eh? You know, we've run into this a lot of people not understanding what? The terminal","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UhI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":572.07,"text":"Okay, So how's your day, Tom? Oh, it's been pretty good about a fun Los Angeles kind of day. This this? Can we cut this second? Yeah, I'm sorry. Okay. One how's your day? Segment is good. And then what else? What else in terms of segmentation is important, you know, obviously important in short, recognizable Touchstones, people know I'm going into this segment that I way. Okay. Um So what else do you guys have? Anything else. I","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tom","Los Angeles","Touchstones"]}},{"_index":"handbook","_type":"_doc","id":"UxI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_3","startTime":599.92,"text":"also just say I'm better. More it like one word.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":613.22,"text":"Yeah. Yeah. And I could jump in and say yellow or blue or whatever you want.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VhI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_2","startTime":616.56,"text":"Sure. Well, that's literally color con. And you knew it wasn't. But we're just gonna keep moving forward because I want this show.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":704.23,"text":"now there goes a little You don't have to. By the way, I could say you're looking at a real tissue box. You don't have toe. They don't. Is that the topic box?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"bxI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":883.85,"text":"All right, everybody, welcome back to the show. And, uh, it's it's said the clock on the wall says it's time to go into the topic box. And, uh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"cBI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":894.25,"text":"very nice. What do we got here? Tonight's topic. Phobias.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":939.04,"text":"so pulling it back together here","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dxI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":952.03,"text":"the topic. Okay, Claustrophobia. So you got that, huh? So that's not a fear of sent. That's what closed. Something is not a Santa Claus thing. Hell, yeah. Huh. Hell, yeah. Much. You didn't answer the question when you said hell, yeah, he is good. Sorry to jump in. This is his. He is good at one or two. Where did he is Right about that. That was a very well executed two word answer.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Santa Claus"]}},{"_index":"handbook","_type":"_doc","id":"jBI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":1435.19,"text":"by Jesse Thorn of you might know him over at maximum fun dot or GTA Host of ah, Bullseye with Jesse Thorn and Jordan. Jesse go to Jordan, Jesse or Jesse Jordan. Jordan. Jesse, go, Jordan. Jesse, uh, thanks for coming by the show, Jesse. I'm glad to be here, Tom. Thank you so much for having made great Thank you for having me, Cody.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jesse Thorn","GTA","Bullseye","Jesse Thorn","Jordan","Jesse","Jordan","Jesse","Jesse Jordan","Jordan","Jesse","Jordan","Jesse","Jesse","Tom","Cody"]}},{"_index":"handbook","_type":"_doc","id":"jxI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_3","startTime":1469.05,"text":"was for the topic box. Okay, To emerge when you feel it. Sort of cooling down like that, Make a grab. Should we get not a literal grab doing it to give any context. Who Jesse is, though for like, like some kind of like","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jesse"]}},{"_index":"handbook","_type":"_doc","id":"kxI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":1509.66,"text":"in studio, we've got Jesse Thorn, the host of Bullseye with Jesse Thorn and Jordan. Jesse, Go. You can find both of those over at maximum fun dot org's and welcome to the show. Jesse, thank you so much for having me, Tom. Good to Shall we go to the topic? What? Did I go too quickly? That was perfect. I would have said even a little bit.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jesse Thorn","Bullseye","Jesse Thorn","Jordan","Jesse","dot org","Jesse","Tom"]}},{"_index":"handbook","_type":"_doc","id":"mRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":1562.44,"text":"He's emptying the trash on that computer, and it is about 15% of the way there. It's going to take three hours for that. That's good, because that means that there Cody, I assume that there was something very incriminating in the trash that you had to get rid of. So know something like","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Cody"]}},{"_index":"handbook","_type":"_doc","id":"mxI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_2","startTime":1586.03,"text":"and that renders your computer unable to","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nBI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_3","startTime":1589.29,"text":"produce any other sounds. That way, we get that little recording that's get we get that cool.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":1594.35,"text":"That is good, Coach. Good work. Thanks.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oxI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_3","startTime":1656.67,"text":"time. Fair enough. I did it. You're right. I was.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"pxI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":1673.79,"text":"pointing. The sound we're gonna hear 90 seconds. Saw you ready among. Okay. I don't know what that was. What was that? What was that? James Taylor live album. It's an audio file called Sequence One","PodcastName":"The Ads Version: Hollywood Handbook","tags":["James Taylor","Sequence One"]}},{"_index":"handbook","_type":"_doc","id":"sRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":1788.21,"text":"Eh? So other ones have been intentional. You had full control to these poor Yeah. Oh, you're scared of spiders? Spiders, right? Yeah, spiders and infinity.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"sxI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":1811.63,"text":"coming down the street and infinity? They're like, Wait, there's nobody behind the wheel on that. And then you look at it very closely and there's a spider just in a big spider. A small spider. It could be a big spider. Could be a bunch of spiders teaming up to drive a car, right? Maybe forming the shape of a human, that many spiders. What?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"tRI2MHMByMrymAEmfHZ1","_score":1,"_source":{"Episode":"The Grease Knows Eggs Show with Jesse Thorn","speaker":"spk_1","startTime":1849.61,"text":"there it's a very bad thing. OK, as we now there's no show and I am presenting just to Cody Cody. I know that you're a man of few words, but I'm just gonna pitch you a concept. It's like the spiders form the shape of ah of a man driving a car. What if there's Mawr spiders forming the shape of a second man? So they can use the carpool lane.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Cody Cody"]}}]