[{"_index":"handbook","_type":"_doc","id":"NxG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":3010.03,"text":"Okay. Sma'sh cut to Central Perk Cafe. Where when to go ha's been forced to cover the regi'ster, which he''s never even u'sed before becau'se Regan River Watche's Off picking up 'strike. So ba'sically, thi's brigand my'stical bea'st i's having take order's for the'se mocha frappe A lot chino's. Yeah, whatever they call. Yeah. Could I ju'st get a cup of coffee? Um, and I think it''s not going well. And Haye's, I think you were ca'st a 'sort of ah, difficult cu'stomer.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Central Perk Cafe","Regan River Watche","Haye"]}},{"_index":"handbook","_type":"_doc","id":"OhG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":3061.88,"text":"And on then on then a's a 'side note, Uh, and what lane greet exactly i's a grand A tran'slate to medium","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"OxG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":3072.71,"text":"The Thank you. So he ha's a whole routine on thi's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QxG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":3184.2,"text":"uh, and it''s becau'se I'm on 'such a high. The fact that we're having thi's mi'scommunication where it''s noi'sy and we can't nece's'sarily di'stingui'sh, you know. I's it Hawkeye or hot guy? The audience who''s 'so loo'sey goo'sey goat The float. They don't care what we call him. I mean, they ju'st want more 'show, but they do want to help u's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["di'stingui'sh","Hawkeye"]}},{"_index":"handbook","_type":"_doc","id":"RRG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":3224.05,"text":"yeah. Sound's like Tyler''s ring","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tyler"]}},{"_index":"handbook","_type":"_doc","id":"ShG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":3312.78,"text":"It''s ea'sier for me to keep track of","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"TBG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":3323.53,"text":"Hey, that''s my group. It''s me Mimic here. My name''s mimic, and I al'so have a group affiliation with none.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mimic"]}},{"_index":"handbook","_type":"_doc","id":"TRG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":3331.68,"text":"My name i's Mimic, and my 'superpower i's mimic re.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WxG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":3498.21,"text":"and he''s holding the card in hi's head.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XRG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":3515.66,"text":"blacking out harder than way are, which i's pretty hard. So that''s 'something to li'sten for. I gue's's So. We're al'so thinking about 'some of the'se Avenger's movie's. Obviou'sly, we feel they don't have a Novak's men. U'sually we I al'so had a brain'storm. Why aren't they working with Batman?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Avenger","Novak","Batman"]}},{"_index":"handbook","_type":"_doc","id":"ZRG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":3629.92,"text":"Um uh, That''s really nice, Trump Batman. But you, you know loud in here anymore.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Trump","Batman"]}},{"_index":"handbook","_type":"_doc","id":"chG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":3821.3,"text":"I 'started twice, and each time I bailed and they ju'st 'say what it wa's that actually called. Oh, I had a Yeah, I had a joke in mind where I wa's gonna, um a's I wa's reading that card","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dRG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":3852.26,"text":"robbed me of the in'stinct to make that joke. I wa's read and you could kind of hear me pau'se a's I 'said, The incredible Hulk. Yeah, Guide And looking at it on I and I'm about to go on a run about like to me. Seem's like a criminal. Who The jean 'short's and and I and I'm going to get into that and I I'm 'saved wa's like digging with the pelican u'sed to 'shovel and it wa's hitting all the bodie's and turned him into zombie's. And now they're all going to the wedding, and it''s it''s gonna be crazy. You can depo'sit. Can I ju'st 'say how thankful I wa's? Every time Chef Kevin 'started to 'speak, I knew it wa's going to kind of take a little while ju'st buy the gratitude I experienced in that moment. I would like to be able Teoh reproduce like for my entire wife. That''s the That''s the kind of feeling I wanna have,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hulk","Chef","Kevin","Teoh"]}},{"_index":"handbook","_type":"_doc","id":"dxG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":3918.95,"text":"In thi's moment, I am thinking if he didn't do thi's, I would have 'started talking about the Audible, huh? Becau'se it wa's the only idea that I had of what to 'say. I 'should have. It wa's the angel That''s right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Audible"]}},{"_index":"handbook","_type":"_doc","id":"exG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":3963.11,"text":"actually, you know, for the 'sake of thi's game, I'm gonna allow it. But in reality, which i's the world that I've created? The walking dead wa's a riel documentary about five year's from now. Uh, you can't do it. But for now, okay. And I actually got to go. I got another pan. Okay? I ju'st want to know Are you gonna do whatever the thing i's that make's that happen in five year's? Yeah. Created I 'start a zombie viru's. We know you are going to do it. Yeah, it''s me a's and me and thi's girl Ravana way. We 'start fucking 'so much that we create thi's weird viru's. It take's over all of humanity, and then a lot of other 'shit happen's. But there''s a lot of diver'sity in the ca'st that no one ever wear's long 'sleeve's made of duct tape, which would 'solve the entire zone B problem altogether. Yeah, nobody could do that. It''s all 'short 'sleeve's. That''s a big part of the thing that I'm trying to 'solve. Story wi'se. I don't have time for thi's podca'st. I do have to go. The duct tape thing i's really bothering me. Kerkman out. Sure, 'sure. We don't want to hold you up It all. Robert Kirkman. Hey,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ravana","Kerkman","Robert Kirkman"]}},{"_index":"handbook","_type":"_doc","id":"fRG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":4026.73,"text":"To me, it''s ju'st like when we were having a 'small medium and large way 'should clarify. We'd We did get word ju'st before we came out here. That team Coco Hou'se today i's gonna be ju'st thi's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Coco Hou'se"]}},{"_index":"handbook","_type":"_doc","id":"ghG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":4126.2,"text":"cla's'sic Conan quote coming out. Yeah. Hang on, my friend Robert Kirkman. Hey, guy's. Andy Richter here. I's it cool if I 'still chill?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Conan","Robert Kirkman","Andy Richter"]}},{"_index":"handbook","_type":"_doc","id":"hhG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":4191.72,"text":"No one can leave. It''s ju'st thi's I 'should We like to do a time check every now and then. We're four minute's into the 'show. Ye's,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"jhG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":4327.45,"text":"unimportant, ju'st go ahead and tell the audience a Thi's matter's. And I think it help's wake up back. Thank you 'so much. Give it","PodcastName":"The Ads Version: Hollywood Handbook","tags":["ju'st","Thi"]}},{"_index":"handbook","_type":"_doc","id":"kBG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":4348.35,"text":"And, uh, are you doing an impre's'sion of the audience? That''s right. That''s right. Somebody on the cabin decide's to make that noi'se of Mike 'signal boo'st for that 'sound. I I want to point out, too, that a's we're li'stening to thi's in the 'studio, having done it ye'sterday and lived it, we're not, um, 'squirming, con'stantly taking our head foot. So I have to take my headphone's Off every couple minute's becau'se I know what I'm about to dio and I cannot hear it again.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mike"]}},{"_index":"handbook","_type":"_doc","id":"lBG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":4437.83,"text":"when my father killed me. Nobody exactly know's why. Right? But then you 'start talking about my my guy. My God. So 'stop it. Uh, hey, guy's win to go here. Gonna back off. Ju'st 'stop, You know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"lhG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":4469.15,"text":"You know, I've often put people in a ideological political camp there oppo'site for me in a nonhuman category. I think of them. I call them name's like Lipped Heart, thu's making them le's's than human and 'somebody that I can't connect with. But when that guy went to go 'said he wa's gonna back off and that we could ju'st laugh down, it made me rethink 'sort of my humanity and our mutual humanity. Hey, guy's, Tyler here. I think I've changed in America can finally come together a's a whole. Let''s go to thi's wedding. Wow. Wow. Hey, guy's. Sarah Silverman here.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Lipped Heart","Tyler","America","Sarah Silverman"]}},{"_index":"handbook","_type":"_doc","id":"mRG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":4539.25,"text":"thing wa's to follow with. No, but that''s what I wa's planning on doing all along. And I immediately knew what you were doing. It wa's like, OK, good idea. Um, I'm about Teoh. Flame out","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Teoh"]}},{"_index":"handbook","_type":"_doc","id":"nxG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":4608.81,"text":"Rough day.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oRG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":4620.16,"text":"Hey, guy's, when to go here, not touching that. So what will Dio purpo'se's of recording the 'show a's we will record thi's And then we'll wait and 'see how the Jame's Gunn 'stuff play's out. And if people are mad at him in a couple of day's, then we'll record an extra thing where we come in. If you go into 'star's, we go Day of we knew it, we were AmerGen but it kind of come's around there''s, like, you know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Dio","Jame","Gunn","AmerGen"]}},{"_index":"handbook","_type":"_doc","id":"rhG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":4789.67,"text":"that you 'say","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"uBG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":4978.35,"text":"Hey, guy's, Trey Ana'sta'sio here. Who? I hope I don't get 'scratched by cyber clau'se. Right? Oh, I'm jamming.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Trey Ana'sta'sio"]}},{"_index":"handbook","_type":"_doc","id":"vhG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":5019.79,"text":"What a 'sick Book. Really? Ye's. Thank you.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zhG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_0","startTime":5235.01,"text":"once again 'see's the dark. She i's emitting a huge explo'sion all around her, vapor ri'sing, everyone. So you get here. I'm 'so relieved to have introduced like an actual like comedy. Pre's's were not ye's of Cyclop's not wearing hi's gla's'se's. Drink the wedding. So he i's admitting a full beam bla'sted a hole in the ceiling that I try to go back to do e's'sentially the exact 'same thing again. Yep. With Jean Grey on and with a riel. You know, comic book 'storyline. I mean, 'sort of the mo'st","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Cyclop","Jean Grey"]}},{"_index":"handbook","_type":"_doc","id":"zxG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":5270.07,"text":"famou'sly retold one, But but certainly no longer 'subverting the idea of the'se Comic-Con character's at all. Ju'st 'saying, like, thi's i's their power And 'something they did. Ye's. Which they The reacted intere'stingly, exactly the 'same when we were 'subverting the car. But character's i's when we were acting like you actually addre's'sing directly addre's'sing actual now? Yeah, it''s the audience wa's very con'si'stent in that regard. I thought a reference to Dark Phoenix would play differently than u's. Not pretending to not know Hawkeye''s name,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Comic-Con","Dark Phoenix","Hawkeye"]}},{"_index":"handbook","_type":"_doc","id":"0hG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":5328.28,"text":"So I don't 'see why we wouldn't 'sma'sh cut to the Ca's'sini mi's'sion.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"3BG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":5488.6,"text":"funny, Gue'st. So I am hearing that we 'should wrap up. Comic-Con i's over. We have been here for 20 day's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Gue'st","Comic-Con"]}},{"_index":"handbook","_type":"_doc","id":"4xG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_1","startTime":5632.87,"text":"food there on the very kind of quiet taco, Uh","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"7RG9LXMByMrymAEmK8o0","_score":1,"_source":{"Episode":"Triumph At Comic-Con","speaker":"spk_2","startTime":5797.82,"text":"Love, Rachel Bloom, Collection of Men, Corp'se's and one woman,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rachel Bloom"]}},{"_index":"handbook","_type":"_doc","id":"_BG_LXMByMrymAEmTcoc","_score":1,"_source":{"Episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","startTime":1170.47,"text":"in that. Remember Miley''s 'scandalou's outfit. Oh, plea'se. Uh, three only thing I remember from the pa'st 'several year's. It''s ju'st it''s ju'st burned into my mind that e j 'starring men appropriate's underpant's. It''s underpant's on the out'side with nothing over it. And to me, I have to ju'st 'say, Can 'someone get thi's girl of road or 'something? Getting clo'se? Ah, clothe's, 'scattered clothe's get under clothe's. Yeah. Under under clo'se a's clo'se i's not It''s not enough. You know what? If you're doing that, that''s the wrong kind of attention. Yeah, if that''s how you're getting famou's for. I'm 'sorry. Uh, 'somebody call, You know, 'someone, the police or 'something. So can we 'start? Can we 'start on my Book? Yeah, ab'solutely. It''s called Haye's. I wi'sh I wa's your lover. Ah, Science like that. Signed the people of Earth. So which i's a 'show? It i's not about the 'show about the 'show people over. Okay. Yeah, but 'so the title i's a letter from the people of Earth to you? Ye's. And they wi'sh Okay, in the form of you know that. You know, thi's parody of a 'song they're going Hey, I wi'sh I wa's your lover. Okay. Okay. Yeah. So it''s a parody of that? Ye's. Doe's it go any further than the title? That can 'see? Yeah. Not really. Okay, there might be 'some more 'song parodie's in'side, but that doe'sn't really come up again. Okay. Uh, again, again, I think you have to go a 'step further to call it a parody. Okay, well, it''s ju'st funny on in thi's argument before, but it i's for actually cracking me up, ju'st hearing them even 'say it al'so like Come on, it''s funny. And it 'sound's like the name of the 'song, but it''s a little different. One word i's different. And 'so that i's actually exactly what a 'song parody i's. Oh, again, there''s room for note to give you 'some example's. There wa's a 'song called beat it. Yeah, And then the 'song became called Eat It. No, I know that, but that wa's officially a 'song parody. But I'm gonna ju'st 'stop you there. Becau'se what? That wa's weird out. Okay? What he al'so did wa's he did the whole 'song. I need it. You know how it 'sound's like be. No way. Yeah, I know he did. He rewrote the whole thing and re recorded the whole thing and made it about about how he want's to eat it. Oh, I want you to eat it. Yeah. Hey, you 'should eat it like here''s food. And 'so we talked about a bunch of food's and why you 'should eat it. So, like having banana have a whole bunch? It doe'sn't matter what you had for lunch. Yeah, Yeah, yeah, yeah. That''s exactly right. He did the whole thing. And then, if that''s what make's it a parody, Okay, Little try hard at that point. I don't know, man. Well, well, well. What about thi's example? Cau'se I know he didn't do it for thi's. He did. Ah, he parody Love Obama. And he 'said la'sagna. Okay. Like that wa's the whole parody. Yeah. Yeah, But I think al'so he did the whole 'song. He''s going la la la la la'sagna Are all The 'saw egg's? Kind of about thi's about eating food? Doe's thi's i's thi's have to be hi's? So doe's haze's in order to be a parody. Doe'sn't have happy about food Ha's to be about food becau'se I have one about food for mine, which i's good. Obviou'sly, when life give's you climate's make Clement aid and then Clement date it 'say's, like like Beyonce''s Clemen Aid. And then 'so that''s about food, you know? Where doe's it 'say that? Uh, where doe's it 'say? Like Piat 'say's you when you open it up, you know, the greeting card's that you hope it up, they talk to you. Yeah, and 'so what, you open the fir'st major get's like Beyonce''s club in A you know, And and I wa's al'so hoping to u'se a lot of her becau'se people really liked lemonade. Yeah, becau'se it wa's u'se a lot of re'st. Seem's I'd like to u'se a lot of that plea'se, becau'se that 'seem's like it wa's over a lot better than 'some of what I've been doing. Okay, One her 'stuff. Your 'stuff? What? You either either. I ju'st been like me in thi's podca'st friend. It''s ju'st me and another, like, 'sort of clever white guy, like, kind of like cackling at each other, like half 'shot's at thing's that are more popular than we are. Thi's'll like, that''s the whole fucking thing. And then we go weight's of funny, You walk away. And then we talked at the parking lot for, like, an hour about how funny Off when they got two dozen people Li'sten, di'sapproval, they all look ju'st like u's. Ju'st fuck. It 'suck's. Wherea's what 'she wa's doing 'seem like, had a really Yeah, 'sort of me's'sage dealing on re'sonated with the big audience. There wa's 'some arti'stry behind it. You know, It 'seem's like it would take forever, e'specially for 'someone like me to come up with that. But if I can kind of u'se her's, Sure. Yeah. Then that time 'she already did it. Yeah. Ye's. So yeah, 'so that that I think, would be a 'strong choice for you. Take 'some of her 'song's,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Miley","Haye","Earth","Earth","Come on","beat it","It","Obama","la la la","Doe","Doe's","Clement","Clement","Beyonce","Clemen Aid","Piat","Beyonce","Thi's"]}},{"_index":"handbook","_type":"_doc","id":"_RG_LXMByMrymAEmTcoc","_score":1,"_source":{"Episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","startTime":1493.73,"text":"make him about food. Okay, can Then you leave on your own per'sonal narrative. Do you have to know what the 'song's are? Not 'sure. You know what? They are helpful. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BhG_LXMByMrymAEmTcsc","_score":1,"_source":{"Episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","startTime":1971.17,"text":"Did you did it? It it it it todo Wait, Don't 'shoot Moriarty out of the 'sky. He''s gonna land in 'some foreign country and try to tell them that The Berrie's founder's don't know that a great 'shape come's down to great blade's. We re It'll be tragic. They need to know the 'shop. Durable 'steel La'st. That''s exactly what herring's u'se's. They make 'some of the highe'st quality blade's in the world price much lower than the leading brand. Who Blue rule. Look out there. They brought back up and they're on our tail. A barrel roll way. Here''s another barrel roll. Oh, wait. Okay. I'm gonna take up down into thi's valley, and then I'm gonna turn the friggin plage 'sideway's and try toe explo'sive them both by you hitting them on the 'side's of the mountain's. Okay, I'm gonna put my goggle's on. Okay. Meet you. That''s a good idea. All right. Goggle's on. Ready?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Moriarty","The","Berrie"]}},{"_index":"handbook","_type":"_doc","id":"CxG_LXMByMrymAEmTcsc","_score":1,"_source":{"Episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","startTime":2158.16,"text":"e got dolphin. Don't do a barrel roll over.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ERG_LXMByMrymAEmTcsc","_score":1,"_source":{"Episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","startTime":2456.2,"text":"Okay, 'so that''s the pri'soner''s dilemma. Yeah, what do I do about thi's? And I don't wanna pi's's you off. But if one of the bigge'st 'song's and my whole thing wa's gonna be the 'song that went it''s a pizza bbo pepperoni and chee'se that ha's a more Plea'se 'stop that Now that 'song''s already about food. So how do I parody that and make it about food? I ju'st wi'sh you would not talk about you know, why not here to pi's's you off. Look. And they fully eliminated the pizza From The menu. And talking about you were 'specifically the happie'st kind of pizza will make people happy and they've 'stopped it. Dominoe's Didn't Who? Who''s McDonald? They had a pizza pizza. They had a pizza. Happy meal, pepperoni and chee'se. Okay, I don't remember that at all. I think to me in a 'sauce of mayhem. Simply, I don't know the middle part of the 'self. That''s fine. E'specially don't 'sing it. I don't remember that at all. When wa's that? Oh, boy. Oh, Berto Jerky. Gotta 'say it wa's probably in the late eightie's 89. Maybe you 'strike me a's MC rib people to get real excited. Make way come's area. Yeah, and ju'st make a big fu's's unit economic's behind why the McRib i's only temporary. Available? Actually, yeah, yeah, everybody, I do too. Ye's. I actually know why. It''s the food it ha's to do with the food buying the flu with and cooking it. It''s when the food i's low. When it''s when they do it le's's expen'sive for them. So yeah, you know, when the makeup come's around, I eat three meal's a day, 'seven day's a week. Um and when it''s gone, I actually ju'st eat Ober toe, boyo. Beto When it come's back, I 'say, maybe thi's year i'sn't 'such a fail, after all, every time it come's back. Yeah, you do. You have 'strong feeling's about the ridge's that look like the actual rib's. Ye's, there. Yeah, I have 'strong feeling's about it. Fucking rock's. Yeah, I wi'sh they were deeper. Yeah, I wa's i's counterintuitive becau'se it 'seem's like there would be le's's rib there would, but But I wi'sh they were faker even then they are already. And I'll tell you 'something el'se. I keep obviou'sly a journal of my diet. And when the mcrib doe's come back, I noticed that there are a lot of i's'sue's that come up for me phy'sically with my health, and I'm glad it''s worth it. Becau'se the 'sauce, The fake ridge's that I wi'sh or even faker and deeper 'so there i's le's's meat and the freaking bread it''s on. Where did they get that? It''s 'so good. I have a que'stion day. Yeah. You famou'sly began your memoir fade in. Are we allowed to do that a's well, or do we have to do a different tran'sition? I mean, there are No, there are 'some rule's, but there are no rule's in thi's. Do what you want. We can u'se 'some of the 'same word's. Yeah, it wa's an hone'stly up until the very la'st minute wa's picture it. But then I ju'st kind of like the la'st minute I think I had been to the art lighten. Ju'st 'started thinking more cinematically life. Stop it. Yeah, I called May my editor and I wa's like, Don't credit. I gotta make a change. And I did it. I made it faded. And I think that really put you think exactly the right friend's. You'd Ye's. Well, it''s not 'so Er yeah. What? One thing I wanted to 'say in mine i's I wanted to keep going and 'see Thea of every chapter. Um, I did want to go. Well, that ju'st happened. Uh huh. Yeah, it''s fun. Well, there''s that when a character i's like being introduced enter Joanne. Ye's, Ye's, ye's, ye's. I'm 'sort of Helen Stage left tho'se thing's. They're ju'st fun, you know? I mean, it 'show's that you have a commandment. Can you de'scribe your'self? Like when you 'say, Like, enter the claim dog or whatever? Can you be, like, hot, but doe'sn't know it? Oh, ab'solutely. Like, about your'self? Yeah. Becau'se you if you're 'saying it about your'self, it doe's 'sort of challenge The limit's area. Ye's. Well, it''s ju'st like, how can I 'say that? I doe'sn't know it when I'm telling you it, but maybe it''s that I could 'say hot but doe'sn't know it. But 'somebody told them right after. Yeah, Uh, yeah, but yeah, you know, I think I think that it make's your character kind of 'shell and relatable and ju'st like fun. Like, ea'sy for the reader to Canada? Yeah. To relate to enjoy, um, que'stion related to Sam''s memoir. And here, Sam, I've been 'studying hi's in preparation for writing my own. He''s 'something of a pop culture. May then and he began Hi's's Ah, a long time ago in a ho'spital far, far away. Oh, yeah, I like that. Like that, which i's a reference toe, Some of hi's favorite character's. I's that okay to do? I's I think that a parody, I think not only i's that okay, I encourage it. Obviou'sly. I ju'st think it''s like you and your reader get on the 'same page figuratively and literally. Yeah, right Off The but 'shouldn t have had to at lea'st put it in the ho'spital cafeteria 'so that it''s about food.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Dominoe's Didn't","McDonald","Berto Jerky","McRib","Beto","May","Thea","Joanne","Helen Stage","Canada","Sam","Sam"]}},{"_index":"handbook","_type":"_doc","id":"EhG_LXMByMrymAEmTcsc","_score":1,"_source":{"Episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","startTime":2784.45,"text":"Well, if he wanted to do a 'song parody. Yeah, but if he ju'st want's to write a memoir ju'st for 'song, charity and memory, I have to be about food. It can be about food, but it doe'sn't have to be about food. He call's him'self Luke. Sam Walker, huh?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Luke","Sam Walker"]}},{"_index":"handbook","_type":"_doc","id":"JRG_LXMByMrymAEmTcsc","_score":1,"_source":{"Episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","startTime":3219.13,"text":"100 0 wow. 300. That''s a bunch of day's. Yeah. Yeah, man, I can't believe that Sam Kat my 'style a's the only thing that made me intere'sting. Yeah. Sudden. Thi's fucking dude come's in who already ha's motorcycle's, who already ha's tattoo's, who already i's kind of mean about my dog 'showing up here. He ha's 'so many brand's. Yeah, And then he goe's like, What''s the one thing Shawn''s got going for him? Let me ju'st freaking gobble it up. Yeah, and it''s newer. It''s fre'sher. It''s younger. I didn't know you could ju'st do that. Of cour'se you would have done in a 1,000,000 year's ago. Yeah, becau'se I alway's thought I wa's too boring to have thi's like back'story. I didn't know you could ju'st be like, Oh, yeah, Thi's i's my thing. It''s m d meet. What''s that? Dimitri? Vegetarian. Oh, no, I'm have Ah, my Love. Want me? You know. Okay, I'll do a thin 'slice. Okay, Only thin me. OK, he's kind of doing the vegetarian corner. You have a 'song that you have a 'song about? Kevin Bartel's. Ru's'so lunged me. Yeah, way. Something. Uh OK. I's there a parody of my Sharona? For example? You could do with the lunchmeat bologna, uh, then i's called my bologna. See? Again weird out. Got there. Okay. Hey, 'say's it Kelowna ju'st to kind of make it more like more fitted. Yeah, fitted. You know, The Oh, yeah. Okay, 'song. But that doe's not imply that lunch meat i's Off The tape. My Sharona, you can take it in your own direction. Okay, again, it ha's to be about Well, I think I mean, nowaday's, it would have to be Mama my Corona. Right? You know, now I can't do that one and neither can Sam apparently being okay but A''s You could do my corona well. You're allowed toe own it here ju'st now that you're let you own a beer, right? That''s true. Ju'st not allowed to drink. That''s true. But you can like I 'still have 'stock in beer company. Uh oh, right. Talk about your portfolio a little bit. And how you've inve'sted in a lot of different dome'stic and foreign beer's I keep mo'stly Bitcoin of I'll keep Bitcoin of booze i's okay, I'll keep blocked chain's for Corona''s Wow, the re'st of the portfolio i's mo'stly ju'st thing's I've drawn and","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sam Kat","Thi","Shawn","Thi","Dimitri",",","Kevin Bartel","Ru's'so","Kelowna","ju'st","Sharona","Sam","corona","Corona"]}},{"_index":"handbook","_type":"_doc","id":"MhG_LXMByMrymAEmTcsc","_score":1,"_source":{"Episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","startTime":4281.2,"text":"Thi's before or after my time. Your alma mater, you were. You might have been to the other 'studio. Probably Watche's Kurt Loder dead now, Carlo's. Very much alive. Right's for Rea'son Magazine. If you have rai'sing magazine Rea'son","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kurt Loder","Carlo","Rea'son","Rea'son"]}},{"_index":"handbook","_type":"_doc","id":"MxG_LXMByMrymAEmTcsc","_score":1,"_source":{"Episode":"Dave Holmes, Our Close Friend Again","speaker":"spk_0","startTime":4300.26,"text":"'s Hey, thi's i's Arne Camp From The Improv fanta'sy podca'st. Hello. From The Magic Tavern. I fell through a dimen'sional portal behind a Burger King in Chicago into the magical land of food. And he 'started a podca'st. Sea'son three ha's ju'st begun with a brand new adventure to defeat the Dark Lord. If you're new, li'stener or you've fallen behind, Sea'son three i's a great jumping on point. And we've got great gue'st's like Ju'stin McElroy. I 'sat like a fancy college profe's'sor,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Arne Camp","Improv","The Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]}},{"_index":"handbook","_type":"_doc","id":"RxG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":370.19,"text":"well, e'so welcome toe.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ShG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","startTime":435.1,"text":"and your patient's will take thi's at your pace. Yeah. Um uh, yeah, Well, um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ThG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":453.19,"text":"'so I ah, I don't know if people know thi's about me, but I love Mediterranean food. Yeah, and 'so, um, I make 'something I call The falafel waffle, where I, um ah, grill pita bread and a waffle iron young. And then I 'smu'shed falafel into thi's mu'shroom, and I 'spread, um, 'some 'spicy feta chee'se can a little bit of homicide From and 'some of tho'se, like pickled onion's. And they have and, uh, I fold that all over. Oh, deliciou's. And I chomp on that. Yeah, uh, and I do thi's in the kitchen of any re'staurant that will let me back. Sure. Ju'st excu'se me. Can I happen? Yeah, whatever. Peter King or, um, uh, 'some of the'se one's have crazy name's. I can't I don't want to pronounce becau'se I don't want to be in trouble. Wrong. Um, but I I will go to tho'se place's. You and, uh, And I wa's in one, and I 'said, Hey, can I get back in the kitchen and the guy behind the counter When? Uh, 'sure. I don't care. Yeah, I ju'st work here. I mean, 'something felt, huh? About the way he 'said it. And I notice he''s looking at one of the'se phone's like a will have now. You mean like a like an iPad, Or like a like? Yeah, like, it i's like an A, but 'shrink for 'shrunken. So, um, he''s looking at it. And then I look a little clo'ser, and I noticed he''s crying and he''s bleeding a little. Can I go? Hey, man, I hope thi's i'sn't too intru'sive. Yeah, um, you know, we ju'st met. Yeah, Exactly. Like or didn't even really mean I a'sked to go to the kitchen. You 'said okay. And I'm hungry. Keeping my definitely. So I'm already not, like, prepared to take a body blow. Exactly. When I'm hungry, all my defen'se's are down and even the 'slighte'st and I'll go and I'll be even more on it. I wa's, in fact, hang Gree. Yeah. Uh, yeah, and and it''s brave of you to admit that I I think Well, I'm not 'somebody who want's to look like Okay, thi's guy get's hang Gree, you know? And then that''s ju'st how people 'see me. I try to be a 'superhero on thi's 'show. I am 'sick of it. I hear you. I think I have done my'self and my audience a di's'service by alway's being thi's bulletproof Superman. Awe'some guy. Funny and nice to everyone who come's in and ju'st cru'shing it. And and Social media doe's thi's. Ye's. Hello. Everybody i's not on vacation all the time. Exactly. You know, why don't you put up in in'stagram 'story of the fight you're having with your 'spou'se over how you 'sma'shed all the cup's? You know you're Rheal 'self on 'social becau'se that''s what''s happening in our that''s life. I have an idea for a bu'sine's's ju'st a's a 'side. No. You know tho'se 'sign's that they put in like a warehou'se that will 'say thi's workplace ha's blank number of day's without an axe. Okay, Ye's. Say, like, 45 then cro's's out and 'say 00 What about like, thi's relation'ship ha's blank number of day's without an argument. And you put that 'sign up in your kitchen and then maybe a's 'sort of a way to have a light touch after, If you 'sma'sh all the cub's. Ye's, Um, and your wife i's like, I wanted to have 'some water to drink on. Now I have to drink it out of my hand and hand's like a dog. Uh, you 'say, uh, you go over to the 'sign and you cro's's out the number, and you go ahead and you put a zero goo'se egg up there. Yep. So 'so, anyway, um, to get back to the 'story, I wa's in, uh, thi's crazy name place, and, uh, he and I 'said, Do you mind? Um, what i's it that you're 'seeing there on the 'shrink and I had and really quick, where wa's he ju'st to paint it, But where wa's he bleeding From? He wa's bleeding from hi's wa's hi's no'se and hi's year's. Okay. And I 'said, What i's it you know that you're 'seeing that''s making you 'so up'set. Um, and he 'said, Oh, my God, You haven't heard. And I 'said, Ah! And I 'said no. Oh, no. I have I have. Oh, yeah. Now I know becau'se I'm embarra's'sed. Bulletproof? Sean, I don't approve, Sean. I don't want to 'seem vulnerable. Apron that I haven't heard. You know, that''s one of the rule's in thi's town i's, like, never 'show. One can tell you about anything that you don't already have known. Somebody 'say's, like, Are you going to blink party or whatever you go? Oh, plea'se, I planned. Exactly. Even if you don't know what it i's or where it i's or who the per'son that''s a'sking it. I planned it. I'm ho'sting it. I'm actually 'seeing it. That''s my party. And I ju'st cancelled it. Yeah, and I won't 'see you there. Yeah, you know, um, but then I 'said he 'said, Oh, well, then, if you already heard, then Ah, I gue's's you're ju'st being pretty brave. And I 'said, Yeah, I gue's's 'so. And he 'said, becau'se I know that I'm not able to not bleed and cry when I find out","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Peter King","iPad","Gree","Rheal","Sean","Sean"]}},{"_index":"handbook","_type":"_doc","id":"UBG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":778.41,"text":"that they're 'shutting down the precinct","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WRG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":921.03,"text":"Yeah. Like","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XhG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":1047.57,"text":"ju'st a's there are ju'st a's a reminder. Yeah. You know, you don't call them that. Don't look at thi's. So, um uh, hey i's, uh, couldn't be here. He''s on a trip. Lucky ham. Um Ah. And we, uh, wanted to do 'something with Adam. You couldn't take the pre's'sure off of me too, Which i's the have a call in 'show where people can call in and do. Thi's i's 'sort of almo'st like a reddit am anything and it''s. But in'stead, it''s in human form. I under'stood u'sing phone, got it and read It i's a, um read it i's a magazine i's a on my magazine? Ye's. I's it on the magazine? Seen that. It''s a webzine, which ha's all different chapter's Champion's flip through, 'so I gotta and","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Adam","Thi","reddit"]}},{"_index":"handbook","_type":"_doc","id":"YRG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","startTime":1147.03,"text":"Great. And, hey, uh, were quick before we do thi's. Ah, Chef Cavin.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Cavin"]}},{"_index":"handbook","_type":"_doc","id":"ZxG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":1193.6,"text":"So, um, 's 'sobre are we 'set up to take 'some caller's? Yeah. The call line's open","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"axG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":1224.17,"text":"Okay. John. Hello. Who i's thi's? John i's me.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John","John"]}},{"_index":"handbook","_type":"_doc","id":"bBG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","startTime":1230.42,"text":"Who? Haze a haze.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"eBG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","startTime":1280.6,"text":"And they and their writing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"exG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":1304.37,"text":"Oh, no. And you could feel it. And then no again in much bigger letter's. And I know exactly what ha's happened","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fRG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":1319.08,"text":"And on energy education he's on my vacation and I collap'se","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ghG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":1368.89,"text":"yeah. Well, let''s talk about that for a 'second. Um Hi, Adam.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Adam"]}},{"_index":"handbook","_type":"_doc","id":"hBG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","startTime":1376.06,"text":"that you were on the that you are on the","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"hhG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","startTime":1381.54,"text":"Barron Bam. Sound's lovely. And 'say hi to Lake Loui'se","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Barron Bam","Lake Loui'se"]}},{"_index":"handbook","_type":"_doc","id":"jhG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","startTime":1618.46,"text":"and get tho'se nice 'sear line's. And and 'so, uh, you know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["sear","line"]}},{"_index":"handbook","_type":"_doc","id":"nBG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","startTime":1816.85,"text":"'surgery. I feel like I'm gonna be able to figure a lot of","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oBG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":1847.73,"text":"Well, thi's'll one's on me. I 'should have 'seen thi's coming. Ah, that i's The Clem dog doing ad. So obviou'sly there''s thi's company we do an ad for. They're great for hymn's dot com They they they know that it''s ea'sier to keep the hair. You have them replaced The here you've lo'st. It''s, you know, one 'stop 'shop for hair lo's's, 'skin care, 'sexual wellne's's, all that for men. So what are I dio? Well, I put on my thinking cap and I 'said, Well, what they're doing for hymn's I'm gonna do for Herm's. And it wa's very 'succe's'sful. We launched a whole line of product's that were hymn's for Herm's and the hymn's for Herm's gave ladie's the opportunity to get 'some of thi's 'stuff that had previou'sly only been made for hymn's by four hymn's dot com. So after that launched, we wound up getting a big demand From hymn's for 'some of the'se hymn's for Herm's product's. Okay, great. So then we open up and we're going Hey, any of the hymn's that want Herm's. We've got Herm's for hymn's. Now. That went great. We were given them, you know, 'stuff. There''s no you know, there''s no ah herbal 'supplement's here. They're pre'scription 'solution's that are backed by 'science. There''s no waiting room's, no awkward doctor vi'sit's. They could 'save hour's, you know, by going to four hymn's dot com. If there were guy's are going to four hymn's for Herm's. If they were, girl's are going to four hymn's, four home's for hymn's If they were guy's who wanted the product's we'd made for girl's in'spired by the guy product's. Now what do you think happened next? The ladie's got mad. And ladie's, I hear you. So we are now going to addre's's the women who got jealou's of the Herm's for hymn's. Product line we came out with and they go, Hey, we want that, girl's, you can have it. We're doing hymn's for Herm's, for hymn's for Herm's and thi's one''s for the ladie's. And it''s for the ladie's who are jealou's of the guy's who got jealou's of the ladie's who got the product's that we made for them that had originally been for guy's. So a doctor can review and pre'scribe you Ah, at four hymn's dot com, and everything will be 'sent directly to your door. There''s medical grade 'solution's, rial doctor's, well known generic equivalent's of name brand pre'scription's that can help you keep your hair and get more affordable acce's's to pre'scription's, product's and medical advice. They need for? For my thing, there''s le's's doctor's involved. Ah, which 'streamline's the proce's's that for hymn's dot com ha's doctor's. And, like, pre'scription 'stuff. My thing i's, um Well, it''s a lot of ju'st nice Smehlik 'soap's. And the 'soap's will wa'sh a guy, but they can al'so wa'sh a girl. And what we're looking to do now i's 'say, hey, any of the girl's who like the way the guy 'smell after the guy u'sed the 'soap that originally had been 'sold to the girl's go ahead by the 'soap becau'se it''s healthy for everyone. Chef Kevin. Hey, guy's, 'shove Kevin here.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Clem","dot com","Herm","Herm","Herm","Herm","dot com","dot","Smehlik","Kevin","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"oRG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_2","startTime":2045.78,"text":"Do you want to talk a little bit about 'some of thi's 'stuff?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"pxG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":2149.58,"text":"I had already lived thi's a's I wa's. I wa's ju'st Something wa's being revealed to me that had alway's been there. I wa's 'seeing. Ah, 'something that I had been turning a blind eye to that wa's pre'sent within me. Yeah, and 'so there wa's not a feeling of 'surpri'se. There wa's a feeling of Oh, yeah. Great recognition. A Do you know what? You actually Oh, yeah, right. Oh, what? That''s right i's what I wa's 'sort of 'saying, Yeah, I had a So if I could, um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"rBG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","startTime":2218.71,"text":"Um, and I wa's 'so if I Good, gue's's how thi's i's going So far a's Adam, you have mo'stly been a'sking Shawn que'stion's. We ju'st kind of been ju'st I have been kind of holding hi's hand. Ju'st it''s Ah, The mood in here i's dark. The light's are off.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Adam","Shawn"]}},{"_index":"handbook","_type":"_doc","id":"sBG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","startTime":2277.93,"text":"Oh, I get in","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"tBG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","startTime":2294.08,"text":"i's how in rever'se engineer?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["rever'se"]}},{"_index":"handbook","_type":"_doc","id":"uhG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","startTime":2355.46,"text":"i's the wife","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xhG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_1","startTime":2463.25,"text":"wound's. Um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1BG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":2548.09,"text":"It''s gun Third, The waiter From friend's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1hG_LXMByMrymAEmwcsJ","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":2573.67,"text":"I go The fro'sted tip's you had on the TV 'sitcom friend's on NBC Where thi's wa's that your real tip's or wa's that wa's that hair Hollywood-Thi's And he look's at me and he goe's, uh, I think you have the wrong guy. My name''s Dave and I ju'st kind of 'slink back to my pancake's tail between my leg's. Embarra's's. Where i's your tail?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["fro'sted","NBC","Hollywood","Thi","Dave","Embarra's"]}},{"_index":"handbook","_type":"_doc","id":"6hG_LXMByMrymAEmwcsK","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":2861.08,"text":"But now, 'seeing how weak I really am and that the thing's I truly Love are gone. Yeah. Ah, And that when it came time, there wa's nothing I could do to 'stop it, right? I looked back and I realized that I am the whale and that, um, the Fox Broadca'sting Company ha's harpooned me and i's roa'sting my fat. Not that there''s very much of it. I'm been working at tremulou's. No, you look really trim and get really good. Really good. Yeah. You're the bitch. You're the bitch. I gue's's in thi's we're making me their bitch. And, um, I'm realizing that I don't think it''s fair to The","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Fox Broadca'sting"]}},{"_index":"handbook","_type":"_doc","id":"7RG_LXMByMrymAEmwcsK","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":2944.11,"text":"I wa'sn't Fred 60 two's up in mo'st Phylli's and I'm with 'some pal's and I get 'some pancake's becau'se that''s what I like to do over there. They make a good cake and I 'sit down and I'm putting the butter on the cake and I put the 'syrup on the cake and the waitre's's come's over. Charlene and I 'say, Hey, Charlene ha's it going and 'she''s got both a's a waitre's's. Hi's name, Plug band Perfect.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Fred","Phylli","Charlene","Charlene"]}},{"_index":"handbook","_type":"_doc","id":"9xG_LXMByMrymAEmwcsK","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":3076.13,"text":"Andre per hour. That''s all 'she goe's. Oh, no, 'she ju'st 'say's it and like, it''s almo'st like 'she didn't know what 'she wa's 'saying. She know it wa's gonna come out of her. And I ju'st 'start crying. I'm ju'st crying and oppo'site. I'm 'sitting in France, 60 TEU's with my buddy, time crying, and they're crying and the three of u's are holding hand's. And I'm ju'st crying over my cake's, crying all over my I remember running. I wa's running by Fred 60 Tue'sday a's fa'st a's I can, 'screaming and crying after I heard. And I remember 'seeing you of eating a fork like I wa's ju'st chomping on it. And I thought, That''s not like Adam. Yeah, and my teeth are I need 'some 'seriou's dental. So I cracked a couple teeth, 'so becau'se I wa's I cheering him on my mind i's a 'scramble for the world''s 's Oh, God, there''s no rule's anymore. No, nothing exact's. If that''s okay to do that, I gue's's it''s OK to eat thi's forward. You know, thi's i's the food. And now the pancake's air The uten'sil, wiping my night's with my daughter. Yeah, exactly. So ever left i's right. And up i's down. And Charlene i's Marty, for all I know, and I don't know what the hell i's going on. So I excu'sed my'self and I 'sprint down Vermont, My 'sprint down Vermont. I duck into the low 'syphili's three. And I I taken I'sle of Dog's on, and I ju'st I I watched. Um What are you cared by that","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Andre","France","Fred","Adam","Charlene","Marty","Vermont","Vermont"]}},{"_index":"handbook","_type":"_doc","id":"-xG_LXMByMrymAEmwcsK","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_0","startTime":3177.59,"text":"think about wa's God. I wi'sh my favorite cop's were here right now, and I ju'st wi'sh I wa's home. Yeah Blue dot com or Netflix dot com, But who dot com I gue's's watching b 99 And I thought, God damn it, I thought, God dammit, I'm never gonna be able to go and do that again. There''s never gonna be a fre'sh new epi'sode of B 99 for me to go home and watch on who, Blue dot commer fox dot com again. And, uh, he's I don't know if we keep doing thi's i's thi's i's I don't know if we keep doing thi's. The 'show? Yeah. I can tell you what take that I have been experimenting with to make me le's's dad and 'still be cool","PodcastName":"The Ads Version: Hollywood Handbook","tags":["God","Blue dot com","Netflix dot com","b 99","God","B 99","Blue dot"]}},{"_index":"handbook","_type":"_doc","id":"_xG_LXMByMrymAEmwcsK","_score":1,"_source":{"Episode":"Adam Lustick, Our Sad Friend","speaker":"spk_3","startTime":3272.88,"text":"Yeah, Well, becau'se there i's an extent to which it''s almo'st a's if people who are 'sad about being 99 did not really get","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UBIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","startTime":4083.29,"text":"Madonna do.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Madonna"]}},{"_index":"handbook","_type":"_doc","id":"WxIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_1","startTime":4209.64,"text":"new company, I gue's's, i's what you want. If it''s The Bang Rajan and company, the only thing i's I don't know what the ad budget i's for that becau'se I don't","PodcastName":"The Ads Version: Hollywood Handbook","tags":["The Bang Rajan"]}},{"_index":"handbook","_type":"_doc","id":"YhIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_0","startTime":4283.62,"text":"And thi's 'sty 'say The 'stereo's gla's's in it. Okay.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"YxIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","startTime":4289.22,"text":"Hi. I'm a riel, Saturn ion driver and the car 'saved my life. I got new on accident and the airbag wa's able to 'save me. Um, unfortunately, my wife wa's not 'so lucky and 'she pa's'sed away. Say where? I 'say how her head landed like, 50 feet From","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Saturn"]}},{"_index":"handbook","_type":"_doc","id":"bBIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","startTime":4405.14,"text":"Um I gue's's I wa's ju'st thinking about my girlfriend.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"bxIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","startTime":4439.64,"text":"but I'll tell Tell her I met thi's ca'sting director. You're gonna 'start a marriage on 'space on the 'secret that you keep From.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"cxIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_1","startTime":4465.5,"text":"I gue's's it wa's maybe a couple year's older,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dhIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","startTime":4479.62,"text":"cruel thing to 'say and ju'st really fa'st you and bread of the 'sonic guy's. Ju'st your The 'sonic guy's and ju'st do it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"eRIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","startTime":4492.57,"text":"a great gift there.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"gRIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_0","startTime":4559.46,"text":"All right, we'll get running One more.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ghIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_0","startTime":4563.59,"text":"Hi's 'sonic. Hey,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"jBIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","startTime":4625.57,"text":"You can 'start it off. Okay.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"khIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_1","startTime":4662.91,"text":"And thi's time he i's al'so Sonic. Yeah, right. That''s correct. I wa's 'sonic la'st time","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sonic","sonic"]}},{"_index":"handbook","_type":"_doc","id":"lhIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_0","startTime":4704.95,"text":"that''s a high water mark, becau'se Brett 'skin breath Rhino, why'd you? Yeah, but I would 'say that that''s 'something to focu's on for next cla's's would ju'st get ready and prepare to be unprepared. Okay? And if you're ju'st tuning in, thi's i's my mon'ster in cla's's, and I am 'shocked. Clemen's. And 'so they're ju'st tuning in. Thi's i's the end of it, Sean,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brett","Rhino","Clemen","Sean"]}},{"_index":"handbook","_type":"_doc","id":"lxIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","startTime":4731.4,"text":"And 'see Earth Bang Raj man i's that wa's bang Rod man doing and 'so you and come back for more. Thank you for thi's thing In the pace.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earth","Raj","Rod"]}},{"_index":"handbook","_type":"_doc","id":"mRIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_1","startTime":4762.54,"text":"Hey, it 'stay's! So I had kind of a fun idea for for one of the ad's thi's week. I know 'some of the'se cereal ad's. Sometime's they'll go wow in the world and they'll ju'st have, like, normal people, read's Canada copy hand's over the You know, it''s like ju'st like a fun change of pace From, like, ju'st the guy in the 'studio reading the ad's. You know that it''s like normal people that you would normally expect 's Oh, I'm on the bu's in Lo's Angele's that I've gotten on to 'sort of find a good candidate TV ad, and I'm 'sitting thank's to a guy right now who, uh, he''s gonna be I'm not gonna u'se hi's name, but he''s ju'st kind of a normal 'salt of the Earth guy. And 'so he i's going to read the read TV ad for Audible new comedy 'serie's. Eugene Mirman. Hold on, hold on let me turn it over to him.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Canada","Earth","Audible","Eugene Mirman"]}},{"_index":"handbook","_type":"_doc","id":"nhIXLnMByMrymAEmqgiw","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_2","startTime":4934.59,"text":"Rachel Bloom,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rachel Bloom"]}},{"_index":"handbook","_type":"_doc","id":"oRIXLnMByMrymAEmqgj-","_score":1,"_source":{"Episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","speaker":"spk_0","startTime":4955.47,"text":"Je'su's. I mean, jazz Off ruler of the circle. And that''s ju'st the beginning. Sea'son three of a low From The Magic Tavern i's out. Now li'sten in","PodcastName":"The Ads Version: Hollywood Handbook","tags":["The Magic Tavern"]}},{"_index":"handbook","_type":"_doc","id":"pBIYLnMByMrymAEmkQjK","_score":1,"_source":{"Episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","startTime":165.86,"text":"Doing lap's and The lap poll with Mike Minimal Spla'sh. Well, I 'started doing minimum, you know, you build the fla'she's, Ugo. I am in the lane. Really? Ju'st want I mean, I go to the lap pool The Watche's? Ye's, and I ju'st love 'seeing the little tiny 'spla'sh and knowing that within the hour it''s going to be a virtual tidal wave. Well, coming out of the pool, I 'start doing no 'spla'sh on my a little motorized boogie board. I'll ju'st like hop on that and kind of di'sorder's. Crui'se? Yeah, ju'st a 'shark and get a feel for the lane's. Yeah, ju'st 'shark chick's. Tell me about that. I've never 'shark to anybody. Haye's, Are you 'seriou's? Yeah. You got a 'straight up 'shark chick's. You mean like pretend to be a's'sured? Tend to be a 'shark. And then when you get I'm all the way above. Clo'se enough. You, 'sir? Oh, yeah. No, you're out of the water. Okay, but you're e's'sentially your body i's a 'shark fin. Oh, ye's. That make's boogie Board i's 'sort of Oh, imagine how big I would be if it becau'se if the re'st of u's underneath Yeah, no, that would be huge. And that you freakin 'straight up 'shark The chick.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mike Minimal","Ugo","Watche","Haye"]}},{"_index":"handbook","_type":"_doc","id":"qBIYLnMByMrymAEmkQjK","_score":1,"_source":{"Episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","startTime":283.12,"text":"I know he''s got 'shade all over. They 'say that now becau'se that''s in Earwolf 'show. But he i's Throwing Shade how, you know, and all the time's that we would 'say it and that would be Look, you have to cut around. That''s your promoting Max fun. Ju'st the thorn's in our fucking launch. That''s friggin, uh, Adam Sach's i's 'screaming that at u's. And 'so I wa's like, I'm he 'said I wa's all over the place and I wa's like, I'm doing an experiment. Oh, nice, Nice. He can't 'say anything to that becau'se he''s and I didn't 'say what it i's. Yeah, ye's, Well, he 'should. Now he feel's dumb. If he ha's to a'sk. What if 'she''s not to both The Hey, welcome to Hollywood Handbook. Dropping in the red carpet line. Back 'show i's in thi's indu'stry","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earwolf","Max","Adam Sach","Hollywood","Handbook"]}},{"_index":"handbook","_type":"_doc","id":"rRIYLnMByMrymAEmkQjK","_score":1,"_source":{"Episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_0","startTime":412.83,"text":"Spencer, do me a favor and 'scream ago. Collin,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Spencer","Collin"]}},{"_index":"handbook","_type":"_doc","id":"sxIYLnMByMrymAEmkQjK","_score":1,"_source":{"Episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","startTime":666.38,"text":"And that''s what we love about Spencer. In a way, i's that he''s got thi's imagination where hi's mind will ju'st take him out of the room. Some fanta'sy realm, which i's part of what we're gonna be doing in the 'shop. That 'sound's pretty good, right? Collin's, give me a 'second. Spencer. That''s good.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Spencer","Collin","Spencer"]}},{"_index":"handbook","_type":"_doc","id":"uBIYLnMByMrymAEmkQjK","_score":1,"_source":{"Episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","startTime":816.59,"text":"gonna happen. I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vBIYLnMByMrymAEmkQjK","_score":1,"_source":{"Episode":"Spencer Crittenden, Our Close Friend","speaker":"spk_1","startTime":832.03,"text":"Oh, I mi'sunder'stood, Spencer. Critter's done. I thought you were, like 'showing them friggin like, uh, kinkajou to 'somebody. And then American take's a leak on your 'shoulder. We all go like oh, well, they do that. It''s natural.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Spencer"]}}]