[{"_index":"handbook","_type":"_doc","id":"3BFMJnMByMrymAEmz3dk","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_0","startTime":2349.87,"text":"That''s kind of what I wa's ju'st doing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"6hFMJnMByMrymAEmz3dk","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_1","startTime":2456.54,"text":"um, he had 'sort of kicked a's's. Yeah, he would like, um, he would kick down the door and then ah, u'sually with hi's 'sometime's with hi's motorcycle, Like literally driving hi's motorcycle through the door.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"6xFMJnMByMrymAEmz3dk","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_3","startTime":2471.36,"text":"Um, u'sually pin be thi's up. THOMAS. The only engineer doe'sn't drive a motorcycle.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"7hFMJnMByMrymAEmz3dk","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_3","startTime":2484.17,"text":"That year, the 'suffer thi's thing from Todd","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Todd"]}},{"_index":"handbook","_type":"_doc","id":"8xFMJnMByMrymAEmz3dk","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_2","startTime":2520.49,"text":"So that, like, the advantage of that, i's if you 'sort of 'sit on it right at the But plunder i's like, le's's of an i's'sue you can like, get your butt, like, facing up ju'st enough. So the player's coming off of them another man, it''s ju'st a normal motorcycle that catche's fire like all the re'st of product's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_BFMJnMByMrymAEmz3dk","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_2","startTime":2652.94,"text":"and that's 'so it''s 'school. And then my catch phra'se's like homework. Yeah. Minu's. Sorry I'm late. Okay, Okay. But your 'show i's a pa's'sive 'school experience. But then the la'st five minute's i's like drug ba'sement, like total party. Everyone online a's a reward a's a reward. Yeah, you've earned it. It''s re'set. Old cla's's. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BhFMJnMByMrymAEmz3hk","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_2","startTime":2843.77,"text":"Tho'se two thou'sand's a's told by me Oh, can My web'site And there i's an audio file.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"DhFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_0","startTime":2890.92,"text":"Him's connect's you with riel licen'se doctor's and FDA. FDA approved pharmaceutical product's to treaty year's i's approved by the FDA.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["FDA","FDA","FDA"]}},{"_index":"handbook","_type":"_doc","id":"DxFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_1","startTime":2898.08,"text":"Well, Emma become's telepath and connected to the 'stuff rabbit and learned it's name Mim'sy and other information Acknowledging your","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Emma"]}},{"_index":"handbook","_type":"_doc","id":"FxFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_1","startTime":3038.18,"text":"Ah, it''s like all the'se different. And al'so Brett walk's at 'spray painted yellow. Good. Becau'se he wore the 'suit.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brett"]}},{"_index":"handbook","_type":"_doc","id":"HhFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_1","startTime":3105.23,"text":"Okay, 'so let''s do it. What 'should we do? Ju'st the beginning of ju'st the 'show. The 'show. Okay. Okay. So what did you guy's u'sed to do? There''s likeable 'song and 'stuff.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LhFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_0","startTime":3273.11,"text":"look at thi's fucking thing. It''s huge. Can I have Can I have a bathroom 'shut? Shut it. You ju'st 'said you're going to go do drug's. And now I'm gonna give you the bathroom pa's's. Teacher, i's perception really a 'subject?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NhFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_2","startTime":3326.97,"text":"Have hor'se's. Wait. I gue's's that''s right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NxFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_1","startTime":3332.9,"text":"But I I'm on the 'side 'still, 'so that''s better than your 'show, but it''s 'still not good.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"OhFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_1","startTime":3369.24,"text":"Who are you? Uh, my name''s Jenko. Jimmy. I ju'st want I ju'st want to take a dump in peace. Hi, I'm Chef Amanda.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jenko","Jimmy","Chef","Amanda"]}},{"_index":"handbook","_type":"_doc","id":"PxFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_1","startTime":3405.64,"text":"You have to Hagel of the door.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hagel"]}},{"_index":"handbook","_type":"_doc","id":"RRFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_1","startTime":3504.22,"text":"Okay, we will. Let''s we'll 'schedule a time to do thi's again. Way Well, get it 'shui right now. Ju'st maybe do 45 minute's on watchman","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"RxFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_1","startTime":3523.66,"text":"I don't mind that. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"TBFMJnMByMrymAEmz3hl","_score":1,"_source":{"Episode":"The Magic Tavern Guys, Our Euphoria Friends","speaker":"spk_2","startTime":3563.7,"text":"Hello. From a reboot 'sla'sh reimagining of the watchman univer'se. I'm your ho'st. I think if you 'say that will be in legal trouble. Shitty title","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VBFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_0","startTime":378.76,"text":"gathered with entire view","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WRFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":540.49,"text":"Which i's when you put tap your you pre's's your forehead's together and you 'say 'snu gun's to you, and then you do 'snootchie bootchie's. Which i's where you kind of walk next like view. If you can picture if 'some people it''s like a hand'shake, but with your neck OK, 'so you're kind of like you know how next can kind of like lock into each other. Yeah, well, it''s like a puzzle piece, but that Yeah, it''s perfectly into the woman''s Nicole Nicole. Yeah, I like Robin Wright Penn. Ye's. And he 'said, Made year's noogie's alway's be bootie's and Amy cha'sed Amy, I's there ever? You gather everyone for dog's? She wa's cha'sed, but 'she''s al'so cha'sed. She did end up being ye's, violated. No, no. She ended up being cha'sing them in the in the movie's and ju'st not nobody''s going violate H a S t I know. That''s what I'm 'saying. She I'm 'saying 'she ended up being cha'sed becau'se 'she didn't want to do it with Banky''s friend's. Got it? That I don't And I do need your help on thi's 'stuff becau'se I know thi's i's like your The ver'se i's not my area. It''s not my area, but I mean, I did 'see cha'sing Amy in the theater's. I'm familiar with. What''s Banky''s friend's name? Bank'sy. Okay, it''s Banke and Bank'sy and okay, Arti'st Well and Bo Banky al'so Did comic book correct, which i's ba'sically what bank's he doe's a's well Ye's. And 'so, Amy, It i's like I don't really like doing thi's in their good's on thi's new G boo. Geez, it''s like to what we can like. Even a hug i's like a little weird of the end of every day. But you like forehead's and like, next 'stuff, it''s ju'st like too much. It''s too much for the end of the day, and I'm like, make you for telling me thi's. I have 'sort of taken on 'sort of a 'surrogate director''s role 's movie. Why, after the heart attack, of which one, Kevin Smith''s Oh, no, ye's, he had. When he''s doing 'show's about it i's content i's not a 'secret. It''s not a 'secret. OK, 'so it''s content 'so we like. So I'm like, 'sort of like the mo'st I remember when nor ever I wa's like Everything i's content, you know? Tell me about that 'story. That''s the whole 'story. She 'said that it wa's the name of a documentary or 'son make It wa's everything i's content. Yeah, uh, and we are not doing thi's. The movie anymore. Welcome to-Hollywood Handbook In'sider''s Guide to Kicking Butt in dropping name's on the red carpet line by collar's indu'stry we call 'showbiz. The 'show wa's normal. Everything i's happening the 'same. And it i's great that we have Queenie Hi. Who ha's been on the 'show 'so many time's? Although you would not know from how 'she handle's the parking 'situation every 'single time, hi's brand new And it''s 'somehow work hard enough to, like, get the'se guy's to commit to a time. So then I don't want to be like How do I park? Becau'se 'sometime's I'm afraid they're going to 'stop ignoring me and ju'st are being mean to me becau'se I feel you guy's 'sometime's. So that''s what it i's. It hold with cruel. The mi'sunder'standing of how to drive through an open gate i's a te'st to 'see if we're going to be a warm per'son. You can 'say what you want. Oh, 'she''s fiery. He''s got a temporary ever 'signed. But I am a warm like I have a heart and I have checked on 'shot every day 'since hi's child wa's born and 'sometime's text every day. Yeah. What do you 'say? Ha's that baby","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Nicole Nicole","Robin Wright Penn","Amy","Amy","Banky","Amy","Banky","Bank'sy","Banke","Bank'sy","Arti'st","Bo Banky","Amy","G boo","Kevin Smith","Hollywood Handbook","''s Guide to Kicking Butt","Queenie","becau'se"]}},{"_index":"handbook","_type":"_doc","id":"XBFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":868.65,"text":"at all in all the devil What''s happening with the life? I don't have any. They keep, like, coming down like back. I wa's either having Stroker thing's were about to get real fun. And it wa's like, part of it I's thi's Kevin thing with Team Coco Hou'se? One of your a fun 'story I have about Shona never invited me on the 'show a's a gue'st and I don't know about you want a's all you care. Very big CBS. I will explain what they are. Uh, 'stripper Wow! Porn actre's's. OK, girl gone wild. Uh huh. And what we 'say i's 'sex worker's, 'sex worker's, 'sex worker's. My apologie's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Stroker","Kevin","Coco","Hou'se","Shona","a","CBS"]}},{"_index":"handbook","_type":"_doc","id":"YBFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":970.44,"text":"Um, that''s what he alway's dreamed of, right when he wa's watching Car'son. Yeah, he''s gonna do Lika's orb. I'll never 'see my family do a bubble 'soccer. Anyway, I'm 'sorry to interrupt. Thank you. Kevin i's gone. And he wa's 'someone that we could alway's whenever thing's got really bad, we could alway's kind of turn our attention to Kevin and be like, look at hi's hair. Whatever. Yeah, exactly. And he loved that. I've never heard anyone be happier, right? Oh, my God. Yeah. Tho'se were hi's 'shot's. Ye's, hi's pant's air weird, whatever it i's. And then we forget in whatever the thing wa's that we were up'set about heaven. He wa's in Chef heaven. Uh uh. Kevin''s gone, and ju'st like a child graduate's from college. You have an empty room all of a 'sudden, like are like Solorio 'starting Look Away. You know, where i's wandering the hall's, Our voice's air echoing And 'so we're okay. What do we do? What''s our next thing? I know we keep it fre'sh. How do we do? Exciting new 'show and we 'say, like, Oh, whoa, let''s pretend we're having a big fight, like draw attention to our 'show becau'se we are like, doing thi's If you do it like viewed love 'shine a family feud with Steve Harvey 's giant la Joe And the'se familie's air fighting and people are, like, really intere'sted in 'seeing the'se familie's go at it. Yeah, yeah, yeah. And 'so we're like, let''s do a fight like feud. Ah, and Sean i's like, Oh, like, OK, great. Well, like make fun of 'stuff about each other. Like I could make fun of your li'st or 'something. And I'm like, he 'said that to you. like you can do what? To My witch? Uh huh. Yeah, thi's wa's the 'sketch. You 'seen it? You've 'seen? Have you 'seen it right time's, Like walked up, even 'sing the 'sketch. Yeah, but 'sometime's I would go into Big Matti's and people would 'shout Stripper which and I d like 'sex worker's, 'sex worker.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Car'son","Lika","Kevin","Kevin","Kevin","Solorio","Steve Harvey","Joe","Sean","witch","walked up","Big Matti"]}},{"_index":"handbook","_type":"_doc","id":"ZhFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":1297.94,"text":"If I I don't wanna beg thi's guy who i's your Devon. I don't want to be in a po'sition where I'm like a'sking him. Yeah, for anything, becau'se he will put the 'squeeze to me. Okay. I don't know what you know. I don't know, You know? You know, I don't but keep's, you know, and 'so I 'say, Hey, bitch, do you want to be? But I gue's's the like, the honor gue'st on the 'show, and Sean one doe'sn't want to let you do it. But I want you to be the gue'st and record's tomorrow. Very early in the morning. And engineer done i's like, Oh, great. Oh, cool. Uh huh. And 'so thi's i's the 'situation, i's and you're definitely doing thi's without Sean. You are the kym 'shot. Your 'son? Yeah. You very believe you now. Yeah. Much more fun than being a gue's's, right? And 'so engineer Devin i's the gue'st. I feel bad becau'se I didn't have a 'story at the beginning. I wa's ju'st confu'sed by and then 'sometime's I do it. I do. Great. No, you did exactly what you 'suppo'sed to do. A 'story and oh, right. One of you ha's a 'story. The other i's, like, 'suppo'sed to contract next time. Okay. Not 'suppo'sed to do that, but Sean often doe's. He often will do that. So thi's i's gonna be the thing. You're ju'st gonna compare me to your former partner all the time, like in Annie Hall. And 'she''s like, Why are you afraid of the lob'ster? Ju'st put it in a way that I don't 'site that movie. Why? Do you 'see it? No, I don't. I don't 'site. I don't know. I'm not trying. I'm not trying to give it eyeball's. You know, I'm not trying, toe. I'm not trying to put money in that guy''s by get I'srael. Who are you? One of tho'se beady. One of tho'se B t k people about I'srael. They're like buying torture and kitchen or 'something they do to I'srael. It''s not nice. It''s, um bind, Torture, kill God. I wi'sh I could remember one of the fine if I could remember. Uh um I don't like the name of that Korean band. I's it Bt 's Yeah, Yeah. If I had done that in time, Ye's. I'm wanna like I'm following the BTS movement. That would have been really funny, you know?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Devon","Sean","Sean","Devin","Sean","Annie Hall","Korean","BTS"]}},{"_index":"handbook","_type":"_doc","id":"ZxFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":1429.54,"text":"Yeah. Uh, okay. So","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"bBFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":1479.27,"text":"Would you eat for dinner la'st night? Uh, Cobb Salad. Okay. I'm not vegan. Hey, i's So you told me thi's. I know. I know. There are 'some different 'side. A That i's one of the difference's. Ye's, and I al'so I don't like to promote. I'm not trying to give attention, Toe. Uh, don't copy.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Cobb"]}},{"_index":"handbook","_type":"_doc","id":"bRFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":1502.72,"text":"Trying to get able I'm talking about Ye's. I'm not trying to put My like guy''s pocket by eating, So if he''s the gue'st who''s engineer? God, I gue's's me haven't met Jordan yet. Do you think would be a cut by? You would 'star, I think breaking like you would both 'started 'singing, but in a way that wa's, like, na'sty to each other. Like Like few. Like a dance off. It would be like the other bird's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jordan"]}},{"_index":"handbook","_type":"_doc","id":"bhFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":1538.09,"text":"like, Yeah, I think you guy's would re'spectfully be enemie's, huh? Cool, Becau'se 'she ha's a bee in vocal performance. You're aware of thi's? Yeah. And I have, ah, b's. I call on you. I call B's. You call B's. And who i's that directed at the woman who had that 'speech we call be 's and then they auto tune the new's, remember? Oh, okay. Hot amber Ro'se Liquid. She 'said we call B's. Made that 'speech. Yeah, it wa's cool. She did a and the other rally. It wa's like a concert. They auto tuned thi's They do. You will 'say thi's. It''s time for the'se guy's Have been, like, 'sort of hiding out in the 'shadow's for a little while. What we do in the Yeah, 'sure, it''s time for the'se guy's to auto tune Trump.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ro'se","B","Trump"]}},{"_index":"handbook","_type":"_doc","id":"cRFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":1621.07,"text":"It''s time,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dRFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":1703.99,"text":"I pull up room room haze's like thi's i's the gate We were talking. You 'shut the fuck up.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dhFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":1715.24,"text":"And now you're telling me there''s an engineer? Devon, it wa's a lot. It''s a lot. I wa's bamboozled. Ju'st I feel like I'm in our 'seven of the hour 11 Pro Ver'sion. And I love it 'so, So nice. By the way, having people on the 'show who are fan have have ever even known about it before. We got there a little rod of a bunch of people that are not very intere'sted of u's. Yeah, I've been li'stening.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Devon","seven of the hour 11"]}},{"_index":"handbook","_type":"_doc","id":"eRFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":1871.14,"text":"He wa's, he wrote. The New York Time's 'story about big late DORIA REVIEW It wa's the 'story, but it''s that there wa's There wa's a little there''s a little twi'st. The knife he threw a little bit of 'shade before. That wa's even 'something that anyone who knew how to dio uh, why he''s 'so pale. No, it ju'st kind of like","PodcastName":"The Ads Version: Hollywood Handbook","tags":["New York Time","DORIA"]}},{"_index":"handbook","_type":"_doc","id":"hxFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":2420.62,"text":"texture when I feel like I'm not very bu'sy. E'specially not in the la'st two year's. Yeah. Taxing 'show every day. Yeah, Well, 'someone care's. Yeah, And then the other one i's I'm up for boat. Wow. Yeah. And that you are comfortable with very much 'so. Well, Con'stance Wu, Um Who? I believe all women, uh, had 'some unfortunate timing the other day. And when thi's air's, it'll be very fre'sh in people''s mind's. And when I 'say the other day, yeah, it could mean I don't know in thi's. So thi's. Well, here''s the thing. Kevin''s gone every time. I'm like, Let''s do thi's one now. Thi's one''s good. Yeah, I would love to do that for thing. Kevin. Thi's terrified of our gue'st Booker. Why? He wa's the gue'st Booker Smee toe. What doe's he do? Uh, exactly.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Wu","Kevin","Thi","Kevin","Thi","Booker","Booker Smee"]}},{"_index":"handbook","_type":"_doc","id":"iRFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":2551.94,"text":"a's the, um, burle'sque dancer who, like, um, take's Bob Fo's'se opportunity Away that I think it wa's 12 at the time with another I's that Hoover Don i's No, I don't know. I'm 'so embarra's'sed for you right now. Who i's there, Don,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Bob Fo's'se","Hoover Don","Don"]}},{"_index":"handbook","_type":"_doc","id":"jhFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":2862.36,"text":"Devon, Uh, thank you. That i's a good que'stion. That''s going deep. Cobb 'salad. I think that i's a really good Pro Ver'sion. What''s what''s the intere'sting thought? What''s the intere'sting thought that you've been having? What you haven't bought any inva'sive, inva'sive thought's, want's the fir'st epi'sode of Paradi'se Hotel la'st night? What i's that exactly? Thi's new reality 'show that''s actually a reviving of a format from like 2003. I do kind of remember the old one. Yeah. I's thi's like it''s not Bachelor in Paradi'se and Ja'son, it''s not what''s funny about it. They are ab'solutely ripping off a Briti'sh 'show, Love I'sland Cool. That came afterward's. But they're u'sing an old name 'so they can be 'sued for ripping off a new, a newer format that''s much more 'succe's'sful. Hahaha! It''s It''s up'setting! What happened? Certainly 'snogging. Yeah, there''s 'some 'snogging. Ye's, there i's. It''s Ah, the format i's a bunch of 'single's. They pair up and have a hotel room apiece and one per'son 'single. They try and break up all the other couple's. And then 'someone get's voted off at the end of every epi'sode. One per'son, one England. The beginning. Ye's, and they. Their job i's to then ping pong around all the other couple's and try and break him up. It wa's like Temptation I'sland, but with, like one agent, like 'someone who''s the agent to do ye's, the dirty deed's. But in a hotel where they keep them liquored up 'seemingly all day long, the agent i's not affected by thi's WG a thing which I think it''s fabulou's, by the way. I love thi's W J think. I think everyone look's great in it. Okay, good. So u'sually, like a lot of time's of the 'show, we 'say 'stuff i's like not what we were doing. Ye's. Oh, that Ye's. No, no, I think it''s fabulou's. I think it''s a great um, I think it''s great. I think there''s definitely an end in 'sight. I can't wait. And the great thing, too, i's that it''s affected me a lot i's that my life ha's changed 'so much 'since I had to fire by agent. Okay, well, ba'sically, 'so we'll 'say that it had not changed. No, I ju'st can't even think about that a's an example. Say that your life had not changed at all. Wouldn't that be kind of good? Becau'se the one thing that would change i's not having to pay 'somebody","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Devon","Cobb","intere'sting","intere'sting","Paradi'se","Thi","Bachelor in Paradi'se","Briti'sh","England","WG","W J"]}},{"_index":"handbook","_type":"_doc","id":"jxFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":3005.29,"text":"home. So 'somebody 'saying, like, if you word to 'say, I know you're 'saying it ha's changed a lot for the for the better, but 'say that nothing had changed it all. Wouldn't that 'sugge'st that there that that they weren't nece's'sarily doing a's much a's they 'should be","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"lRFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":3107.85,"text":"not capital owe's. Let''s ju'st 'say thi's i's a pretty good 'staffing 'sea'son.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"mBFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":3165,"text":"Uh, that''s yeah, that''s true. We could do more catching up and again. That''s 'something I want to do on thi's 'show. I ju'st wanted Yeah, I ju'st want to be able to catch up a little bit, OK? Doe's that mean you want me to a'sk you que'stion's about how you're doing? No. I mean, I ju'st like, ju'st like thi's 'stuff. We've been thinking about it like thi's. That''s what thi's ha's been, right? You know, the three of u's. What? All right, So active. It''s fine. Ju'st try, then. Ju'st chopping it up. Do you have a love? When Shawn''s in here to do i's love. It''s doing joke's. Ye's, he''s ob'se's'sed","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Doe","Shawn"]}},{"_index":"handbook","_type":"_doc","id":"nhFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":3293.8,"text":"I'm a'sking you to challenge your'self to 'say what i's underneath thi's thi's Fi'sher","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oBFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":3314.85,"text":"'speak on that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"pBFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":3350.85,"text":"you guy's have abandoned a lot of bit's from the 'show, Uh, 'some of our be'st one's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qRFNJnMByMrymAEmO3ie","_score":1,"_source":{"Episode":"Julie Klausner, Our Co-Host Friend","speaker":"spk_1","startTime":3583.12,"text":"We'll get word's. Do it. Let''s do it. You can 'stay. Oh, yeah. Okay, right","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qxFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":5.21,"text":"Pardon me if I'm a little bit 'shaken today, Uh, I recently di'scovered that I live in, I 'suppo'se what you would call the pre'sent day I I alway's under'stood my'self to be a re'sident of 'sort of Ah, I gue's's what you would call the Old We'st. Uh uh And I wa's a pro'spector who, uh, worked in a 'silver mine and 'say I gue's's the late 18 hundred's. It''s recently been, ah, brought to buy attention that I and my friend Mack, who turn's out to be my brother that''s a different 'story got lo'st in ah, We'stern themed 'section of a water park called a Gizzard Gulch. And we recently wandered off the property for the fir'st time and are experiencing Bader technology. I'm al'so told it''s 'similar to the twi'st and the movie The Village. It''s the fir'st time I've heard of ah, movie a's well. So to me, that''s non'sen'se. I don't under'stand that compari'son at all 's 'so if you're hearing the'se car's, go and buy at other kind's of crazy noi'se's IV cho'sen toe kind of throw my'self into thi's, hoping I ju'st more quickly that way, Mac i's having a little more trouble. He ha's fully di'sa's'sociated, and he i's like face down on the 'sidewalk where we fir'st encountered the modern world. He''s alive. He 'see's do it, Okay, but he hi's re'spon'se ha's been to take hi's mind to a different place. So thinking about him, I'm 'sure he will be better 'soon. It wa's 'something I wanted to tell you. Whatever. You're weird right now. Mack Weldon i's better. Mack Weldon i's a premium men''s E's'sential's brand that believe's in 'smart de'sign, premium fabric's and Simple 'shopping. Not only do Mack Weldon''s underwear, 'sock's and 'shirt's look good, they perform well, too. They have a line of 'silver underwear in 'shirt's that are naturally antimicrobial, and that mean's they eliminate odor's in microbe's. If you don't like your fir'st pair, you could keep it and they will 'still refund. You know, que'stion's I a'sked. We are were bought 'some 'sweatpant's on there that are ju'st Rap, like 'some of the be'st 'stuff you could ever wear on. It''s making me comfortable having My under by country underpant's on in what i's for me, literally a brave new world for 20% off your fir'st order tho'se at mack weldon dot com and enter promo code the Boy's at check out. Hey, guy's, I'm here to tell you about my Sheet's-Rock. Thi's ha's 'shown Clement's from Hollywood Handbook. And thi's i's a company that make's 'sheet's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Old We'st","Mack","Gizzard","Gulch","twi'st","The Village","Mac","Mack","Weldon","Mack","Weldon","Mack Weldon","mack weldon dot com","Clement","Hollywood Handbook"]}},{"_index":"handbook","_type":"_doc","id":"sBFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":306.79,"text":"They're made of bamboo ray on. Um, I would leave that alone. Uh, which tran'sfer's body heat two time's better than cotton 'sheet's. I would do like a cotton eyed Joe thing. Here 's 'so you can 'sleep comfortably every night. Um, okay, So tho'se air that''s mo'st of the copy. I'm gonna get into the actual promo code 'stuff. But a's you could 'see there probably about four golden bit's that IV elected not to do. I'm 'sorry to deprive you guy's, but again, thi's i's my home life. And my wife love's the 'sheet's. Anyone thinking I'm gonna go? And if my wife love's the 'sheet's, you know I love the 'sheet's and get into thi's kind of racy thing about like what happen's in'side the 'sheet's? Obviou'sly, that''s another really juicy area that I could turn into maybe 10 or 15 ad's for the'se people. But in the intere'st of playing it 'safe, I'm ju'st going to 'say the 'sheet's are nice. Check out My-Sheet's-Rock at My-Sheet's-Rock dot com 'sla'sh The Boy's and enter code the Boy's for 10% off and free 'shipping. That''s My-Sheet's-Rock dot com 'sla'sh the Boy's code. The Boy's My-Sheet's-Rock the 'sheet's that my wife like's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Joe"]}},{"_index":"handbook","_type":"_doc","id":"shFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":393.48,"text":"'shovel and My other tool's, and I can hear that I am right under the Kona podca'st. Yet I like you know, I have My like built 'scaffolding around the like where IV dug 'so far, and 'so I feel like that part of Secure and I dig a little more and I ju'st can hear, like, ju'st 'still mo'st mortal's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kona podca'st"]}},{"_index":"handbook","_type":"_doc","id":"vxFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":595.34,"text":"right? Yeah, our fart's or wor'se than a 'snap's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wBFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":599.95,"text":"So what i's i's what it Whether we wood's thi's whole thing. The 'show? Ye's. Do we have","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zxFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":696.97,"text":"American. Now, that 'sound's like thi's freakin car that look's the Space Crui'ser. Yeah. Farrar. Right room. My wife i's a 'school teacher and her 'student's. If they hear thi's, they're gonna get a huge kick out of you guy's doing the Ferrari becau'se they love it. Al'so,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Space Crui'ser","Farrar","Ferrari"]}},{"_index":"handbook","_type":"_doc","id":"0BFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":719.16,"text":"one of the 'school's where, like, there''s one like 17 year old Canada a's the dicken's''s. They a gla's's but like babie's i's Yeah, like thi's divey little doubt. Uh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Canada"]}},{"_index":"handbook","_type":"_doc","id":"0hFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":737.04,"text":"oh, ye's. See, But they want your big break.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1BFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":742.88,"text":"No, no, no. I ju'st wanted to acknowledge that, um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1RFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":747.37,"text":"the area, the 'sandbox you were 'sort of in wa's that the joke's we were doing were 'so immature that 'school Children would like them. And yet, no, you're on my 'show. That''s not And you're 'sure ha's the word 'sock's of the title. I ju'st think","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1hFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":765.02,"text":"I ju'st think, you know, um, it''s very 'similar to when you go to the grocery 'store, which we have, Where I'm from, we have grocery, we go to the 'store and they have anything would want Ju'st pick it off the 'salt lick. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2BFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":784.98,"text":"That''s right. Um and you 'say if the ca'shier i's dried corn, if the ca'shier i's 'scanning, we call it Maze. If 'she''s 'scanning the item's and it doe'sn't beep, what you 'say to her i's ah, it''s now free. So it''s 'sort of, you know about 'sand, but you play in and and 'she goe's or he and they go, Ah, you know, that''s a good That''s fun for them to hear you 'say it and it''s very 'similar to what I'm hearing now. The for our Ferrari 'stuff. You know, I'm the ca'shier. Yeah. Okay. You don't I'm 'saying, what am I trying to buy?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Maze","Ferrari"]}},{"_index":"handbook","_type":"_doc","id":"4hFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":922.05,"text":"that we have that. We have a regular grocery 'store order. And the fact of the matter i's, when I'm rarely going there, I'm 'so rarely going there, becau'se for me, it''s all meal delivery 'sy'stem. Bring me the apron, Which i's blue, my good man. Okay, I mu'st have meal kit's, 'so I'm not going to a 'store. The fucking mailman goe's to the 'store for me, and then he goe's, Hey, I picked out 'something I think you might like friggin chee'se burglar's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"6RFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":1019.57,"text":"I ju'st I'm more of like a tran'sformer's guy. So if you have, like a If there''s a reference to tran'sformer's you could do okay. That would explain to me where earlier today 'someone offered Je's'se, do tran'sform, hi's's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"6xFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":1043.55,"text":"Somebody offered. I gue's's thi's i's what he meant. What he 'said getting hi's big break get Away. Someone offered to 'suck Je's'sie''s dick on the 'street earlier today, Uh, and he came in here kind of with that. And 'so that''s what year it wa's, like, a little bit low. Gee, that''s what you're hearing i's like that energy that really Did haple's'sly afterward's. Yeah, I you know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["haple's'sly"]}},{"_index":"handbook","_type":"_doc","id":"8hFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":1154.48,"text":"It feel's like that. That''s what it feel's like. He ha's Quip on the planet. Yeah, I think he got cold feet, man. You're gonna have to ju'st do the podca'st 'straight up. He can't.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_RFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":1221.84,"text":"Are you It''s anti gay 'sau'sage.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_hFPJnMByMrymAEmOnij","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":1225.59,"text":"It wa's 'something el'se.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BxFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":1298.01,"text":"wa's looking up to 'see if Jimmy Dean wa's actually a home homophobic 'sau'sage brand. And I didn't find nothing. So you got away with thi's one, But I will get you.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jimmy Dean"]}},{"_index":"handbook","_type":"_doc","id":"DRFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":1361.47,"text":"It''s certainly in the room, baby. In their love. Ye's, they ever met before becau'se otherwi'se that per'son would 'surely be doing thi's. It''s dead. Yeah. No, I a's'sumed thi's wa's the entirety of your 'social interaction and connection to the out'side world.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"EhFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":1400.31,"text":"Mr's Good feedback, and I'll take it back to the team,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"HBFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":1514.18,"text":"want's to laugh. Looking for any excu'se really laugh's at a bunch of Kevin 'stuff. Um, he didn't Did today. Give let''s talk about","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin"]}},{"_index":"handbook","_type":"_doc","id":"MhFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":1711.4,"text":"Yeah, there wa's. It wa's a book about, um I think there wa's a broke up. It wa's about Trump. And it''s not coming to me. I's there 'something about Trump in the book i's about Donald. Ye's. The Kick'starter 'sucked. It wa's a book about Donald Trump. Ye's, and we took Away. Let me wait. Let me let me 'sort of gue's's 'something from ju'st your behavior. Wa's thi's book like, kind of an anti Donald Trump book that people were trying to rai'se money for? Ah, their reach Back in your memory","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Trump","Trump","Donald","Donald Trump","Away","Donald Trump"]}},{"_index":"handbook","_type":"_doc","id":"NBFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":1755.24,"text":"Yeah, and they're but they're like kid's, book's and 'stuff too. So that''s 'sort of the main thing here that had have linked the D S A or 'something. I'm not involved with the organization at thi's time. What happened? Um, they found out I wa'sn't a police officer, 'so they kicked me out very in'side ba'seball.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["D","S A"]}},{"_index":"handbook","_type":"_doc","id":"PhFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":1830.28,"text":"Wow. And you ju'st heard the word's in'side ba'seball from he's a minute's going. He''s like, I'm gonna u'se that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QRFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":1851.04,"text":"Yeah, yeah, yeah. Your country mu'sic. I know. I don't like it. I don't actually like","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UBFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":1951.58,"text":"it''s ju'st po'ster's. It''s actually like","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VBFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":1994.22,"text":"long a's it take's. So Okay, um, I would love to be able to do, like, a 'ship hell thing where I can, like, live in both place's and ju'st kind of 'spend weekend's wherever i's the mo'st fruitful for me. Or ju'st, like, productive. Ye's, right, Right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WRFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":2048.15,"text":"Hi's name''s Mike i's my friend Michail Mike Hale Micael.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mike","Michail Mike Hale","Micael"]}},{"_index":"handbook","_type":"_doc","id":"cBFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":2414.83,"text":"explain that Audible ha's a'sked me to articulate again. I gue's's people are 'still enquiring about whether Audible i's carrying the book that Kevin Row and 'self publi'shed and recorded the narration for Mr Kevin''s trip. They Do you want me to make clear that Mr Kevin''s trip remain's not on Audible and i's that i's permanent. They are not going to be offering Mr Kevin''s trip. I do have Chef Kevin like gave me a 'sample. I gue's's you can buy the full audiobook off hi's like per'sonal, like hi's per'sonal 'site, which he 'say's, which I think i's ju'st like he will 'send it to you over email. But he wanted me to read like a 'small 'section of it, 'since it''s not on Audible. I read a little bit of it la'st time, but I can ju'st read you ju'st play the clip again right now.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Audible","Audible","Kevin Row","Mr","Kevin","Mr","Kevin","Audible","Mr","Kevin","Chef","Kevin","Audible"]}},{"_index":"handbook","_type":"_doc","id":"eRFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":2650.7,"text":"Do you want him to come in the 'studio? Yeah. I didn't come in the 'studio. OSI''s very mad. Now. That''s nice. Welcome to the 'show. Hi's name i's a Southern town.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fBFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":2699.1,"text":"I ju'st walk. I do. You want u's to confirm that that i's a lobby? It''s not OK.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"iRFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":2787.34,"text":"But maybe for thi's, with Au'stin, anyway, 'since he i's 'something of a clean 'slate for you, let''s ju'st 'start from 'scratch and be on our be'st behavior.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Au'stin"]}},{"_index":"handbook","_type":"_doc","id":"mhFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":3015.54,"text":"the Continental Hotel. I ju'st 'saw it. Thi's i's the 1'st 1 I","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Continental Hotel"]}},{"_index":"handbook","_type":"_doc","id":"nxFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":3042.97,"text":"now thi's i's good. Depend's. So he ha's 'situation's where he like's 'smoky. Like Smucker's i's another unity where he doe's not know, and I know it''s the light. Ha's been 'shut off of the other room.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Smucker"]}},{"_index":"handbook","_type":"_doc","id":"thFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":3249.04,"text":"You want you. You want to take a pa's's on John Wick? Serene?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John Wick","Serene"]}},{"_index":"handbook","_type":"_doc","id":"vhFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":3300.06,"text":"But if you have the tone","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wBFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":3305.62,"text":"in John Wick three. He 'still ju'st got the one dog. Okay, Why not? Why doe'sn't he have to?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John","Wick"]}},{"_index":"handbook","_type":"_doc","id":"wxFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":3325.46,"text":"I'm low. Gee, 'still","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xhFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":3367.94,"text":"no John Wick. Chiana Reeve's. Okay, I'm a little into the gaming 'scene. I don't know if you heard about E three going on","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John Wick","Chiana Reeve","E three"]}},{"_index":"handbook","_type":"_doc","id":"xxFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_3","startTime":3373.83,"text":"at the moment,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yhFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":3386.25,"text":"you got a little bit of an idea going on, and, you know, you know about Cyberpunk 2077 i's gonna be coming out. Plea'sed to meet you. I'm famou's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Cyberpunk 2077"]}},{"_index":"handbook","_type":"_doc","id":"zBFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":3404.49,"text":"Ye's, I do feel about that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zhFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":3408.78,"text":"Ye's, that''s what it i's. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0BFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_3","startTime":3415.77,"text":"gonna be in it? Yeah. It''s gonna be a big game. Yeah. Project red's working on it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Project red"]}},{"_index":"handbook","_type":"_doc","id":"2xFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_3","startTime":3540.49,"text":"great. Thi's'll bucket guy. He roll's i's on it. And again, any material you don't want, Je's'se, ju'st I'll take Don't take it, Okay? You have blind bo's's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"3BFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":3554.55,"text":"Ah, the bo's's of the company i's blind, but he doe'sn't want anyone to like no or acknowledge that he''s blind and he like's think's he''s getting away with it. Thi's field, that''s nice War. It wa's like punching down to me. He''s the bo's's. What''s kind of in'side ba'seball?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi"]}},{"_index":"handbook","_type":"_doc","id":"3RFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":3573.7,"text":"Thing's ju'st 'sound wave's bouncing around in hi's 'skull cavity.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"5hFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":3740.31,"text":"Each pair pre'sent's their hand'shake of the winner's cho'sen via audience applau'se. Um","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"5xFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":3751,"text":"um, audience 'sale'sman. Thi's character interrupt's Jimmy''s monologue to mention a ridiculou's product he''s trying to 'sell. Thi's i's your ca'se, Star 'suck's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","Jimmy","Thi"]}},{"_index":"handbook","_type":"_doc","id":"7hFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":3846.95,"text":"And 'so thi's i's Je's'se ba'sically coming on here to Scab, ju'st to announce that he i's ready to 'scab. Are they? I's pop 'still on 'strike.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Je's'se","Scab"]}},{"_index":"handbook","_type":"_doc","id":"9hFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":3896.23,"text":"You ju'st 'said hi.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"-BFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":3902.16,"text":"uh, i's thi's OK? I's thi's the I's thi's the be'st I's the be'st agency in town.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"-xFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":3919.79,"text":"That''s the I. Okay, tell me, i's thi's the be'st agency in town? Yeah, that''s 'so good.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_xFPJnMByMrymAEmOnmj","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":3943.46,"text":"You want you want ju'st, like an'swer the phone's. I's that okay? Will 'someone get mad if I do that?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ARFPJnMByMrymAEmOnqk","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_0","startTime":3955.57,"text":"that I've already on the phone i's call waiting. Okay, 'so here''s 'some of the pop Zella idea's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Zella"]}},{"_index":"handbook","_type":"_doc","id":"AxFPJnMByMrymAEmOnqk","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_1","startTime":3995.98,"text":"Ah! Ah! You like Garth Brook's for you guy's Did. Uh uh Okay, What''s thi's one?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Garth Brook"]}},{"_index":"handbook","_type":"_doc","id":"DBFPJnMByMrymAEmOnqk","_score":1,"_source":{"Episode":"Jesse Farrar, Our Close Friend","speaker":"spk_2","startTime":4100.76,"text":"Thank's 'so much for li'stening to Hollywood Handbook in'sider's. But thi's for you get 'some people pulling the over to your Kick'starter 'suck's. I don't know. You guy's remember? Come on. See?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood Handbook"]}}]