[{"_index":"handbook","_type":"_doc","id":"bhEHLnMByMrymAEmVv50","_score":1,"_source":{"Episode":"Live at UCB Sunset w/ Kumail Nanjiani","speaker":"spk_3","startTime":3315.16,"text":"You've 'seen me have intercour'se with a variety of","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"eBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":59.23,"text":"to be totally tran'sparent in regard to all of tho'se detail's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fREJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":110.13,"text":"Oh, he I mean TV writing you. Um I don't know if you guy's have ever done it, but it''s It''s a really well paying job's. We talked to focu's li'st about it a little bit. Yeah, high 'six","PodcastName":"The Ads Version: Hollywood Handbook","tags":["focu"]}},{"_index":"handbook","_type":"_doc","id":"gBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":132.86,"text":"wife. Deal wa's a low 'seven","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"hxEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":257.14,"text":"like where 'should they li'sten? Tow for maximum Better for you Here you are like,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":849.33,"text":"If you were 'so excited to go fir'st. Flight of flie's, Flight of flie's. Well, I 'saw fly earlier today. Would you be? So that i's That i's a reference. That i's a callback. Ju'st It i's a callback to the fi you 'saw, and you won't believe what he wa's doing. Wa's he flying around? Well, I'm he","PodcastName":"The Ads Version: Hollywood Handbook","tags":["fir'st","flie"]}},{"_index":"handbook","_type":"_doc","id":"kREJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":870.08,"text":"I gue's's I You know, I gue's's that''s why we hire you, right? I's becau'se you got all the an'swer's already, but, yeah, flight of flie's. So that 'sort of wa's in my head a's a thing. OK, but i's he right with 'side of frie's 's? So here''s the thing. Haye's i's right, becau'se flight of flie's i's not like a thing that people 'say. Oh, 'so, like, that''s ju'st the thing you ju'st 'said ju'st now. And 'so I got the note. So I'm ju'st I'm ju'st 'saying 'site of It''s a food podca'st 'side. Yeah. No, you 'stand it out. No, he's right. That''s fine. Okay. We don't need to go. All right, OK, yeah, I got it. But anyway, we did that. We did that very early on the podca'st, and part of the rea'son we did that wa's becau'se Doughboy's one of the original aim's were con'sidering wa's 'site of guy's. Wow. Yeah, I imagine how huge the 'show could have been. You 'so big. That right, you would call it 'side of guy's in'stead of Doughboy's becau'se there''s a dough i's rarely ah factor in any of the 'stuff that you're eating on the 'show. Well, yeah. I mean, I gue's's if you include, like bread and tortilla's, you know, and pizza dough and the like, Can I ju'st 'say there''s and I 'say, Can I ju'st 'say plea'se? I 'said, Flight of flie's. So for you to 'say it''s not a thing that people 'say, like by definition judge, you're 'saying it even tell me that So, like, that''s not right the way in which it''s fine. That haze's right? I'm happy for Haye's. It make's it 'seem like you're accu'sing him of lying of 's of 'seeing the flyer right in which I really did 'see and he really wa's pretty huge, you know, uh, when they ve clo'sed, it''s ju'st to 'say next. I think he actually might be. Yeah. I mean, I ju'st I ju'st think when a V club write's up the recap of thi's epi'sode, they might they might be a'sking when Sean wa's riled up. Wa's that a 'shoot or wa's that a work? Now, 'see, thi's would be huge becau'se I don't know what that mean's, but what would be really big for u's i's if we did get written up in that and we can ju'st ba'sically do it for them, not about me, but like, you know, at 'some during thi's, like, 'say, like, thi's i's what you can 'say about that part of the 'show becau'se there i's 'some 'some rea'son that they're not doing it. And I wonder if it''s becau'se we aren't writing it for them a's well, right? We're making them come up with everything. But I think he really wa's living with my becau'se I came in here today like he wa'sn't mentioning it at, like you know anything about. It''s only now that he''s he''s come up with that. Well, maybe it wa's buzzing around thi's 'subcon'sciou'sly give him the benefit the doubt. Maybe we ju'st wa's 'sort of ju'st thinking about it. And then it came out of hi's mouth. When you put a microphone, you know, you put a microphone in front of 'somebody, you know what come's out. The truth i's that there''s a flying hi's brain, The open, it's wing's. No, I mean, I don't mean like a literally like a fly flew into hi's ear and worked it's way into hi's What happen's in'side of guy's? Okay, 'so here wa's the thing of 'sight of guy's. It wa's ju'st we had We got a bunch of fa'st food 'side's from the 'same re'staurant and then decided to rank them. And the thing wa's, it wa's ju'st like that 'sound's fine. That 'sound's lateral. With all our other 'segment's, I wa's incredible. OK, well, here''s the thing. It wa's ju'st kind of It actually become's a little ab'stract when you're weighing like onion ring's ver'su's I think we did Taco Bell. And we did like a 'site of bean's ver'su's, like, a 'site of there. And 'some might 'say that that i's what the re'st of the 'show i's. Yeah, a's well. Sure. You're ba'sically 'saying Here''s the 'show where we take a little break from the where we either normal in the re'staurant and we talk about whether it''s good now i's a little bonu's 'segment. We'll hear the food for the re'staurant. Talk about whether it''s good. That might actually be the correct diagno'si's for it and al'so the i's'sue of if you get fa'st food from a re'staurant and then we eat it on the podca'st. A's you guy's know, From a's two time's veteran's of the Pod, we try to go in advance becau'se then we can dige'st The Beale and di'scu's's it. And then if you try to get in the 'studio on the air, you get them chomping 'sound's. Yeah, and then you've al'so got wa's incredible but weirdly have having eaten with med's, huh? It''s oh, it''s a's di'sturbing in the other direction. From how 'silent did thi's, right? It''s like it''s falling down hi's throat. He''s internalizing it. I mean, that''s the thing. It''s like, you know that your mind of i's, yeah, you ju'st alway's thinking alway's by the eating i's 'so quiet. Yeah, hi's eating i's very i's 'stealthy. Oh, I think I found a picture of the fly. Ah, here, al'so to you. Ah, deleted it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye","Doughboy","Doughboy","Flight of flie","Haye","Sean","Taco Bell","The Beale"]}},{"_index":"handbook","_type":"_doc","id":"kxEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":1203.65,"text":"I's that gonna help u's? Maybe thi's 'should have been a private we're paying. We were paying him, I gue's's. To dio what? We could have done it Have thi's coming. Then we do the 'show. U'se the knowledge from thi's conver'sation right away. We 'started next time. Okay, We're 'starting. Ju'st hey, among the Hollywood Handbook and here we go. Ah, So, um, I 'saw a big fly. It wa's Riel. Uh, and I ju'st have to tell you that that''s the truth. And we are going to talk about our new 'segment that he's ju'st came up with him'self. And Nick ha's to play, and it''s on our 'show. It''s called 'smacker Wack. Ye's, good Letterman. And we bring in people from the Off like, Earwolf people on we 'sit him down and we 'say? All right. I's thi's dude looking like a 'smack or i's thi's do looking like a latte? Ye's. So wait, So you're judging their per'sonal appearance, their per'sonal appearance there. By a gue's's. Yeah, we, you know, feel little part's, and we 'say, Like, i's thi's 'so ugly a per'son or 'she looking like a 'snack? Yeah, we 'squeeze, um, and we'll get a big fi'stful of different 'section's of them. Do you mean And phy'sically manipulate them, like with caliper's? You're really mea'suring him out? Ye's. God. Where my caliper's. Oh, ye's, ye's, ye's, ye's, ye's. Let me ju'st 'say thi's, and I'm not, You know, I know you guy's are. Maybe it will antagoni'se here. There there wa's appropriating the name of one of our exi'sting 'segment's, but I would ju'st 'say on Doughboy's. But here''s what I would 'say.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood Handbook","Riel","Nick","smacker Wack","Letterman","Earwolf"]}},{"_index":"handbook","_type":"_doc","id":"lhEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":1601.41,"text":"So, um, 'so we've had we have 'some other 'segment. Okay. I's that we brought in? Do you want one of tho'se? You want to keep talking about hi's 'show? Uh, no. I think we 'should talk about our 'show more. Well, So one thing we were thinking could be cool i's if we 'sing Hamilton ju'st ju'st 'singing. And we love it to ju'st 'sing it. And we ju'st think it''s 'so good. I's there a take on it? I's there? Are you, like, in a do parody lyric's or 'something? There i's it. Take a guy like. Did you 'see thi's 'show? It''s 'so good. Our take on it i's like it really i's like, awe'some. Like you're learning. And it''s rap. Yeah, 'so you're ju'st going to go, like, ju'st ba'sically verbatim 'say, Lin Manuel Miranda''s lyric's. And we talked about the different part. OK of the 'show. He''s The He''s again. It''s Hamilton. We want to do him. We're doing him. Yeah, but that''s I'm ju'st 'saying that that''s the arti'st behind Hamilton, the original lead and the man he wrote the mu'sic in the lyric's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hamilton ju'st","ju'st","ju'st","Lin Manuel Miranda","Hamilton","Hamilton"]}},{"_index":"handbook","_type":"_doc","id":"mxEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":1974.63,"text":"So you have a clear idea of what we need from you in orderto pu'sh your 'see PM''s here. Yeah. Yeah. So thinking about furthering your education while you can, Uh um hold a ma'ster degree. Ah, and ye's. Ye's. Hey, you You, uh, coo coo bird's? Uh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nREJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":2020.8,"text":"But 'sometime's they 'say that when you read 'stuff like that you aren't like liking and that you aren't into it enough. Yeah, okay. It 'say's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qREJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":2214.02,"text":"You li'sten to thi's and you're like, horny guy's are going to be at thi's 'school. I'm gonna go to thi's 'school that you're done. It''s a good me's'sage.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"rREJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":2752.74,"text":"up. But we're having fun, huh? But 'some of It''s like, kind of fucking twi'sted man. And the'se guy's all did very horrible, grue'some thing's. I mean, 'so thi's i's where we could actually help cau'se you 'seem to think that the'se they're all, like, normal, non 'scary people when really they have done 'some, like, gha'stly 'stuff. I mean, what what come's to mind i's 'something that Kel'sey Grammer''s bea'st, that that that i's gha'stly. Don't I mean, that''s probably that''s not even the be'st example, though. So let''s 'skip that. Have to do 'some Wikipedia re'search Really 'sla'shing guard's. Okay, frickin think about. If we're talking, it''s me and he's for talking about like Grandpa Mon'ster. I am again. I feel like what you're referencing our character's From pop culture and al'so From thing's that aren't nece's'sarily even horror like the mon'ster's. Okay, 'so you're walking down the 'street, minding your own bu'sine's's. Yeah. Grandpa Mun'ster roll's up on you, and here and here''s Nick Wagner. Here''s Nick Wagner. Oh, hey, thi's i's all, like, totally. I'm totally cool with thi's. I'm not 'scared. Thi's i's ju'st like a normal night for me. And I'm having fun. Yeah, I'm happy about it. And I'm glad I 'saw a romance becau'se there''s no poop in my pant's. And Marilyn Man'son want's to 'suck hi's own dick right behind you right behind me and got rib's removed for it. And he''s Paul Pfeiffer From fucking Wonder year's. Think about that mitt, right? I mean, again, I ju'st I If what you're talking about i's talking about thing's, they're riel, your at your idea for a 'segment i's we're gonna di'scu's's thing's that are twi'sted. I hope it''s coming from a place that it''s becau'se you don't know. And maybe thi's could be the value of the podca'st that people are actually were earning about Thi's carried well, and that''s part of what I think would make it. So copulate i's a lot of people don't even room who Not only Grandpa Mon'ster not only wanted to kill, but he wa's horny about it a's well. Okay, can I ju'st pitch 'something like maybe a topic you guy's could di'scu's's? Ju'st if you're gonna go in thi's direction. How about 'someone like the Zodiac killer?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kel'sey","Wikipedia","Nick Wagner","Nick Wagner","Marilyn Man'son","Paul Pfeiffer","Thi","Zodiac"]}},{"_index":"handbook","_type":"_doc","id":"tREJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":3249.75,"text":"The 'segment i's called a 'snacker. Wack can't 'snacker wack bitch. So thi's i's al'so called 'snacker whack. I ju'st like really a 'side after they got the mo'st popular 'segment. Pla'stic 'surgery procedure's i's bit like, you know, thi's i's your thing, right? In'spired by you and like, you do with chip's or whatever. I ju'st feel like wouldn't when you've got a like a 'segment like 'snacker whack the value of having it be 'specific to one thing. And if your guy's ca'se that it feel's like you landed on, you know, again, thi's i's 'something where we're gonna be very per'sonal about 'someone''s phy'sical appearance. People are 'sen'sitive about, like your audience could 'see hi's mean 'spirit. It feel's like you don't think anyone Earwolf i's looking like a 'snack. And you think they're all whack becau'se you ju'st keep 'saying that it''s mean when, like, it might actually be really nice, I gue's's if you're alway's 'saying people are 'snack's 'segment they hold The The 'segment i's 'snacker whack, you decide. Are they looking like a 'snacker? Do they make me want to go back Off? So yeah, that''s right. Wait. So if there 'so it''s alway's were regardle's's of what it i's, it''s 'something that you find them. I'm turning on. It''s ju'st a matter of like Am I 'so turned on that I gotta go on friggin gobble him up in a more am I turned on that I have to leave and whack Off by my'self? It''s ju'st a que'stion of it by engaging with them or i's it 'something private for me? So it 'seem's like a good whack off in front of him to Can I 'say you're You have that relation'ship with food at thi's point that you look a like a like a like a bag of To'stito's or 'something that you're like, Okay, now I have to whack Off. Yeah. Come on, man. That''s 'sick, man. Speaking of which, we were going to do a 'segment where we ju'st graphically de'scribed 'sexual encounter's like like real one's. Yeah, maybe not that were involved in. But like, you don't want either taped or located about and it''s called 'snacker Whack. I mean again, I think I feel like the one i's'sue i's that you're ju'st gonna confu'se the audience by having a bunch of 'segment's named the 'same thing, which i's al'so the 'same a's the 'segment name on a different pod. Canada li'sten's that anymore. Well, I'm well okay. A'side from that, I feel like ju'st graphically de'scribing 'sexual act's. I mean, there''s an audience for that. I'm not 'sure if it''s the 'same a's your audience. You know, for in'stance, like on our podca'st. We're talking about fa'st food, 'so we know if we're al'so going to talk about, like, 'state chip's or cookie's. We u'sed to 'say my view, the main podca'st right where your ad 'supported. And then you have people doing up a tree on right? Well, done a's you'll do you. What i's enough? Like the people are paying money for thi's like think about your 'show and like they're paying for it and what that mean's like that, they're, like, willing to pay for it here, like making them do it like what''s their life? If they're paying for it and then you're a'sking that actually do it and they're doing it like Je'su's Chri'st, man. And when do we like? Stop when you decide? OK, now I'm fine. What do we have? Enough. You know, Black. Thi's i's a 'snack, right?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earwolf","To'stito","Je'su's","Chri'st","Black","Thi"]}},{"_index":"handbook","_type":"_doc","id":"uBEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":3494.73,"text":"So what wa's 'so we're talking about? So here''s what. Okay, let''s go back to your 'segment. If we're talking about who got pla'stic 'surgery at your wolf, Yeah, I feel like maybe you know, a 'small 'sand weather Harry's neck or whether we want to whack Off. There might be a 'small 'segment of your dedicated fan ba'se that i's aware of The per'sonnel who work at Earwolf. Yeah, but I would 'say there''s probably maybe a larger 'segment who doe'sn't nece's'sarily murder. Why do you want to 'silence the people that Farrell audio? Becau'se you never talk about tho'se guy's. I feel like we dio I feel like we talk about 'some of our 'staff. It fair a lot of overtime. Ju'stin. There''s de'stiny, and their's are. There''s The There''s you 'song Blue. It work's for Farrell now. U'sed to be, if he ever got to go in 'studio on Mike. Yeah, we've had him on the podca'st. Twice. We've had We've heard from you 'song a little bit. You Sound's good, dude. You know, it could be cool to make him kind of 'seem like a 'snack a's you put Du'stin and like, a French maid uniform and he''s du'st in the 'studio. And then all of a 'sudden, I'm like, OK, that''s 'such a 'snack. I got","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Harry","per'sonnel","Earwolf","Farrell","Blue","Farrell","Mike","Du'stin"]}},{"_index":"handbook","_type":"_doc","id":"vREJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":3600.35,"text":"It''s very confu'sing becau'se, I mean, look, let''s be hone'st, going to 'school i's boring. We thought that we have and trying to get anyone to go to 'school. It''s a Herculean ta'sk, and I ju'st I zone out the minute anyone from 'school 'start's talking like, have you guy's ever 'seen Happy-Sock's homework? Peanut's gang? Yeah, for 'sure. Having have you ever noticed that?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Happy-Sock"]}},{"_index":"handbook","_type":"_doc","id":"zhEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":3802.37,"text":"volley. Playing volleyball If you're getting if it''s part of your P E cla's'se's in college a Chapman-Univer'sity that''s the only time it''s okay. Other that you 'should be in 'school. You 'should be in cla's's and we're horny. For book's learned, Maura Chapman-Univer'sity 'sla'sh grad's are Sorry, kevin dot edu 'sla'sh gut's. Sorry. Sorry. Did take it two more time's. Chaminda td 'sla'sh gun candle","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chapman","Univer'sity","Maura Chapman-","Univer'sity","kevin dot edu","Chaminda"]}},{"_index":"handbook","_type":"_doc","id":"0BEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":3879.7,"text":"'see their grinder way improve their grand.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1BEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":3941.33,"text":"Rachel Bloom, collection of Men, Corp'se's and one woman,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rachel Bloom"]}},{"_index":"handbook","_type":"_doc","id":"2xEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":453.17,"text":"on women Cooper. I mean, like 'so, Lord, not anymore. Yeah. Oop's. They 'shouldn't talk about that. I don't think that 'should be in the jib jab, which Yeah, probably don't ha'shtag witch Hunt 's. So, anyway, the email i's on the way. You open up an email. Almo'st everyone you open ha's that, like, intimated 'skull made out of number's. It''s going with broad ball movie's. Ye's, it''s like every other. Even on that. Ye's. And it''s From, like, the dark demon of you, But are are the dark demon i's, like, con'stantly Harry to me, laughing i's not 'scary. You 'said that you love to laugh, by the way. Yeah. I've never heard you laugh. Ye's. Well, what a private act for me. What doe's it 'sound like when I laugh? Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Cooper","Harry"]}},{"_index":"handbook","_type":"_doc","id":"3REMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":511.12,"text":"Hey, hey, hey. That''s kind of my left. It''s a very plea'sant, lilting, laughing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"4BEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":708.11,"text":"thing. You've been doing the 'show 199 time's. Kind of Yeah, not thi's 'show, like 'sanctioned a waiter. You counting your old your good 'show the reality 'show 'show. Are you counting that? They're good one. No, that''s not part of the two under. You've been doing 'so and thi's Kyle, plea'se. It''s not a good one. Neither of them are good. No, but they're al'so better than everything el'se. Well, I liked the old 'show becau'se you guy's talked about, like, real thing's. You know what I mean? Like, Hey, you 'son. Gradually, Scott, have to break it to you. Reality TV i's fake and creating a fake culture. And 'so that wa's a big rea'son that we 'stopped doing it. And maybe we didn't even do it. No, but I gue's's what I mean i's you you had 'skin in the game when it came to that 'show. Like you actually liked watching tho'se thing's. And thi's 'show with it's 'sort of like, Oh, my God. I actually thought we liked that way. That wa's It wa's all an ironic Oh, I actually loved I actually think that''s great. I love li'stening to it. And ju'st like being part of, like, the illu'sion of and being like, Oh, my God, the'se guy's actually like that. That i's 'so 'so out of touch with that that I'm like, Oh, my God, that''s really cute. So you watched, like, 'state watched all of the'se 'show's ju'st to do it, To be able to believe 'something like that ju'st to do a 'show that 500 people li'sten dio to watch Joe. Well, that''s that''s what wa's 'so Calvin a'sk.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kyle","Scott","Joe","Calvin"]}},{"_index":"handbook","_type":"_doc","id":"5REMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":1361.55,"text":"anything you could do it. The po'st office you can now do right from your de'sk of 'stamp's dot com buy and print official U. S. Po'stage for any letter or package u'sing your own computer and printer. And unlike the po'st office 'stamp's dot com never clo'se's. You can get po'sted whenever you need it. 24 7 I's thi's good? I mean, thi's i's what they want. I like thi's product I want to be more excited about, did they? Sorry, ye's, 'stamp's dot com It''s pretty amazing becau'se going to the po'st office i's really boring and it''s alway's out of the way and it take's up 'so much of your time. I think the po'st Office's boring. So why can't the 'stamp's dot com 'sound a little more exciting? I I thought it wa's cool that in the ad we gave people a rea'son to li'sten and not ju'st 'skip through it to be like, Hey, it''s not gonna be the exact 'same copy you've heard everywhere el'se. We're going to kind of do 'something intere'sting. Ye's, of cour'se, Stamp'scom Com i's exciting. It''s the mo'st exciting bu'sine's's idea to come along in a generation. I mean, how much time have you ever 'spent at the po'st office ju'st waiting in line? I mean, that''s an eternity of your life now you don't have to do it. You can print and by official U. S. Po'stage right from your de'sk u'sing your own printer. Your own paper For any cla's's of male, any 'size of package i's great for 'small bu'sine's'se's to Can I talk about that? I wi'sh you wouldn't. And I would like to talk about how I have u'sed 'stamp's dot com per'sonally. Of cour'se, we all would like to talk about to 'send, like, fun toy's to people like citing fun 'stuff. But they make's you want to mail more thing's, becau'se have you ever It''s 'so ea'sy and fun. It''s 'so ea'sy and fun. You. I've been in thi's 'situation where I've been like, Oh, I would love to mail a Chri'stma's gift to my preciou's loved one's. Yeah, I don't want to go to the po'st office. I'm 'skipping Chri'stma's No, with 'stamp's dot com. Chri'stma's happen's every year, but they want to. They ju'st want u's to 'say that we have you 'stamped dot com to 'send oatmeal well, and I wanted That''s what they're a'sking for plain oatmeal, and it''s not wet, and I and I al'so I want to talk about how Now I get to ju'st go to the po'st office ju'st to hang out. And I don't have to know like I get in line. Don't talk, Boteler. I ju'st go and talk to all my friend's there. They would prefer that you not be going to the po'st Office's. All becau'se if you go to the po'st office, you're gonna be tempted when you're there to, like, throw your friend of bone and yeah, yeah, hang around at the barber 'shop long enough you're getting and end up with a haircut. Yeah, exactly. So no, let''s leave all of that out of it and ju'st ju'st talk. Ju'st talk very boringly about 'stamp's dot com. It''s great. Sure we're excited about it per'sonally. We want to talk about it, but don't right now. U'se my code handbook for thi's 'special offer. Four week trial","PodcastName":"The Ads Version: Hollywood Handbook","tags":["stamp's dot","U.","stamp's dot","stamp's","stamp's dot","Stamp'scom","ju'st","U. S.","Chri'stma","Chri'stma","com","Chri'stma","ju'st","po'st","ju'st","Boteler","ju'st","Office","po'st","stamp"]}},{"_index":"handbook","_type":"_doc","id":"6REMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":1765.88,"text":"Did you get in here, plea'se? Victim of a beta married? Yeah. Now thi's i's a guy. Thi's guy they actually u'sed ZipRecruiter higher hired through ZipRecruiter Office's are Why 'such a good job reading verbatim. Got 80. Maybe we need 'something for bait. Um, recruiting zip's a tomato Vicky at find a day. Why? ZipRecruiter ha's been u'sed by bu'sine's'se's of all 'size's to find the mo'st qualified job candidate's with the media re'sult's. And right now, my li'stener's can po'st job's on ZipRecruiter for free. That''s right. Free. Ju'st go to ZipRecruiter dot com 'sla'sh fir'st that ZipRecruiter dot com 'sla'sh fir'st or more time to try it for free. Go to ZipRecruiter dot com 'sla'sh fi'st. Oh, no.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","ZipRecruiter","ZipRecruiter","Vicky","ZipRecruiter","ZipRecruiter","ZipRecruiter dot","ZipRecruiter","ZipRecruiter dot com"]}},{"_index":"handbook","_type":"_doc","id":"8BEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2152.98,"text":"but you 'should have caught that right away. And that''s part of being a gue'st that I think you're not u'sed to. Your ho'st mu'scle's are jacked. Yeah, I'm your ho'st. Garfunkel are written. Michael Sana? Yeah. Michael. Sara. Yeah, and 'so you're in great 'shape a's a ho'st, but a's a gue'st, you're like a puny little like, uh, yeah, like baby group, like, £2 'shy of 100 weakling. Yeah. Five. That''s exactly how I would have put a two punch 500 weekly, five foot, nothing 100. Nothing. Ah, and a total jump. Yeah, And I think you have to agree that being a big 'squeak 'suck's. Yeah. Are you guy's here to kick 'sand in my face 'somehow? Now, now we're here to train. You were here to work you out, Get you nice. And Rick, becau'se you could be 'so 'strong. What''s wrong with my gue'sting? I've never really Should we play like maybe it will help for you to hear it your'self becau'se it''s hard for me to imagine like, maybe a's you're doing it. You're like, Oh, thi's i's going right. I thought it wa's fine. I thought people enjoyed it. May be getting video. Okay, maybe we 'should hear Love. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Garfunkel","Michael Sana","Michael","Sara","Rick"]}},{"_index":"handbook","_type":"_doc","id":"9xEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2611.91,"text":"why did you 'stop worrying about Steve Martin? Let''s 'start concentrating on thi's dick, okay? And who'se digger you talking about? I'm talking about my dick, dude or Foca. That''s perfect. and not and like. It would help to get more detail's, becau'se if he maybe he think's you want him to like, it''s during the raw. It draw for four plu's inche's, right of of thin 'steel. Thin yet thin metal rod. Yeah, Thin. Almo'st a's if there''s like a pipe cleaner wa's put in it to experience 'steel. Yeah, yeah, yeah. Dragon gla's's. See gaming through Kevin 'set out. No camera. No, don't do that. Okay, Kevin, put the headphone's on the devil. Thi's i's Chef Kevin. Do you know Scott? I Scott, Who are you? There''s a big moment for you. Thi's i's really big. Becau'se I know you've been here for 'so long. Been where he work's. He ju'st walked in, You know? He work's at the Scott. I promi'se you. I know thi's 'seem's unbelievable. He work's here. He ha's worked here for a 1,000,000 year's. He i's doing the 'same job. Thi's guy? Ye's, thi's i's Kevin. Thi's i's Chef Kevin. Ah, Good morning, everyone. Scott''s The creative director here in Earwolf, Of cour'se. You know CEO, He ha's hi's hand's. Chief Chief Executive, Every 'single deci'sion of Earwolf and anything you hear on Earwolf ha's gone through Scott and Stitcher Premium and Stitcher Premium, CEO of Stitcher Premium. That''s awe'some. Yeah, 'she''s executive Off. And what do you do for the company? I'm the young lad. I'm The production coordinator. I don't know what Harry's make's. I Dude, you better 'stop coordinating production's and 'start coordinating thi's dick. I all right? That''s good. Now thi's guy i's in charge here. I gue's's it''s ea'sier with employee's, Kevin. Yeah, Yeah, it''s a good wait. A practice, actually, i's to 'sit down with Chef Kevin before thi's. What I do before interview's right on and ju'st get in a place where I am dominated the 'situation and manipulating him and Julie in way's that he doe'sn't even know. It''s happening while I'm doing it. Becau'se I'm like, doing all the'se running program's on him, ba'sically that you're pacing around him right now you're circling him like a predator, and he''s doing exactly i's reacting exactly the way I want it. Yeah, he''s completely control's the 'space that come's in and i's able to 'sort of plant him where he want's. And then when he's 'strike's, Kevin ha's no choice but to give him really good head. Uh huh. That I's that the goal? Thi's i's fa'scinating. Guy's. I haven't really thought about that. I ju'st have to call for any interaction in Hollywood i's to try to get ahead at the end. Well, it''s never a bad thing, Toe. Al'so, get a nice chunk of change to get paid for 'someone to give you. You can you can eat head. Yeah, it''s true. It''s true. Yeah. I mean, I think 'sweetbread's i's that i's in I'saiah Mattre's'se's, 'sweetbread's or peni'se's. You don't know what Sean called. You don't know. Um, but hone'stly, even if you could eat, had you wouldn't want it. Every meal, 'some meal's you'd want to be able to buy, like 'su'shi Me? Oh, yeah, our Or like Rahman Rahman Air? Yeah. Sanitary rocket or or one of your famou's movie hot, right? Ye's. I'll take three, plea'se. Yeah. Get on that, Inventor's. Yeah. Yeah. Should we continue with the thing? Maybe we can have Chef. Kevin i's ju'st an unbia'sed ob'server. Get were given. He could 'say which interview An'swer He like's better. Why did he walk in here? By the way he come's And he ha's, like, the'se little like plan's for every epi'sode I can kind of 'see him coming up with them. Would like when we're coming in. He''s like, OK, like I'm gonna, like, do thi's fun bid every time I'm going to take the'se picture's or whatever. Al'so, he''s law. A lot of time's he''s lo'st. A's far a's I know, he live's here and then ju'st, like, ha's 'sort of a goldfi'sh memory where he 'suddenly i's like coming back into the room all the time. Ju'st be like, Oh, we're mind. It''s like And then becau'se the new room And then he come's walking into the 'studio. Strange uniform. He''s wearing, too. Yeah, yeah, it''s wearing a uniform. He''s one of the queen's of the Stone Age. Yeah. Yeah, like a three wolf moon thing going on. Uh huh. Thi's i's a brat thing that, like he ha's people are trying to imitate bread and, like pretending The like mu'sic And The who'se radio? See? Sorry. I forgot. Bread i's an engineer here. Uh um, he''s another. He''s like a Kevin type, uh, who ha's ju'st become e's'sentially part of the furniture. Uh oh. I 'see. I alway's wait. I's that the thing that''s on the chair? Sometime's going to do my 'show? Ye's. And 'so thi's i's 'so thi's i's the difference between you and u's. Where we Everyone here while they were like, we are di'sgu'sted by them And like, they're like, the fact that they have no plan i's very up'setting to me for, like, what","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Steve Martin","Kevin","Kevin","Thi","Chef","Kevin","Scott","Scott","Thi","Scott","Thi","Kevin","Thi","Chef","Kevin","Scott","Earwolf","CEO","Earwolf","Earwolf","Scott","Stitcher Premium","Stitcher Premium","Stitcher Premium","Harry","Kevin","Chef","Kevin","Julie","Kevin","Hollywood","Mattre's'se","sweetbread","Sean","Rahman Rahman Air","Chef","Kevin","ju'st","Thi","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"-xEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2980.69,"text":"Here you go.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_BEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2984.61,"text":"So 'should we hear more of the interview? Yeah, ju'st 'some of what Wolf ha's been 'saying. It''s good. And let''s get back to Wolf. Kevin Conway in Captain William. But I u'sed to li'sten to hi's album's 'still on thi's, you know? Yeah. Letter. Thi's i's the bigge'st influence i's going to an'swer that. You guy's have already Gretchen Letterman a lot a's an influence on our parent's. Didn't get a lot of what we 'share. The 'same parent's, by the way. A lot of people 'should know that we're brother's. What are you talking about,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Wolf","Wolf","Kevin Conway","Captain William","Gretchen Letterman"]}},{"_index":"handbook","_type":"_doc","id":"_hEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":3020.35,"text":"But why do you want people that like What i's that? What i's the mi's'sion there of that? Why my my mi's'sion? My goal? Yeah. To do the trick on everyone in America and on Wolf. I wa's 'sort of trying to evade hi's que'stion. Quite hone'stly. I knew it wa's headed down a certain path that I wa'sn't comfortable with. And I wa's trying to deflect well, and that''s a corner you've painted your'self in by an'swering the fir'st que'stion. Ye's, it''s true. You know, you could have e'stabli'sh 'some ground rule's up top. So now you are in danger. of having to an'swer the que'stion, but toe lie and tell Wolf that you're hi's brother when you know that he''s adopted and he''s alway's wanted to have a little brother like. And he''s alway's been looking for who I'srael brother i's. I didn't know that about I gue's's I didn't do my re'search. Love Warren. Yeah. And that''s 'sort of what Haye's wa's. Yeah. Yeah. So how 'should I have? Why do you think hi's name i's Wolf? I gue's's I never thought about thi's. He wa's adopted a's a dog. Yeah. He wa's adopted a's a dog. Yeah. So they knew he wa's a human. But then they treated him like a dog. Or they thought he wa's a dog in The all the paperwork 'said that he wa's a dog. Right? And thi's i's before online, right? Wolf? That make's 'sen'se. Yeah. So he wa's wolf? Yeah. So, for you 'sit there and go like, Hey, I'm your brother. It''s like maybe he's could 'show you what you 'should have 'said. Yeah. What? What 'should I have 'said? Okay, well, let me go back to the que'stion. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["America","Wolf","Wolf","Warren","Haye","Wolf"]}},{"_index":"handbook","_type":"_doc","id":"_xEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":3113.04,"text":"a's an influence on I think we're my bigge'st influence i's growing up. And Pee Wee Herman you've mentioned. Let what a lot a's an influence on our parent's. Didn't get a lot of what we 'share. The 'same parent's, by the way. A lot. Okay, wait. Let me go back. Yeah, go back. Do you want to know what I would do in thi's 'spot? Yeah. Can I ju'st play it for you? Yeah. Plea'se. It''s di'sorienting becau'se you al'so don't even let him fini'sh the que'stion on David Letterman. I think we're my bigge'st influence i's growing up. And Pee Wee Herman, you've mentioned Letterman a lot a's an influence on Wolf. Our parent's. There''s a bomb. We 'strapped to my che'st. People 'should know it''s going to go Off. My hand i's taped to a remote. If I relea'se thi's trigger, thi's entire building's going up","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Pee Wee Herman","David Letterman","Pee Wee Herman","Letterman","Wolf"]}},{"_index":"handbook","_type":"_doc","id":"AREMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":3166.24,"text":"I lo'st everything. How? Why would Wolf he''s money mon'ster? Uh, your money Month's? Oh, I 'see him with the money mon'ster. Got it. Money, mon'ster ring. I hadn't thought about doing that. Can I? Al'so ju'st a Mo'st people don't think what Pee Wee Herman did wa's good. That time, and I think they definitely wouldn't 'say that. It wa's an influence on I wa's. It wa'sn't 'saying that he wa's an influence the time that that he wa's arre'sted and I wa's 'saying that hi's body of work wa's an influence on working hi's body working. Hey, can I ta'ste ca'se? Ye's. Can you 'say 'something? Don't you 'say 'something to thi's, Dixie. Thi's i's good right now. That''s 's and the thing that i's 'so reprehen'sible about what Peewee Herman did i's he had given up. Did you ju'st get me even? It''s a viru's. The laughing 'skull. Great. See, thi's i's why clo'se people 'say I love you to him. The problem with what Pee Wee Herman wa's doing wa's he wa's doing it by him'self. Yeah, when he could have been forcing 'someone el'se to do it. Who tried to interview? Well, he had given up. What? What? I mean, that''s the other thing i's what if they invented where you movie where you could be like, hey, Demi Moore in 'striptea'se in'stead of 'stripping up there on the 'screen, come down here in a purple ro'se of Cairo Virtual reality 'situation. And you know like 'strip on me. That i's It''s worth a try. I get it. I get it in your right. Put your headphone's back on. None of thi's, like getting up, 'sitting down. What he doing? Imagine I ju'st 'started getting up and Chef coming like that would be fought up right now. That would be funny if I did that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Wolf","Mo'st","Pee Wee Herman","Dixie","Peewee Herman","Pee Wee Herman","Demi Moore","Cairo"]}},{"_index":"handbook","_type":"_doc","id":"AxEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":3401.28,"text":"Yeah. Thi's i's where you make you go in and you do 'script doctoring. I ju'st right. I took all the joke's out. What were 'some of the joke's that were in there? Ju'st They really were. There wa's a lot of 'slap'sticky 'stuff. A lot of every time that kid's 'sat down there wa's a whoopee cu'shion up the room and he co wizard wa's there like a 'something about Mary, Like, Bit of 'split and hi's hair on the beach. Yeah, that''s right. And add. So I wa's like, Let''s punch thi's down. Like I think people will take the movie more 'seriou'sly. Yeah, you know, let''s take out all the ju'st like tripping And ju'st like you're going through plate gla's's window's, all the bahng hit's all the friggin Yeah, followed down the 'stair's. All the frickin what about, like, a hair about like, Oh, wow. You look like you know, like movie's the'se day's of like, you look like a cro's's between. You look like if la'st Frank Zappa, you know, wa's 'swallowing my nut's. I watch. Yeah, Yeah, I love tho'se, but it ju'st wa'sn't the right movie for it. I took that out, and then I put it into 'some of the movie's that are coming up. Ver'sion i's you take any celebrity and you 'say, Like, you look like if Frank Zappa eight. Frank Zappa, right? Oh, that''s intere'sting. Like like a fatter Frank. Ye's, I under'stand. So, like, if Frank Zappa wa's who''s a relative, he wa's a relatively thin. Doe's that have to do with it? Wa's he 'sick or wa's wa's he 'sick the entire time he wa's making me wa's certainly 'sick in the head.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mary","Frank Zappa","Frank Zappa","Frank Zappa","Frank","Frank Zappa","Doe"]}},{"_index":"handbook","_type":"_doc","id":"BBEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":3487.79,"text":"Wow. Yeah. And hi's mu'sic wa's mon'strou's, right? But 'so if he were, if you take that thin individual, and then he would eat hi's own body ma's's. What if you even eat 'some of thi's freaky 'sound creation's? Sort of implied by the joke a's well. You look like if Frank Zappa eight one of hi's freaky 'sound creation's. Yeah, it''s funny. Imagine what that would look like. Yeah. Yeah, I know. That''s really good one. How 'sick you would get. Yeah, 'some of the other joke's I like. You look like Ron. Jeremy met Jeremy Iron's. Yeah. I's that 'something? No. Yeah, that''s great. Jeremy wa's a c p a. Like it''s 'somebody kind of like around Jeremy, but they've got, like, a like a tie on. Ju'st what? C p a play. A corporate accountant coming on? Yeah. I don't really know. Yeah, the core. Pour it account core port or ProPublica. I don't know what it mean's, right? I don't know what it mean's. Plea'se don't a'sk me. Suck my dick. But like our back in control, one thing I like i's when 'somebody will ju'st 'say like, uh, The they'll be talking about a date. It''s two dude's. It''s dude's like me. Yeah, and we'll be talking about a date and The go like, Hey, man, I gave her the du'sty Kleenex goe's What i's that? What i's It''s like, bro. You never heard of the du'sty Kleenex eye's when you enjoyed chick? Yeah, you know, And you and new And in thi's ca'se, it would be like, uh, u. Um, what do you do? Uh, you come and then wait for it to dry and put it in her hair. Something I don't know what you think i's your wiper on a 'show, you wiper. Okay, great. You wait, Wait. You take the girl and you, you you u'se her to du'st. Yeah, you fucker get's your 'shelf. And, uh, and then you 'sort of, uh, 'scrubber but acro's's The du'sty part and not clean it like a high 'shelf that doe'sn't get a lot of du'sting. Yeah, I gue's's, if you don't know about thi's. Yeah, exactly. And, you know, the next thing i's that thi's i's the 'stuff, and that ju'st 'sound's like a funny character, like, but that couldn't po's'sibly be the lead character. That would have to be 'sort of an An'sel AP character's. Be'st friend. I like that guy. Yeah, that guy''s funny, but I can't take a lot of him becau'se that would ju'st like a whole movie. That would be bad. But one 'scene about it''s 'so funny. Yeah, yeah. No. Yeah. It''s ah, juke. Er yeah. You look like a character only goe's by hi's la'st name. Hey, Joker, would you do la'st night, bro? I wa's out with thi's chick. Oh, juke er and I got her back home and I gave her the backward's microphone. What''s a backward's microphone i's when you haven't heard about thi's? Yeah. Oh, dude, you haven't heard about the backward's microphone? No, it''s when you like, 'shout into her a's'shole and then you fall a'sleep on her dog, and that i's a really That''s not ju'st only good 'shine came up with her, whatever From 'something he 'saw in the room that i's, actually that''s it, actually, yeah. I'srael. You weren't looking at it backward's. Microphone at all. Or a Kleenex, Right, Sarah, none of tho'se item's in thi's room currently. You know, keep that they're only front word's microphone's and take a picture of the microphone and our no'se's air running right now, becau'se there are no Kleenexe's. There''s ju'st not like going down on action's. And you're in trouble for that. To Kevin and at 'sea. Should be microphone's in here backward's want's. Ye's, and there 'should be Kleenex. Okay. I's there any more of thi's interview? How long i's it? Let''s 'see if thi's let''s 'see if thi's ever end.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Frank Zappa","Ron","Jeremy","Jeremy Iron","Jeremy","Jeremy","Kleenex","Kleenex","AP","Joker","Kleenex","Sarah","Kleenexe","Kevin","Kleenex"]}},{"_index":"handbook","_type":"_doc","id":"BxEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":3727.27,"text":"think material when we were making fun of traditional entertainment. And I ju'st want to 'say that wa's Scott. That wa's not Scott in the interview, 'saying, becau'se you're confu'sing everyone when you talk while it''s going becau'se you're beyond the interview two and we're interviewing, you know, Right, right, So that when I wa's 'saying that that wa's not part of the actual clip that you played, that wa's new Scott pre'sent day. Scott. I'm gonna identify my'self anytime I talk a's pre'sent day. Scott,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scott","Scott","Scott","Scott","Scott"]}},{"_index":"handbook","_type":"_doc","id":"ChEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":3886.76,"text":"I, uh, not late for me. Um, I don't have a bedtime. I'm a grown a's's man. And I go to 'sleep whenever and quite hone'stly wherever I want. And 'sometime's It''s not even in my own bed. That''s cool. Yeah. And 'secondly, never. Secondly, TV''s great. I don't like you imputing it's integrity. TV''s great 'see 'so i's very 'succe's'sful. And we'll la'st a millennia, if not longer. And I don't like your attitude. So why don't you get down here 'since we're in New York City and give me a little road head? Um, ye's, I'm looking at a gue'st. Holy 'shit. I feel 'so powerful. Haye's. Ye's. I mean, Harry's work's were in New York City. Thi's i's huge and a little bit of road head. Holy 'shit. And all of a 'sudden 'si 'so's back on. Yeah, ju'st back on Wolf''s Off. I mean, wa's trying. He''s, like, cry. If he move's hi's hometown, we're doing the five From that. Forget around everything. Oh, yeah, that''s weird. 500 cbb. We're doing 500. All of the'se thing's can be undone. Ye's, everything. We ju'st wind the clock back. 200. We are booked on our 200. That that i's not gonna change Locked in. I only wi'sh thi's wa's like a Chri'stma's Carol 'situation where you were like friendly gho'st's or even unfriendly gho'st and we could change the pa'st, and we could, you know, it''s not nece's'sarily what will be it's what could be, But you guy's aren't going to give me a goo'se. Yeah, The one i's Bigge'st me? Yeah, yeah, I flipping down, you know? Hey, petting your however much how much gee'se co'st back then. Ah, it wa's like, uh, it wa's like a tuppence to pence here. That''s a lot for a goo'se, if you didn't know. You know, if you look knew the guy, then if you knew the guy, he would get Okay, But, ah, you're not gho'st's. I don't think No, no, no. I'd have to tell you legally, if you are a gho'st, you do have to tell me. I've 'seen your paperwork to. And I think that in order to give you paycheck's, we would have to give you gho'st paycheck's Here. It Earwolf interviewer gho'st's. I have 'seen your paperwork and your know that tho'se that i's, I think what I've been getting. So unfortunately, yeah, I mean the amount's on him. It''s almo'st like your paycheck's are haunted. Yeah, yeah, yeah. Imagine if I wa's a gho'st. Yeah, I'd be boyfriend's with The Annabelle? Yeah, in the doll. Didn't get to be out of tho'se Boy's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["New York City","Haye","Harry","New York City","Thi","Wolf","Chri'stma","Carol","'s","gho'st","pa'st","Bigge'st","gho'st","gho'st","paycheck","Earwolf","Annabelle"]}},{"_index":"handbook","_type":"_doc","id":"ExEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":4329.34,"text":"deaf PP Urinetown","PodcastName":"The Ads Version: Hollywood Handbook","tags":["deaf","Urinetown"]}},{"_index":"handbook","_type":"_doc","id":"FREMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":4370.01,"text":"There''s a couple of beer's can al'so in, like that guy mu'st have had a good night. Former human 'slave's. He made money off of me from turning trick's. He made money off of me From The photography, but like I had to 'sign a contract becau'se if I did it, you would beat the whole gamut of human experience's. We have juiced it like a deliciou's orange and mixed it with the tequila of comedy in order to make a tequila 'sunri'se of knowledge and laughter. Make 'sure to be around on Augu'st 16th becau'se that''s when the 1'st 2 epi'sode's air gonna drop and plea'se, plea'se click and 'sub'scribe.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"GhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":30,"text":"to do your little dance anymore. I'm not your little dancing marionette that you're pulling the 'string's and it''s a kind of puppet. I'm 'sure you're Thing i's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"HxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":61.05,"text":"Ye's. The whole ye's, Like the whole ju'st the whole power dynamic i's 'stupid, and it''s and it''s garbage and","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"IREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":79.24,"text":"Ye's, it''s like a like a corporate, like it's corporate in'sanity. It''s corporate in'sanity. And a's I'm doing thi's even a's were recorded like you know, even a's we even record our la'st 'show, I'm already on the beach in my head. I'm already on the beach in right","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"IxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":97.15,"text":"Ye's, that''s what''s happening in my head right now. I'm on the beach, I 'swear to God.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["God"]}},{"_index":"handbook","_type":"_doc","id":"JBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":101.36,"text":"Loan's and monthly men''s T 'shirt's 's Chri'stma's go fa'ster. Freeman Quality Blanca Graphic T 'shirt 'starting ju'st $11 a tea'ser, probably E'sther ripping running cotton and Ben. That''s been your w Off.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chri'stma","Freeman","Quality Blanca","Ben"]}},{"_index":"handbook","_type":"_doc","id":"KREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":157.97,"text":"I get. Get thi's one Off. But then it''s like the 'school bell. I'm already","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":258.8,"text":"I'm can focu's. I know. I like I'm excited. Could hardly tell it. I mean, I know when I wa's telling it, I wa's going, like, what i's you know, i's thi's a 'story?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["focu"]}},{"_index":"handbook","_type":"_doc","id":"MhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":282.15,"text":"really good throw. It feel's really like hard brick. And yeah, and I never feel like thi's doing the 'show. Yeah, and I'm like, flu e and fie Vory. And I'm like, 'sweating on. I'm 'shaking. Ah, 'sort of pale in my mouth i's drying and I'm weak. Uh, and I have 'sort of, like,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["flu","fie Vory"]}},{"_index":"handbook","_type":"_doc","id":"MxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":303.77,"text":"not been able to get any 'sleep, But I keep falling a'sleep when I don't want to. Um and I'm, uh, a key. Ye's. Stomach pay's throat, 'stomach pain's, 'sharp pain. Yeah, uh, hurt's to talk, Um, my not to get graphic, but when I go to the bathroom, Yeah, it''s unplea'sant. Yeah, you know more 'so the eventual different kind's of way's. Yeah, Yeah, yeah, yeah, yeah. And, ah, my feet or 'swelled up. You have, like, a ra'sh everywhere. Um, there''s bug's crawling out. I have the'se, like, ab'sce's's. Like I have the'se, like, 'sort of giant pimple's on my arm's and 'stuff. You have, like a crater in the center of him and the'se 'sort of bug's I've never 'seen before crawling out. There''s an army of them becau'se you're 'so excited becau'se I'm 'so excited about thi's epi'sode, and it''s like I almo'st like I don't want to do it like it''s been built up 'so much. I'm almo'st 'scared to do it, But I think we 'should ju'st do it. We","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":372.79,"text":"to Hollywood Handbook of In'sider''s guide to kicking button dropping name's on the red carpet land back hallway's of thi's indu'stry we call 'showbiz What I you know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood Handbook of"]}},{"_index":"handbook","_type":"_doc","id":"OBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":442.87,"text":"Um, but it i's over. It ha's been who you know, but it''s happy. But it''s that Yeah, like and azi much a's we talk about, we, uh, hate doing the 'show. And it''s 'so bad. And we're not commentated properly And all the'se other thing's and that the and that the 'show i's bad. Ye's. And that podca'st's are very bad.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":519.69,"text":"It''s no 'single epi'sode work's, Ye's, but But moment's from variou's epi'sode's work 'so well","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"SxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":614.44,"text":"So thi's way you need to leave 'sometime. We are going to be having a bunch of and I don't want to do all","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"TBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":620.49,"text":"thi's 'set up. Thi's i's gonna go. Thi's i's gonna be a really long up'side. Thi's epi'sode 'slated to be we have a lot of","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","Thi","Thi"]}},{"_index":"handbook","_type":"_doc","id":"UREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":688.83,"text":"dead. Kevin. Right. Um, okay. How do you How do you want to do thi's? Who, Um, I get who ha's been out there. I don't want it to be ju'st anybody? No, no, no, no, no, no. But of of the 1'st 3 or four people, Yeah, arrive. We'll ju'st pick one of them","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin","ju'st","1'st","ju'st"]}},{"_index":"handbook","_type":"_doc","id":"VREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":715.59,"text":"Ye's. So who i's there? Anyone out there who''s good, who''s been there a while, but i's al'so not like the bat i's not my Kroll or whether we want to build up? Ye's, like Aubrey or whatever. Like whoever ha's been out there. Somebody in the medium range. Ye's. What do you guy's talking about?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Aubrey"]}},{"_index":"handbook","_type":"_doc","id":"VhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":732.03,"text":"The ga's. The gue'st's. Obviou'sly. There there i's warming. Uh, there''s there''s no one out there.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":781,"text":"people are We're going to 'show up at 11. We were in here kind of letting letting them build up in 'sort of Stephen. Bill. You were 'suppo'sed to hand out the 'script's, right? Sure. I have a big W 'script's. Yeah, and then they would come in. But, you know, we when? One of the time we'd gradually build to, like, thi's big celebration of the 'show. And, like all you know, not everybody, But like, mo'st of the gue'st's we've ever had were gonna be here. Yeah, plu's a bunch of people that had never been here before. I have a huge 'stack of 'script's on my de'sk and no one ha's 'shown up.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Stephen","Bill"]}},{"_index":"handbook","_type":"_doc","id":"ZBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":922.48,"text":"left the tra'sh. Canada? Yeah, The tra'shcan's there. Yeah, but I'm only 'saying that becau'se I u'se thi's thing. I ju'st believe that tho'se thi's Yeah, that The tra'shing wa's 'separated.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Canada"]}},{"_index":"handbook","_type":"_doc","id":"axEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":983.66,"text":"Adverti'ser's have paid. I know the fan's give vague Connick bacon give a 'shit. So, Kevin, becau'se it''s our la'st epi'sode, we 'sort of had a lot of 'stuff planned. And, uh, obviou'sly, we invited all 200 's. We","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Connick","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"bBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":995.8,"text":"have it. It''s like like a big thi's whole big thing that we 'script it out.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"bhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1006.97,"text":"And they like that more they don't want to Ju'st coming in to be told what they don't","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ju'st"]}},{"_index":"handbook","_type":"_doc","id":"cREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1049.29,"text":"the other bad 'show's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["other"]}},{"_index":"handbook","_type":"_doc","id":"fREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1193.13,"text":"they're like, we're trying to arre'st you, and then hi's plan became I actually want to get arre'sted, if you recall. Right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ghEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1224.68,"text":"Ro's's Bay. Be","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ro's's Bay"]}},{"_index":"handbook","_type":"_doc","id":"hxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1267.32,"text":"ye's, that and thank you,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"iREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1271.9,"text":"I hope you've got another chair. It''s party time. Hey, I'm dying up here. You're killing me. I'm clark. I love you. And I'm in love with you, man. I I'm 'so happy","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"jBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1294.34,"text":"you on driver Mulan. The Yeah, we call her Dre.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mulan","Dre"]}},{"_index":"handbook","_type":"_doc","id":"kBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1314.86,"text":"can we get thi's party? It''s like, what? If you were actually trying to 'start a party and your Dre? Yeah. A medium energy for","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Dre"]}},{"_index":"handbook","_type":"_doc","id":"lBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1339.11,"text":"Thank you 'so much. Drag. I's everyone gonna be here? I can't believe how many people are 'showing up. I'm getting big targeting. Tired. Grace Helbig.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Grace Helbig"]}},{"_index":"handbook","_type":"_doc","id":"mBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1374.79,"text":"do know each other. Thi's i's me. Hey, Chef. Kevin here I made popcorn and everyone''s favorite pizza. Who''s hungry? Do","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"nREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1437.3,"text":"Yeah, I went. I went to the 'store and got a peach pineapple pie. OK, becau'se I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1456.47,"text":"did well, but he did. And it doe'sn't 'sound like you made it. Well, I mean, I bought it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1562.29,"text":"A'sif mandate. We'll Deve, I don't know how to Oh, God, Maybe I 'should 'skip From Wouldn't get 'sued. No, don't 'skip it. We have to have It. I's one of the bigge'st gue'st we've ever had for a $1,000,000 arm. Wu. Congratulation's,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["bigge'st gue'st"]}},{"_index":"handbook","_type":"_doc","id":"rBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1578.25,"text":"Boy's. Ju'st dropped in to celebrate my friend's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"sREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1622.66,"text":"Thi's i's Scott document. I will 'stop kicking my a's's. I'm 'so weak, I'm a bitch. Okay, I gue's's we will can get him to do that. Performance's there. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scott"]}},{"_index":"handbook","_type":"_doc","id":"xBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1799.73,"text":"becau'se they hung out with the three of u's. We we have, like, we do Doughboy's with Me's'si a little bit. It''s not about food, it''s ju'st about our relation'ship. That''s what people come for, Got it,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1818.56,"text":"Did they a'sk you to do that? Yeah. About them'selve's? Ye's. They had u's be like, Congrat's on your 100.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1828.51,"text":"No, Definitely not. And that wa's for ah, 100 epi'sode's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["100 epi'sode"]}},{"_index":"handbook","_type":"_doc","id":"zREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1878.2,"text":"thi's i's like for u's, that''s e's'sentially our life. And then thi's i's like, jerking off. Yeah, like thi's 'show i's jerking off even though we're total fuck machine's who bla'st on the daily. Ah, with the hotte'st chick's on the planet. And 'so it''s 'still fun to jerk off. It feel's good. And there''s a freedom and kind of doing it alone. Ah, where you can experiment with 'some 'stuff. Yeah, but at the 'same time, you don't need it. Like you don't 'sort of crave that relea'se 'so you can take it or leave it. And I think people with thi's 'show think them 'showing up would be kind of like them 'saying like, Hey, can I kind of, like, 'sit with you while you jerk off? Yeah. Yeah, And it''s like,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0BEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1968,"text":"that ju'st to put it in term Becau'se I feel like 'sometime's our audience doe'sn't really know how entertainment, but it''s al'so like","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1REMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2042.01,"text":"with thi's? You're 'still here. I's Kevin and Bretz di'sappointed? And Kevin Right now, Brett, do you want","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin","Bretz","Kevin","Brett"]}},{"_index":"handbook","_type":"_doc","id":"3xEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":2142.41,"text":"we were 'so in'spired by you guy's reaching 200 epi'sode's, we would like to announce that we're coming back to your old and then there''s 1/3 other's third. Yeah, thi's Roman","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Roman"]}},{"_index":"handbook","_type":"_doc","id":"5hEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2186.17,"text":"wa's going to be a big get for Earwolf, which i's, well, one of their old 'show's back","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earwolf"]}},{"_index":"handbook","_type":"_doc","id":"7REMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2267.36,"text":"But if we're ju'st gone, then I gue's's I'm care's. But I did. But you know, I want to leave knowing that Scott ha's gone too well. Let me talk more about the hot tweezer's I'm going to u'se on Brett 's. So I'm gonna heat them up with thi's lighter. And I've got the Zippo.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scott","Brett","Zippo"]}},{"_index":"handbook","_type":"_doc","id":"_xEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2440.91,"text":"That''s true, guy's. Thank's for a'sking. Some other thing's that I would like to per'sonally endor'se are 'sauteed 'shrimp and green bean's with globe tomatoe's. Spinach in orzo pa'sta.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BxIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2565.47,"text":"200 meal's. Blue Apron better way to cook. Oh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"CBIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2570.63,"text":"interior The dungeon! Santa man on the ground!","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Santa"]}},{"_index":"handbook","_type":"_doc","id":"HhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2943.64,"text":"ju'st kind of perfect conclu'sion's and you get it and I'll 'say thi's now. I think it''s totally in line with the 'show. Yeah, but I I think it''s great that we're gonna get it trending and go viral. And al'so, when it get's really big, make it your own, Becau'se here, you know, you go, you go.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Becau'se"]}},{"_index":"handbook","_type":"_doc","id":"JhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":3044.81,"text":"You're Blue. You know, if you've been believing have been bleeding, but now it''s getting bad.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"MRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3171.25,"text":"Incognito, Richie Incognito i's running it. Okay. Cool. Ah, ye's. I had 'seen that. He''s the","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Richie"]}},{"_index":"handbook","_type":"_doc","id":"MhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3177.17,"text":"'showrunner. Yeah, well, he''s not 'sure running. He''s, uh he''s running the room while they're on doing a lot of 'scouting. He 'sound's a manic. Yeah, but look, I'm in town, totally on 'state. Okay. Cool. Well, we, um we were ju'st gonna do a couple ad's here. Get out. We're ju'st","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"MxIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":3196.09,"text":"trying to knock out the'se ad's. and then 'sort of peace out the'se air for the epi'sode la'st week, we drop him in and you're bu'sy, too, 'so","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"OhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3279.58,"text":"where are you talk like, Are you","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QxIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3454.7,"text":"Uh, about tonight. What about tonight? Tonight? Like, don't 'say today, Plea'se don't 'say tonight becau'se I want to 'see you 'so bad. I'm not 'saying only","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Plea'se"]}},{"_index":"handbook","_type":"_doc","id":"SBIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3494.18,"text":"you have, like, other friend's and 'stuff here, right? You have a lot of 'stuff that you can be doing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ThIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3531.19,"text":"I call it a day. Uh, becau'se it''s like, I's it your favorite 'show doe's? Of cour'se it i's. Okay, 'so he''s I gue's's he''s He 'sound's happy. Yeah, well, I wa's worried about him, but well, that''s 'so nice. T. That''s really nice, Tom. And thank you for calling on. And I'm 'sorry","PodcastName":"The Ads Version: Hollywood Handbook","tags":["T.","Tom"]}},{"_index":"handbook","_type":"_doc","id":"ZhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3771.98,"text":"when he could afford a ticket back. Ye's, I think that he had to buy it that for in advance. Yeah, that''s that''s what I think a's well. And I think he''s like the bye week thing. I think he''s like catching the Bill''s plane. Yeah, that. I","PodcastName":"The Ads Version: Hollywood Handbook","tags":["week","Bill"]}},{"_index":"handbook","_type":"_doc","id":"aBIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3809.11,"text":"if he 'sort of put's like I black on. So I think we got through that. Okay?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"cRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3925.78,"text":"If I 'say I'm going to do 104 epi'sode Yeah, but down 52. So thi's i's what I wa's thinking. My word i's Oh, ye's. Like if I make a promi'se, it''s forged in fire.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"cxIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3943.32,"text":"It''s one of the 'stronge'st wood's known demand and walnut. And now","PodcastName":"The Ads Version: Hollywood Handbook","tags":["stronge'st"]}},{"_index":"handbook","_type":"_doc","id":"ehIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":4030.29,"text":"And he''s hammering it, uh, like to be thi's, like, powerful weapon. That''s 'so intere'sting becau'se I hate to get into more Hollywood advice. Ju'stu's were, uh, you know, 'sort of ending the 'show 'sla'sh people coming in at that time. And I'm catching your home run, right? They are. They at what time?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood"]}},{"_index":"handbook","_type":"_doc","id":"fhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":4078.96,"text":"Why i's my word not that? And the rea'son i's my word's, Oak already And I'll have a different metaphor about a black'smith that I like to u'se 'sort of about the Japane'se 'sword making technique. Ah, our philo'sophy a's folding The 'sort. And a's I'm making thi's 'show and good for you? Yeah, to talk about. I keep folding thi's 'sort. What doe's that mean? Well, you heat the metal up until you're able to reveal the weak point's in the 'steel. For in'stance, Maybe I heat up your promi'se. Your promi'se's of i's a hot 'sword. I heat it up and then I 'see Oh, thi's 'spot i's weaker and I fold 'steal again until ultimately there i's no weak point. And it''s a 'solid rod of power that I can u'se to 'slay all the all the frown's in America. The Yeah, The ogre's become the'se 'sort of frowny face's of people who aren't laughing and our art learning and having fun and li'stening to funny podca'st, cool and nice and fun and nice guy's and 'smart. That''s in'spiring to me. And it''s making me feel like we could be 'sort of doing contributing to what TJ Miller i's doing ba'sically on ju'st getting out there, being 'sort of America''s court je'ster","PodcastName":"The Ads Version: Hollywood Handbook","tags":["America","TJ Miller","America"]}}]