[{"_index":"handbook","_type":"_doc","id":"sRI5MHMByMrymAEmaH67","_score":1,"_source":{"Episode":"Paul F. Tompkins and Joe Wengert Present Brandon Content, A WolfCool Exclusive Character","speaker":"spk_0","startTime":4738.43,"text":"what? That's what I call teeth. Oh, I see. We're gonna knock that crown right out and one fast, you know, swift shop. Can I be honest with you? What has your soul defender? I'm beginning to feel that your line hunting activities are crossing into your dental activities in a way that I had not anticipated. Listen to improper for humans on iTunes, it was dot com or your favorite car stack.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["iTunes"]}},{"_index":"handbook","_type":"_doc","id":"tBI5MHMByMrymAEmaH67","_score":1,"_source":{"Episode":"Paul F. Tompkins and Joe Wengert Present Brandon Content, A WolfCool Exclusive Character","speaker":"spk_0","startTime":4816.28,"text":"Rachel Bloom, Collection of Men, Corpses and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesis listed, but Phil Collins has crossed out and encircled in cross out","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rachel Bloom","Felisha Day","Colton Done","Andy Daly","Genesis","Phil Collins"]}},{"_index":"handbook","_type":"_doc","id":"thI5MHMByMrymAEmaH67","_score":1,"_source":{"Episode":"Paul F. Tompkins and Joe Wengert Present Brandon Content, A WolfCool Exclusive Character","speaker":"spk_0","startTime":4837.16,"text":"Jesus. I mean, jostles ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out now, listening stitcher, apple podcast or wherever you get your podcasts","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jesus","Magic Tavern","apple"]}},{"_index":"handbook","_type":"_doc","id":"uBI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":82.41,"text":"Hey, guys. Today sponsors audible dot com They've done more than 180,000 audiobooks and spoken word audio products. You can get a free audio book of your choice at www dot audible podcast dot com slash handbook. Ah, and I know you guys are probably waiting for the the anarchist alternative to using Audible. We always like to dio something for our listeners who are anarchists who refused to patronize companies who prefer to make their own products. The alternative for audiobooks is gonna be the the middle ad for this podcast, Eh? So just wait for that for all you anarchists. That's, um, that will be gone over in the in the middle of the of the episode, Eh? So enjoy the show.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["dot com","Audible"]}},{"_index":"handbook","_type":"_doc","id":"wBI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":296.48,"text":"cat dog. Uh, don't you? How do you think you thought it that because of the dog thing? Also, I've just so interested in hearing like how you make these inaction","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xBI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":333.3,"text":"Yeah, and I was the mayor on the office. I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xxI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":369.55,"text":"bigger Adi Love. I would love for her to get some recognition today. And so, for her to have apparently crossed someone very Powerful, Yeah, who then wanted to submarine her show by putting it right next to Dad? Yeah, it hurts, and I asked them, Change it, you know, put us against","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Adi"]}},{"_index":"handbook","_type":"_doc","id":"3hI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":754.24,"text":"Yes. OK, but what I was referring to mawr was that Don't people want to see this thing get engineered in some ways, right? It's out of podcast. Yeah, without an engineer. Yeah, yeah. Uh, Brad?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brad"]}},{"_index":"handbook","_type":"_doc","id":"4RI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":778.41,"text":"I heard you kind of coming anticipating that we were going to bring you out. Yeah, you made me want to not go through with it. Do you see what I'm saying? It made me want to send you back. You're here now, and you know it's fine. It's actually not should it? Doesn't feel right. Was weird on the same land. I'm gonna move your chair off that Make more into the floor.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"5hI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":822.56,"text":"This is what this is how you want it. Yeah, But maybe you don't have that, Mike,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mike"]}},{"_index":"handbook","_type":"_doc","id":"7xI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":914.19,"text":"Does that make sense? Bread, like gum, Like gum. It's like gum. Which, of course, I can't chew. Yeah, well, you can chew it once. Yeah. One good chew","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8BI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":927.76,"text":"that I spend the rest of the day getting it out of my teeth.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8RI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":931.04,"text":"Yes. Getting it out of your teeth, which is out of your mouth. You have toe.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"9hI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":964.83,"text":"And the only problem is, yeah, when you do to gum with would it just kind of wants to live in there forever. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"-RI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_2","startTime":1028.87,"text":"use Hamburg. That's the promo code. You get $5 off. That's amazing. Deal. Men remember that. Be only raises in shape. Well, and they don't shock. And I don't know if you use that language, but today I do ship to your door. The chief quality is great. The product looked great. You get $5 off when you use the coupon code, and I usedto have to live in the woods because I was so hairy. And then I shaved my whole self with the razor that I sell. And I had sex with supermodel Elle MacPherson. As a result, has she risen a movie called Sirens Maybe? Or she was in the ad. Remember that? Well, I remember it because I've seen it live in person. She was deal with edge of my no meat. You know what I'm saying? That's here. Is that comment to cook by code handbook up here preparing to head hazards? Oh, Hollywood.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hamburg","Elle MacPherson","Sirens Maybe","Hollywood"]}},{"_index":"handbook","_type":"_doc","id":"-xI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":1121.49,"text":"rejects currency, refuses to buy into the corporate system. We really respect you guys. Respect what you're doing on. So here's how to do your own audiobooks. If you wanna go the anarchist route, you just go to the library. You look just very casual. You just sort of go right up to the water found, maybe drink a lot of water. People say like, Oh, he's just here. Toe, get a drink on. Then you take some gum and use the gum toe stick the water fountain button down. So it z what's pressed down and the water keeps flowing and that way they'll hear the water found and think you're still taking a drink. But while it's running, you go over to the book section of the library and you find the book you like. If the book isn't there, you go to a different library. You start. You know, you do the waterfront thing again there, Um, so you get the book, you flip through the book, you get a sense of some of the characters voices, cause you're gonna be reading this out loud. So just flip through the book enough to know, like, who's a girl and stuff on. Then what you do is you take out your phone and you open a voice memo you hit record on, and that this is the important part is you hold the phone up to your ear like you are having a phone conversation and you read the book into the phone on. If somebody tells, you know, phone to the library, then just go to the bathroom and do it. They're facing a urinal because they're not allowed. Toc stop you from using your phone at a urinal. And if you're a girl that you can still you're you're allowed to use that bathroom as well. It's against the law for them to tell you that you can't, um, some reasons to use audible if you like to go that route instead. Uh, they include, like I said, 180,000 audio programs. Free APS for iPhones, iPad, Android Windows phone. You can listen on pretty much any device you own your books. There's whisper Sync, let You switch. Switch back and forth between reading the book on a Kindle or kindle app and listening to the audiobook. Um, so that has its advantages to I'm not going to say how you should do it. Ah, book I recommend is Modern Romance by Aziz Ansari. Somebody ripped ah, bunch of the pages out of the library One. So you'll have to make up what goes. And it's kind of peaches and a 39 toc 69. I don't know what that's like. Ah, joke. I mean, I don't know what's in there, so I can't really speak toe why they did it. But that part is actually pretty easy to make up. If you if you if you do it that way, Eh? So audible podcast dot com is the other way where you can get a free audiobook in a free 30 day trial. It's audible podcast dot com slash handbook.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["iPhones","iPad","Android","Windows","Kindle","kindle","Modern Romance","Aziz Ansari"]}},{"_index":"handbook","_type":"_doc","id":"_hI7MHMByMrymAEm5n5u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":1305.37,"text":"I John, Hi.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John"]}},{"_index":"handbook","_type":"_doc","id":"CxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1433.22,"text":"is there? Uh, you forgot the dorks, right? Yeah. People got out of their cars. People shut off. The Bluetooth got out of their car. Think it's in into a hotel toe. Listen up, Right. The people that are here it came on the","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"DBI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":1451.53,"text":"an electric bicycle. Everybody here came on an electric bicycle. Yes, I know what it's like One of those motorcycle bicycles that they ride in South America, but it's electric. Yeah, this one","PodcastName":"The Ads Version: Hollywood Handbook","tags":["South America"]}},{"_index":"handbook","_type":"_doc","id":"EhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1547.88,"text":"well, you said it would be a bunch of different podcasts, but with us is already guard. And so, like this kind of thing, I think we should try and doom or clarifying and re area","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"GxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1675.19,"text":"Oh, on. Then. I guess you have guests who could then flee or participate. I mean, you guys have heard my views on Beastie Ality, right? Bretz hurt them. That was there.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Beastie Ality","Bretz"]}},{"_index":"handbook","_type":"_doc","id":"HBI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1690.06,"text":"You were there for the original air. Where'd you get that,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"HRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1697.33,"text":"engineer? What? What? What are some of your views?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"HxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1703.74,"text":"you know, rational view where I feel like people have an automatic like, Oh, no response to Beastie Ality. Yeah, on There's a lot of rhetoric out there about how it's, you know, animal abuse, and some of it is certainly, I mean, you can't have a human having sex with a small chicken or a fish or something without acknowledging that that's abusing the animal. A small chicken, right? Ah, large hen. I don't know that you have a problem,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Beastie Ality"]}},{"_index":"handbook","_type":"_doc","id":"IBI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1741.22,"text":"E. I mean, if you see the have you seen the thickness of an egg? that they like. You","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"JhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1816.48,"text":"that could work, but I don't see how it plays into that. I thought that was Yeah. I thought it was","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"KhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":1856.32,"text":"the kind of thing you might see. A WolfCool Fest is like Tune in for Muddy. And me. That's gonna be a pod. Fast. You? No. No. No way.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["WolfCool Fest"]}},{"_index":"handbook","_type":"_doc","id":"LRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1876.22,"text":"What do you think? That John","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John"]}},{"_index":"handbook","_type":"_doc","id":"LxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1883.13,"text":"salad. I wonder if we could do Doug loves movies. Yeah, instead of Doug. It's like Muddy or one of us,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Doug","Doug","Muddy"]}},{"_index":"handbook","_type":"_doc","id":"NhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":1979.35,"text":"Money loves bath salts. What might that sound like? Are you trying to transition into something when you say the phrase? What might that sound like? Uh huh. Is that what you're saying? I supposed to be cute. You're doing some year in an episode of money loves baths. So it's now and I don't think that's a good way for it to begin. Is you asking what you're supposed to dio","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"PhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":2075.25,"text":"I never I don't like to pile onto these type of things, But","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QBI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2104.05,"text":"Its command space bar really is okay. I don't know what you're talking about. What is Space bar dio while space bar stops it? So you just try. You're supposed be starting it. Well, if you press half of the game is not pressing space bar once it starts, so it's easier to stop it that it is just so you have to press command space part of started. But then if you just brush the space bar, you could accidentally stop recording. Exactly. You got to reconfigure the the high rises. I think we've found another WolfCool Fest show. Yeah, Engineer Cody engineering, you know? And it's Brett. Somebody like Brett getting advice on how to engineer from a couple of prose done it. But you seem to know more about it than he does. Yes,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["bar","WolfCool Fest","Cody","Brett","Brett"]}},{"_index":"handbook","_type":"_doc","id":"QRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2156.89,"text":"Brett, would you be able to listen to something like that? Yeah, I'll be there. And at the heart of a podcast like that, I think would be the nature of arrogance, the nature of like you. You're the engineer. So you think you know, you're sort of calcified in what you think that you know everything. But then it takes, you know, the simplicity of people who don't know what they're doing. You know, like Children to open up the eyes of the Oh, maybe a baby teaches Brett how to engineer. Yeah, that's a good idea. A good idea. Yeah. You feel that people take a lot of things for granted. Hodge on. I do like they just assume. Okay, Having sex with animals is bad. and you're like, we have We even looked at this. Yeah, they just know I'm an engineer, so I know how to engineer. But it's like we have you asked a baby what he would do. Yeah. I love that. You're just, like, always, like, trying to find a new angle to me. I think that's the nature of, you know, art and creativity is questioning, you know, our social norms and yeah, exactly what what we take for granted. I do just want this baby that's teaching Brett how to engineer. It's a baby human, right?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brett","Brett","Brett"]}},{"_index":"handbook","_type":"_doc","id":"QhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":2226.49,"text":"Because if you're gonna be there,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"RRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2255.81,"text":"Yes. Yeah, Well, if we could make ourselves into babies, I feel like we're opening up WolfCool Fest to ah, whole other, like, yeah, maybe a whole other weekend where it's all the baby podcast that we're going to make? Yes, baby versions of adult podcast. Yes.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["WolfCool Fest"]}},{"_index":"handbook","_type":"_doc","id":"RhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":2272.11,"text":"Um, like, who's a person? Oh, okay. Um, I can't think of any. Just one I can think of Sets of two local flower brothers. The school are brothers? Yes. The babys with glasses are always very cute. People really enjoy that. Yeah. So just to clarify the science in some way, we're transforming ourselves into babies.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"SBI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":2304.8,"text":"No, but I can't. No, I can't shrink myself down to be a baby. And also who I thought cared saying at this. Well, that was going to my next question. Would the baby us is simply have the abilities and knowledge of babies, or do they retain some sort of adult abilities? For instance, how do they get to the hotel?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"SxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2343.42,"text":"science and the Yeah, the signs room, and we'll just make a make a signs room here. But I Yeah, I don't want to be made into a bay because I like being me and I, for the first time maybe, really Love myself. Although I've often thought if I got to do high school again, I would crush it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ThI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":2378.26,"text":"Yeah, I talked to and I thought was cool. Wasn't necessarily what was cool. Yeah, that was annoying about high school. You couldn't find a corner that didn't have a standing kid with a book. And yeah, sometimes you'd want to go lean in a corner and it was just filled with kid. You get very tired","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"TxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2394.14,"text":"against still alive. Their interior lives must have been so interesting. Those book guys. Yeah, In fact, I was one of them. Yeah, I was one of them to. I would have talked toc who was myself.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2457.33,"text":"beat up the school? Yes. It sounds like you are asking a critical question related to Shawn's living situation Was parents was reading into that Wrong.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Shawn"]}},{"_index":"handbook","_type":"_doc","id":"VBI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":2467.34,"text":"I was thinking if I mean, we're talking about two different things. Obviously, we're talking about making a baby version of ourselves","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2474.35,"text":"separate from ourselves. And they were talking about my original idea, which I still like, Which is us turning into babies ourselves. Way off topic from what you guys want to talk about. But I don't think so. If you became a baby version of yourself, who would raise you, would you survive toe high school? Or would you just die in a gutter on Beverly?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Beverly"]}},{"_index":"handbook","_type":"_doc","id":"XRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2640.43,"text":"No, you're the his Let's go to Oh, I'll take Oh, that's good. You'll take his first name and I'll take his last man. That's good when he already So I'll be Hays code. And that's good. I don't listen to other people. And I'm trying to think of something that","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hays"]}},{"_index":"handbook","_type":"_doc","id":"XhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":2652.67,"text":"I can tell myself which","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2656.4,"text":"hito which reality? Your existing what? Which re out? There's only this way I know. I know just the one Yeah, yeah, yeah, yeah There's just this reality who were on the show Sorry. Anyway, I start up my business, Seth. Well, you're gonna want to decide if you want toe, you know, so best corporation or a C Corp. You're talking about a flow through. We send candy in the mail.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Seth"]}},{"_index":"handbook","_type":"_doc","id":"ZxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2743.32,"text":"money managing show escape. Sorry, guys. I was unaware of the sponsor for my own show. I apologize. It's cool. Seth, don't beat yourself up. Uh, anyway, I guess I would before I, you know, established. Ah, corporate entity. I wouldn't try to solve the shipping problem you're running into. Yeah, I know a lot about Yeah, financial expert. Okay. Uh, one reality. Ah, So I would say, put the candy in a box, maybe leave the rapper zone. That's I work for. Ah, yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Seth"]}},{"_index":"handbook","_type":"_doc","id":"cBI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":2883.45,"text":"which has turned out to be a mistake because it's supposed to be their mailboxes, as that has the candy in it. Yeah, but right now it's all in John's mailbox. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John"]}},{"_index":"handbook","_type":"_doc","id":"chI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2910.1,"text":"It's in the main part of my dad's house that I'm not always allowed to go into because he says, I'm too noisy stomping around so that the storage place for the candy is the mailbox. All right? Yeah, because because we name the company Shawn's candy mailbox. It seems like that's where the candy had to be contained. Truth in advertising. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Shawn"]}},{"_index":"handbook","_type":"_doc","id":"cxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":2938.34,"text":"And this is prior to","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dBI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":2940.81,"text":"covering the melting chocolate with Some of them are partly covered,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"eBI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":3002.67,"text":"He would prefer if Hayes was his son and not you and GM. But he doesn't have anything else to call him. No. Doesn't know his real name","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hayes","GM"]}},{"_index":"handbook","_type":"_doc","id":"eRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":3014.94,"text":"at his request. He's afraid I'll try to use","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"exI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":3027.16,"text":"Sadly, it's Sean,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sean"]}},{"_index":"handbook","_type":"_doc","id":"hRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":3202.72,"text":"as long as people are willing to play them and interested in playing new ones, as long as the technology continues to improve, I think there'll be a market for it so the industry could survive indefinitely. And there they causing all these shootings,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"hhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":3222.28,"text":"police shootings, any of them.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":3427.73,"text":"The beast. May the monster one. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":3595.54,"text":"all up, and while we're all sharing each others breath basically","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":3636,"text":"But John just saying he has it in his house.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John"]}},{"_index":"handbook","_type":"_doc","id":"qRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":3702.18,"text":"Oh, boy,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":3705.57,"text":"this is taking","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"rRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":3735.62,"text":"Everybody. Welcome to the kid cast thistles. Seth gamboling.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Seth gamboling"]}},{"_index":"handbook","_type":"_doc","id":"uxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":3886.9,"text":"So this is the part of the kid cast where, uh, where The two child versions of future","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4001.25,"text":"have question. It's getting a question out of the back to pull out the colonel. And so it's so so you kids, I know this is my podcast, too, but you kids are asking the audience toe. Ask you a question that you then ask me the daddy. Yes, here in the Danny and the audience, the potential audience full of questions is a bag? Yes. And the questions are kernels of Popcorn. Yeah, because the colonel is small. The baby child, the baby of the Popcorn People heat up the kernels to pop him. That's what you eat when you eat it","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Danny","Popcorn","Popcorn"]}},{"_index":"handbook","_type":"_doc","id":"xRI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":4053.59,"text":"That's got down smoother than normal. Yes, she sounds very smooth.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xxI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4069.77,"text":"So who's got a question? That is the little baby Popcorn colonel for the","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Popcorn"]}},{"_index":"handbook","_type":"_doc","id":"yhI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4103.49,"text":"brandy. Okay, so this one's confusing, Daddy.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["brandy"]}},{"_index":"handbook","_type":"_doc","id":"zBI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4120.29,"text":"Well, sure. I mean, as a father and a former police officer, financial expert. I, uh, you know, for you want toe. I mean, you want upload it first of all right? Yeah. Yeah, that's after you record it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0BI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":4178.21,"text":"baby version. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0RI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":4181.83,"text":"Well, for instance,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1BI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4229.78,"text":"but it's a very fair question. I suppose you have a point button again. I'm not the baby version yet, so none of that has happened yet. But in the show, you are. Yeah. Once I become the baby version of his engineer self long enough to refute everybody else. And then Hill transmogrified I into the baby version of his own Oroville. Weird bone chilling stuff, the thoughts, the thoughts that go on in the mind of an engineer. Yeah. And why did you cover up the mike to say that this baby has fully developed breasts","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hill","Oroville"]}},{"_index":"handbook","_type":"_doc","id":"1RI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":4274.47,"text":"so strange breast? The whole point of a baby is they don't deal with that stuff yet. That's the whole point of a baby. That's how babies work.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2RI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":4321.23,"text":"You performed podcasts? Yeah. Go on. The train car. Hi. We're the podcast. Ah, Subway. Like an L A. Some No,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Subway"]}},{"_index":"handbook","_type":"_doc","id":"3hI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4361.57,"text":"Have you heard of Mumford and Sons? I have. Do you think they rock?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mumford and Sons"]}},{"_index":"handbook","_type":"_doc","id":"6BI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":4481.52,"text":"I won't say exactly what he said about the part, but the part was Hernan, Eh? No. And he did mention it, and he did have some details that he wanted to","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hernan"]}},{"_index":"handbook","_type":"_doc","id":"7RI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4573.86,"text":"Okay, so I picked up two colonels by accident. One is the brother of the baby Colonel from before somebody was there. School bull. Somebody's bullying a baby. And I think I have an idea who it might be a Yes. In your breast, Eh? So now remember the Colonel's which are the questions from the audience are themselves sentient. Yes, with personality. That's what we found. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8xI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4641.85,"text":"So could be. Could be pops it on the way up. Yeah, so he's he wants everybody know he's got a job in movies and he thinks that's going to impress us. In fact, we really do have are able to do that up here ourselves. It does make sense that in a show where so many of us have suddenly become babies of ourselves, that post daily on would be here.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"-RI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4761.28,"text":"All right? I didn't think that I was. It was used because it was square","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"-xI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4788.89,"text":"I I honestly don't know what I'm confused about anymore. I feel like I've been doing kid cast for so long Now that time does move slower in the kid casts universe. Yeah, and so that was kid cast. So thanks, everyone House for coming out? Yes, Bread. You're supposed be playing the goodbyes all","PodcastName":"The Ads Version: Hollywood Handbook","tags":["House","Bread"]}},{"_index":"handbook","_type":"_doc","id":"_BI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":4814.78,"text":"red and play the goodbye song. And you know how those actual show? I think so. So the majority of the show was kid casts While","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_hI7MHMByMrymAEm5n9u","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":4827.95,"text":"It just passed by instantaneously. There was a seamless break between Well, let's see what that sounded like. And that was kid. I thought it over Reality. You were aware of the sub? Really? No idea. Please do pre order your tickets to WolfCool Fest way. There is a kid passed show there. We don't know about it. Yes.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["WolfCool Fest"]}},{"_index":"handbook","_type":"_doc","id":"ABI7MHMByMrymAEm5oBu","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":4857.19,"text":"Yeah, and probably six or seven other shows. Yeah. Oh, the outdoor us or indoor us? Yes. And then on. And also, uh Eh beak be kind to each other. Don't be cynical. Remember, Conan told us that","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Conan"]}},{"_index":"handbook","_type":"_doc","id":"AhI7MHMByMrymAEm5oBu","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":4888.09,"text":"Hey, guys, we're really excited to introduce you to howl dot FM. The best and most convenient way to listen to all the episodes of Hollywood Handbook. Um, this is, I guess, a very important thing for like, after, uh, scripts acquisition. And like everything that's going on, this is like an important thing for Earwolf that they really want. Teoh really do a been ah, big push for launch chip. And so there was a question of whether we could reintroduced what was a very effective spokesman for us for a long time. Which is ah Earwolf man. Jack. Yeah, who everyone loved and I was, ah, just to dynamo. But of course, he unfortunately passed away from swallowing a turkey bone horizontally. And but there was a question of whether we could find some way to reanimate him on. And we what we have done that we have managed to do that. And And he's here. And he's gonna talk about, uh how, uh, just give him copy. And, um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["dot FM","Hollywood Handbook","Earwolf","Teoh","Earwolf","Jack"]}},{"_index":"handbook","_type":"_doc","id":"BxI7MHMByMrymAEm5oBu","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_2","startTime":5029.31,"text":"the great overall. How? Woo go further by upgrading. How will pray be a probably Ford? I did not about Earwolf, man. Jack, are you OK?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ford","Earwolf","Jack"]}},{"_index":"handbook","_type":"_doc","id":"CxI7MHMByMrymAEm5oBu","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":5059.16,"text":"What? I devour the hair that would get mad.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"DhI7MHMByMrymAEm5oBu","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_1","startTime":5145.1,"text":"Goto how Love rebel I'm gonna eat a Lord like just pretty hair that I will be the one who rules the podcasts. Hollywood checked out. Remember, you can use how under phone or computer we can only use my Probo coat on. How not, Eh? From the website, said Goto. How on FM And that's h o w l dot f m dot h a i r dot Why you m young described I'm not Let me have air and use the promo code Hollywood for one month free trial of how premium? How? How? Oh, Mm hm.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Goto","Lord","Hollywood","Goto","Hollywood"]}},{"_index":"handbook","_type":"_doc","id":"EhI7MHMByMrymAEm5oBu","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_3","startTime":5234.72,"text":"I talked to a different actor who had a small role in some of film and televisions. Most iconic scenes. They share stories about improvising with Robin Williams dancing with Michael Jackson getting screamed at by Samuel L. Jackson and all Jackson related stories. In clips like these,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Robin Williams","Michael Jackson","Samuel L. Jackson","Jackson"]}},{"_index":"handbook","_type":"_doc","id":"HBI7MHMByMrymAEm5oBu","_score":1,"_source":{"Episode":"John Gemberling, Our LIVE Friend","speaker":"spk_0","startTime":5319.57,"text":"Baby. Hey, this is our enemy camp from the improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord if your new listener or you've fallen behind. Season three is a great jumping on point, and we've got great guests like Justin McElroy. I sat like a fancy college professor,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hello From the Magic Tavern","Burger King","Chicago","Dark Lord","Justin McElroy"]}},{"_index":"handbook","_type":"_doc","id":"7RK4MHMByMrymAEmFbG4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_1","startTime":164.5,"text":"Yes, yes, it's just being too close. It's being right next to, uh, something and having the light of their failure reflected on you. And so it should be, actually makes it a gift. It is a sacrifice for us that something that we should not be doing. I'm willing","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"7xK4MHMByMrymAEmFbG4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_1","startTime":186.16,"text":"the fi've or six people who who end up calling in.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8BK4MHMByMrymAEmFbG4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_0","startTime":190.18,"text":"So when you do, call if you're listening. If you call, you can't hear this right now because there's no it's not being broadcast anywhere except through the phones, but the number is 347514 wolf, 3475149653 You can't hear this again. It's not. There's nowhere that it's being played, and that number again is 347 something something wolf. And if you listened and you wrote it down. Then you're one better than me because I don't know what the number is. But please do I know for next Christmas or for if anything happens with time, where you're able to mo've through time back to when we were recording this after listening and call in and hopefully, you know, be a better caller. And you know who I'm talking to.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Christmas"]}},{"_index":"handbook","_type":"_doc","id":"_BK4MHMByMrymAEmFbG4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_0","startTime":364.05,"text":"Yeah. Yes, I''ve heard that on the bridge. It smells like chocolate at night.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_RK4MHMByMrymAEmFbG4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_1","startTime":369.71,"text":"It's chocolate. All downtown.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_hK4MHMByMrymAEmFbG4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_0","startTime":371.9,"text":"Yes, I''ve heard that. And what's Of doing that? Is it? Is there chocolate visit Willy Wonka or something? O'ver there? I be That sounds nice.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Willy Wonka"]}},{"_index":"handbook","_type":"_doc","id":"BBK4MHMByMrymAEmFbK4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_0","startTime":448.84,"text":"M and and nearly no water on the top and tell me if that's not","PodcastName":"The Ads Version: Hollywood Handbook","tags":["M"]}},{"_index":"handbook","_type":"_doc","id":"BRK4MHMByMrymAEmFbK4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_1","startTime":452.67,"text":"true, you can. You can ha've more than one slide. You can get a whole teeth in that It's just gonna be more food.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"CBK4MHMByMrymAEmFbK4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_0","startTime":483.43,"text":"They ha've to bring in the water, tow other places, toe, make the pizza so good because it has lied in a chopper. It has sodium particles. Yes. Okay. I didn't know that I was. You put any sort of water? I know You don't know. I know you don't know it. I know you don't know that. You don't ha've to say you don't know someone. We tell you something and then you take it. And then if you meet someone from York now, you ha've something to talk about. Just like I had the good chocolate story. And he's had the good pizza. And so all this is for your benefit. So you don't necessarily tell us You don't know that. We know you don't know that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["York"]}},{"_index":"handbook","_type":"_doc","id":"CRK4MHMByMrymAEmFbK4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_1","startTime":514.86,"text":"Okay? Okay, I understand.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"CxK4MHMByMrymAEmFbK4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_1","startTime":521.42,"text":"Mike. Did you go see when Obama won? It was","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mike","Obama"]}},{"_index":"handbook","_type":"_doc","id":"EhK4MHMByMrymAEmFbK4","_score":1,"_source":{"Episode":"Listeners, Our Close Friends","speaker":"spk_0","startTime":612.71,"text":"Do you ha've any tips on how to do that? Oh, we were just so close to a nice conclusion. Todo exit wants toe was instead, there's gonna be sort of this trail off where we're discussing what he did, and then he just gets cut off and roll right in doing a collar.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}}]