[{"_index":"handbook","_type":"_doc","id":"ihKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_2","startTime":1099.01,"text":"the sound of it was weird. Yes, the sound wasn't right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ixKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":1104.96,"text":"And his look wasn't right. But he had something. Yes. And so that's why we we'll do right now. We want to sign Michael to be our first. The","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Michael"]}},{"_index":"handbook","_type":"_doc","id":"jRKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":1118.82,"text":"wow on our label. Oh, my God. OK, um, is that exciting for you, Michael? That's I don't even know what say I uh","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Michael"]}},{"_index":"handbook","_type":"_doc","id":"lRKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_3","startTime":1173.84,"text":"right now. Yeah, Second labels speak on that. Speak on that, please.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"mhKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_3","startTime":1202.89,"text":"It is very nasty business. And that pirate bay.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"phKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_0","startTime":1277.57,"text":"kind of, you know, you don't you don't want to come out and say it upright, but it's just that's it's kind of","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qxKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_3","startTime":1299.44,"text":"Um, Heat. He's been looking good for 40 years, at least. Yeah. Yeah, like he's an old distinguished man now. And you want to","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Heat"]}},{"_index":"handbook","_type":"_doc","id":"rxKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":1327.77,"text":"And so right now we look at you right now,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"uRKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":1418.22,"text":"they really shot themselves in the foot. Because then the Jeopardy album they released the following year didn't do Well, and I just felt silly, huh? And so, to me, the real money is gonna be in soundtracks. Yes, A scoring. Yeah, school. You know, not scoring like scoring with Neil Young. Like getting have sex with that guy, but just scoring, like the score. Like the sound score. Yeah. Okay, I can see that. Yeah. So maybe what we","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jeopardy","Neil Young"]}},{"_index":"handbook","_type":"_doc","id":"uhKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_0","startTime":1445.63,"text":"could do today is","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vxKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_2","startTime":1486.33,"text":"has these demons. Yeah, they each sit on one shoulder on and one is good and tells them what to paint.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yhKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":1556.36,"text":"the time for the order We disc doing like, little guitar tricks and stuff we're trying toe, you know?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zxKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_0","startTime":1636.02,"text":"Yes, yes, that's really nice. That's good for the start.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0BKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_2","startTime":1639.42,"text":"And then I guess, just a few lyrics about what he's eating for breakfast.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0hKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_0","startTime":1665.01,"text":"very good. And now when you get into the scary part, so you'll you'll sort of blend from the happy morning zone into the scary stuff. And when you when something you start being scary, you say, Oh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0xKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_2","startTime":1679.94,"text":"on then you announced the demons presence. So now this would be like a dark sort of Gothic song,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1hKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_2","startTime":1732.08,"text":"Okay, okay,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2BKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":1746.6,"text":"I'm sorry. I got carried away.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"3hKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":1791.73,"text":"in life?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["in life"]}},{"_index":"handbook","_type":"_doc","id":"4xKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_3","startTime":1815.11,"text":"I want to write good songs. I want to make good records place. We do a segment called and wrong sometimes on our show. And it's this kind of stuff would be perfect for that","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"5BKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":1824.37,"text":"because I'm looking at you and I'm thinking with a fresh coat of paint. You know, this is a really this is a This is a Billy Joel type and potential air cut, you know, see at least wash like a human ceiling. Some kind of varnish. Er, yeah, something toe, some kind of weather protectant because you're I mean, you look, you know, it's that good.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Billy Joel"]}},{"_index":"handbook","_type":"_doc","id":"5hKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_3","startTime":1851.57,"text":"Let's do the","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8xKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":1989.6,"text":"Like Okay, that's that's almost pretty good first draft.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"9RKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_2","startTime":2004.54,"text":"Okay, so this is sort of this is the scene that we needed to score, Uh, because it's gonna air tomorrow. I think this episode and, um","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_hKKMnMByMrymAEmdN1Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_2","startTime":2170.02,"text":"No, it's not because you don't have a house, but you're gonna put the cable in the elevator and you're going to sleep in the elevator at night and have your TV there.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"DRKKMnMByMrymAEmdN5Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_2","startTime":2250.81,"text":"You know love. Fooled by the cardigans.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"GxKKMnMByMrymAEmdN5Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":2431.16,"text":"T zone, but I've got bad news, you know, auto tunes. Not an instrument. Like what? Hey said","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"HxKKMnMByMrymAEmdN5Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_1","startTime":2475.6,"text":"I've ever heard. Well, I can't pitch anything now. You said rock. Corn Gallery. That's fucking awesome.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LxKKMnMByMrymAEmdN5Q","_score":1,"_source":{"Episode":"Mikal Cronin, Our Close Friend","speaker":"spk_3","startTime":2607.04,"text":"out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Phil Collins","Thomas Middleditch"]}},{"_index":"handbook","_type":"_doc","id":"NBKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_3","startTime":16.32,"text":"like no man. Neither one of us must have let go. The last Breadstick.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NRKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":21.6,"text":"The breadsticks There are great I maze bones. Unreal. Hey, welcome to Hollywood Handbook. What? What? Everybody on the names of the red carpet line back hallways of this industry we call showbiz. My name is Hes Davenport. I'm here with Sean Clement. What up? What up? We are sort of gentleman about town in Hollywood. Where the movies industry is and something we like to do is to teach other people how to become famous in Hollywood. And one of the biggest mistakes that people make when they're trying to be Hollywood guys is in the when they're pitching movies. And when you have the opportunity to pitch a movie to a haze or a Sean or to ah Spielberg or a Vince Von or to an own will Sonora Luke Wilson or an Andrew Wilson, you don't want to squander that opportune. You want to make the most of it. So we do a segment on the show that people love called pitch perfectly. I can't tell you how many times early in my pitching crew when I kind of just moved out here. I don't think I didn't unpack my clothes where I would pitch a movie and the guys would be like, Great, what's let's do it? Let's do the movie and I would be driving home And that's when I'd have, like, the, like, the forehead slap mother, lightning bug. My men do a big face palm, uh, and be like, Why didn't I pinch myself into the friggin movie? Yes, and I remember when I had first moved out here and I don't even think I'd put on shoes yet. I think I was still in, like, slipper socks, and I was pitching, you know, 10 15 movies a day and they were getting made. And then I would be on my moped head, just sort of cruising back towards my house. And I would have that moment that we all think of the sort of moment where you just jam your thumb in your eye and you go like you stupid, and you and you are so mad. And I'd go, Why didn't I put myself in that movie.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood Handbook","Hes Davenport","Sean Clement","Hollywood","Hollywood","Hollywood","Sean","Spielberg","Vince Von","Luke Wilson","Andrew Wilson"]}},{"_index":"handbook","_type":"_doc","id":"NxKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":222.37,"text":"and me, the and me is so important and probably even more important than Ian Somerhalder in that these days I levian out of the pitch. Yeah, but I mean just an example of a time thes air friends of ours who made this mistake when the Nat Faxon and Jim Rash were pitching the descendants. Good friends, you were sort of community freaks. Six seasons of movie and the movie and a theme park. We love all the little inside stuff, the Internet that those guys were pitching that movie and the movie is fine, the fine movie. But, um, they pitch it sort of like George Clooney is an attorney, and he's the sole trustee of kind of his his family's trust. And he's deciding whether or not to sell the land or to keep to make a lot bigger. And at the same time, his his wife is in a boat accident and she's in a coma, smashed a boat with her hat, and he finds out that at the same time she has been unfaithful to him with the Matthew Lower. And so he and Shelling Woodley and his other daughter, Goto, find math to get answers about his wife's infidelity. Me, Beau Bridges Yeah, if we're pitching that movie, we go. So George Clooney's an attorney in Hawaii, right and we go. But you never see him. Yeah, you never see him That's in the background. Meanwhile, yeah. Meanwhile, the two lesser friggin laying out of the beach like chilling with, like, sipping out of, ah, half a coconut, snapping thongs right straight up, shark and girls splashing around Thea other coconuts Kind of hanging off our dame dogs is where Yeah, do it. Craig's of the beach breaks that stuff Speech pranks, sand in the in the drink, sand in the food, all the famous beach pranks Cranking up a CDO and being looked way than getting a rambling whoa And yeah, like as soon as it looks like you're gonna wipe out you, like, do a flip And that's something you like, right side up and you're fine and you splash the nerd and the nerves like mangling, sees and Shaleum. Woodley is still there, and she's like our girlfriend. Then she's, like, really down to earth and chill. But like she also knows how to be sort of a freaks of a to the same time. There is a more traditionally hot girl that wants us, and we're boning her and the whole time going like But isn't our conversations with saline even better? And can we have it all? And that's what's so chill about. Saline is a girlfriend that, like she understands that, like, you know, like for us to be able to experiment and stuff, it actually makes our bomb little bit stronger. Yeah, her because we can appreciate. Like when I was boning that traditionally hot girl, we had literally nothing to talk about. Yes, I think that's did She leans benefit, right? And exactly. And that's exactly right and how you can, like, do the boning and not have to worry about it so much anymore. You just like and we're not all boned out after that one. Narrow. We still have something for shame Lean, and I think that's a really important man. Sometimes it gives you something to think about when you're boning like you're chilled down to Earth girlfriend, like some other good bone that you like, had recently, yes, and so there's sort of that message. And then, maybe at the end, Clooney pops up over the credits like there's, like a bonus seen with him. I guess we'd be there, too, but maybe it's us with Clooney. And so you know it's still the descendants like you still do have the Clooney aspect. Oh, sure, but doesn't this movie sound more marketable? More fun, more funny, more cool and is an opportunity for you. The pit I mean, you know that that is a big part of it. It's an opportunity for you to get your brand out there in a way that you can't just buy, like writing a bunch of words for other people to say. Like if you're you're the one pitching the movie you control what's in the movie you might like. You might as well put yourself in there. Yeah, you wouldn't go like to pitch a big company or something toe like a bank bank guy and be like, here's this, like, really great company. Have a really awesome idea I want to do for, like, friggin the Starbucks guy to do instead. Why would you do that? It's the opposite of what you would want to dio You don't see people on shark tank uh, going in and going like, oh, I've got a new way for moms. Teoh change like sheets that they, you know, there could pissed on or whatever and then going like and fucking give all the money. Teoh fucking You know, the digger, Dunkin Donuts guy or whatever Tinkertoys. You know, Dude, when the money gets made and make sure he's famous afterwards, it's like, why it makes no sense. Why would you ever do that? No one would watch that. And so to me, I'm almost pissed","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ian Somerhalder","Nat Faxon","Jim Rash","George Clooney","Matthew Lower","Shelling Woodley","Goto","Beau Bridges","George Clooney","Hawaii","Craig","Shaleum","Woodley","Saline","Lean","Earth","Clooney","Clooney","Clooney","Starbucks","Teoh","Teoh","Dunkin Donuts","Tinkertoys"]}},{"_index":"handbook","_type":"_doc","id":"OBKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":531.93,"text":"at a really fun way to think about it before you pitch meeting. Just think about one of your favorite movies. Give the one line pitch of the movie. He's What's one of your favorite movies from the past 10 years? Uh, you know, I loved Hugo. OK, Hugo. So the one line picture that is some no name fucking kids doing some weird time travel bullshit in Scorsese's, like, you know, taking a nap. Um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hugo","Hugo","Scorsese"]}},{"_index":"handbook","_type":"_doc","id":"OhKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":611.73,"text":"I'm so small that the way they can do it with technology now. And I think Scorsese knows how to do this is it Looks like the bazaar Nas air the size of me, you know? And I'm like, That's a playground for me, comedically as an actor and sexually it's a playground. And then that robot shows up, and he's like whatever he does, like you write books or so bored bullshit. Yeah, and I show up and I'm, like, not anymore. And I, like, turn it into like a fingering machine. Yeah, I just fuckin take a screwdriver. Jam it in the back. The robot twisted and go this should be a little more fun. Slip my shades down from off my forehead, sit back and watch, and he's finger and whoever. And it could be somebody funny to, you know, it doesn't always have to be someone sexy. Ah, it could be an old lady. Or it could even be like the prime minister's, but or Chloe Moretz. I mean, she was in the 1st 1 at the any reason. Toe. Not use her again for something like that. Yeah. Oh, what? 00 you can't use her toe Be like finger in a movie because, like,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scorsese","Nas","Chloe Moretz"]}},{"_index":"handbook","_type":"_doc","id":"PRKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":703.23,"text":"We have a great guest today. We've been, uh, interested for a long time in having serious actors who, like do, like can be sad and movies and be scared because we've had so many comedy people on ah and So Zach Gilford, the star of Friday Night Lights and the upcoming The Purge two. I's gonna be joining us to talk about his his craft very soon on Hollywood Handbook.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Zach Gilford","Friday Night Lights","The Purge two","Hollywood Handbook"]}},{"_index":"handbook","_type":"_doc","id":"QBKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_3","startTime":808.48,"text":"in clothes like No, it's actually really expensive music way. Fucking know that we're fucking joking. And I bought it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QhKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_1","startTime":885.78,"text":"But I also just want to point out, you know, like? Yeah, brave. Make people sad or that? Yeah. Yeah. I mean, I could be funny to Oh, no. Oh, that was one of the first questions I had one of the first course had because, you know, we're hanging out before we record this thing, and I'm laughing my whole but off like you're busting up my shit and I'm going How does this guy turn off his funniness?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VxKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":1277.63,"text":"Um, like, a year before. Okay. Wow. So all prepped that during rehearsals? Kind of that kind of thing. So this is a sequel. We did it like, ah, a few months before the first movie came out. I m so","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WRKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":1300.09,"text":"Sam got up and moved the microphone very loudly. Engineer Sam. Sort of pulling focused, whose job is actually just host to be making sure that everyone can hear us on. And then he's like, trying to make it. Let that we could hear him doing something right, Does it is How comes him? Did you have something you wanted to say? And why would you have anything?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sam","Sam"]}},{"_index":"handbook","_type":"_doc","id":"XBKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_1","startTime":1349.95,"text":"use about. So why do you give him a mike? Uh, well done Zs that go to the bathroom. We need him to tell us if he needs to use the bathroom. Because if he can't tell us in a way, we can hear that it's gonna Yeah, if we can't hear it on the a side","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"YBKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_1","startTime":1402.72,"text":"because it's kind of this, uh, life represents art represents light and you get lost in the middle. Yeah, and, ah, you know, I could be pissed off at her for something. She did it work that day in character, out of character. Who knows at that point, Or I could be really into something she did. I just want to get down on, then realized she's just my wife, all right? And what I started pretending she's the character again. It was I'm kind of glad it's over because it put a lot of strain on the marriage on now. I didn't buy. The marriage is over. No, actually, we kept the marriage go. Wow. Okay. Is that for the potential of a sequel or","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"YhKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_1","startTime":1455.58,"text":"So true. Get out your pens. But don't write anything because Zach didn't say anything, but he doesn't want to give anything away, But he almost did. Asia nibbles. You have your pen ready? Yes. In case he slips up again.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Zach"]}},{"_index":"handbook","_type":"_doc","id":"ZBKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_1","startTime":1491.4,"text":"Now, we've talked in the past. I think about","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZxKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":1561.6,"text":"get get to be a catch, they don't have to do it again. They don't do another take. They just like it's now. It's like a different play, you know, So sometimes they'll just have, like, a like a like a bad throw. And then just show that on TV when it's supposed to be a good throw and like for you. If you do a bad throw, you have to just keep doing it until you get it. I get it run to you, throw out all style and doing the acting. Yeah, and dealing with all the below the line bullshit.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"aRKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":1610.4,"text":"He knows how to turn one of his knobs, but not the right one way. Yeah, we enjoy himself off during during the take. Yeah, you love football. I like that. You really explain things to your audience?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ahKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":1625.02,"text":"Yes, Jar. Sometimes it's easy because we know it. So I say, like, I don't know if we said this up top. But some of the people that are listening to this show are living in riel bullshit states where there's no fucking movies and we don't know how they even, you know, because of playing someone who is not like on the coast. You know, you've played a lot of characters. You someone from Texas Mob doctor was in Chicago, right? Yep. Fuckin like. How do you access? There's no ocean anywhere near there. How do you access the kind of character who doesn't like? Like, goat? Like Who goes to the mall to eat em? It's It's It's hard. It's a dark place. Yeah, it's a dark place. And, you know, I really I just fake it like I'll go to the Lord or something. And I'll pretend you know that trick","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jar","Texas","Chicago"]}},{"_index":"handbook","_type":"_doc","id":"axKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_1","startTime":1676.58,"text":"from from like, w Place you are. Yeah, me and W w, uh, Panda Express. Okay, I could I have seen those. Yeah. What's your eating trick?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Panda Express"]}},{"_index":"handbook","_type":"_doc","id":"bxKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_1","startTime":1703.13,"text":"and then you do allow chewy noise.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"chKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_1","startTime":1732.64,"text":"That's the good kind of addiction,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dRKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":1747.91,"text":"I love it. I haven't had that one orange juice you never had on issues. I haven't done that one yet. I'm working my way through the fruits and vegetables alphabetically, so I'm not too. Oh, yeah. Oh, yeah. I'm kind of stopped on K.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fRKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_1","startTime":1917.65,"text":"It's so hard to put a price on the sort of thing. Yeah, um, you know, because you're like, this is like work with anyone. Yeah, but you got to get paid. You have to get paid. Now, I've made some mistakes in my career where I work for very little money to work with, not very famous directors, and I regretted it. Now you're making me act sad. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"hBKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":2051.69,"text":"Too scary. Unless she's scary. Uh, here's a question from Tim Treece. Uh, Hu These air these riel names, they sound very fake. Yeah, like a name like I don't know if they used like. This is what enables names are in the middle, where your it might just be like they're funny Internet names like I they're allowed to pine whatever name, and I've tried to get this change, but they're allowed to put whatever name they want on the Internet. People can just do that, so there's no way to know if it there's no accountability and no, they go, you know, because they go into the library and they get on those Internet computers and they I guess they each get, like, an hour a day on, Um, you and, uh, they can","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tim Treece"]}},{"_index":"handbook","_type":"_doc","id":"hhKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":2093.87,"text":"on this question from Tim Trees, who we should stop and point out now donated $300 to our show this week, which we know is like first for someone like him is like a really big gesture, Huge to go around your little town with, like, a bucket and like having people put change in and stuff for for something like that. It's like in church where they passed that being around scam","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tim Trees"]}},{"_index":"handbook","_type":"_doc","id":"jhKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":2272.69,"text":"What's the first, uh, upside down","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kBKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":2292.49,"text":"I'm just saying fucking mine. A lot of the troop shot were hanging by a threat,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kRKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":2302.19,"text":"you know that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"lBKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":2311.22,"text":"no. Just having a joke. Zach Hayes. This having just make sure we're on the up and up here. You know, my background and like, doing comedy stuff. He's having a joke, and it's about it's funny. Only because we are so popular. And they are so likely to keep making this show.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Zach Hayes"]}},{"_index":"handbook","_type":"_doc","id":"mRKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":2364.96,"text":"Too much butter. This is a question from show Show, bro. Show show, bro says, What's up? Seven. How many fish did you catch during the filming of the river? Why did they stock a bunch of fish right before scenes, Or did they just hook them out of a bucket, plop them in the water and film you real? The men do you like fly fishing now? I'm sorry. That's a lot of questions that I think he's very He's very excited, actually. Love fly fish, Big outdoorsman. Big Gassman. Um, so Americans across Alaska","PodcastName":"The Ads Version: Hollywood Handbook","tags":["show","Seven","Americans","Alaska"]}},{"_index":"handbook","_type":"_doc","id":"mxKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":2400.31,"text":"Yeah, well, you know, I mean that Z what I do know. There tight spirals through tight loops if it's fly fishing. Uh, funny little thing the, uh what is an American humane association? Whatever. Whatever. You're on set. The whole time, we weren't allowed to hook a live fish. So if I'm fishing in the movie, yeah, I'm not allowed to have a hook on it,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nRKLMnMByMrymAEmQ978","_score":1,"_source":{"Episode":"Zach Gilford, Our Close Friend","speaker":"spk_0","startTime":2454.51,"text":"No. Now I should. Because, like, movies air for people, they are people. If our freezer technology was good enough to keep the meat fresh Yes, I would say that we should have all animals be dead starting tomorrow. But I don't I don't think it's practical. No, it's It's the practicality, cause we even if we could keep it all fresh, we'd run out eventually. Right? So and so cold. At that point, it'll be on computers. I feel like you can just do it right on your phone. Just three d print from your phone. Make up whatever deer meat","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"uRKMMnMByMrymAEmT95s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":90.09,"text":"that's how fearless he was and not caring about what a coach might say. Yes, our because the coach","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vRKMMnMByMrymAEmT95s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":123.84,"text":"and the best part for us.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zRKMMnMByMrymAEmT95s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","startTime":312.17,"text":"Yes. What about a New York fireman hosting in New York? Show? You think that makes a guy who","PodcastName":"The Ads Version: Hollywood Handbook","tags":["New York","New York"]}},{"_index":"handbook","_type":"_doc","id":"1hKMMnMByMrymAEmT95s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":416.81,"text":"just us doing this podcast is so fucking bold. And I know you'd never do the late show because it's beneath you, but well, we could I have this.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_hKMMnMByMrymAEmT95s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","startTime":860.85,"text":"Uh, which is sketch comets, right? Is that Is that what you'd call it? I mean, again, It's like it's sketch, but I wouldn't want to pick one word to describe it. And even if you gave me an infinite number of words, I don't think we're going to get there. So sure, I just tell people to check it out.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_xKMMnMByMrymAEmT95s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":879.12,"text":"English words. You mean English words Yet because there are words that describe it","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"AhKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":920.11,"text":"I'm not really. I can't really get it. That's too far behind the year. It's a little bit I'll give you. I'll let you have a peek. I'll let you put a bag over your head and feel around in the room, and you can guess what some of the stuff is on. Some of it might be a bowl of cold spaghetti, but that's as much as I can do for you. The sketches that you do about like blubber","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"AxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","startTime":943.02,"text":"and how many different uses it has. It makes me feel like maybe there is somebody in the room who is coming from that place. It just feels very authentic to that world, you know, they're they're some of the pitches that come out. I'm like, I haven't","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BBKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":955.93,"text":"had this experience","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BhKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":973.74,"text":"but fish comes out of there. What? But not me. I'm like, let me take Let me go to the spa. Go from gonna be casual. I'll go toe like a chill bistro or a bar and get a flat bird. You know what I mean? Talk about your role than in the in the room on the show we like to talk about, you know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"DxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":1042.32,"text":"make sure you're happy with that going on, because you're gonna be","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"GBKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":1139.52,"text":"And this is a sandwich in a bottle?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"GxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":1152.82,"text":"I am, you know, maybe a little bit of simple syrup. I know that's in there. So you basically, when you are sniffing a plot hole or feeling a plot hole, you will get out your spackle and get down there and just really smooth it over. Yeah. Ah, really. Sort of. Joe the plumber tight,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Joe"]}},{"_index":"handbook","_type":"_doc","id":"HRKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":1181.18,"text":"five overall, guy. Hey, I wear That's why people are like you're a slob Because of what I wear to the office. I'm like, I'm getting my hands dirty today. None of it on you, right?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"JhKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":1314.83,"text":"and everyone I mean, they call me hat head now. Legendary plot hole Safe. Big move. Yeah, I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"KxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":1397.52,"text":"getting. You're getting crocked all the time. You're getting crocodile eyes","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"MBKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":1429.38,"text":"And it would help if we had one character go in. Excuse me with some of the stuff that you're saying and he you know, I don't know. I can't get into that right now because he is gonna listen to this cause he's keeping tabs on me, I'm sure, but a big fix for a lot of that stuff would be like play one character. Look at some of the great shows throughout time. Look at Kelsey Grammar. He played one character on two different shows. Yeah, and I would argue that, Boss, if that could have continued going, you would have found out that was Frasier Crane in that show. And I would and I would argue on the same side of that argument as you","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kelsey Grammar","Frasier Crane"]}},{"_index":"handbook","_type":"_doc","id":"NBKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","startTime":1486.46,"text":"This is part of a series that we like to start doing with stand ups that I guess we should name um Wis. Where we sort of pick apart a set to me. To me stand up is about jokes, yes, but","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Wis"]}},{"_index":"handbook","_type":"_doc","id":"OxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":1582.5,"text":"Why not a man? It's not my problem anymore, you know?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QRKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":1609.27,"text":"people are going to disagree with me about this, and I get that. But my whole thing is like when you from the second you step out on stage. This is your introduction to the audience. And if they've seen you do a set before. Well, guess what? You've got to reintroduce yourself. And you can't be like this person knows me. I've met this person before. Do I shake hands? You know what? You just don't worry about how you're going to do it. Now is your chance to really go. Here's me here. So I am. Here's my mission statement. Here's my goals. Here's the agenda. Here's how long it's gonna take and then just buckle the fuck up, you know, and just get into it and you're telling them to do that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":1670.23,"text":"yeah. So important. Do you do here peace or like when you hold in your hand,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"RhKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":1700.99,"text":"eating the ice cream cone, though, are sucking a ding dong. Or if you wanted to be whatever color it doesn't, it doesn't matter. But whatever the microphone, so whatever the microphone phones. But it's better if the joke if it's a black microphone. Dude, I'm glad I'm having this conversation with you guys because I can tell that you're like students of stand up and you get it like and a lot of these guys starting out right now. You see him there taking the microphone and they're not using it for anything other than a microphone. And that, to me, is just like, Where's your imagination? It was wasteful. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"SRKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":1754.87,"text":"you're not wherever you live anymore. You're inside my mind and and it's twisted you know? And is there just a one line concept to the bit?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"SxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":1772.13,"text":"I, you know, likes","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":1849.18,"text":"that. No, I'm clearing it up for the for our listeners. Because sometimes you move so quickly, right? Because you know what you're saying? Yeah. Natural. You don't realize there's people out easy that never joke,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WRKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","startTime":1978.91,"text":"Are you a time traveller? The time traveler's wife? Or like the time travellers? Okay,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":2005.18,"text":"It's just you and a microphone in the same way it was with, like","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZhKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":2157.05,"text":"like that. And all of a sudden, I'm the funny one, And I'm like, Is this even fair? But, you know, whatever I'm getting paid. There's all of this speculation right now. And just so you guys know, I know I haven't","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"bhKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":2298.51,"text":"But we don't need peanuts at the movies. No. And this podcast is about movies and asking your famous ah, heroes questions. And that's what this you know group is doing. So we call it the Popcorn Gallery and men, because each question is like a little popcorn. Uh, that's unpopped. And then once they get the answer, it's explodes into a beautiful white popcorn.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Popcorn"]}},{"_index":"handbook","_type":"_doc","id":"cRKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","startTime":2333.32,"text":"we still dio.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["dio"]}},{"_index":"handbook","_type":"_doc","id":"eBKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","startTime":2417.66,"text":"The biggest. The biggest thing, and this is what I learned the hard way is like, you can't spend all your time trying to read and research what happened and then think about what happened. And then, like, try and think about it from a couple of different points of view or important to just like once you get the basic general idea, pop out there and say what you're going to say. You know what I mean? So, like, I saw cancel Colbert, all right? And I knew that Stephen Colbert was involved on, and I know that he's doing a character, so I don't know what the tweet waas I don't know who's upset. I don't know why they're upset, but I just go out there and they go. Uh, excuse me, guys. In case you don't know, Stephen Colbert is doing a character.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Colbert","Stephen Colbert","Stephen Colbert"]}},{"_index":"handbook","_type":"_doc","id":"ehKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":2479.35,"text":"yeah, and And when people don't do that,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"gBKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","startTime":2559.07,"text":"my friend. Mark recorded those for May school. Funny. Yeah, I wanted to throw him about.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mark","May","school"]}},{"_index":"handbook","_type":"_doc","id":"gRKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":2565.37,"text":"Help him out a little. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ghKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","startTime":2566.53,"text":"because he's pushing dumpsters.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"gxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":2570.57,"text":"Just ramen. Amend to each other.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["ramen"]}},{"_index":"handbook","_type":"_doc","id":"mxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":2827.55,"text":"because my character, and a lot of those songs is like that kind of like Playboy kill people. I fuck women. So, um, Pierce Brosnan is the ad guy. He's the ad man. He's the face of the watch","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Playboy","Pierce Brosnan"]}},{"_index":"handbook","_type":"_doc","id":"nxKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_0","startTime":2857.87,"text":"I don't think it's that, but he's the guy that's like, um, where's the base? That's Pierce Brosnan. But","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Pierce Brosnan"]}},{"_index":"handbook","_type":"_doc","id":"oBKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_1","startTime":2864.49,"text":"going high pitched with a line. Where is the big pitchman","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oRKMMnMByMrymAEmT99s","_score":1,"_source":{"Episode":"Joe Wengert, Our Close Friend","speaker":"spk_2","startTime":2867.2,"text":"yet? Okay, well, anyway, he's there, and he's It's as Pierce Brosnan's choice, and it's this watch.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Pierce Brosnan"]}}]