[{"_index":"handbook","_type":"_doc","id":"2xImL3MByMrymAEmljet","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":1149.07,"text":"You're li'stening to the Hollywood Handbook-Ea'st i's a WolfCool Jr brought to you by hazy bone, and they claim Doc in the Clinton I thought you were kidding about that i's that a real thing ju'st ju'st day's. Well, I know that. I thought Hazy Bone wa's both. You guy's think when you were from when you referred UCB hi's claim dog. I ju'st thought that he wa's being like, I'm 'so 'stupid like dog Clem dog. It ju'st I didn't think it wa's really I'll do it again. You think Clem die's? Canva's Dale nickname. Oh, I didn't think Sort of could, actually, you know, we wa's talking to him ju'st Now. I'm 'sorry. Okay? Becau'se you were trying to keep that information. I wa'sn't trying to I ju'st Okay. I wa's 'shocked that you heard it. Okay, I I'm 'sorry. Let me go again. I ju'st can't even think you need more time. No, ju'st 'sort of like you have more time. Okay? Thi's i's the perfect amount of time, OK? I 'said thi's would be quick. You 'said I'd be in a Now, ju'st whatever you need. You know, whatever. You're kind of like getting blown. We're ju'st trying to find it. We thought you being there becau'se we kind of a's'sumed you would ju'st That wa's 'sort of our a's'sumption going and that thi's would Big era you know, and I act. I want to give you what? You okay? Yeah. You're li'stening to the Hollywood Handbook-Ea'st. Let me not 'say on tho'se my fault. You're li'stening to the Hollywood Handbook-Ea'st to you by Hazy Bone and the Clem dog. Thi's i's a cool No, I don't like hearing it Now.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood","Ea'st","WolfCool","Jr","Clinton","Hazy Bone","UCB","Clem","Clem","Canva","'s","Dale","Hollywood","Handbook","Hollywood Handbook","Hazy Bone","Clem"]}},{"_index":"handbook","_type":"_doc","id":"4hImL3MByMrymAEmljet","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":1280.53,"text":"I don't but that I make you laugh. It doe's make you laugh when you 'say, I think that''s the important thing i's that it make's it crack's me up.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"7BImL3MByMrymAEmljet","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":1356.82,"text":"No, go ahead, plea'se. I ju'st trying to figure out what you were talking about. Now I got to tell you now, I got to tell you with both the gleam and I'm catching agreement both of your eye's, both of your Anglo Saxon eye's That thi's again, it''s 'so excited. So excited for me to have a little bit of ah, fuck up. Becau'se to the too little tiger 'shark's in the water compound's on the guppy, let me tell you go 'something. I came down here a's a fucking favor to 'say thank you, and I'm 'sorry. Okay, I I wa's appreciate that you have me on what wa's a thank you for for having me on the fir'st time. You and I think I'm 'sorry. Done pretty well for you, ha'sn't it? I hone'stly I don't know, becau'se after I did it, I haven't regi'stered it again. Till one per'son, unlike a Reddit, 'said 'something to me like, Do you really hate? They're like, Do you really hate tho'se guy's? And I wa's like, Oh, hone'stly, I couldn't remember what they were talking about. I 'see. You remember that. So your memory i's obviou'sly 'so good. And 'so becau'se I've read that and I read it","PodcastName":"The Ads Version: Hollywood Handbook","tags":["little","becau'se","Reddit"]}},{"_index":"handbook","_type":"_doc","id":"7xImL3MByMrymAEmljet","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":1478.31,"text":"read Hear pu'shing that on me. I'm ju'st 'saying I'm not looking the way you look at u's and 'say like thi's. Thi's i's their race, and that''s how I'm gonna ob'serve them. And the way you look at the two people love each other trying to get married. And your name i's he's MacArthur. Okay. And that i's a very common mi'sconception that I will let 'stand cau'se I think he''s very talented. And that''s a compliment. Oh, that''s not your name. That''s a compliment, Teoh. People mi'stake me phra'se. McArdle Now I feel bad. Sorry. My headphone's. Yeah. Sean, I really like Ah, I don't get it, man way Could've ju'st not had we could have ju'st all gone away. Um, Arthur know's I'm talking about, like, all gone away way ever gone gavel are 'so 'snow. We ju'st It ju'st could like, I apologize for being a dick to you on the podca'st, and then it could have been ju'st like trying to trick me into doing a 'suicide.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","MacArthur","Teoh","McArdle","Sean","Arthur","ju'st","ju'st","ju'st"]}},{"_index":"handbook","_type":"_doc","id":"8BImL3MByMrymAEmljet","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":1535.73,"text":"Plea'se, can I 'say 'something? How much I think your 'suicidal, if that''s what you're ju'st becau'se one race i's doing better than another doe'sn't mean you can't be raci'st again'st the one that''s technically currently winning. I ju'st tell you, don't under'stand what you What doe'sn't bother me about the haze MacArthur thing and how I actually really do love it i's I want once at Mo'saic for a meeting with 'somebody and 'somebody came in and 'said What Stillman''s manager want's toe meet you, And that wa's exciting for me. And then it turned out he had mi'staken me for Haye's Hargrove, Chri'stian wig's, ex hu'sband. And we did end up having to go through the entire meeting anyway becau'se he wanted to be nice. But I think are you telling me that we're not mi'staken? You're not the guy on televi'sion You're not the dude on Angie Tribeca. Okay, on televi'sion, thi's kind of You're not the guy that TV's i's running in bulk that get's that''s technically true. That are you? Are you that guy? No, I'm not you. But 'see, if you're not that guy, I don't know why I would have come. I thought for 'sure that that 'sea'soning 1/3 'sea'son and I if I wa's nice to you, I would be like a good thing. That zit could be good for you, where you're 'sort","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Stillman","Haye","Chri'stian","Angie Tribeca"]}},{"_index":"handbook","_type":"_doc","id":"9hImL3MByMrymAEmljet","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":1645.89,"text":"Do you want me to give ju'st a quick example of a job You might be looking to fi'sh longer fi'shmonger 'so you don't have a good fi'shmonger. You've got all the'se fi'sh. Nobody''s monitoring them. And what you would do i's you go on ZipRecruiter. And you'd find the be'st candidate's really quickly by li'steningto 100 plu's job 'site's and Social Media Network. The alternative i's you get 'someone","PodcastName":"The Ads Version: Hollywood Handbook","tags":["ZipRecruiter"]}},{"_index":"handbook","_type":"_doc","id":"-BImL3MByMrymAEmljet","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":1689.78,"text":"Dana i's in all cap's, acronym with, like, period's in between each letter.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Dana"]}},{"_index":"handbook","_type":"_doc","id":"-xImL3MByMrymAEmljet","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_3","startTime":1758.8,"text":"And 'she doe'sn't even know that. Ju'st what","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_RImL3MByMrymAEmljet","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":1763.23,"text":"Uh, and why do you need affection 'so much? I ju'st I'm ju'st friendly in","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_hImL3MByMrymAEmljet","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","startTime":1769.18,"text":"the office.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"AhImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":1825,"text":"ticket's watching the jukebox mu'sical We Will Rock You, 'starring Queen","PodcastName":"The Ads Version: Hollywood Handbook","tags":["We Will Rock You","Queen"]}},{"_index":"handbook","_type":"_doc","id":"DBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":1927.68,"text":"Um, I really let''s get Let''s do. Okay, 'so let''s do a quick bumper. So ju'st go like","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"DhImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":1934.74,"text":"do ah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"FBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":2057.24,"text":"Right? Bar trying, Adam. But police. I'm trying.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Adam"]}},{"_index":"handbook","_type":"_doc","id":"GBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":2115,"text":"I ju'st want to Really Did you really want to try to put you in? Well, I think you really want me ju'st to explain Moneyball to walk. He's through it and he'll tell me to tell you if you're right,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Moneyball"]}},{"_index":"handbook","_type":"_doc","id":"GhImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":2131.88,"text":"I gue's's thi's i's like a 'super Cliff note's ver'sion of it. But Billy Okay, Billy Beane. But you did read the actual book. Yeah. Okay. Okay. Billy Bean, who i's a general manager, former ba'seball player, came up with a way to look at 'stati'stic's and put different value's on them Schengen be. And why Why do you 'say chunkin being We're ju'st thinking about it. Billy Beane. Billy Beane, Price. It''s 'sort of it. I's there 'something there? What doe's that mean when we'll cut it out? It''s a thing. What we do when Sean make's a joke on the 'show. Often he kind of, like, find's hi's way there out loud. And we cut that part out way editing to the final joke. So it make's it 'seem like he came up with it really fa'st. But that''s the beginning of, like, the yellow overthrow. Ba'sically a lot of work. Do you want to keep going? Do you want to fini'sh it right now? Okay. So John could mean being","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Billy","Billy Beane","Billy Bean","Schengen","Billy Beane","Billy Beane","Price","Sean","John"]}},{"_index":"handbook","_type":"_doc","id":"JBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":2338.78,"text":"I think you know that. It i's not the Hollywood Handbook-Ea'st. I's that what you were up'set about? I think that you know that. OK? SE Produced by Chri's Bannon and Scott Anchorman You really don't want to write off? There''s a lot of Nance a lot of name's WolfCool Jr produced from You don't know Scott, are you? I know, Scott. I like a lot of name's. It''s a lot on the metro in the bag. Ju'st for thi's one ca'se, we want to u'se it. What i's it That we get it both way's in'stead of God kicking, butting, dropping name's in red cover linebacker Alway's of thi's indu'stry we call 'showbiz. He throw's that again, warn in'sider's, Got 'somebody dropping name's in red cover linebacker. Alway's in thi's indu'stry we call 'showbiz and ju'st throw it in there. And if we want to u'se it, becau'se that way we can cut it. We can alway's cut out of it and Hear you're li'stening to the Hollywood Handbook-Ea'st on 'something. And Haye's MacArthur produced by WolfCool Jr Chri's A Bannon and Scott Aw, Kherman Hollywood Handbook-Ea'st Air the, um, red carpet. Yeah. Ah, that''s right. Ye's. When the red carpet make's the back call's of thi's indu'stry, we call 'show. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood Handbook","Ea'st","Chri","Bannon","Scott Anchorman","WolfCool","Jr","Scott","Scott","Hollywood","Handbook","Ea'st","Haye","MacArthur","WolfCool Jr","Chri","A","Bannon","Scott Aw","Kherman","Hollywood Handbook"]}},{"_index":"handbook","_type":"_doc","id":"JxImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":2418.89,"text":"I really I gotta get a crazy one ju'st for you, becau'se it''s a fun 'show. You know, I feel like we're hammering you with No, you know, ju'st like you're not really getting him. So, like, let''s do one. Like what''s what?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["ju'st"]}},{"_index":"handbook","_type":"_doc","id":"LBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":2468.11,"text":"hand's. I know Sean. Panic attack. No, Sean. But I don't","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sean","Sean"]}},{"_index":"handbook","_type":"_doc","id":"LhImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":2490.05,"text":"when I finally did meet other people with my la'st name. They did one of the'se Clement's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Clement"]}},{"_index":"handbook","_type":"_doc","id":"MhImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":2561.58,"text":"'stick, a's wa's my twin,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ORImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":2626.6,"text":"Which actually remind's me of another joke about two guy's peeing off a bridge.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"PRImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":2658.95,"text":"I'm 'sorry. I'm ju'st worried that don't tell them thi's joke later. Like it wa's your joke. I ju'st heard that thi's i's 'something that you dio I'm not I'm ju'st Big, bad. I mean, I'm ju'st getting ahead of it becau'se I don't know if you think I talked a little bit about I don't know if you think that it''s okay. You might think that i's ju'st a normal thing to do. So it might make 'some people up'set, 'so I'm ju'st 'saying right now, Do not tell the joke or the 'story? Yeah, or the 'story. And be like, thi's i's mine.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"SBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":2810.94,"text":"like you. Can you believe thi's hour, John? I would do thi's even if I weren't being paid toe laugh with our friendly. I","PodcastName":"The Ads Version: Hollywood Handbook","tags":["hour","John"]}},{"_index":"handbook","_type":"_doc","id":"ShImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":2823.71,"text":"Becau'se thi's i's drivel and garbage right now. I don't pay attention to that becau'se it''s ju'st fun. Like I Hone'stly yeah, I would ju'st roll's in. We ever heard dance like nobody''s watching.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UhImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":2875.31,"text":"many people come","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UxImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","startTime":2876.28,"text":"back. I never want to come back here ever in the in my life People fini'sh the 'show and they 'say","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WxImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":2961.96,"text":"your people you brought out made me do that. You know the 'similaritie's and you know that he wa's what 'similar? You know that we probably have like Ghana for 'some 'similar 'star. Why? Whatever I know. So it and you knew I would be a trigger thing and you 'said it. So let me tell you that 'sucked. Thi's 'suck's. Every thi's whole building 'suck's. Hang. I fucking hate Earwolf. Let me a'sk you a que'stion. How doe's thi's place","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ghana","Earwolf"]}},{"_index":"handbook","_type":"_doc","id":"YRImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":3012.22,"text":"thi's i's that it''s garbage. It''s a whole garbage plug in indu'stry. I don't under'stand how any of it work's. I don't under'stand how how, how you could enjoy you too are good writer's. You paid really like top of the line. You do thi's for fun. That''s crazy. You Are you married? Do you","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZRImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","startTime":3033.02,"text":"what you're 'saying.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"axImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":3068.82,"text":"that 'sound's like that. You don't get hi's comedy. Yeah. No, I get Whoa, no, you don't know hi's 'show. Why? No, I get hi's comedy. It''s not Know why Would have my favorite comic. I don't think I think he''s, like, overrated. But I Adam Palley of all the thing's you 'said, there''s one thing I really have to take i's'sue with.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Adam Palley"]}},{"_index":"handbook","_type":"_doc","id":"bBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":3091.47,"text":"Anyone can free'style rap. I don't I don't even remember what you're talking about. Dio, Ju'st 'show him","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Dio","Ju'st"]}},{"_index":"handbook","_type":"_doc","id":"bhImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":3112.17,"text":"one and two And here we go gonna 'style rap with the flow on Started it Now Gonna 'start in 321 Here it come's gonna wrap 'soon","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"bxImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":3129.76,"text":"Start the beat up 'slow it down Gonna be a 'slow rap","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"cRImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":3145.2,"text":"It''s funny I don't know What I don't know. What I don't know I do you like if","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dxImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":3186.84,"text":"Okay? And he ha's a cold. What do you getting it? Nothing. Ju'st that''s conver'sation. Thi's 'steak finger's cau'se he's a 'sick. I 'said ye's. I look extra 'six. I 'said, you know, I told you I fir'st. I 'said You don't look 'so 'sick. You know, I 'said he looked healthier from from from every from what everyone''s been telling you that you look out bumper. Adam, why are you mad at","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","fir'st","Adam"]}},{"_index":"handbook","_type":"_doc","id":"eBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":3212.81,"text":"me? Becau'se hurt people hurt people, hurt people, hurt people. That''s very Do you know that It? No, I get it. Okay. Okay. Ah, you 'said it back. It wa's like you didn't know. I wa's trying it for the fir'st. Let''s not make a meal of thi's one.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["fir'st"]}},{"_index":"handbook","_type":"_doc","id":"fBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":3247.09,"text":"Are you 'sure? That 'sounded like my wor'st one. I really didn't love that 10 you want it back.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"gBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":3272.2,"text":"You told me you wanted me to come in and record your bumper's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"gxImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":3299.13,"text":"had ugo couple. You know, we're gonna have engineer Brett to a couple. You","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brett"]}},{"_index":"handbook","_type":"_doc","id":"hBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":3302.7,"text":"never read your Brett","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brett"]}},{"_index":"handbook","_type":"_doc","id":"hxImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":3325.06,"text":"you want throw me?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"iBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_2","startTime":3326.66,"text":"I'm ju'st trying to explain my thinking. Hear like you know, you're a gambling man. You don't go to Vega's and ju'st put all your money on one number.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Vega's","ju'st"]}},{"_index":"handbook","_type":"_doc","id":"iRImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_1","startTime":3333.93,"text":"You put a little on the Adam Powley number. You put a bunch on the bread number Gho'stbu'ster's, would you? What did you like that knew you 'said celebrity? That''s right. I had I, like, 'settle. Howl thought thi's 'script wa's 'shitty. Oh, wow.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Adam Powley"]}},{"_index":"handbook","_type":"_doc","id":"ixImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":3390.32,"text":"Rana Glickman Hear from Run and Beverly to tell you thi's i's your big chance to 'see Rana and Beverly live with 'some of your favorite podca'st's. Al'so performing Comedy. Bang Bang, NPR''s Pop Culture. Happy Hour, Spontaneou's Nation with Paul Left, Who We Adore and Law. The Now Hear Thi's Podca'st Fe'stival i's October 28th to the 30th in Sunny Anaheim, California It''s gonna be ab'solutely fabulou's. See all your favorite act's live goto Now Hear Thi's fe'st dot com to get your chicken's plu's information on hotel's and travel When it''s did weekend","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rana Glickman","Beverly","Rana","Beverly","Bang","NPR","Paul","Left, Who We Adore and Law","Now Hear Thi","Fe'stival","Sunny Anaheim, California","Thi","fe'st"]}},{"_index":"handbook","_type":"_doc","id":"kBImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_3","startTime":3484.49,"text":"You've 'seen me have intercour'se with a variety of","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"khImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_3","startTime":3489.2,"text":"You have the member's of Gene'si's li'sted, but Phil Collin's ha's cro's'sed out and encircled in cro's's out again.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Phil Collin"]}},{"_index":"handbook","_type":"_doc","id":"kxImL3MByMrymAEmljit","_score":1,"_source":{"Episode":"Adam Pally, Our Bumper Recorder","speaker":"spk_0","startTime":3494.43,"text":"Ye's, I have","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"lxIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":0,"text":"Hey, guy's, that ta'ste want Talk to you about the Now Hear Thi's Podca'st Fe'stival. It''s coming to the Lo's Angele's area thi's October, and Sean and I will be there for a live Hollywood Handbook-Ea'st You love pie ga's and comedy. You don't want to mi's's it. See Hollywood Handbook-Ea'st von Stage, plu's more favorite's like Comedy Bang Bang. How did thi's get made? And with Special Gue'st Learning Lab get's in the Lo's Angele's area thi's October, Um, plu's, Marc Maron i's going to be 'sharing hi's favorite behind the 'scene's moment's from WTF on great 'story 'storytelling podca'st like the Moth and Criminal. You can al'so get a V i. P Pa's's the V. I. P Lounge. It''s October 28 through the 30th in the Lo's Angele's area, ju'st a 'short ride from Lo's Angele's. You can 'see the whole lineup at Now Hear Thi's fa'st dot com.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Lo","Angele","Sean","Hollywood Handbook","Hollywood Handbook","Lo","Angele","Um","plu","Marc Maron","V. I. P Lounge","Lo","Angele","Lo's Angele","Hear Thi"]}},{"_index":"handbook","_type":"_doc","id":"mRIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":49.89,"text":"from there with Maggie","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Maggie"]}},{"_index":"handbook","_type":"_doc","id":"mxIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":65.79,"text":"He of the extemporaneou's monologue's, and we're hiding under the board's in, ah, old 'spooky hou'se, making creaking noi'se's. Ah, to try to 'spook the owner's out becau'se, obviou'sly, if they're able to 'spend the night without fleeing in terror. We're gonna love them. 1,000,000,000 buck's. Yeah, And I'm hiding behind a painting. Move my eye's around. Ah, 1.1 of them lean's again'st Ah, 'suit of armor holding. Sort of. Ah, 'sconce and 'sconce move's and I 'swoop around them. Suck him into the wall. Right. And now, Maggie, I have to go to bathroom. Well, where you think you're gonna do that ice knowing her? Thi's i's your under the board's m and in'side the wall's. She''s one of 'she''s gonna want to go in that, um in the tube.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Maggie","Thi"]}},{"_index":"handbook","_type":"_doc","id":"nBIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":120.61,"text":"Ye's, that''s right. She want's a going to one problem.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nxIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":130.89,"text":"'so loud, You Hear to remember where in the hou'se Now, Could that be hopeful?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oBIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":136.03,"text":"Somebody do in the bathroom in the tube. And you're hearing that and they 'say, Well, yeah, that''s intere'sting. Do they have to? I's the deal that have to be 'scared, or can they ju'st 'say it? You know, they would be 'so","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oRIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":148,"text":"gro's's. Well, okay. According to the rule's of the contract, they have to 'spend one night in the hou'se, right? You a's'sume that they wouldn't want to, becau'se it''s haunted. So 'scary. But maybe it would be 'so grow gro's's. Yucky. And 'so after hour, hour and 1/2 a good to bun jammed. We get all the 'slug's out and all the different, uh, corncob's and everything that had been put in during the project. And, ah, Maggie get's in there, 'start going to bathroom. Now 'she''s 'shy. So where you think 'she want's me to 'stand Haye's while 'she''s going about them in the to 'she''s gonna want you to 'stand well, you're gonna Somebody''s gonna need to be kind of 'supporting her becau'se 'she need's 'something. That kind of Oh, yeah, I get behind her with your with your arm's under her arm's, and 'she kind of hang on tho'se","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Maggie","Haye"]}},{"_index":"handbook","_type":"_doc","id":"phIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":232.6,"text":"and the hard hat on boo. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["boo"]}},{"_index":"handbook","_type":"_doc","id":"qRIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":257.13,"text":"It wa's a dark time for me, and I didn't make the be'st deci'sion's back then. I could 'see how you would think there wa's 'some advantage to you doing thi's, Becau'se why would thi's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"shIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_2","startTime":353.8,"text":"ble's'sing's of my life. Ye's. Um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["life"]}},{"_index":"handbook","_type":"_doc","id":"sxIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":356.98,"text":"but we al'so like, explore. It''s not alway's 'so nice. It''s not alway's people being nice. Um, and you","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wBIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":484.13,"text":"Okay, that''s my 'sound. I'm like, I realize that. What doe's that mean? Like that''s being, like when we get what I do. You hear the chuckle in there?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wxIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":502.03,"text":"You know what I mean? Oh, wait. I alway's got and","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xhIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":512.15,"text":"No, he''s 'saying okay like he i's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yhIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":548.56,"text":"Well, what if it''s not? You know, you did like you did that, but what if it''s more like a","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0RIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":611.84,"text":"Ah, that wa's a wait. You're telling. That''s clear that that''s that''s you liking whatever material of mine that you're watching, That''s me. I'm 'seeing you're doing your thing. The political guy are the Are the What''s hi's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0xIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":626.78,"text":"He''s I mean, he''s 'some kind of pre'sident or 'something, right?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1BIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":631.08,"text":"Yeah, he''s one of the main pre'sident's that they've ever done","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1hIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":636.63,"text":"you know, me's'sing up in a way that i's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2BIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_2","startTime":642.48,"text":"it''s really but it''s like a Rheal character. It''s not like a cartoon. It''s like it''s right. You actually like riel,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rheal","riel"]}},{"_index":"handbook","_type":"_doc","id":"3RIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":684.17,"text":"'see, thi's i's I gue's's 'so. I ju'st you know, it doe'sn't like me like that. I ju'st feel like coming up, you know, like doing 'show's like or whatever Ju'st you guy's would alway's beat. You would alway's be like, making the'se noi'se's. Like when I came off 'stage or while I wa's performing or whatever. Let''s lay it out. I mean, let''s let out. We're 'seller dog's. We came about the 'seller. Yeah, we all we're","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"4BIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":714.13,"text":"their brick calm and brick's behind the 'stage. Yeah, and then everybody goe's to the cafe afterward's? Yeah, thi's 'sort of a Moroccan place or when everyone''s, like, fucking with each other. And it''s like it''s all part of Bo'ston bean's getting me's'sed up, Getting 'so ye's, a lot of night's where we would get me's'sed up. Everyone go hard on a drink that matched up, 'sometime's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"5hIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":793.95,"text":"And, um, we It wa's obviou'sly awe'some. Show. Got u's a lot of i-Tune's got u's a lot of attention. A lot of valuable 'stuff going on at the time. There wa's a lot of what fable 'stuff going on Brett Butler''s It wa's, um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["i-Tune","Brett Butler"]}},{"_index":"handbook","_type":"_doc","id":"6BIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":823.54,"text":"then I came from like corn.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"7hIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":908.04,"text":"And we all remember Collin's modern man routine. If you want to give me a piece of it. Uh, well, it wa's. I mean, thi's i's taking forever. What do you mean? Do you remember hi's turn on my faucet? The water come's out, but I turn in my bath. The water come's out of their to the bat's in the bathroom. The faucet's in the faucet room? No, it''s a kitchen. I'm a modern man. Say, I ju'st didn't like that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Collin"]}},{"_index":"handbook","_type":"_doc","id":"9BIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":1008.49,"text":"But it wa's definitely 'something that people were telling u's wa's good. It wa's Yeah, it wa's. It wa's 'something that nobody had done. It wa's groundbreaking. It wa's, wa'sn't doing like what other people were doing. No, no one el'se wa's doing that. I wa's doing 'something that nobody really wanted Teoh. And like people wouldn't dio","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Teoh"]}},{"_index":"handbook","_type":"_doc","id":"9hIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":1053.47,"text":"kind of way that. Yep. And now we do Sean one with me, and maybe I'm 'sort of like, uh, yeah, we do.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Sean"]}},{"_index":"handbook","_type":"_doc","id":"_hIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":1140.37,"text":"if we don't get in there, Huh? Below, he take's him all from the'se very low angle, you know, ju'st like very low angle's. That''s the equivalent of like, an up'skirt. What''s kind of an action packed photo","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_xIpL3MByMrymAEmGDim","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":1155.5,"text":"like? That''s what I don't up'skirt photo's. Action packed. Yeah, So I'll be like, Do you want to take an action packed photo with me and I'll drop the photo down Kind of like in Spla'sh, where they dropped the quarter's on the ground and look up, 'skirt","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Spla'sh"]}},{"_index":"handbook","_type":"_doc","id":"ABIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":1171.82,"text":"right. We're never be allowed to make that today. That''s right. And then they That''s right. They met their neme'si's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ARIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":1177.64,"text":"in the tail that the agreement they try toe, look up the 'skirt and then it''s There''s no divi'sion there. It taper's down to a tail, and that''s how they got 'spla'sh 'so back you would go up. We did our's. The light's go out. Then I think who wa's? Who wa's doing the? I'm trying to be really re'spectful of back becau'se I know he''s mi'sunder'stood 'some thing's in the pa'st. Back Did you want to 'say more about Spla'sh before we move on? I thought the and I thought he wa's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["spla'sh"]}},{"_index":"handbook","_type":"_doc","id":"AhIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":1212.84,"text":"done with, and that''s how we got 'spla'shed","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"AxIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":1215.24,"text":"Well, but I But I've been wrong about thi's kind of thing before. Obviou'sly, I thought you were wrong when I came on 'stage during the middle of our 'set.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BxIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":1241.2,"text":"That''s Big for you. Like it wa's a It wa's a hot woman, but with the tail and like 'she and then there wa's Tom Hank's didn't do it today. Um, and I ju'st, you know, people are not really allowed to do that anymore. Yeah, well, they're trying to do it with Channing. Yeah, right. They couldn't do the 'same movie. Don't be like, OK, but he''s not. Don't. When I 'say they couldn't do that be like, Oh, well, they actually are doing it. I know they're doing math doing. They couldn't do that. Same thing again. Which i's why they're doing it with a man, right? That''s what I'm 'saying. I'm 'saying that where you're not 'saying that. Don't You're not telling me that I'm telling you that, right? I'm agreeing with you. I'm adding on. Know how i's that agreeing when you 'say no? No, I 'said they wait. What did you 'say? So I really Hear into groundbreaking. Like i's your groundbreaking like, New way of agreement i's to 'say no to people.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tom Hank","Channing"]}},{"_index":"handbook","_type":"_doc","id":"DhIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":1338.17,"text":"He open's the mail. How? Ah, went 'sort of. Ah, and one of the boxe's i's 'sharp. One 'sharp piece. He open's a different male. Who? You We excited about a Harry''s razor box Way. I love u'sing my real laugh. What? I've been hoped by my'self way. We","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Harry"]}},{"_index":"handbook","_type":"_doc","id":"HBIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":1643.6,"text":"have flap's acce's's area's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"IBIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":1664.13,"text":"under what? Her 'section you need 'so little. Ah, but you know, and obviou'sly there''s al'so four 'style profile's cla's'sic ca'sual forward and mix thi's free 'shipping direct delivered to your door'step. Build your wardrobe and diver'se fire, look in comfort and in 'safety, and it i's really 'safe. Um, it''s great cell. It''s alway's in 'sea'son. And, ah, it''s $60 for $240 worth of clothing when you goto Five Four Group dot com and u'se the promo code Handbook-Ea'st 'sign up and they promi'se It 'say's that it will never. It''s never going to get run over by a car. Icka.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Five Four Group dot com"]}},{"_index":"handbook","_type":"_doc","id":"JBIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":1717.73,"text":"Thank you. We can move on. Good. We will. Now. Haye's wanted to talk about light's were out. And you It wa's like one of u's wa's 'suppo'sed to","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye"]}},{"_index":"handbook","_type":"_doc","id":"KxIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":1825.76,"text":"No, I didn't know you guy's. Well, they had the bandage on hi's head and 'say's Now back. I know that''s not true. What? That I didn't know you guy's. You didn't know u's per'sonally, But you knew. Like that way there wa'sn't a 'single per'son in that 'scene who didn't know about the milk'shake.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LBIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":1842.47,"text":"Yeah, but I thought that he could do it ju'st later. I don't know when exactly. Ok, 'so yeah, I knew about the milk'shake. OK, 'so then you 'some during your mouth i's 'so 'scratchy. Do it later. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NBIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":1944.72,"text":"Yeah, becau'se the line","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NhIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":1952.64,"text":"rever'sing what? I think the line i's teaching, you know, it wa's 'student's. But you 'said teacher,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["rever'sing"]}},{"_index":"handbook","_type":"_doc","id":"QhIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":2075.84,"text":"No. What? You 'should have done 'support the milk'shake on you. Yeah. You 'should've poured the milk 'shake on me.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"TRIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_3","startTime":2161.03,"text":"Yeah. Say's you hired a publici'st, though","PodcastName":"The Ads Version: Hollywood Handbook","tags":["publici'st"]}},{"_index":"handbook","_type":"_doc","id":"UxIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":2210.38,"text":"We've got Big team's, right? So 'sometime's 'stuff get's lo'st in communication. I think we're learning a little bit. I gue's's 'so. And what I wa's told wa's you were here to finally apologize for you. Don't milk'shake on Haye's when you 'should try dumping on me. And you would have found out where that milk'shake ended up. And I would have found out where the milk'shake. Oh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye"]}},{"_index":"handbook","_type":"_doc","id":"WRIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":2263.17,"text":"when I 'said he read a face like that, though, when that happened.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XxIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":2315.75,"text":"Well, you've been really great on weekend live. We love the","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"YRIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":2338.39,"text":"It''s Monday night, and he''s like, Oh, like a meeting ever Bolena 'shape pick's meeting, 'shaking everybody''s hand and you and you 'stride. And I'm like, I'm captain ca'se. Sea'son four.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Bolena"]}},{"_index":"handbook","_type":"_doc","id":"YhIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":2354,"text":"You 'say what 'say I'm Captain Boomerang Bennett,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Captain Boomerang Bennett"]}},{"_index":"handbook","_type":"_doc","id":"YxIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_0","startTime":2358.71,"text":"do you fuck up? Are you don't 'see Oh, hey, Captain King group's kept Iggy. I'm Captain Boomerang Bennett. Okay,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Captain King","Iggy","Captain Boomerang","Bennett"]}},{"_index":"handbook","_type":"_doc","id":"ZhIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":2384.6,"text":"Do you want to talk about your book on Hear my book? It''s dumb. It hone'stly i's but it might make everything a lot ea'sier.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"aBIpL3MByMrymAEmGDmm","_score":1,"_source":{"Episode":"Beck Bennett, Our Once Friend","speaker":"spk_1","startTime":2405.12,"text":"It''s called. It wa's my idea. I'm holding a Big lightbulb over my hey that yeah, And then I've got a ba'sket of light bulb's behind me that are have my name on them and I'm and I'm dragging them home to and it wa's my idea. And then it''s in that voice. You pu'shed the button Howl really cover and 'say's that there''s a tape recorder in it. And then when you open it, there''s 'storie's of thing's that you like that maybe mi'stakenly, you were enjoying without thinking about who'se idea Waa's and I'm telling. You know that''s wrong. It 'should be. You 'should be thinking about me while you enjoy thi's. And are they actually your idea's or they thing's that you came up with?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}}]