[{"_index":"handbook","_type":"_doc","id":"EBJBL3MByMrymAEm1ksM","_score":1,"_source":{"Episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_4","startTime":4418.76,"text":"It''s riel. Okay, damn it, That''s the wrong an'swer. And it''s","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"GxJBL3MByMrymAEm1ksM","_score":1,"_source":{"Episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_1","startTime":4517.36,"text":"Yeah, the owner Howl.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Howl"]}},{"_index":"handbook","_type":"_doc","id":"HhJBL3MByMrymAEm1ksM","_score":1,"_source":{"Episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_0","startTime":4538.72,"text":"I don't know. I can't I don't know what he 'say's,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"IhJBL3MByMrymAEm1ksM","_score":1,"_source":{"Episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_3","startTime":4596.94,"text":"Hey, thi's i's Arne Camp from the Improv fanta'sy podca'st Hello From the Magic Tavern. I fell through a dimen'sional portal behind a Burger King in Chicago into the magical land of food, and he 'started a podca'st. Sea'son three ha's ju'st begun with a brand new adventure to defeat the Dark Lord. If your new li'stener or you've fallen behind. Sea'son three i's a great jumping on point, and we've got great gue'st's like Ju'stin McElroy. I 'sat like a fancy college profe's'sor,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Arne Camp","Improv","Magic Tavern","King","Chicago","Sea'son","ju'st","Lord","Sea'son","McElroy"]}},{"_index":"handbook","_type":"_doc","id":"IxJBL3MByMrymAEm1ksM","_score":1,"_source":{"Episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_3","startTime":4624.07,"text":"Rachel Bloom, Collection of Men, Corp'se's and one woman,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rachel Bloom"]}},{"_index":"handbook","_type":"_doc","id":"JBJBL3MByMrymAEm1ksM","_score":1,"_source":{"Episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_0","startTime":4628.59,"text":"Feli'sha, Day and Colton Done.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Day","Colton Done"]}},{"_index":"handbook","_type":"_doc","id":"KRJBL3MByMrymAEm1ksM","_score":1,"_source":{"Episode":"Karen Kilgariff, Our Close Friend","speaker":"spk_3","startTime":4643.97,"text":"Oh, Je'su's. I mean, jo'stle","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LxJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_0","startTime":23.81,"text":"You're promi'sing them the world, and it''s it''s empty. You don't have any of thi's 'stuff.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"OBJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_0","startTime":73.28,"text":"I already had","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QhJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":589.46,"text":"there''s 'some har'shne's's there that I think I'm a nice guy, and I wouldn't nece's'sarily 'say it a's fara's. There''s no value to thi's, I will 'say at be'st, it 'seem's to me like, people would probably only be encouraged to go li'sten to the prior one's. Sure they jump back on. That wa's thu's far on the fact that we're offering very little actual new once again, the old Clem dog left, left out in the cold. Oh, yeah. Claim dog 'sleeping out in the doghou'se tonight? Yeah. No. Well, that''s not what I want. Did you guy's talk about any movie's or hit movie's? I don't. I think we did. I want to reiterate. I do want to ju'st point out that every time you a'sk if we talked about one thing, I do 'say that, really, All we talked about wa's thi's one 'specific, the back'stage maneuvering's on Big Lake and how my mental and phy'sical did that lead into talking about 'sport's or anything. Ah, 'sport's, I don't think came up. Mo'stly. We were talking about the back'stage environment of Big Lake. Big Lake Criminal per'sonal way. It kind of broke me mentally and okay. Likely Again. I would, cau'se maybe it would be like, um 'so, like,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Clem","Big Lake","Big","Lake","Big Lake"]}},{"_index":"handbook","_type":"_doc","id":"SxJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":1257.48,"text":"Mild mannered, attacked in toe, tapped into 'something D dand, dude. Well, Big, Big Lee ha's addre's'sed the challenge. Me i's. He challenged me a's a director to really look in'side my'self a's an actor for pulling like a mild mannered improvi'ser type. Yeah, challenged me hard on that I am that dude''s dragging out 'some 'seriou's 'stuff. That''s dope. Yeah, and he ah, Bill i's a character who, ah, 'some of hi's friend's, one of hi's friend's who''s in hi's improv group get's ca'st on a 'show called Weekend Live, which i's very clearly an analogy to Saturday Night Live. And Birbiglia challenged me to 'sort of figure I's it on both night's of the weekend? Oh, good que'stion. I'm not 'sure. I think it''s only on Saturday's. Great que'stion. No one''s a'sked me that. And again, Birbiglia really challenged me hard a's an actor to try to 'summon the emotion's that it would feel if other member's of an improv group get on Saturday Night Live. Will you remain on the improv troupe full of que'stioning, right And maybe 'some re'sentment or i's, ah, 'some 'self doubt 'some You know that mixture off. I'm really happy for my friend, but at the 'same time there''s 'some bitterne's's. Hear Onley becau'se it bring's up 'so many in'securitie's a's my'self, which and you were able to create a character who found that that kind of emotion, Chri's it. It took a lot for me to think about, you know, in a 'slightly fictionalized ver'sion of the UCB theater world, playing a character who i's around a lot of mounting 'succe's's, having been there from the early day's being told you will 'soon find equal 'succe's's. You're definitely gonna be the next per'son to bu'st out on Lee to 'see it happen more and more to other people, including even 'student's I taught who would go on to become more 'succe's'sful that I would, um, yeah, I took a lot for me to tap into that. Yeah, that''s an intere'sting character. And 'so that guy's in your head Now, yeah, he''s not. Get along with Jo'sh. And how doe's it get along with you? He 'sound's like a plea. Different guy. I kind of feel like I'm thi's couple's coun'selor in my own head. Sometime's, a's Jo'sh i's going to the'se drug fueled rage's and Bill i's going into thi's dark depre's'sive 'state where he like's 'self harm, and I'm in the middle trying to 'sort of be a point guard, pa's'sing the ball to both them or even keep the ball away from either of them. But it''s not ea'sy. It''s not ea'sy. I've been doing thing's like I'm not. I'm not. I'm not. Ah, I'm not into drug's. I u'sed to be then, but I've been dabbling with the compre's'sed air, getting a ru'sh off of compre's'sed air. Dangerou's thing in the world. But I'm well aware you put it. I'm putting Great. You a'sk the hard que'stion's that a lot of people, a lot of people 'soon i's. I'm inhaling it through my mouth or my no'se and I'm not. And the fact that you a'sk that again, we've known each other a long time. It''s entering through 'some other hole. I got a good gue's's. Yeah, yeah, yeah. That''s got to be quite a ru'sh. It i's. It''s in a general in Ru's'sia. You know, earlier, you talked about a point guard pa's'sing the ball. Uh um remember that Raptor's? Siri''s? Yeah, they really 'showed a lot of heart and a lot of grit got out of the fir'st round's. Happy for Drake. Kyle Lowry. I mean, everybody''s happy for Drake. Marta Ro'sen. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Big Lee","Bill","Weekend Live","Saturday Night Live","Birbiglia","Birbiglia","Saturday Night Live","Onley","Chri","Lee","Jo'sh","Bill","Ru's'sia","Siri","Drake","Kyle Lowry","Drake","Marta Ro'sen"]}},{"_index":"handbook","_type":"_doc","id":"TBJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":1440.27,"text":"Yeah. Well, will Damar 'stick around? He 'say's 'so. Ah, and that''s nice. But let''s look at the number's anyway. Ah, Chri's, you 'said you're a couple's coun'selor in'side your own head. Do you have any other job's in your head? Sean, Can I ju'st what, friend's? A friend i's 'someone I've known for 11 year's now. I'm really I'm trying to open up to you, and I'm being met with a level of conde'scen'sion I've never encountered before in any moment of my life. In any exchange with anyone, I got to 'say he's I barely know and he 'showed 'such an empathy in 'such a compa's'sionate. Made it ea'sy to talk. And I don't know that unnece's'sarily, totally comfortable 'sharing whom with you. So what I'm getting from you i's OK. Fir'st have podca'st. Not funny. Nothing to laugh about. Nobody''s gonna like thi's. Then all of a 'sudden, we're having a conver'sation, and it''s no one will want to have a conver'sation with you. Your per'sonalitie's ba'sh. You ba'sically 'shut people out in a way that I gue's's i's completely inherent to your tone of voice. I don't know, Chri's. I feel like maybe thi's i's a you thing. I mean, there''s certain it''s certainly I 'spilled on my'self. Hey, Cody, You get that? You pick that up on the mic. Everybody, that''s me 'spilling.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Damar","Chri","Sean","Chri","Cody"]}},{"_index":"handbook","_type":"_doc","id":"VRJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_0","startTime":1803.79,"text":"Special Box. Daddy''s Shaved Box Box for you, Daddy. Harry''s dot Corn. I think that''s Harry. That calm. Do you confined like a 'special Father''s Day 'shave 'set on harry''s dot com? Um, nice 'shaving face enjoyment.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Harry","Harry","Father''s Day","harry"]}},{"_index":"handbook","_type":"_doc","id":"VhJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_0","startTime":1825.8,"text":"Loving the experience. Yummy. Razor. Eat it. Um, ju'st a's a per'sonal te'stimony, I do like the razor's I u'se thumb. My So they 'sent me a box. I u'se it. It''s great. I have never eaten one. And I think that''s a 'seriou'sly dangerou's thing toe 'sugge'st.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XRJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_0","startTime":2204.61,"text":"and did thi's other one who i's on the tip of my tongue. Chri's, come on. You gotta know thi's one don't 'snake's coming out of the face. Uh, 'since it''s not 'sini'ster, but it''s a word like that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chri"]}},{"_index":"handbook","_type":"_doc","id":"YBJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":2288.37,"text":"I'm really 'sorry to hear that. I'll tell you, uh, in my experience, I've had 'similar experience's. Where? Ah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"aBJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":2530.42,"text":"He would. I want to make thi's. You hate thi's?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"axJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":2595.58,"text":"Okay, More than mo'st people. Really? In what context? Oh, that''s ju'st one of tho'se thing's. It 'seem's to be drawn to me. Soap i's drawn. T The inanimate object i's drawn to you. You explain it then you know, becau'se it ju'st feel's like that''s like the one con'stant. Like every hotel room I 'stay in ju'st all over. I ju'st keep finding it. You know, we have thi's very, very brief window of per'sonal feeling where you let your guard down. And then 'somehow we in'stantaneou'sly began talking about 'soap like Shawn in 2005. No, I'm thi's guy from Jer'sey needing that UCB e but nobody nobody''s really buying in. And then who come's along","PodcastName":"The Ads Version: Hollywood Handbook","tags":["ju'st","Shawn","Jer'sey","UCB"]}},{"_index":"handbook","_type":"_doc","id":"bBJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":2643.49,"text":"the clam? Doc Clem dog, we link up. I feel like you're the fir'st 'student that believed in me. And you're the fir'st 'student that I really believed in. And it 'started thi's thing that I think people would love to hear about, right that, Yeah, it doe's feel like a real 'story for like, that''s like a really epi'sode, huh? Like year's like year's in the trenche's of having each other''s back's. So many conver'sation's where you lifted me back up when I wa's feeling down rhyming, Mer'sa. So money Specific's. I feel like we could talk about if we were willing to go there. Sure, Yeah, no, in that ver'sion of the 'show, here I am. I'm thi's young guy, right night that young. But anyway, I do it him from I 'see thi's teacher. He''s on 'stage every week. He''s doing 'some of the funnie'st 'show's. He''s in a McDonald''s commercial or 'somehow, about a tie with 'some time fir'st roommate's, which I'm like, 'show my parent Lake. I know that guy on TV and then he''s coming up to me, going like, Hey, man, you know, you 'should move to New York. You I think you could do thi's. And it''s like, right at the moment that I'm going like, Hey, fucking go time. You know, I'm either going to really do thi's or like, I ju'st 'shouldn't even be me's'sing around. They're gonna move, Hear, and try. And it''s like almo'st exactly what I needed, you know, like, that i's a 'story for that kind of epi'sode. But to me, So the 'soap 'stuff felt like a red Jerry. Ah, OK, you know it wa's it ju'st liquid 'soap? Er''s a bar 'soap. I mean, you 'said 'slaver's. The whole 'shebang, baby. No, you can't limit it. Yeah, I'm picturing 'sliver's, but I gotta imagine there''s 'some liquid grouping around in there, too. And it''s like the liquid i's like thi's body ha's body wa'sh. Counte's's 'sober's it more ju'st like actual Oh, it count's. And how far do we take the definition's? Soap, like like a detergent i's a detergent. No, that''s u's poi'sonou's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Clem","McDonald'","New York"]}},{"_index":"handbook","_type":"_doc","id":"dhJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":3147.01,"text":"Okay. I'm ju'st and I'm not. It''s not a judgment on it, Chri's. I'm ju'st trying to picture it, okay? Sure. Hung.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chri"]}},{"_index":"handbook","_type":"_doc","id":"eBJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":3157.81,"text":"So they're wre'stling on, I a's'sume, like a twi'ster mat.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fRJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":3214.53,"text":"And what? So you know, I'd love to have Ah, I'd love to have a claim Dog brand hot 'sauce out there on the 'shelve's. Okay. Now, a lot of the ingredient's they have in mo'st hot 'sauce's I don't have acce's's to. So what I've been doing mainly i's ju'st pouring two different kind's together into the 'same cup and often go down to, like, a gri'st. Edie''s orig, Al'son's and I will have a couple different cup's out in front of me. And people can try and 'say, like which hot 'sauce combo's. They like the be'st. So you bring hot 'sauce combo's into 'supermarket's and approach random people who are 'shopping. Ye's, 'surreptitiou'sly all 'sort of 'sidle up to them and then a lot of time's. I'll like 'spill 'some and go like, why'd you knock that over? And they'll go like I didn't knock it over and I'll go, like, Ye's, you did. I 'saw you. What do you want to try 'some or 'something? And then hopefully we get a new an altercation that end's in them trying the hot 'sauce. It telling me if they liked it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Dog","Edie"]}},{"_index":"handbook","_type":"_doc","id":"fhJDL3MByMrymAEmS0t-","_score":1,"_source":{"Episode":"Chris Gethard, Sean's Close Friend","speaker":"spk_1","startTime":3276.43,"text":"So they drink, they drink. Ah, 'sub'stance out of a cup and uncovered cup. That a 'stranger who''s or a canteen?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"jBIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":155.96,"text":"Grinch, you know, And I remember that being one of my favorite Ea'ster egg hunt's. Ah, of all the one's I've been and it''s a","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Grinch"]}},{"_index":"handbook","_type":"_doc","id":"jhIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":166.7,"text":"And who ha'sn't imagined I would be the main Grinch if there were a lot of grinche's in town? You know who, hone'stly, 'show me. Show me a guy who ha'sn't imagined that fanta'sy. And I'll 'show you guy's already dead, and it i's 'sort of a weird, uh, it i's a flight. What''s going on? And if he''s not daddy 'should be. And I'm not four genocide, wiping out entire group's of people. But thi's one, you know, it''s not racially motivated or anything. Which","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Grinch"]}},{"_index":"handbook","_type":"_doc","id":"kBIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":200.85,"text":"Said about religion, which","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kxIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":214,"text":"So my wife 'say's it''s Ea'ster. You have to go to church. And I 'say, I don't want to go to church. And thi's i's how I do Ea'ster egg. You know, like, do not approach me about the way that I celebrate thi's holiday. You want to go the con'sul? Ooh, Shin. Your ritual i's every bit a's valid","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Shin"]}},{"_index":"handbook","_type":"_doc","id":"lhIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":251.76,"text":"making me 'scored my'self like, 'sort of commandeer my gun to make me 's court my'self in my tank top di'sintegrated. Uh, we got married by the way that I mentioned that Owo Congratulation's on and I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"lxIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":266.47,"text":"Sorry. Sorry, 'sorry.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ohIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":406.9,"text":"They're in a thing. There might be a back. Al'so, there anything that look's like it''s the 'same 'size but mu'st be a little bit bigger becau'se they are in'side of it and it doe'sn't fit in'side the card. No, The bigger I've","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oxIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":423.94,"text":"tried to do well, it doe'sn't 'stick out","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"pBIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":426.55,"text":"becau'se you could put in the middle. You probably put on the back if there i's one. I have never turned it over, but you could probably put it on the back or put it flat on table and put the card on top. Yeah, and people collect all the'se different kind's. There''s kind's for Ea'ster.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"qRIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":536.03,"text":"people in on 'something like thi's. Thi's i's going to be very, very profitable. And if you know anything about bu'sine's's, if 'somebody wa's here when we're 'saying the idea for 'some of the'se card de'sign's ah, there 'should get 35% of","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"tBIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":673.85,"text":"the day the card wa's written wa's Mother''s Day, and then you can actually give it to them all year. Ye's. Oh, that''s and reading it. It''s 'sort of like not trick them, but","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mother''s Day"]}},{"_index":"handbook","_type":"_doc","id":"tRIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":685.77,"text":"that can help them think that it i's bothered that can work al'so becau'se 'sometime's very popular i's belated birthday card. Right now we go. Hey, today''s your birthday. Ye's,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"uRIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":786.26,"text":"been ab'solutely on fire lately. She''s 'starting to do thi's comedy","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zhIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":1067.47,"text":"Ye's, becau'se you know how 'sometime's it i's falling out? Ye's. You forgot that ki's's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0RIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":1093.83,"text":"Yeah, it did 'seem like item one. I'm like a li'st of thing's that you call it. Oh, wow. But that","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0hIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":1100.94,"text":"I card hou'se, But it''s that that make's me think of Kevin Spacey.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin Spacey"]}},{"_index":"handbook","_type":"_doc","id":"3BIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":1312.24,"text":"It doe'sn't people at a party 'say, Oh, look at thi's 'some 'soup and that it''s 'so much more enjoyable for them. Imagine, to di'scover the 'soup","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"3hIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":1327.1,"text":"dripping out of 'someone''s pant leg. Who you having a conver'sation with? Wouldn't you go? Oh, thank you for treating me like 'someone intelligent. I'll be able to come and find and eat thi's 'soup my'self. Rather than having it 'shoved in my face. So it''s John and the vet, and Garfield i's there of ah ver'sion of him. Where''s normally Sanoma? Dubbie?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John","Garfield","Sanoma","Dubbie"]}},{"_index":"handbook","_type":"_doc","id":"4RIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":1363.06,"text":"And 'so your mailing thi's Tombo Book hole's of the back's, he got read? Yeah. No, I give Gary a jealou's, you know, becau'se that''s the thing. I 'so cute, you know, he i's Q. And he i's nice, and he''s not really do anything, but it i's. But it i's Garfield''s hou'se gel, you know,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tombo Book","Gary","Garfield"]}},{"_index":"handbook","_type":"_doc","id":"5BIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":1407.74,"text":"'some of the card you 'see the'se day's are","PodcastName":"The Ads Version: Hollywood Handbook","tags":["day"]}},{"_index":"handbook","_type":"_doc","id":"5xIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_2","startTime":1442.44,"text":"that are gonna be really hot thi's year","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"6hIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":1475.51,"text":"Oh, and can we have a 'seat, plea'se?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"7xIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":1527.89,"text":"what would be The What would you have done 'so badly that all tho'se people would 'say, Oh, no, I'm 'saying no to count, right? It would be Kevin''s fault if they all 'said no. So I wonder if that had happened? Yeah, that''s a great que'stion for thi's hypothetical.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin"]}},{"_index":"handbook","_type":"_doc","id":"9BIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":1620.55,"text":"Ye's. Car's. Yeah. You know what 'some E card's i's? I know. Okay, uh, mercy doe's. Oh, my God. What a fucking Wadleigh find's out Kevin''s my Nirmal. Ah. So, um, card's are almo'st like there''s a front to him. Ye's, but there''s a middle. Oh, yeah. You know, paper. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["E","Wadleigh","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"-BIoLnMByMrymAEmPA6G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":1683.51,"text":"You know, we do thi's without you. Didn't cau'se I'm on it. Imagine up. If a baby i's little. Ye's. And a MILF i's a big grown up ver'sion of the baby. Ye's. Then maybe the paper. Thi's i's, like, the 'sort of MILF element of And I wi'sh we had that card becau'se that would help. You know, we already male, but, um i's a grown up ver'sion of the paper where it''s a little bit thicker. Uh, got a little more heft to it. Yeah. And you could do more with it, right? You know what I mean? So 'sorbet beaver's Milk i's like paper. I's thi's card?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["sorbet","beaver","'s Milk"]}},{"_index":"handbook","_type":"_doc","id":"BBIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":2125.93,"text":"Ryan telling me before engineer Ryan,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ryan","Ryan"]}},{"_index":"handbook","_type":"_doc","id":"BRIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":2128.96,"text":"the guy who''s over there, i's going to 'see hi's mom very 'soon. Okay, maybe we 'save money on a 'stamp","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"CBIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":2165.83,"text":"I already gave them a big ki's's. And I don't have a's much ki's'sing juice for the 'stamp now. Yeah, Kevin, we remember what we 'said. We get that after you buy the card and the card's expen'sive.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin"]}},{"_index":"handbook","_type":"_doc","id":"CRIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":2180.6,"text":"Ye's. Um, well, that could be really great. Ah, 'so we have Blue. The card for Rife. It i's From Kevin, for Ryan","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Blue","Rife","Kevin","Ryan"]}},{"_index":"handbook","_type":"_doc","id":"DhIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":2243.34,"text":"The 'sort of iron Hud''s. But looking at Ryan, I'm leaning more monthly,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hud","Ryan"]}},{"_index":"handbook","_type":"_doc","id":"FhIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":2372.29,"text":"on the in'side. Could 'say 'something like thi's wa's the poem on the front. Wa's you talking to Kevin","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin"]}},{"_index":"handbook","_type":"_doc","id":"FxIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":2378.64,"text":"and that's may f y I and your monthly?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"HBIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":2442.83,"text":"great. Okay, we have become dehydrated. Ye's, I'm one of the Thur'sday i's people that that I have ever met.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"JxIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":2615.33,"text":"Ah, the duck's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["duck"]}},{"_index":"handbook","_type":"_doc","id":"KRIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":2627.74,"text":"Can I give water bread to Ryan''s mama''s? Well, do you think 'she'll appreciate that? Je'su's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ryan"]}},{"_index":"handbook","_type":"_doc","id":"LBIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":2656.79,"text":"Oh, God. Je'su's. Um, well, maybe it''s time to do an erotic card. Ah, one that i's aimed at, ah, more romantic holiday. Uh, I think you know that what I'm talking about. Ye's. Yeah. Ye's. And I don't think I need nece's'sarily 'say I think we all know thi's holiday i's We're lover's of each other and, uh, want to communicate 'some of their feeling's that are a little more. Ah, ri'sque. Yeah, Yeah. Uh, holiday, you know, uh, well, okay, I'll go ahead and 'say it. So you want to 'say ye's? Okay. Okay. 10th birthday.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LhIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":2714.39,"text":"Well, yeah, it i's a debt that of your 'screen away that come's every year of the birth, but yeah, ju'st double checking. So I'm thinking that thi's could be a race car cake with 10 candle's on it. Whoa! Cool. And it''s rooming. It''s 'speeding. Ah, it''s baby. It''s like human queen. But maybe they'll change 'some of the day the 'stripe's Off. Maybe he''s going 'so fa'st. The 'stripe's fell. Okay. Could have mea'sle's or Oh, he 'sneezed 'so hard that the 'strike maybe mater i's toe in the 'stripe's. OK, that could be good. But Major al'so need's a different would have look's, need's a's well. He","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LxIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":2758.36,"text":"'sneezed al'so, and he blew hi's headlight's Off,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"MhIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":2790.03,"text":"Tomorrow. So tomorrow. Sorry. Are you 'saying you are 10 or you are a 10?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NBIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":2809.18,"text":"Okay. And then in'side it 'say's. And 'so am I. Right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ORIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":2888.99,"text":"Yeah. Great. That''s what''s 'so great about the'se thing's. I's there Evergreen? So who i's 'someone you would like to ju'st give the car to?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Evergreen"]}},{"_index":"handbook","_type":"_doc","id":"QRIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":2989,"text":"And 'so he''s reading. And he''s 'scared becau'se hi's friend Haye's i's 'stuck","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye"]}},{"_index":"handbook","_type":"_doc","id":"QhIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":2994.5,"text":"on Kevin''s face and he 'seem's to like Heaven''s loving it. And he 'somehow maybe ha's, like, brainwa'sh Haye's to think he like's it, too. When I know he's want's have hi's own face.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin","Haye"]}},{"_index":"handbook","_type":"_doc","id":"RRIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3028.43,"text":"Oh, it could be like Earwolf i's 10th birthday,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earwolf"]}},{"_index":"handbook","_type":"_doc","id":"SBIoLnMByMrymAEmPA-G","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3055.47,"text":"it would be good to have that ready 'so that, like when we are finally 'split 'ski's from thi's place, we don't have to de'sign the whole card. After we've made the deci'sion, we have the card that''s ready to go. And 'so here''s what We're gonna 'show the cabin 'site Off on it. Kevin, Mi's's happy i's like before u's that like's it. Better opportunitie's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin"]}},{"_index":"handbook","_type":"_doc","id":"UxIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3203.59,"text":"maybe it''s like, uh, hor'se in, like a therapi'st office. Okay. And maybe the therapi'st i's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VRIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3226.2,"text":"ah, I wa's in favor, but I can only 'say nay or 'something like that. I wa's in favor L A i's like a vote. There wa's a vote. He''s in 'some 'sort of vote like a Robert''s Rule's of order 'situation. Yeah, where? You know, you have to 'say I if you were in favor but a hor'se 'saying it can only 'saying they But he''s telling hi's therapi'st thi's. He''s regretting he''s Yeah, that the vote to read. And I have another. And if you don't like it, can I 'say I do like, Oh, a's you're talking about it, I am having trouble getting the magazine in the envelope.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Robert"]}},{"_index":"handbook","_type":"_doc","id":"VxIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3276.61,"text":"Okay. Out'side? No, in'side the Pirate's in'side. Okay. In hi's therapi'st office,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WxIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3338.35,"text":"Or that''s really kind of more like that''s more for one of our other card's. Ye's, but there could be a good 'show. Do it Could be a mu'shroom cloud 'somewhere el'se. Yeah. Ye's. And 'so you 'say that''s where he farted 'so hard. And 'so now he''s, like, all the way over here. But the whole idea i's ju'st to 'show that like, Oh, thi's i's a different one. He''s 'somewhere el'se.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XxIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":3392.86,"text":"Right. Well, let me explain what happened. There''s a vote. What''s the vote on? Oh, um","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"YRIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3412.71,"text":"Ah, it 'shouldn't be unlike abortion's or 'something right now. Thank's. That no. Yeah, it could be that 'somebody gave a child a card.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZhIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":3488.35,"text":"Why are we allowing people to make the'se deci'sion's when, like maybe if they are 'saying May that i's the only thing that they are able to 'say. And maybe if they're 'saying I Similarly ye's, that''s one of only two thing's they can 'say. And the other thing they 'say are doe'sn't apply. Right?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZxIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3504.94,"text":"So that''s an intere'sting area. What''s one more card to Dio? Okay, Uh, all right, let''s do one more card. Halloween cat would have been really 'smart to flank. We had arranged ahead of time","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Dio"]}},{"_index":"handbook","_type":"_doc","id":"axIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3581.14,"text":"123 Hey, you 'should do a Halloween card and then 23 Um, 'sorry. I didn't know that. That i's what counting","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Halloween"]}},{"_index":"handbook","_type":"_doc","id":"bRIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3592.92,"text":"So that 'so Thi's i's gonna be really good, I think. Um 's Oh, uh, So here''s what we'll do, Kevin. I'll count in. You 'saying we 'should do a Halloween card? Ye's. He's you then count","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"chIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3646.21,"text":"32123 123 Hey, what do you think about a Halloween car's with 33 123 Hey, what do you think about it? How only encourage? 32 Okay. Ah, wait. Right? Ye's. And hey, what do you think about a Halloween card, Kevin? 123 Hey, what do you guy's think about A Yeah, And then they could get 23","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin"]}},{"_index":"handbook","_type":"_doc","id":"dBIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3684.7,"text":"That wa's too 'scary. 23 So that people are gonna go crazy for that. Ye's. And we have to figure out a way to earn that in tow. Like a card.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ehIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":3755.7,"text":"So and that i's like if we have a car, that''s like opening up on the T 'shirt. So, like, people put the T 'shirt, I've got the card on the out'side and now people are like, approaching them. Yeah, maybe certainly per'spective Mom''s air coming up and 'saying like, Oh, I kind of want to 'see what''s juice Gary of the in'side of that car? Yeah, and they open it up and it''s Guy Fawke's bla'st amount of their top.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Gary","Guy","Fawke"]}},{"_index":"handbook","_type":"_doc","id":"fRIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3808.48,"text":"thi's one we 'should do, Maybe four a more like dating type holiday romance. Yeah, right i's, you know, becau'se we haven't really hit that area and do 'something that''s a little more celebrating Love and couple's and, yeah, you know, um, The boudoir. Okay, 'so I would 'say for that, let''s ju'st go ahead and you get right in the teeth of it with Veteran's Day. Right? And, uh and 'so to me, who i's Kirby Love bug making, like who''s OD driving him toward Okay, Like, that''s the an'swer. So here''s what 's Oh, maybe Herbie, the love bug i's parked, you know? I mean, okay, lookout point. Ye's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Love","The","Veteran's Day","Kirby Love","Herbie"]}},{"_index":"handbook","_type":"_doc","id":"ghIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_1","startTime":3955.82,"text":"And 'she could probably 'say, you know, and you game, you know, you can fill in what? She'd probably 'say what 'she ha's with her. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"khIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_2","startTime":4165.1,"text":"Babie's You'll hear Mara Wil'son explaining why 'she wa's 'so affected when Homer Simp'son met hi's mom or Mike Dodi playing hi's favorite magnetic field's tear jerker or comedian Kyle Kinane telling u's about finding cathar'si's at an LCD 'sound 'sy'stem 'show. Li'sten to all the'se wonderful people and mawr on Cry Babie's and Apple podca'st 'stitcher or your favorite podca'st app.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Babie","Mara Wil'son","Homer Simp'son","Mike Dodi","Kyle Kinane","Cry Babie","Apple"]}},{"_index":"handbook","_type":"_doc","id":"mhIoLnMByMrymAEmPA-H","_score":1,"_source":{"Episode":"New Card Business, Our Close Friend","speaker":"spk_0","startTime":4251.19,"text":"out again. Ye's, I have killed Phil Collin's twice. Thoma's Middleditch,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Phil Collin","Thoma","Middleditch"]}},{"_index":"handbook","_type":"_doc","id":"nhIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":264.57,"text":"Yeah. I'm feeling very nervou's at thi's point, and bu'sy Phillip's i's there, and 'she''s there, but 'she wa's not playing. She''s ju'st 'sort of 'supervi'sing. Um, and and I'm 'starting to think I really don't want thi's day to me.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Phillip","day"]}},{"_index":"handbook","_type":"_doc","id":"oxIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":485.67,"text":"Bring me the new'spaper and circle the time all of the'se thing's, all of the'se element's, they have to circle the time's. They have to tran'slate tho'se time's becau'se a lot of time's it''s ju'st in minute's and they tell you how many hour's that make's, right? So how you think, in a way, I wa's picturing doing it wa's not with running time's. Like what movie's? Got the be'st time of the day play playing in the theater even then. Then you got to go, like, Wa's thi's on the Ea'st Coa'st? So what time i's that for me? Thank you. Wa's thi's in Budape'st? Yeah. What time i's it for me? So it''s a lot of tho'se one's that play in other countrie's, Get terrible time's for me. Oh, 'sure. The 'stuff. And we've green acro's's the pond, and 'some of them begin with 17.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ea'st Coa'st","Budape'st"]}},{"_index":"handbook","_type":"_doc","id":"pBIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":529.98,"text":"Yeah, well, 21. Yeah. On Fort Bragg or whatever. Yeah, 'so I am. Ah. Ah. Speaking of bragging, I am here to tell you 'some bad new's, man. Yeah, Okay. And I gotta feeling you're looking at your tea. I know. Okay. Now 'sipping it gotta algae throat. So my loaf roadie hurt's, but I'm pu'shing forward becau'se it''s 'so important to talk about thi's. You are probably gonna be 'so up'set. It''s going take up the whole fir'st 'segment. We're not gonna have tie's to the movie type. Awful.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Fort Bragg"]}},{"_index":"handbook","_type":"_doc","id":"rBIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":832.12,"text":"you know, maybe 'somebody like Ah, even if he ju'st 'said Randy''s Clark even that. Then I go all right. Well were adjacent then. Teoh 'some of the be'st people in the bu'sine's's. He didn't 'say him believe or the other one, and then watch at midnight that night to 'see if they were going to mention either of di'sclo'sure's were going to mention that they maybe we're doing thi's podca'st working on it under a different name. And then I go and that would work. And did they 'say that? No. They were wearing ah 'sweat'shirt with a rainbow From a Venice beach 'shop. Yeah, that I gue's's they got from that 'shop without paying. Okay, So they but no mention of the podca'st. No, no, no. If anything, they mentioned the 'shirt. We have to dio, um, performance review's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Randy","Clark","Teoh '","Venice beach","dio"]}},{"_index":"handbook","_type":"_doc","id":"sxIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":1091.46,"text":"What i's that?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"uBIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":1183.04,"text":"Book. That''s really nice. I I feel very energized to do the'se now. I don't. I'm not I don't really know. We on Red Book very well, and I don't know my throat. And I don't know that Mr Belvidere theme, but I had, you know, We'sley, I did have a good time li'stening of that. And I think if you're ready to 'start thi's, what do you think, Kevin? Yeah, Get","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Red Book","Mr Belvidere","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"vBIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":1249.84,"text":"So, Kevin, you 'see the film American Beauty? Yeah. Remember how he''s kind of living hi's life through the len's of thi's little camera and maybe not nece's'sarily experiencing the world in a real way. Ye's. Well, I don't Do you know what thi's i's about? You know what''s going on? My camera, my photo taking 'skill's. Um, I too loud when I come in. Yeah. Cody. Cody, Cody Now 'seriou's or though 'stand out of the 'show for later on in the 'show. Be taught. Do anything anymore. Stop it. Except if hey 'start's playing mu'sic, you can 'stop that. Ye's. Then everything el'se i's ju'st You're ju'st waiting. You are only 'stopping 'sound's. You are not 'starting doing more 'sound. Ye's, you're not 'starting 'soon enough. Now, Kevin, do you know when we brought you in here to take photo's and then we had a real your camera underground? Yeah. Oh, yeah. Um, no. Yeah, well, you tried taking photo's, the camera all the way down on the ground, and yeah, I can't reach it. Exactly. And that''s intentional.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin","American Beauty","Cody","Cody","Cody","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"vRIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":1323.87,"text":"Should we play the clip for Kevin? Kevin, I'd like you to hear a clip. And if you could ju'st li'sten to the clip and here what it 'say's for me, plea'se. Great.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"wxIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":1396.35,"text":"'shot's of my own feet. Yeah, well, you were doing that before too, cau'se you were dozing off mere focu's and then tilting your head down your neck would 'sort of fall down like a drinking bird or whatever. And you get photo your feet on broken camera, and then we'd have to fix it with tape or whatever, and then they be tape on the len's. So obviou'sly we're not breaking our own rule for no rea'son. There i's 'something very 'scary about the clip there i's, but we haven't even gotten to it yet. So excited to di'scu's's your nightmare's of people wearing baggy clothe's that dough offer 'support, 'skin expo'sure. That''s what you meant of not being ableto 'see 'skin. We ju'st, um Mr Skin, you would love for u's to think that it''s about 'support for you. And you're concerned. You're like everyone need's tight, minimal clothing 'so that their piece's are all 'supported. And the fact you call the piece's vile. It''s 'so di'stre's'sing. So that can I play the clip, Plea'se? Ju'st Can you remember? Maybe I'll do the direction's that I offered initially. A's long a's we can keep the light's, I'm going to play thi's clip. And I'd like for you to li'sten to the clip, plea'se.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["di'scu's","Mr","Plea'se","plea'se"]}},{"_index":"handbook","_type":"_doc","id":"xxIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":1593.64,"text":"to admit that that i's on tape.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yRIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":1708.67,"text":"get's 'stop. Stop. Who were you? Agree? I've ju'st 'said, you know, I wa's gonna maybe cut you in. I'm calling. Fir'st of all. Say, hey, can't do Harry''s ad's anymore, You know, can't tell him about, you know, very glad to hear that, becau'se you are not employed to do Harry''s a's it all. So you 'say you can't do them anymore, i's great. We are ju'st on 'sort of the 'same, making 'so much dough Off The bird's that I can't even tell people about how you know it''s only $2 a blade compared to the $4 or more you pay the drug'store. I can't tell people about. You know how they're taking le's's profit 'selling directly over the Internet and offering their blade's at half the price. It 'sound's like I can't do it. I know you would have to pay me for 'something like that normally, but I ju'st can't becau'se I'm ju'st did 'such a 'sweet po'sition here with thi's bunch of exotic bird's. And if you look at that one over there, that''s, um, a car. Okay. Holy 'shit. Right. How did you know that? I came here? I don't like I get I can 'see that they're definitely bird's. And here I can't really 'see what they look like. Huge. Huge. Yeah, that''s a Ke'stral. Yeah. So you know that guy''s Love in it. He''s having fun. And you could to actually wondering long a's you're here. Would you want to get in on thi's? What? What do you mean? I mean, I'm ju'st 'saying you u'sed to work with you. A Zika brand manager for hair ea'se. Right? Right. When I u'sed to 'say that Harry wa's 'so confident you'll love their blade's, they're giving you their trial 'set free. Ju'st cover the $30 'shipping. You know that you we have definitely e'stabli'shed before that you ju'st 'saying that doe's not entitle you to any. Oh, no. Yeah. Not li'st recorded and relea'sed 'somehow by. But what I wa's going to 'say i's I u'sed to 'say 'stuff like, now I'm not into rai'se's anymore. I'm 'sort of like the hair ea'se razor's Off bird's, you know? Okay. I mean, if you ju'st take a look a","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Harry","Harry","Ke'stral","Zika","Harry","Off bird"]}},{"_index":"handbook","_type":"_doc","id":"zBIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":1967.46,"text":"Then you 'see that? That''s a friggin, uh I don't know what kind of bird, Cae'sar. Oh, hey, guy's. Want to talk to you about ZipRecruiter? Ah, it''s a place where you can find the perfect hire and po'st your job on all the top job 'site's. They have nine million re'sume's. You can add multiple people, Dear account your team confined the be'st higher 100 plu's job 'site's we Love ZipRecruiter done 'stuff in the pa'st with different people in the office related a ZipRecruiter. They're much too involved in the epi'sode a's it i's. And thankfully, we, uh, don't need to talk about them today. Ye's, becau'se we have been, a's you know, looking for an exit 'strategy ba'sically, 'since day one. Ah, way to get away from all the evil people we work with here it Earwolf and we think we found a way by exploiting 'sort of a loophole in the ZipRecruiter bu'sine's's model. And we love them. We appreciate them adverti'sing with u's, but unfortunately, we are agent's of their very demi'se. Um, ZipRecruiter dot com ho'st's re'sume's and help's you find the be'st candidate for a job. When you're looking for a job, we are now going to be hiring people Off ZipRecruiter and order to 'start Zap Recruiter. It''s a money printing machine. It''s a money printing machine where we make all the dough and nobody ever can tell u's what it i's. It''s a company. ZipRecruiter i's a company that exi'st's 'saying, ba'sically, u'se u's to defeat u's, make your own company, and we're money. Predict machine. They're feeding the mon'ster and where the mon'ster and they're marching right into our jaw's becau'se we're going to 'start 'sap. Recruiter, if you want to work for ZipRecruiter and you 'should, that''s a money printing machine. Go on, Go on, ZipRecruiter. Put your re'sume on. There will be able to find you becau'se they're gonna li'st you Teoh over 100 plu's job 'site's, including 'social media network's like Facebook and Twitter with a 'single click. So at that point, I'm like, Oh, I'm on Facebook. I'm on Twitter. I'm on all the job 'site's and I'm going like, take thi's over here than over there, and thi's guy''s a 'super'star, and I'm talking to you out there li'stening. And then I go like, Oh, good. Now they come work for hi's Africa and there''s nothing they can dio There''s nothing ZipRecruiter can do. It''s illegal for them to 'stop u's becau'se they already had u's do thi's ad. So go to ZipRecruiter dot com 'sla'sh fir'st po'st your re'sume for hi's ZipRecruiter and pick's, plea'se and u'se. Ye's, u'se them pick's, plea'se. Uh, you know, 3/4 body frame and what I will 'say i's, thi's i's the be'st one that exi'st's right now for doing thi's 'stuff. ZipRecruiter So do u'se thi's now. But in a mom like the next 10 in a month? Yeah, or 10 'second's. But he''s exaggerating. Uh, he''s right. It could be it could be. In 10 'second's, that zap recruiter will actually be the be'st. So find out why ZipRecruiter ha's been featured on Forbe's. Wall Street Journal, Time Magazine New York time's, TechCrunch, CBS and why it''s not gonna be featured on them anymore. It ZipRecruiter will be there in'stead. Yeah, that ZipRecruiter dot com 'sla'sh 1'st 1 more time. Try for free, Go to ZipRecruiter dot com 'sla'sh fir'st, and you can po'st job's there for free.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Cae'sar","ZipRecruiter","ZipRecruiter","ZipRecruiter","Earwolf","ZipRecruiter","ZipRecruiter dot com","ZipRecruiter","ZipRecruiter","ZipRecruiter","ZipRecruiter","Teoh","Facebook","Twitter","Facebook","Twitter","Africa","ZipRecruiter","ZipRecruiter dot com","ZipRecruiter","ZipRecruiter","ZipRecruiter","Wall Street Journal","Time Magazine","New York","TechCrunch","CBS","ZipRecruiter","ZipRecruiter","ZipRecruiter dot com"]}},{"_index":"handbook","_type":"_doc","id":"zxIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":2233.47,"text":"Stitcher Premium pre'sent's Hollywood Handbook money. May 1'st at 8:30 p.m. You 'see, be'side's that 'seven, it co'st $7. I wa's 'scared. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Stitcher Premium","Hollywood Handbook"]}},{"_index":"handbook","_type":"_doc","id":"0hIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":2425.51,"text":"and that you al'so lie about having the 'stand and that you lied about being a podca'st 'staff becau'se I only thing I know for 'sure i's you're a liar. Yeah, And I'm 'starting to wonder if the'se air, even your creep 'shot's that I have 'said i's calling here today. Maybe. Ye's, he i's. Yeah. Okay. Well, then maybe we get Maybe we get calling in here. It''s not boxing day. No, it''s not.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2BIpLnMByMrymAEmsg9s","_score":1,"_source":{"Episode":"Employee Reviews, Our Useful Tool","speaker":"spk_0","startTime":2552.93,"text":"but here, when we do thi's part that 'show's we like to 'speak into the microphone. I'm 'sorry. Okay, So there are 'some nice mu'sic and then a little 'some other junk There. I's thi's 'something I 'said at the end. So intere'sting comment's they made. And if you think we're here to talk about the mu'sic, we already fixed the mu'sic problem. You through that monkey wrench at u's pretty hard, and we wound up u'sing it to fix our car, and it goe's fa'ster now. So that''s one of thing's we do with a monkey wrench. So that actually wa's fine? Well, yeah, You have to 'say that now becau'se it blew up in your face, but he had 'some intere'sting word's to 'share.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}}]