[{"_index":"handbook","_type":"_doc","id":"xREJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":3702.76,"text":"No, you don't know. You don't get anything. It''s ju'st it merely i's a 'school that","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yhEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_1","startTime":3749.49,"text":"I ju'st want to play and have fun. Yeah. Ah, volleyball. Yeah. I want to get the job. I wanna have The bro''s out, you know? And I want to get tho'se ho'se out. I know that Scott 'saying, Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scott"]}},{"_index":"handbook","_type":"_doc","id":"yxEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_0","startTime":3763.94,"text":"thi's i's an ad for a 'school. Yeah. So, uh, 'so 'spend the boring part of your day a chapman. And","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0hEJLnMByMrymAEmuf7q","_score":1,"_source":{"Episode":"Nick Wiger, Our Segment Advisor","speaker":"spk_2","startTime":3899.57,"text":"I'm a horny girl Wolf. Thi's ha's been an Earwolf. Production executive produced by Scott Ackerman, Colin Ander'son and Chri's Bannon. For more information and content, vi'sit Earwolf dot com.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]}},{"_index":"handbook","_type":"_doc","id":"2BEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":0,"text":"okay. Woven monthly men''s T 'shirt 'sub'scription provide's premium quality in your that Blake or graphic T 'shirt, 'starting at $11 polye'ster. It ring's From cotton blend extremely 'soft, yet durable. So wait for i's the de'sire. Where i's T 'shirt? The 'side's are created with 'simplicity in mind, leading arti'st's around the country. It''s changing the way we buy T 'shirt's. It won't fit becau'se thi's 'shoulder's air too broad. Check out men like me and Scott. I'm 'so 'sorry to break thi's to you becau'se I know you wanted thi's code. Check out woven dot com today and u'se the code The Boy's at check out received 25% off your fir'st. But, hey, men''s T 'shirt lover's, Why don't you go type in the Boy's? Becau'se that''s who''s giving you the deal on men. See 'shirt's 25% off your fir'st month, and you 'should get like 10 20 month's. A T 'shirt's becau'se of ill Boy's 'sentia Thi's i's obviou'sly The Boy's with Z. No, it''s The Boy's with THE BOYS 's All Wonder. No one trie's to get the Z one than that. Thi's one i's the real one. I comedy bang bang woven. If you're out there, I want The Boy's with di'sea'se. Yet he can't woven if you're li'stening. Don't He can't do that. I want I re'serve The Boy's with Dizzy. That''s Love in on the 'same network called it and we called it. No. And but we can't have that with two dib's on him. Not having that, I called it. So you u'se mine, we get and I'll get I'll get their money and med's, T 'shirt's and girl's. You can't have the'se t 'shirt's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Blake","becau'se","Scott","woven","dot com","Thi","BOYS","Thi","Boy","Dizzy"]}},{"_index":"handbook","_type":"_doc","id":"4REMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":791.61,"text":"Yeah, And that''s not why we Kaufman, Kaufman, comma Marta Kaufman and David. Oh, yeah, they're great. Yeah, they're really good. And 'speaking of it, to watch their 'show and for you to watch them and be like, Oh, my God, the'se guy's were, like, really friend's and link, you know? Yeah. You mean Jane Fonda and Lily Tomlin? Ye's. Yeah, yeah. Oh, they're really that horny. No, they're not. No, they're not horny. I bet they're horny. I bet they're 'so horny when they 'stop tho'se 'scene's. Like we've been playing Harney. Now I'm actually horning. That might be right, that they actually tricked their bodie's and to become not while they're while they're on 'screen. They're not horny. No pertaining there, pretending to be in there like I wa's 'so in touch with my horny nou's like now I'm horny. Be dangerou's. It''s like the one out or get 'some road 'so they might have to go bla'st off in their trailer a's 'soon a's they, um But I don't want to talk about them bla'sting off 200. We'll talk about Yeah, uh, were 'stacked were ju'st to fully 'stacked. We? Yeah, that''s fine. We got Mary Holland Mandzukic''s gay Bre's'se Kroll From you. Obviou'sly forgot, even mentioned Lee. We have anyone who wa'sn't on my 5/100. I wondered about that becau'se I did notice that they were all on our 'show before they did. Your 500 member's 'said every 'single one, every 'single What? LAPD 's Sorry. Forgot? Of cour'se you harbor. Ye's. He wa's not on my wa's he? I don't even remember. Um 'sorry, Drew. Oh, drinking wa'sn't really I think he wa's. Unlike part two or whatever, Which i's, like, don't worry, everyone. Our's will only be like one. Yeah. Night one long part. Ye's, right on. Like Carla Like like all the'se people are 'so 's Oh, The I gue's's the only people who weren't on the 5/100 epi'sode you do Exactly. And again, we are really 'sorry. Like e. I feel like looking 'shit about. There''s literally no need to apologize. No, Scott, you're right. Way were bu'sine's's. Be nice about What were you guy's doing before? I me. Oh, I know there wa's email 'situation, but you were bu'sy long ago. Were you 'still in the ho'spital? Ca'se's are becau'se I heard that again'st Doctor''s order's. You 'stayed in the ho'spital? Ye's, I wa's 'staying there. I had made a lot of friend's while I wa's there, Right? Sort of a red band 'society 'situate. Ye's. And they're 'saying like, OK, no, you have to leave the ho'spital when a ban on your friend's And like No, actually, I care about my friend'ship's, and I'm not going to do that. And you do have to pay me toe work here now. Oh, and didn't you 'save a lot of them? Yeah. And 'so that i's why I'm like, I 'should be compen'sated for thi's becau'se I'm going around giving the kind of medicine that, like the doctor's, don't nece's'sarily know how to give, which i's like being funny and well, time i's money. And they if you 'spend 'some time 'somewhere, they 'should pay you for it. Thank you. I remember what I wa's doing, which i's I wa's rewatching Age of Ultron. Oh, yeah, Ultron Like 'some of hi's 'scheme's. I'm ju'st like I wa's 'so 'scared He how it happened? Yeah. He had the one 'scheme to turn the city into an i'sland, remember? And in tow, like another All Trump look's like Ultron. I liken Ultron ver'sion of an i'sland. Like I gotta watch it again. Yeah, becau'se I mi's'sed that part. So you think hi's 'scheme's were ju'st like he 'so 'scared? There''s no 'string's on him 'so evil. So I wa's like, a modern day Ye'ske kind of Yahoo''s Jeff Peto in thi's in that probably iron Man. Iron Man wa's Yeah, yeah, yeah. Who''s how doe's Thea I'sn't there a fox on the on the i'sland of Lo'st Children who, like beckon's and 'say's, Hey, come on in here. Pepper Pott's. Yeah, Yeah, right. Yeah. And then, ah, uh uh, The whale i's like from the frigging Hulk, right? Yeah, I 'see that Big 's bigne's's. Yeah, I gue's's 'so. Yeah, the whole cau'se. The black widow's, like a bread 'sale'sman in Pinocchio. Wa's there a bread 'sale'sman in there in Pinocchio? Yeah. I'm trying to think I think there''s a guy 'selling bread. Uh oh, yeah. There wa's that one 'scene where Pinocchio''s like, I want to be a real boy, Dad. And 'someone like Brad, get your brea'st's. Bread. Here. Brand and Scott like, think's it''s all real on the 'screen, like he thought our 'show I'srael. So he wa's like, Oh, I'll take that. I'm hungry. I'll take Richard happened ball, The 'screen TV. I hate to go 'see any movie. So I want in in New York becau'se I know there will be a 'scene where they go toe a hot dog cart, and I'm ju'st gonna order five of them. Yeah, and ju'st for your ju'st 'sitting there waiting. Going Hey, excu'se me. Yeah. Where are my hot dog's? Yeah, yeah, And it''s mi's's 'so whole re'st of it. And you have you You know, you look great now becau'se you're becau'se I'm ju'stly not eating tho'se hot dog's. Yeah, exactly. Yeah. Movie","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kaufman","Kaufman","Marta Kaufman","David","Jane Fonda","Lily Tomlin","Harney","Mary Holland Mandzukic","Bre's'se","Lee","LAPD","Drew","Carla","Scott","Age","Ultron","Ultron","Trump","Ultron","Ultron","Yahoo","Jeff Peto","Iron","Man","Thea","fox","Lo'st","Pepper Pott","Hulk","Pinocchio","Brad","Brand","Scott","Richard","New York"]}},{"_index":"handbook","_type":"_doc","id":"4hEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":1088.76,"text":"theater, hot dog's. People alway's 'say like, Oh, that''s gro's's. But actually, they're not gro's's becau'se you can't even get The No, it won't bring him to, you know, there''s no purple ro'se of Cairo 'situation where, like imagine that. You know, we're all inventing thing's like virtual reality and 'stuff like that. But imagine if you were to go 'see a movie and there''s 'someone 'selling hot dog's and you ordered them and the per'son come's off the 'screen and give's you a hot dog. That''s what I want to 'stay in. Purple Ro'se of Cairo. I have to 'say it wa's al'so a fake movie. And 'so, like, right, Do you think that that wa's it wa's ju'st a's fake a's all the other. Can we back up? You 'said we're all inventing thing's like virtual reality and 'stuff you're not invent. Intere'sting idea to pick apart. Well, no, I mean, I'm I'm all inventing thing's like virtual reality, but I alway's thought that wa's ju'st me. And like my private little hobby. No. If you're not inventing 'something, you are reality. Your d venting 'something. Okay. Wow. Okay. Scoop troop. Get out your pen's. It''s time to write down a tip. Scott Anchorman ha's made a great point, which i's, if you're not inventing 'something like virtual reality and 'stuff, which we're all doing your d venting 'something, let''s talk a little bit about what d venting mean's to you. Well, obviou'sly, uh, de evolution i's the oppo'site of evolution. So if you add d to anything, then it''s the oppo'site in the rever'se, It 'sound's like a Di'sney deVeau. Yeah. Trying to get me. Yeah. That i's the oppo'site of the'se nut's. I'm not I'm not. And that''s never again. Yeah, i's nut's. Hi's nut's and then the oppo'site of de'sire's Deez nut's. Exactly. So you don't You want to be ea'se nut's? Oh, you know, you You You want to be out there doing thing's like The Murphy Group mu'st Your intimate wa's 'slow's exact's about Sloane won. Finally minute's? Yeah. Can we ju'st, like, really break it down? Ladie's, take a breather from thi's podca'st. Await. Are there any li'stening? If you're if you're in the car with your girlfriend, pu'sh her out of the car becau'se we're going to talk a little bit about 'slow alone. So So becau'se 'she i's one of the guy's 'she''s comfortable hanging out with. She''s 'so comfortable and 'she''s cool with anything. Ju'st to know doe's. She''s freaking one of the dude's and like, like, lookie you need to go off with with Vinny, you know, over there to Queen's Boulevard. Go with She can bu'st chive's better than drama. And I love how well you know the 'show''s got ju'st like your depth of knowledge of the 'show''s 'sometime's even for me, 'someone who know's really 'some of the Vinny in Queen's Boulevard. Well, I actually liked the 'show. Yeah, unlike you guy's who watch 'something and hate Watche's apparently. Well, no Love warrior ality TV 'show We hate watch, then Entourage, We did it. Watch and then wait How, you know? And then we Love high comedy podca'st. What about 'slot? How do you know Sloane, if you didn't watch who? I don't know. Sloane, I'm a recap junkie. Uh, wear your cap, John. You're attracted to Sloan From The recap's. Ye's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Cairo","Cairo","Scott Anchorman","Di'sney deVeau","The Murphy Group","Sloane","Await","Vinny","Queen's Boulevard","Vinny","Queen's Boulevard","Love warrior ality","Entourage","Sloane","Sloane","John","Sloan"]}},{"_index":"handbook","_type":"_doc","id":"5BEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":1296.39,"text":"Hey, guy's, 'start document here. I'm here with Haye's and John and I have a very important adverti'ser. They adverti'sed practically every week on comedy bang bang 'stamp's dot com. And, um, I would appreciate it if you did thi's. Copy the way it''s written. And, you know, don't don't me's's around. Don't Don't be joke'ster's. No, I Hey, I under'stand. Like, uh, the ad's are not 'suppo'sed to be fun. They're not 'suppo'sed to be intere'sting. Thi's i's the bu'sine's's part of podca'sting. And the be'st bu'sine's's practice in the world i's to make 'sure that the ad's are bone dry. So, um, I don't want to get They threatened to 'stamp me out on a 'stamp on my face if I didn't do the'se 'stamp's dot com Ad read's right. So, um, the's day's you can get practically everything on demand, but more boring. Really 'sorry. Ah, like our podca'st. Li'sten, whatever you want, when it''s convenient for you. So why are you 'still going to the po'st office and dealing with their limited hour's? I'm 'still li'stening. He''s getting very excited. And that''s the problem. When you can get po'sted on demand with 'stamp's dot com,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Haye","John"]}},{"_index":"handbook","_type":"_doc","id":"7hEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2061.7,"text":"That''s 'something that we 'should talk about, OK? Becau'se a's the head of Earwolf and I you know, I have full creative control over thi's 'show. Oh, yeah. We run everything by you. Yeah. I think that you need to 'step out. You You need to get out of the 'shadow over here. You know, like you're You're 'so pale, you know, get into the 'sun. I gue's's I could u'se a little vitamin D, you know? Stop taking 'supplement's. Get it from the 'sun boy boy like that. All right. Ah, Anyway, Hey, I don't know about ma's's reque'st. Do you think he doe's Love Stitcher Premium Exclu'sive? I'm the CEO of Stitcher Premium Exclu'sive. Of cour'se I know about Mattre's'se's. Aware of it. Yeah. Yeah. And The when I 'stepped out and how 'succe's'sful that wa's for all of u's. But let''s not talk about that. Let''s talk about you and criticize you knowing how to handle your'self and in a 'setting where you are the gue'st's on the 'show an'swering que'stion's appropriately. Hey, I'm ju'st a job coming off in the 'shut up. I'm ju'st realizing 'something. Did you 'say that I had 'sucked a's a gue'st that ju'st hit me like men like £2000 of brick's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earwolf","Stitcher Premium Exclu'sive","Stitcher Premium Exclu'sive","Mattre's'se"]}},{"_index":"handbook","_type":"_doc","id":"7xEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2141.7,"text":"that C and I want you to reference and we don't e. I know you do The like Adam Clayton 2000. Thank's for li'stening. It''s alway's great to meet a fan,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Adam Clayton"]}},{"_index":"handbook","_type":"_doc","id":"8REMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2223.11,"text":"I's the pau'se normal for the 'show? Alway's. We alway's waiting for him on. Not thi's for thi's epi'sode,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"9hEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2544.81,"text":"Do you think 'somebody you know's, like trick's and 'stuff? That''s the end re'sult Oven interview. If you're being interviewed, I could tell you If I Were You tell you it i's not the end re'sult of thi's interview. I watch. I had no nobody ha's got ahead From anybody. Well, Wolf i'sn't turned on at all becau'se he''s becau'se he doe'sn't feel like he ha'sn't even approved. Ye's, So if I were to neg him and I want to to's's it back in hi's face, you think that he would then give me head of you? At the very lea'st you're talking about like li'stening to Steve Martin album's or whatever. If I'm Wolf, I'm not 'saying like, Oh, that 'sound's like a great activity for me and Scott to do together after the 'show. And then maybe we do 'some head like 'some ver'sion of thi's. Okay, 'so, uh, have wolf a'sked me again. El'se I'll 'see what? I could do it. I'll 'see if I can adju'st. Thi's will be good. Steve aren't a big influence on you. Hey, dude, if I can call you dude, and I'm gonna call you do good. Okay. Great, great. Better. I wa's worried for it's better. Yeah, I really 'saved it. Yeah. So, dude,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Oven","Wolf","Steve Martin","Wolf","Scott","Thi","Steve"]}},{"_index":"handbook","_type":"_doc","id":"-hEMLnMByMrymAEmg_4L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":2973.37,"text":"Hello. Thi's thi's day. Thi's day. Thank you. Shake, Shake my dick.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["'s thi's day","Thi's day"]}},{"_index":"handbook","_type":"_doc","id":"ABEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":3161.42,"text":"now tell me what really happened with the financial cri'si's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"EREMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":4238.53,"text":"That big trouble little china every day are doing the chop hou'se, gang, whatever that other 'show i's. Chapo trap hou'se Bubble trap chop Come town have would've fucked up name. I mean, that''s the's people more in their 'sub'scribe. Yeah. Guy's, guy's, we fucked guy's. We fucked, uh, guy's we didn't fucked. Um uh um welcome to the family. The murder 'show? Ye's, The murder 'show now My favorite murder by now part of the family. Well, go murder's. We fucked murder's. We fucked. Um uh, What el'se? Go back 's town, you know, get They are","PodcastName":"The Ads Version: Hollywood Handbook","tags":["china"]}},{"_index":"handbook","_type":"_doc","id":"FxEMLnMByMrymAEmg_8L","_score":1,"_source":{"Episode":"Scott Aukerman, Our 199th Episode Guest","speaker":"spk_0","startTime":4426.8,"text":"Hey, thi's i's our enemy camp From The improv fanta'sy podca'st Hello. From The Magic Tavern, I fell through a dimen'sional portal behind a Burger King in Chicago into the magical land of food, and he 'started a podca'st. Sea'son three ha's ju'st begun with a brand new adventure to defeat the Dark Lord. If you're a new li'stener or you've fallen behind, Sea'son three i's a great jumping on point, and we've got great gue'st's like Ju'stin McElroy, I 'said. Like a fancy college profe's'sor,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]}},{"_index":"handbook","_type":"_doc","id":"HREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":49.07,"text":"We love it. Ye's. If that''s what you like to do. The Oh, yeah. Thi's i's no longer my problem. My","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi"]}},{"_index":"handbook","_type":"_doc","id":"MBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":275.24,"text":"No, I feel, um Yeah, like I'm gonna throw up. But I'm gonna Look, I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"MREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":279.55,"text":"know. Ye's. Yeah, It''s like a","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"RhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":559.54,"text":"I wa's going every We record the 'show on Saturday's every Saturday. I wa's waking up","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"RxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":566.02,"text":"and, ah, 'sort of little groggy From T G I f ing uh uh, and And I would go, Oh, my God, it''s Thank'sgiving Day Becau'se I'm going to 'spend time with my family and have, ah, fea'st of of word's and comment. And it''s al'so the fan's are i's part of that","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Day"]}},{"_index":"handbook","_type":"_doc","id":"ShEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":605.08,"text":"Thank'sgiving and you only get their voicemail, and you ju'st and you ju'st 'sort of leave a whole podca'st of like what you've been up to, and you don't really a'sk them about them'selve's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":708.42,"text":"you know, like whatever he might have 'slept la'st night,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":739.16,"text":"Me and Bo'sch are watching Netflix","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Netflix"]}},{"_index":"handbook","_type":"_doc","id":"YBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":827.17,"text":"I'm trying to I's it like, yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":932.99,"text":"The draft. Yeah. Um, okay, but I pictured like Phoebe 'sort of doing Ah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Phoebe"]}},{"_index":"handbook","_type":"_doc","id":"cxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1093.24,"text":"ju'st here we record I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1135.35,"text":"it''s a fine away from the final one. That meat. Plea'se don't","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"eBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1149.69,"text":"look, if that''s your plan i's to 'sneak it in there, Why would you 'say to me? I'll 'sneak it in there. He''s gonna edit thi's fucking 'stupid Ju'st cover my a's's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"eREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1158.98,"text":"That make's me later. I can prove to you that I told you that make's me think that he didn't even have a plan. And he''s like, Oh, that 'sound's 'smart becau'se we thought of 'something 'smart for him to do. and he''s like, Oh, yeah, I wa's going to do that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1201.56,"text":"Go ahead. You did that, huh? Then you did that. Well, I'm doing thing's like that, okay?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"gBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1210.34,"text":"and bring it. You know, he''s like, a high energy. He i's gonna He''s gonna have to match. Your agent 'say's we put it out. He''s gonna have to match your 'sort of mouth movement's. Exactly. So, like, bring The","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"hBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1235.6,"text":"Fucking thank you to the 'script. Plea'se 'speak right in the mic on them. We can ju'st move on to the next per'son. Yeah, and maybe ju'st 'shuffle through a bunch of the'se.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"hREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1243.26,"text":"Shelby Pharaoh. Hey, you weren't gonna try and do thi's 'show Too much energy. That's too much under. Yeah, I think her thing i's 'she''s She''s over it. Hey, you weren't gonna try and do thi's 'show without me. Were you?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Shelby Pharaoh"]}},{"_index":"handbook","_type":"_doc","id":"kREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1321.64,"text":"thi's. Yeah. Happy 200 Boy's. Here''s to 200 more. Now, can we get thi's party 'started?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"khEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1328.34,"text":"That wa's good Grace. Health. That wa's good. Ye's. Take a minute to recognize Ye's. And give u's a little 'space to react to Dre.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Grace","Dre"]}},{"_index":"handbook","_type":"_doc","id":"mREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1382.74,"text":"it''s I do it 'sex. Either.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1409.85,"text":"Well, becau'se you've got an apple pie, which you could call if you par'se it correctly. If you have a peach pie, you could go. I made everyone''s favorite pizza 'speech by pizza, you know, I mean, you 'say I mean, if you go, if you go, you could go. I made everyone''s favorite pizza. That doe'sn't work. Yeah, but then you could go. I made everyone''s favorite pizza. Peach pie. That''s the evidence. Favorite kind. I's that how you interpreted that I could make everyone''s favorite pizza.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1441.23,"text":"think you probably meant to 'say I made everyone''s favorite","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"rREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1581.71,"text":"Okay? And he doe'sn't do that. Kevin''s doing the dance thing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin"]}},{"_index":"handbook","_type":"_doc","id":"uREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1681.31,"text":"that''s 'so dangerou's. If he did that, he 'should be in jail. And I do believe that he did. And I believe there 'should be a nationwide manhunt right now for Scott Anchorman. The pie's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scott Anchorman"]}},{"_index":"handbook","_type":"_doc","id":"uxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1697.83,"text":"Now I've been through getting ready for the 'show. All right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1702.2,"text":"Je's'sica William's, Hope I'm not late for the fie'sta. You guy's are my friend's, and I'm proud of you.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["William"]}},{"_index":"handbook","_type":"_doc","id":"vhEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1718.16,"text":"get for u's. That wa's a good epi'sode. Did you happen to be in a life for a little while? And we were able to 'sort of make the timing work. And we alway's Love making the timing work.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wBEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":1755.76,"text":"come on the heel's of the Je's'sica William where it i's. Thi's wa's We did not make the timing work with him.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Je's'sica","William","Thi"]}},{"_index":"handbook","_type":"_doc","id":"wxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1781.28,"text":"how do you de'scribe it i's It''s like it''s 'sort of thi's, um, playfully antagoni'stic relation'ship. Canada Doughboy's thing. Ye's, it''s alway's I mean, u'se it. Yeah, yeah, it''s Doughboy's. When we did Off, The 'show on the Doughboy's i's 'sort of dealing. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Doughboy","Doughboy","Doughboy"]}},{"_index":"handbook","_type":"_doc","id":"xREMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1809.53,"text":"doe's it make's me think of everyone. Doughboy's did that thing with, like, all tho'se people recording me's'sage's for them, including u's, you know? And where that","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zxEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":1933.19,"text":"thi's i's happening with or without you watching the 'show, huh? Thi's ha's happened. Yeah. Yeah. The 'show i's u's 'stroking it. Which i's gonna happen. Yeah, but we don't. For one thing, we don't need to record it becau'se we're gonna 'stroke. You need anyway. Sure. And and al'so, a lot of time's when there''s 'someone el'se there, you 'sort of try to make it go for longer than it need's to. Ju'st to be like it feel's like thi's i's inappropriate. Ju'st think, even though it''s definitely over. Yeah, like, it''s pretty clear when it''s over him on the way out here. Yeah, and then I Yeah, I get it. Yeah, 'so","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0hEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":1984.53,"text":"Ju'st three. The right through. Thi's i's From Megan Fox. Hey, i's it okay if I joined the party? I alway's wanted to tell you guy's how much I liked you, but I wa's too embarra's'sed. I want to be with both of you guy's. So that i's 'something that 'she had 'said, that 'she wanted to come on here and 'say","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","Megan Fox"]}},{"_index":"handbook","_type":"_doc","id":"1hEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2045.89,"text":"to talk about your You could be 'spending a little bit or I've been a good I've been good, right? I mean, you're ju'st 'sitting clear eye's doing way too much. You're doing nothing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2hEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2094.42,"text":"What do you mean you don't know? You have no idea what he''s talking about. Well, i's it a PC game?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["PC"]}},{"_index":"handbook","_type":"_doc","id":"4hEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2162.43,"text":"Ye's, Ye's. Thi's i's Jeff Orrick. Adam Sach's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","Jeff Orrick","Adam Sach"]}},{"_index":"handbook","_type":"_doc","id":"5BEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2174.59,"text":"Well, I gue's's, Huh?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"5xEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2190.29,"text":"'s 'so thi's will be. And 'so now here.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"6BEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2192.62,"text":"Thi's i's Jeff Ulrich, Adam Sach's and Chri's Bannon. Thank's for 'saving our network, guy's. We'd like to announce that we're firing Scott Aquaman and you're in charge. And that mean's you now control Brett, and he''s not allowed to do any other 'show's and ha's to come to your hou'se whenever you want and fix Haye's''s pool. And Sean can do 'science experiment's on him. Brett, who 'say's 'sound's good to me.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jeff Ulrich","Adam Sach","Chri","Bannon","Scott Aquaman","Brett","Haye's'","Sean","Brett"]}},{"_index":"handbook","_type":"_doc","id":"6hEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2230.66,"text":"I got a hot tweeze. You know, I got hot tweet's, 'some of them. But 'so Scott 's Oh, ye's. So Scott i's 'still find. My under'standing i's that Scott i's 'still fired. No matter like he i's trying toe like intervene and 'stop Thi's proce's's from happening i's already complete. I's my under'standing Scott i's out?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scott","Scott","Scott","Thi","Scott"]}},{"_index":"handbook","_type":"_doc","id":"6xEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2248.81,"text":"Yeah, he''s gone. I mean, I think although if he managed to actually 'sink thi's epi'sode","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"7BEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2254.62,"text":"and then we're leaving, we're never gonna be Earwolf again. We won't know if he''s here. Well, thi's i's my quick becau'se I think them putting u's in charge wa's like an effort to get u's to 'stay right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Earwolf"]}},{"_index":"handbook","_type":"_doc","id":"8REMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2323.55,"text":"anyway. Bread. I thought maybe I'd heat The tweezer's up and put him in your beal her, like, pick away like 'some of your ah year and no 'stuff for Ah, Maybe you have pinched him. Frickin weiner.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8hEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2338.62,"text":"Thi's i's the kind of 'stuff we wanted to have time to, dio.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"9REMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2357.06,"text":"Yeah. Now I'm ju'st thinking about my own man. And now it''s like you want 'so much. It''s not fun.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"-BEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2373.45,"text":"Steel built.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"-xEMLnMByMrymAEmpf9P","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2416.4,"text":"Hey, guy's. Chef Kevin here. Thank's for having me. And","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin"]}},{"_index":"handbook","_type":"_doc","id":"ABIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":2450.58,"text":"No 'spoiler's. That''s tomorrow night. But can you clear up a rumor? I heard that there''s gonna be whole grain pa'sta and 'summer vegetable's with their Blue tomato tomato thing. Spell that women becau'se I can't be true depo'sit. That''s too nice a meal that''s too expen'sive.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_2","startTime":2510.97,"text":"No, no. I mean, thi's i's really 'scary to me that you're doing thi's, Kevin, and you've lo'st your mind, and you and Blue Apron have gone too far thi's time and you have to be 'stopped. It''s too delectable and delightful. The deliciou's meal's that you're cooking. If people are really want toe, 'see ju'st how far they've gone down the tunnel's of in'sanity, Go check out thi's week''s menu and get your 1'st 3 meal's free. That''s three free with free 'shipping. Go to Blue Apron dot com 'sla'sh handbook and you'll Love how good it feel's. It ta'ste. Create incredible home cooked meal's of Blue Apron, 'so don't wait. They're probably gonna get arre'sted 'soon for how far they've gone. It''s ju'st too in'sane. They'll be locked in 'straitjacket's and thrown in a rubber room for the re'st of their day's. So before that happen's, goto Blue Apron dot com 'sla'sh hand.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin","Blue Apron","Blue Apron dot com","Blue Apron","Blue"]}},{"_index":"handbook","_type":"_doc","id":"DRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2605.79,"text":"that''s 'stick Really 'smarted. Plea'se don't 'sla'sh me up with hair. Hi's rai'se's their ju'st $2 a blade compared to the $4 or more you pay at the drug 'store And they're going to go right through me like 'sentiment. It''s hot butter.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"DhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2620.25,"text":"We Tho'se 'sharp blade's i's 'so good for 'shaving and hair's i's 'so confident you'll love him. They're willing to give a trial 'set for free ju'st cover the 'shipping. Oh, that free trial 'set 'sound's 'so good to me. A man looking death in the eye. Ah, Santa man no le's's. Who wi'she's that you didn't have awaited ergonomic razor handle That make's it ea'sy for you to hold when you carve me up like a Chri'stma's goo'se. Not with the razor's that we don't want. The ad i's not gonna be. The Santa Man i's being killed by the razor's. It''s The So I 'see you've got a gun or","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Santa","Santa"]}},{"_index":"handbook","_type":"_doc","id":"ERIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2682.17,"text":"gue's's I'm glad I'm not getting carved up like a Chri'stma's goo'se, 'said Chri'stma's. That''s my thing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chri'stma","Chri'stma"]}},{"_index":"handbook","_type":"_doc","id":"FhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2817.91,"text":"I got another piece of 'sort of Hollywood, ju'st 'sort of a parting gift. I wanted to give the audience, which i's a joke. The joke. Yeah. So I came up with thi's joke the other day and I thought, I'm not gonna be able to u'se thi's. And maybe what I could do i's becau'se we're not doing the 'show anymore. I could give the audience a's a way for the 'show to live on thi's very funny joke. Are you 'saying like you had 'start time of that? You're, like, five week's ago? Oh, 'something you were going to do for the to know that I wa's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood"]}},{"_index":"handbook","_type":"_doc","id":"GRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2889.78,"text":"I's de'scribing a pina colada at old fa'shioned AP Nikola going from 'sort of a cool drink like a dumb drink's? See if thi's guy know's hi's way around an old fa'shioned. That''s great pina colada.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["AP","Nikola"]}},{"_index":"handbook","_type":"_doc","id":"GhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2903.15,"text":"Even the perfect thing to, like, clo'se out the entire 'show. Yeah, and then give that to you. And then And now that live's on. A lot of our li'stener's have drinking problem's. That''s no 'secret. Sure, they 'sort of live","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"HBIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":2917.68,"text":"Something to make it funny that they're there every night, kind of trying to find oblivion in a bottle. And, uh and 'so for u's to give them away to 'start with a wi'secrack of From","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"IRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":2990.6,"text":"kill's the joke. I thought the job if that''s playing than people, know what the punch line i's gonna be. And I've got to 'say thi's i's a joke that i's gonna get people having fun talking to each other, you know, actually getting around our in per'son mixology and The ga'stro pub culture, you know. And al'so it''s going to be getting people lead. Ye's, but if you have a 'song that people know, I know that like thi's it may be Kuwata i's a 'surpri'se. He 'say's an old fa'shioned the coole'st drink that, if you like,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kuwata"]}},{"_index":"handbook","_type":"_doc","id":"IhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":3025.84,"text":"not allowed to play that if there''s any 'song we're gonna play, it''s gonna be me and he's Davenport 'singing Wait","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Davenport","Wait"]}},{"_index":"handbook","_type":"_doc","id":"NhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3256.43,"text":"'s So we're not really doing a 'special epi'sode or anything. Uh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"OBIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3268.3,"text":"But So, um uh, 'so you know what I 'say about ca'sual","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":3441.69,"text":"On 10 minute's going, that would be going home. I think would be a cool way toe. What a great tribute to the 'show to 'sort of go home and ju'st reflect on what it meant to all of u's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"TRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":3522.89,"text":"no, no, no. He ju'st wa's here, I think recording ad's for ah and Eid a podca'st that they're doing. I call it Ida. I d U h","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ida"]}},{"_index":"handbook","_type":"_doc","id":"WRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3639.7,"text":"It''s better with where we left. Cheapen's it almo'st for u's to be in the 'same place. Or even like having thi's conver'sation","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WhIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":3646.47,"text":"'so watered down for u's to be directly interacting in'stead of 'sort of letting it 'speak for it'self. The relation'ship that exi'st's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"YBIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":3684.77,"text":"like 'some wherever he cab driver. Yeah, probably like one of the cab driver's around here. Okay, I'm glad we got through that, um, painle's'sly becau'se I didn't want to tell him that we were doing the big doing 'spectacular. I wa's where he would find out From Julie or 'something. Wi'sh. Where''s Julie? Yeah, that i's 'strange. He mu'st be at the ho'spital. Kevin, do you want to go check the lobby and ju'st 'see","PodcastName":"The Ads Version: Hollywood Handbook","tags":["painle's'sly","Julie","Julie","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"YxIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":3721.8,"text":"I'm glad he''s here for So I thought he would maybe come here ju'st for thi's. And I 'sort of wonder if that i's actually what happened. Yeah, it did feel like","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZBIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3729.54,"text":"Fir'st of all, he''s not qualified to be a 'story. It no mo. And 'secondly, that 'show doe'sn't really need him. Even if he waa's like they kind of had her handled, I feel like they are, you know, and I had heard him talking about how he wa's gonna do that. And I may be thinking it actually did not come through. But now he feel's like he ha's to 'say that he''s 'still doing it, but I think he might have come out here to ju'st do thi's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Fir'st","ju'st"]}},{"_index":"handbook","_type":"_doc","id":"bBIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":3864.88,"text":"and he 'sound's good. I'm glad he''s doing 'so. He 'sound's great. He 'sound's great. Be'st I've heard him in a while and a great kid.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"dBIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":3949.19,"text":"promi'se made. Anoke i's unbreakable. Never heard that. My word's that have perfect ba'seball, but my word i's an oaken promi'se Cork it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"exIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":4047.93,"text":"Still can't technically, one o'clock. But who i's it? It''s 'spontaneou's nation. Okay,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"gRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":4188.55,"text":"Yeah, working along'side him and 'sometime's working directly in with him doing that thing where we're holding annihilate normalcy he''s holding were holding hi's ankle's, doing like a three way cartwheel. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"iRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":4285.69,"text":"play it up for you have my word.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kBIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":4343.79,"text":"Go ahead. Fuck you! And boredom. You're dead. Normalcy,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kRIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_0","startTime":4351.31,"text":"'statu's quo, 'social more's and even the law Get out of our way! Becau'se here come's funny joke's and information and learning and Hollywood 'stuff, which i's part of what the 'show''s about. And gue'st's and me and he's you thought you were getting place on you thought you were going to get rid of u's. We're never going away. We're gonna kill you. We're gonna do thi's 'show for 1000 year's and we don't like it anymore. And you're not gonna like it anymore. By the time we're done becau'se we're going to be 'six feet under. Will be worm food and hang on Paul Tompkin's and hang on and work and will keep doing it. And we probably 'still have to record ad's, right? And debt and deal with thi's And one more thing. Wait, What were you gonna do? You gonna dio I had a fucking","PodcastName":"The Ads Version: Hollywood Handbook","tags":["becau'se","Paul Tompkin"]}},{"_index":"handbook","_type":"_doc","id":"kxIMLnMByMrymAEmpQBP","_score":1,"_source":{"Episode":"Episode 200, Our Unbelievable Achievement","speaker":"spk_1","startTime":4404.96,"text":"about my pie. That''s what","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oBIQLnMByMrymAEmfQCk","_score":1,"_source":{"Episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","startTime":144.92,"text":"Um, here I go. Oh, and your wolf 'stitcher apple Clark ga's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["apple Clark"]}},{"_index":"handbook","_type":"_doc","id":"phIQLnMByMrymAEmfQCk","_score":1,"_source":{"Episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","startTime":355.61,"text":"catfi'sh? Yeah. Oh, you ju'st Wow, that''s and that''s that''s That''s how that got going and From wild thing's while I wa's making out with them. Yeah, and we're, you know, attention each other. It wa's the big 'scene, right? The remain's facing the one's that famou's 'scene that we all think of. Yeah, uh, you know, the one court where I'm teaching. Oh, okay. Yeah, There''s a couple of teaching's I get. I Yeah, I'm like teaching a cla's's like a ba'sket weaving cla's's. And Deni'se i's there. She''s 'struggling a little bit to get The we've correct. Um ah, It''s like a really tough wicker. And The Neave, of cour'se, i's a natural. And I'm going me. Why don't you 'show Deni'se how you did it? And then I go now 'show her on me, Then I go. Now I'll 'show yeah, on you. And then we all 'start, you know, doing the deed, right? Weaving ba'sket's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Deni'se","Neave","Deni'se"]}},{"_index":"handbook","_type":"_doc","id":"qBIQLnMByMrymAEmfQCk","_score":1,"_source":{"Episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","startTime":703.53,"text":"of what we do on thi's 'show i's we talk about the proce's's, you know, were tran'slucent. That''s right. Yeah. So I gue's's I like I 'said not to compare quality white, but like from my experience, I find that when I write with Scot'sman a lot more of thi's 'stuff that I wa's kind of pitching and 'saying 'should maybe be in the 'script, wind's up in the 'script like, you know, we he kind of take's my thought's. And I feel like if you like, I watch you con'sider them and then, you know Ah, give them kind of a thoughtful Ah, how doe's how doe's he get your thought's? Like, how doe's the how did they get to him? Well, he he will 'say, What do you think about thi's? And that''s ju'st the fir'st time he 'said that. I mean, you remember we 'said, Woody, I 'said, All right, time to write. And I immediately kind of I 'sat down at the computer and I did the kind of, like, rigid ah, ro'ster that you taught me, but 'should maybe telling you what you think about it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scot'sman","Woody"]}},{"_index":"handbook","_type":"_doc","id":"qhIQLnMByMrymAEmfQCk","_score":1,"_source":{"Episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","startTime":977.75,"text":"and I leave And he and meanwhile, I have a 'suitca'se in my lab. He want's me to 'sit on their couch and have a 'suitca'se in my lap and, like, not open it and ju'st kind of wait. And it''s It''s a weird and it never felt good, like leaving tho'se meat. Leaving tho'se pitche's never felt like they got a clean idea of what the 'show wa's or who I wouldn't. You guy's that you watch and ju'st tell him that 'should give him the 'show. Well, Scot'sman goe's kind of a funny bit that he doe's it every. Like, uh uh, you know, any meeting we have, You ju'st kind of take over the office a little bit. You go. Oh, i's thi's my de'sk? And then you kind of 'start rummaging around in the de'sk. You kick your feet up on it, right? I pick up, like 'stuff on the de'sk, and I like my like, you know, ju'st like, like, put it in front of my my Ted TBS. You'll take picture's like that may have picture's of their kid's and wife. You put like, Oh, man, I'm cheating on you or your wife i's cheating on you with my tit's and my tit's. Yeah, and they love it. It goe's over. Yeah, Pretty good. Whoa! Oh, wow. What''s that? Mu'sic. Oh, 'shit. Oh, no. Are we getting? We're expecting a bu'sine's's call on Saturday. May have, like a kind of cool competitive 'situation. Wa's that Amazon? The Oregon Hi'story man? It''s my Amazon 'sale's agent. And, uh, well, 'she ju'st probably tell me to, like, 'start making more of tho'se paper towel's. Yeah, becau'se I make that go. Hey, man, get to work. We're 'seeing a lot. Say, 'see you freaking, Ah, pretending you may be 'sold the 'show. And then what el'se? Everything. You're working on a movie or 'something? Um oh, yeah. Oh, yeah. Oh, yeah. We got a couple movie's, movie idea's, Another beach comedy. That''s your thing to our kind of 'staying in a niche. I feel like I feel like with u's, we were alway's having a lot of different genre's. We'd have a we'stern, we'd have, ah, more thing we have, you know, becau'se you want to 'spread it around playing roulette, baby. That''s right. Yeah. You alway's had that. Well, that we'd have to 'spend to 'see what genre our next project would be, Uh, you know, di'scu's'sed, man. I'm not bringing the'se idea's 'so that you integrate them into our you know, a partner'ship. You know, I'm a gambler. I do know you're a gambler. Ye's, Guzman, that i's the one that i's the one thing that''s al'so different i's in, like becau'se when we get paid for 'selling a 'show or 'something. We actually kind of 'split the check down the middle, but we have heard that before. But But how then di'scu's'sed man, get 80%? That''s what I'm 'saying, I gue's's i's that he doe'sn't get 80%. He get's 50% and I get 50%. It feel's like we're talking pa'st each other well. And I learned a couple thing's that about the Writer's Guild to i's that there are There i's no 'such thing a's a partner'ship tax. Like there''s not a 10% writing partner'ship. You don't want to me's's around with that cult. The Writer's Guild. Oh, that''s a goddamn cult, man. Sure. Yeah, I gue's's you know, everybody there i's, like, ob'se's'sed with, like, we all have the 'same rule's. It''s like you want to be in in the friggin my guilt. Are you 'starting your own writer's union or trying to? Yeah, okay. S 'so far. It''s, um it''s me, Charlton He'ston, and we're looking We're got 'some pro'spect's for 'some other dude''s hou'se. Charlton, your chick's. Okay, So you're From The check's? Yeah. Do you have health in'surance? Okay. Well, that''s a great que'stion. and it''s a complicated one. We, ah, had 'something lined up that very recently fell through. We had, like, a really promi'sing healthcare thing that we were counting on, Uh, and, uh, ju'st went belly up with la'st minute, you know? Uh, okay, I think I've heard 'something. Yeah, right. You got the guy hit with rope a dope a little bit by 'somebody and 's Oh, that. You know, we're 'still fighting. Sure. Fight the good fight? Ye's. Ab'solutely. Ab'solutely. Ju'st a quick. It''s a 'setback, but we're not defeat. You help te'sting? I need health in'surance. Ye's, Ye's. You explicit. You declined the writer 'skilled health. And 'sure, I declined it. He declined it out, right? Didn't becau'se it didn't cover. You know, your particular di'sorder, Who and like you 'said, you're a gambler, but yeah, your di'sorder i's very 'specific. It''s actually not like it''s kind of a It''s a lot of different 'symptom's. Yeah, well, I mean my under'standing of it a's I, uh a's I know, I've actually run 'some te'st's. Son's Guzman were all very fa'scinated by what''s going on with him. You 'saw the 'sample's over. There''s a lot of 'sand in hi's blood. Yeah, I think there''s 'something. Thank's, guy's. Bu's ha's, like, 'some 'sort of ventilation 'sy'stem that let's a lot of the 'sand and he''s breathing 'so much in and a'sleep that it get's ab'sorbed into hi's blood'stream. Ye's. Somehow the","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scot'sman","Ted","TBS","Amazon","Oregon","Amazon","beach comedy","di'scu's'sed","Guzman","di'scu's'sed","Writer's Guild","'s","Guild","Charlton","Charlton","Guzman"]}},{"_index":"handbook","_type":"_doc","id":"rBIQLnMByMrymAEmfQCk","_score":1,"_source":{"Episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","startTime":1378.49,"text":"I can pluck in the app and that will make you pluck the 'string's. Yeah, 'so you can 'start. You can 'start touching the 'string's during what i's a very funny cool Web 'serie's, and it''s ju'st a new idea right now where they were in the early 'stage's. But you can touch the 'string's and make them make a different noi'se to ruin the 'song while you're opening the app right doe's it. It''s not compatible with any phone's that we currently have, 'sure, but I think phone's are alway's changing. That''s right. And 'so, uh, and 'so it will al'so be a Siri''s. You can watch on the Web through your AB that''s not phone ba'sed a's of yet, and and I do not have the right's to that 'song. Oh, that''s unfortunate or any 'song, Um, but I've got kind of a 'sound alike idea where, um, I ju'st changed like every fifth word. That''s not bad. And keep the note's the 'same. Can't do the note's that I've gone down that road. And I had the 'same idea. You 'said that becau'se I felt 'silly when I like. They made me 'seem like I'm unity. No, you can't keep the note's the 'same, but I had the 'same que'stion. Can I keep the note's to 'say, Ju'st change the word? Yeah, but my thing wa's like, Well, the note's are gonna change anyone when people 'start u'sing thi's app, right? I play it. But they were like, that doe'sn't matter. Do you know what the Web 'serie's it''s gonna be about that I'm watching while thi's kind of ukulele 'stop? Yeah. Me and my buddie's were trying to get laid trying to make it in L. A. That''s cool. Yeah. Looking for love on the ea'st 'side. We've been thinking of the Ea'st Side. Yeah, you know, we've been on the ea'st 'side of Lo's Angele's ju'st thinking like there''s 'so many location's that, like, would be 'so cool to film. Oh, yeah, Ab'solutely. You're my young buddie's Alway's have the'se crazy dating 'storie's. Ye's. Silver Lake i's like, Ah, I playground. Yeah, it''s a hotbed for all tho'se. All tho'se guy's, tho'se guy's in their date's. Yeah, it''s you ju'st walk you. You walk around 'silver like you can't throw a rock without hitting 'some guy on the day. It''s like a whole new world to me cau'se I'm u'sed to ju'st, you know, the beach. And then I, like, go a little bit more inland in the morning. Wow. There''s like, de'sert in mountain's and lake's. You want to talk about the hou'se's? I don't want to talk about that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Siri","L. A.","ea'st '","Ea'st Side","ea'st","Lo's Angele","Silver Lake"]}},{"_index":"handbook","_type":"_doc","id":"rRIQLnMByMrymAEmfQCk","_score":1,"_source":{"Episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","startTime":1516.59,"text":"Creep re'side's and freak Knick's. I'm here to talk to you about Blue Apron. They're the number one fre'sh ingredient in recipe delivery 'service in the country, even more than the other one's. So for le's's than $10 a meal, they deliver 'sea'sonal recipe's along with proportion ingredient's right to your door. Now, I'm here with Chef Kevin today. Uh, go ahead. Say hi, 'ship Kevin. Hey, guy's. Chef. Kevin here. Yeah, Chef Kevin here. So, um, one cool thing about thi's i's they deliver all the ingredient's you don't need toe go grocery 'shopping or do any of that crowd. Um, all you really need tohave i's The variou's kitchen tool's that would normally be found. Ah, and u'sed to prepare the'se different ingredient's. And Kevin''s been getting really into kitchen gadget's lately, and 'some of the'se cool, you know, tool's and gadget's and and uten'sil's and all that, uh, that he think's are really need and fun to kind of go down the rabbit hole of it. You want to talk about that a little bit, Kevin? Sure. Yeah, I like to, you know, have all of the nece's'sary gadget's to keep my kitchen clean, my kitchen 'safe in my hou'se 'safe. So Okay. So, yeah, let me bring up. So ah, one thing that Kevin ha's been empha'sizing a lot. Chef Kevin, whenever I talked about thi's i's 'sure the'se air great ah, tool's that are very u'seful for preparing food. But he like's to talk about how they keep him really 'safe in the ca'se of a home inva'sion. Ah, Chef, Kevin''s been talking about how the wrong element i's in hi's neighborhood lately, and he think's they're ca'sing the joint, and he''s gonna be ready becau'se he ha's hi's tool's he u'se's for Blue Apron. So Kevin wanted ju'st hold up one of the tool's he brought with you. One of the kitchen thing's. What do you have there? Sure. So thi's i's Ah, kitchen 'steak knife u'sed for cutting 'steak's. But then if you pull thi's lever out, thi's i's al'so a double 'state. Oh, no. Oh, wow. Oh, 'so it''s, like, almo'st Okay. So thi's i's like a 'steak knife. Boomerang. He ha's. It''s a grip in the middle. And then he 'sort of now He''s like punching around the room with two blade's coming up. Wow 's. Oh, Kevin, what might you do to, like, a ba'sil pe'sto chicken with 'summer vegetable panzanella? With that, um, I probably, you know, cut up in little piece's. Um, you know, warm it up in the, you know, the way's that we all make our ba'sil pe'sto chicken in 'summer vegetable pant's. Okay, great. And then what would you do if what? One of the'se? Ah, what you've been de'scribing Hi's bad hombre's tried to get into your home while you were cutting up your ba'sil Ah, pe'sto chicken. Fir'st thing I would do i's cut the power 'so that they can't 'see. And I keep night vi'sion goggle's in the 'steak knife, 'so I'd be able to immediately Oh, my God. That that handle did look really bigot your hand. So there are goggle's in there? Yeah, There''s two whole whole 'socket's for the guy's. And, um oh, 'so now you're head i's actually a big knife becau'se the goggle's are in the middle of the handle, and then the knive's are coming out of the 'side of your head. Yeah. Okay, 'so, um, thi's next Ah, thi's next tool you've got here look's like 'some 'sort of giant cleaver. But there''s got to be more to it than that. Yeah, ab'solutely. So it''s thi's giant thing's Giant cleaver. I cut vegetable's with it. Like I'm 'sorry for food. Sauteed 'shrimp and green bean's with club tomatoe's, 'spinach and orzo pa'sta. I'd probably cut it up with that, but there''s al'so a lever on the other 'side of the cleaver where I could, you know, knock 'someone''s leg's out with it. Oh, geez. Okay. Yeah. Oh, wow. That''s a really long 'staff that come's out. That''s like a bo 'staff like Donatello u'sed to u'se. And do you like the Ninja Turtle's? Kevin? Chef Kevin. Yeah, I think there. Ah, up and coming 'star's. Yeah, they're really cool. So yeah, I might u'se that thing for 'some whole grain pa'sta in 'summer vegetable's with heirloom tomato capre'se 'salad. Now, the next thing you have here, that''s Ah, Air 15 a's'sault rifle. What might you do to like a mi'so butter 'salmon and lo mein noodle's with cucumber and charm tomatoe's with 'something like that? The nice thing about the a's'sault rifle i's on the other 'side there''s a lever where a butter knife come's. Oh, yeah. So you're 'spreading whatever you want. Exactly. So, uh, you know, it ha's a lot of purpo'se's. Yeah, that 'seem's great. And then talk a little bit about your philo'sophy of like, uh, what kind of people 'should live in your neighborhood. And what kind of people have been 'starting to move in? De'scribe how you know that they're 'sort of, ah, bad hombre's bad dude's. Often there prote'st ing up and down the 'street's. You know, we invade home's with the light's on and the power ha's to be on, Like noted. Yeah, OK, 'so you you're gonna foil that. Try","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Knick","Blue Apron","Chef","Kevin","Kevin","Chef","Kevin","Chef","Kevin","Kevin","Kevin","Kevin","Kevin","Kevin","Kevin","Kevin","Donatello","Ninja","Turtle","Kevin","Kevin","Air 15 a's'sault rifle"]}},{"_index":"handbook","_type":"_doc","id":"thIQLnMByMrymAEmfQCk","_score":1,"_source":{"Episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","startTime":1956.24,"text":"Look out the diarrhea From The behold's of all the Chiappucci. No drinking elite. I mean, that''s Kevin. Thi's doe'sn't make any 'sen'se to me. It 'sound's you even get what they're 'saying. It couldn't be more clear. Okay, you have to lick. Can you 'say it again? The in'side of look out that look at the diarrhea from the in'side of the bottle's of all the all the Chiappucci. No drinking The lead's. Thi's i's a rewrite. I ju'st didn't want thi's at fir'st. I gue's's they're able to afford fancy Chiappucci know becau'se they've got their ma'ster's or whatever. They make 20 grand more year. Yeah. Okay, 'so they're 'spending like 20 grand on Chiappucci Nina cappuccino's alone. Okay, Uh, okay, 'so, um an effort to meet the ever growing need for health care profe's'sional's. Ah, and you're gonna need a health care profe's'sional after the Chapman's done beating you up with hi's money power's. That's really unplea'sant. Um Ah, They ah offer Ma'ster's and doctoral degree's and pharmacy and phy'sical therapy P A and 'speech therapy at the new Rinker Health Science campu's in Irvine. Other Dodge College of film and Media Art's i's ranked a's one of the top 10 film 'school's in the country by Hollywood-Thi's Porter in 2016 And I'm gonna knock out 10 your teeth. Ah, with buying fancy gold belt buckle that I wa's able to buy with my 20 grand. And then I'm gonna make you","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chiappucci","Kevin","Thi","Chiappucci","Thi","fir'st","Chiappucci","Chiappucci","Nina cappuccino","Chapman","Rinker","Health","Science","Irvine","Dodge College","Hollywood-","Thi","Porter"]}},{"_index":"handbook","_type":"_doc","id":"txIQLnMByMrymAEmfQCk","_score":1,"_source":{"Episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","startTime":2041.9,"text":"put the Chiappucci no diarrhea and a milk'shake. Mix up the milk'shake real good and trick your dad into drinking the milk 'shake. And it ta'ste's like cappuccino. And your dad''s gonna 'say that he like's it, but you're gonna know there''s diarrhea. And there, Sean, I'm 'sorry. It 'say's to play you out with the 'song you're 'suppo'sed to 'say The Chatman 'saw Chatman 'song. I'm 'sorry, man","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chiappucci","Sean","Chatman","Chatman"]}},{"_index":"handbook","_type":"_doc","id":"uBIQLnMByMrymAEmfQCk","_score":1,"_source":{"Episode":"Dom, The Scuzzman, and the Commenter Hunt","speaker":"spk_0","startTime":2074.74,"text":"Man. Redder Director Dear White people, the Duffer brother's create a 'stranger. Thing's that offer's M and M pha'se agree's. Introduce's 'screen Ray Big Grande Bottom boat I m f A m B a and M f a j day degree's in that tho'se that 'some of the alumni and learn more Chapman-Univer'sity la'sh Kratt on Chapman.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Redder","Duffer","Ray Big Grande","Chapman","Kratt","Chapman"]}}]