[{"_index":"handbook","_type":"_doc","id":"axKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":1096.39,"text":"not really a morning person. And I woke up one morning, Teoh.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Teoh"]}},{"_index":"handbook","_type":"_doc","id":"dBKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_3","startTime":1176.83,"text":"here for you. You didn't try to jump the fence.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"iRKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":1353.22,"text":"Female. Okay, like, you know, but he's I'm sending it to our engineer team. Ha've it repute.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"jRKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_3","startTime":1366.61,"text":"people. Oh, no. Yeah. You don't want me doing that. I am an engineer as well. And you want to keep me as far away from the people. I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"mhKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_0","startTime":1485.14,"text":"Hey, Scoop troopers. It's old Sean Clemens with ah quick Hollywood lesson. Um, normally and add would go in this space and we did get into sort of a knockdown drag out fight with the wolf pop people. Ah, they wanted us to talk about a new show they're doing on our show. But as you know, we only talk about our show on our show on. That's part of what makes it so good. Anyway, Ah, this Hollywood lesson that's replacing the ad is just a little advisement we're giving you on how to promote yoursel'ves properly. So what they want us to talk about is something called cardboard exclamation point with Rich Sommer. By the way, Scoop Troopers Rich Sommer is a great fake name. Ah, that this guys come up with for himself because people lo've feeling rich and they lo've the heat and warmth of the summer time. And the, um, clothing gets smaller around that time of year anyway. Ah, he's doing some cardboard thing and it's got an exclamation point. And it's about board games. And I don't know what board games he's going to talk about on that. Probably Ah, uh, the candy candy candy men game, um, their kids stuff. But we''ve got an adult board game that we want Teoh promo, and it is the Hollywood handbook board game, and Hayes's drawing it right now as we speak and it looks freaking awesome and his drawing has gotten so much better. Ah, and he is drawing now some of the engineer blocks that you try to avoid when you roll the dice. And I'm writing out some of the cards of the great guests that you condone draw and some of the cool segments like Gmail Roof. Glad or that's really interesting that you can do with your friends to ha've fun with your friends and, um, take pictures of yourself playing it and send it to us. So Ah, I guess you know, listen to cardboard exclamation point with Rich Sommer and tune into the episode that I'm sure is coming soon, where he talks about the Hollywood hand. But board game his shows Thursdays on Wolf Pop and be good to each other. And don't e'ver lie to me. I always know if you're lying.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Scoop troopers","Sean Clemens","Hollywood","Hollywood","Rich Sommer","Scoop Troopers","Rich Sommer","Teoh","Hollywood","Hayes","Gmail Roof","Rich Sommer","Hollywood","Thursdays","Wolf Pop"]}},{"_index":"handbook","_type":"_doc","id":"nBKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":1671.67,"text":"Like being mad. What's the word for that","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oxKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_0","startTime":1723.04,"text":"eso. Thank you for suggesting. I'm glad I was able to hear that one because I had heard you. I''ve heard people tell me, like people would come up to me and said, Ha've you heard Shawn's story? The bobsled story? Like, ha've it? And I just ha'ven't a wander in which one? Yeah, well, that was because I had heard I had her. The other one? Yeah. You know, when you were with Marshawn Lynch at Of on Lake Placid training tournament and just talking about quiet strength and stuff like, I think that story wasn't as interesting as this one. So it's exciting to hear both the way I tell","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Shawn","Marshawn Lynch","Lake Placid"]}},{"_index":"handbook","_type":"_doc","id":"qhKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":1817.64,"text":"that's what I could. I drop truths. Some people find it funny. Some people find it informati've. Uh, and I don't gi've a fuck howe'ver you find it. That's pretty punk rock. I would I'm not. Yeah, I guess it's a little throwback Of Meteo beha've this way. But I do. I don't I don't care for the audience. Well,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Meteo"]}},{"_index":"handbook","_type":"_doc","id":"sBKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":1865.83,"text":"or which podcast, right? But I think the kind that you smoke and it's Ah, yeah, um, and you get high from it, and it's Ah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"tBKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":1887.48,"text":"Um, you guys are so good at that, you know, calling me out when I'm joking. When I'm the one saying something when I would want and I would want the same from you and and I'll gi've it to you and it's a 90 I know you WILL.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vRKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_0","startTime":1941.05,"text":"reason I'd lo've for you to scratch this off, which we don't normally dio is Normally we buy one for the Engineer is well, but this time on our on my way into the studio. Engineer Brett is with us today.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brett"]}},{"_index":"handbook","_type":"_doc","id":"wRKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":1997.6,"text":"Oli'ver Twix. It's like mawr, please.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Twix"]}},{"_index":"handbook","_type":"_doc","id":"xBKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2026.34,"text":"So no think. Did you did you ask Hayes for the change from the sandwich and coffee? Do you maybe ha've some of the jute Also demand at least a full $10 worth Of things. What about some of these tooth? But you ha've your, um, minty toothpicks. Ah, yes. Someone were. You could probably use the base of this","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hayes"]}},{"_index":"handbook","_type":"_doc","id":"xxKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2054.76,"text":"It's again. Ironic key chain chronic purchase. An ironic automobile. This is Look, I don't want to act like I'm a the generate gambler, but this is a bad sign. You got four numbers in the forties, which is just a sign that you're not going to see any forties. You know, you're going to see all four","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"yRKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2073.87,"text":"You will see the numbers right around there.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"zhKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2101.19,"text":"Um, well, thank you guys so much for this opportunity for a crack at, uh well, you're only halfway. You still ha've. Yeah, I know. I'm just not confident. And this is a good lesson for the scoop troop. And I think this defeatist attitude in this sort of giving up halfway down your scratch ticket Ah, is ah, thing that stalls out a lot of careers in this town. Do","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0BKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":2127.77,"text":"Yeah, you e'ven the last number and find the prize.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0hKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":2135.63,"text":"make. I make those guys check because they ha've the machine. And, you know, I don't ha've time to read e'very number individually, right? But I did get e'very 40. Um, but no winner. No winner. Yes, but that's alright, because and let I wasn't like I was not prepared to gi've any money to a charity anyway, because I'm not gonna take it that I'm not gonna take that. Sometimes","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1xKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2165.97,"text":"Well, if anything that I purchased and then bring into this podcast room is for the park.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2BKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":2171.24,"text":"I''ve already stabbed myself twice with a toothpick. I don't think I'm prepared to ha've this in the nose. Yeah, once in the mustache and once in the tongue. Right after. Why do they ha've to make them so sharp?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"3RKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2209.01,"text":"man, imagine if they came with something to read like a fortune or a comic or horoscope of some sort or both. Yes, fine, Yes, these air minty. This is like brushing, keeping to keep the mental illness, I think.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"5BKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2287.31,"text":"is in, and it's and topical storm, and then I just made one up in its John soon.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John"]}},{"_index":"handbook","_type":"_doc","id":"6xKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_0","startTime":2326.05,"text":"So I'll go right here with Yemen. Chaos a boon for Al Qaeda. Oh, no. Here he goes. You know, looking at this real quick. I got I got for you. I got semen chaos, a boon for all Keita's. Oh, okay.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Yemen","Al Qaeda","Keita"]}},{"_index":"handbook","_type":"_doc","id":"7hKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2372.12,"text":"that's just And that's just a minor, like word tweak topicality I could do I could do. Seriously, other point of view is here. We got like this. Some prospects. The reopened Empress Pavilion and Chinatown is long remo'ved from its days as the seat of power in Southern California. Dim sum scene, but it's not bad. Okay, So, uh, yeah, way go looking at this. And I say to myself, Dim sum, How about I'm young, dumb and full of dim sum if you No, No, here I am. I'm just some you know, I'm some Asian lady at the Empress Pavilion, and I'm young, dumb and full of dim sum. All right, open on about this. Felix Chevrolet has a 2015 Camaro ls for 1 79 a month. Look out, Felix, But I pay you an extra $20 you gi've me a m s. All right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Empress Pavilion","Chinatown","Southern California","Empress Pavilion","Felix","Chevrolet","Camaro","Felix"]}},{"_index":"handbook","_type":"_doc","id":"8BKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":2442.59,"text":"I will say that I get to get M. S. Uh, So what I'm saying is that from Felix Chevrolet? Well,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Felix Chevrolet"]}},{"_index":"handbook","_type":"_doc","id":"9BKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2500.29,"text":"Maybe what it is to is you would want e'ven more to educate people. Hey, don't pay for this, right? And if someone and also now I''ve said it, they know it's a joke because it's coming from, you know, the voice of the people that ironically, top of storm junk. Yeah, John Soon, Tropical Storm topical storms. And they hear coming from me. And then they're not going to get tricked when they go into Felix Chevrolet to buy a Camaro. They're going to send you want 20 extra dollars a month, you can ha've a degenerati've muscular disease, and these people will be like, No, no, this is a comedy bit from my guy. Johnny J. Deli'vered a topical storm. Gabor's are here we go real estate section. A commitment to you open Sunday, 2 to 5. Like my wife's legs.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John Soon","Felix","Chevrolet","Camaro","Johnny J. Deli'vered","Gabor"]}},{"_index":"handbook","_type":"_doc","id":"-RKYMHMByMrymAEmm59j","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2614.23,"text":"Sorry. E'ven before you do it,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ABKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_0","startTime":2672.28,"text":"went so fast. Then he'd start running. He would grant them like he would get to second base, and when no one was looking, he would take it out of pocket and throw it o'ver the fence and be like, told you they would scream. Told you at e'veryone. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"AxKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2696.89,"text":"you know, grit that's got some teeth. There's some There's some meat in this. Yes, And then by the time I'm done reading it, I ha've an idea. There's still Deuce Deuce in the school. Thank you, Brad. For fuck's sake, girl.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Deuce Deuce","Brad"]}},{"_index":"handbook","_type":"_doc","id":"BhKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":2773.2,"text":"killing people. I think it's in like a lion out like a rabid line, to be honest. Oh, yeah, because again tomorrow, yeah, Meaner lion. Okay, yeah, but you bring up some valid points. But that's the thing with my style of truth telling, there's not time for refining. There's not time for writing. There's not time for thinking there's not time for. Maybe this doesn't work. You know their accuracy and","PodcastName":"The Ads Version: Hollywood Handbook","tags":["lion"]}},{"_index":"handbook","_type":"_doc","id":"ChKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_0","startTime":2846.31,"text":"you said Of Barbara. Yeah, famously. And this is where and I did the, uh uh uh. I did Guiana for Oh, I did, uh, did like a residency in Guiana when I did, like, 20 nights Of shows","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Barbara","Guiana","Guiana"]}},{"_index":"handbook","_type":"_doc","id":"EBKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":2924.05,"text":"that's you know, that's how I end. Most of my sets is like All right, so you''ve heard what I ha've to say Now come at me, dog, cause I'm a equal opportunity employer man. I'm not gonna come. I'm not gonna come to your school, shred you guys shred e'verything you belie've in without giving you a chance to come up. Like, um, I did. I did something at, ah, Uni'versity of Iowa. Where the for the fraternity show. What were those guys? The those nice kids with the fun song about, uh, Oklahoma? Yeah. Frances. Yeah, that was like a fun little topical song. So I went down to that school and then I had, you know, I did some material there. And then when I said come at me, dog, some of the girls from the sorority came up with, like, a Sharpie marker and, like, circled all my fat and imperfections on my body and stuff. And I'm game for that. If I'm If I'm gonna be here, Magna point, the fucking lends the lens of truth at different things. I'm gonna be allowed to turn that lens upon myself. E'veryone. And it's like you said. I mean, you did just say you're an equal opportunity employer, and I hate when people change that term to be equal opportunity offender, because it's like, No, you're providing your enjoyment. You're giving them the job Of either laughing or coming at you dog. And if","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Iowa","Oklahoma","Frances"]}},{"_index":"handbook","_type":"_doc","id":"GhKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":3044.26,"text":"uh huh, And then you just don't know.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"HRKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_0","startTime":3050.15,"text":"you find the song, Brett. Just Google it","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brett"]}},{"_index":"handbook","_type":"_doc","id":"IhKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":3077.58,"text":"when they come on and do","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"IxKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":3079.19,"text":"they come on And they like, you know what the different bits are and stuff. And it's like what is","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"MBKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_2","startTime":3220.53,"text":"Here's you. Here's a question about the drought. Oh, good job. Very topical. California is turning its Of","PodcastName":"The Ads Version: Hollywood Handbook","tags":["California"]}},{"_index":"handbook","_type":"_doc","id":"NBKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":3295.39,"text":"That's where your dad's calling. My phone. I guess I just showed it off. No, you can get it. Should I e? I just talked to him real quick.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NxKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":3314.52,"text":"yeah. No, this is Hayes's. He remarried and changed. Colleague wouldn't say friend. No, I just know him through. Yeah. Uh, yeah. I'll tell. All right. Sounds good. Did he say to is now on Netflix streaming? It's a plug. Yeah, that's what he was calling. He called him with a plug.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hayes","Netflix"]}},{"_index":"handbook","_type":"_doc","id":"ORKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":3340.75,"text":"He could ha've texted. That would ha've been a lot easier. Yeah, I'm excited for your father. I noticed you didn't say lo've you too, when you got off the phone with him.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"QhKYMHMByMrymAEmm6Bj","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":3464.01,"text":"Yeah, um, so I I'll go up to Mick and I'll say, Look, I know I'm not supposed to do this, but gi've me half Dr Pepper. Half Cherry coke, half dp half Sisi. Gi've me the DPC, See, baby. And he knows what I'm talking about. Hey, hooks it up. Then I get the get the spicy Ah, brought with the mango jalape o sauce on top, Extra relish and I'll sit in the back movie dinner and just fucking hand in the drink. It right in the drink floated in there for a little bit. Sip the drink at a little The mango jalape o ah essence in there. Take the dog out. The bun is like half dissol'ved. Pop that right down the gullet and then I'll lea've before the movie starts out the previous year on your stomach. It's like that Joey Chestnut. Yeah, yeah, she crazy legs. Conti. That was my old crew. I used to run with the back when I was doing, you know, amateur competiti've eating. Why? I thought I was just eating. But a lot of people were telling me This is highly competiti've. The way you're eating people would come up and start competing with. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mick","Dr Pepper","Joey Chestnut","Conti"]}},{"_index":"handbook","_type":"_doc","id":"TBKYMHMByMrymAEmm6Bk","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":3652.29,"text":"Yes. Yeah, it was just They were all o'ver one of them. Waas Ah, full house was a pre Colbert Colbert thing, right? They were trying that out. And then another thing was UNEP isso Of cops. And, um and then one of it was a li've show that just didn't translate well to tell them anything. Where a desk was in frame","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Colbert Colbert"]}},{"_index":"handbook","_type":"_doc","id":"ThKYMHMByMrymAEmm6Bk","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":3678.16,"text":"they wanted had met Colbert. But they knew a desk should","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Colbert"]}},{"_index":"handbook","_type":"_doc","id":"UhKYMHMByMrymAEmm6Bk","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_0","startTime":3731.22,"text":"isn't that funny? Yeah. I lo've when people say shit like you know what?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UxKYMHMByMrymAEmm6Bk","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":3735.69,"text":"What's comets? Thoughts, you know, comments the dog from full house. And I like when people hit you with stuff like that or like, what's comments? Yeah, Or like Wait,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VRKYMHMByMrymAEmm6Bk","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_0","startTime":3760.8,"text":"Got any? Did somebody got any wood? And somebody got any would","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ahKYMHMByMrymAEmm6Bk","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_0","startTime":4039.53,"text":"I Hold on. Let me just check my website. It turns out we don't ha've time. Gay bris dot or I thought you ha've the blood ready to go Now. Hold on. Standby. E Mail it to hold on.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"bxKYMHMByMrymAEmm6Bk","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":4086.4,"text":"And what's it going to say?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"cxKYMHMByMrymAEmm6Bk","_score":1,"_source":{"Episode":"Jon Gabrus Again, Our Close Friend","speaker":"spk_1","startTime":4119.96,"text":"Hollywood is brought to you by Wolf Cool Productions, a subsidiary of Calvin Hobbes,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood","Wolf Cool Productions","Calvin Hobbes"]}},{"_index":"handbook","_type":"_doc","id":"dRKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":0,"text":"Hi. Handbook. Heads need a mortgage, but your finances don't fit in a neat little box. Pro've low. P R I V l o A new kind of mortgage lender takes a holistic view of your finances to see if you qualify, e'ven if you ha've a one time credit blemish. Now, this this is something we can relate. Teoh, Um, you are a homeowner. My wife is a swell, but that doesn't mean we're perfect. And we ha've ne'ver made a mistake with financial decisions. No, Um, And what privilege does is you can ha've one accident, Uh, in in your credit, that might ha've hurt your credit score a little bit, but you can. You can","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Teoh","Um","Um"]}},{"_index":"handbook","_type":"_doc","id":"gBKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":255.61,"text":"what What would you call that one?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ghKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":261.91,"text":"ling are boudoir, gentlemen. Well, there's no pressure on us. What up on? Ah, we''ve got all day. It's a weekend and and come back to bed, sweetie. Now we got our test About were something that made us a little pissed.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"hRKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":362.08,"text":"is. There's a whole and they're some of the names are outrageous, and I'm so proud of my people for coming up with some of these crazy noises and the imagination and no wonder where I get it. And so","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"jBKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":480.16,"text":"I mean, I'm so curious about this world. And so you naming a Nati've American character pussy breath is not your telling me that that's not an offensi've thing to Dio.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Nati","Dio"]}},{"_index":"handbook","_type":"_doc","id":"kBKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":532.79,"text":"And so to sit on face the character he says Say, Honey, how about after this? We go someplace and I put my pee pee in your teepee. Okay,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kRKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":542.17,"text":"Record scratch. Stop the tape. You can't say that stuff. PeopIe In my TB now, I had written a 'very tasteful 'version of that where I meditated went into, like, a sweat lodge thing. He got in touch with my mana to my spirit animal. And when I came out, I wrote a scene that spoke to the trials of my people and it was sits on face. Who was a guy said to either pussy breath or some other chick. He goes, Ah, hey, later on tonight, why don't I put my fig Guam in your wigwam? And that's because we don't column Teepees. We come wigwams now. Big wam, fig Guam. Yeah, it's supposed to ah, sound like what is being a Penis, and that is maybe a little bit of a stretch. But so is that That's not a Nati've American","PodcastName":"The Ads Version: Hollywood Handbook","tags":["PeopIe","Guam","Guam","Nati"]}},{"_index":"handbook","_type":"_doc","id":"khKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":607.32,"text":"term, because I don't know anything about this. I mean, you mostly educate me on this subject that that, uh","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kxKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":616.23,"text":"if it's a term. It's not one that my guys use or that I ha've done. But it does kind of sound once you just put it in context like it could be. And we went through a bunch of different drafts on that where it was, um","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"nhKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":788.88,"text":"So if she was called date, it's that would mean that you associate with, like, kind of bluish purple round bluish purple things. Yeah, that's right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ohKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":882.84,"text":"a disaster cup for really experience like you hold. Did you hold a fig up to your own? To my tits?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"pBKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":936.72,"text":"Are these guys terrorists? Can I hear you just describe a strawberry?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"rxKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":1041.07,"text":"we ha've enough money now is what happened. You could send to the show, I guess. I don't know how that works either, but we just hit our max and we ha've enough money. I guess we could spend it all on scratch off cards. We got","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"sBKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":1057.96,"text":"eso uh, Kevin O Brien. Michael, Bay of Pigs sent us a letter. Dear Hayes and Sean, what the fuck is popping? Hook your boy up with that pro 'version A sap. Put a little cash in here. So you all broke. Boys, don't star've. to death. Enjoy the Doritos. And there were, I guess what? We're Woods Hole, Doritos and the en'velope, but we're now sort of crunched up. The mailman might ha've munch some of them into","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin O Brien","Michael","Bay of Pigs","Hayes","Sean","Doritos","Woods Hole","Doritos"]}},{"_index":"handbook","_type":"_doc","id":"tBKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":1155.58,"text":"Um, Thank you, guys. Thanks for all the mail. And, uh, thanks for sending the stuff. Ah, and the money, um, made my stomach hurt to see that somebody had put 50 bucks.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"uRKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":1204.49,"text":"Hey, guys, want to talk to you about a company called Priv Alot? Preval o p r I v l o is for people of self employed entrepreneurs, business owners who are successful and ha've good credit, but they can't get a mortgage through traditional lenders privileges. A new kind of mortgage lender, they take a holistic view of your finances to see if you qualify for for a mortgage E'ven if you ha've a bankruptcy or foreclosure, it's o'ver a year old or a short sale o'ver six months ago. You may still be eligible. So it's a really interesting company. They know that the gig economy is new, our new normal. And they built a company that specializes in home loans tailor to fit riel li'ves. Now I want to introduce my friend. Ah, this is a guy named Verbatim Vic Wojo. Did I hear my name? Sorry. I was just o'ver here smoking a clo've cigarette.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Priv Alot","Verbatim Vic Wojo"]}},{"_index":"handbook","_type":"_doc","id":"vhKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":1278.55,"text":"And now in amazing demonstration. Let me start off 'verbatim. Pick. That's okay. Has that e'ver happened you before? Uh, yeah. and how in an amazing demonstration of compliance that means privileges on the up and up A few words from the go'vernment Priv low dot Inc is ah, licensed. But starting now, we said you this copy. It does feel like you're reading it for the first. I","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Priv"]}},{"_index":"handbook","_type":"_doc","id":"xxKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":1407.01,"text":"and then you messed up. I don't know if I messed up. I was having fun with it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2BKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":1604.16,"text":"And she's like, you know, like of course, I know, like it's like chewing e'veryone does it, but I","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"2hKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":1616.66,"text":"You know, like if you just watch someone chew with their mouth closed, you can't","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8BKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":1950.1,"text":"on this, explain that it is on a different time. Yes, and please do walk people through the ozone explaining where they are. Okay, Yeah, it's well, it's It's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8RKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":1961.08,"text":"10 30. But I had an interesting mountains, right? 9 30 I think it's always Comedy Central, isn't it? John, you seem exasperated. Uh, it's Central. I don't I don't see where the problem is. It's no matter where it's playing, it's Comedy Central. Say, I don't","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Comedy Central","John","Central","Comedy Central"]}},{"_index":"handbook","_type":"_doc","id":"8xKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":1981.4,"text":"changes what the name of the channel is. Well, the channels different in different TVs. You go to your friend's house,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_hKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":2116.26,"text":"So let's do the class, okay? Just suffocate you with the bone here. Me?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"_xKbMHMByMrymAEmVqDA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":2123.33,"text":"Okay, That's a 'very short Maybe you could help me with this because Okay, you start the download,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"BxKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":2314.78,"text":"and you're some production credits and those are in there the same e'very single time. Yeah. We gotta be really simple here, Alex. We''ve got to really get into it. Okay. Idea. I didn't realize these were the Yeah, yeah, yeah. No, this is Yeah. Yeah, those air.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Alex"]}},{"_index":"handbook","_type":"_doc","id":"EBKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":2459.54,"text":"you know, any anyone who makes any kind of art has to at some point recei'ved notes and we wanted to kind of ha've a little bit of ah heavyweight match slobber knocking, throw down where we'll gi've a note on your show. And then you gi've us a note on the podcast and we see who does better because we lo've the shows so way are loving it. Thank you. Soon we were crazy. I think you crazy.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"GhKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":2618.23,"text":"like sha've a dog is that you know, That's or know that you're no Oh, yeah. No. Well, good. A time as any to bring up Harry's razors. Harry is raised from a factory in Germany. You can sha've pretty much anything. Uh, e'ven if it's during your podcast and you want to sha've your dog, gi've the dog a little bop on the head first. Because otherwise he's gonna be moving around a lot during the sha've.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Harry","Harry","Germany"]}},{"_index":"handbook","_type":"_doc","id":"JBKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":2735.99,"text":"and then you I mean, they see you''ve got your notebook out. He's only got six or se'ven more. Do you want to just rip through now? I'll just read through you. I can't belie've you brought all these","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"JxKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":2815.58,"text":"yep. Okay, you said four. Did you know I want to read Salvador Deli and dealt Vader? It says I wasn't. Don't forget to say, farmer in the Dow Of a page,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Salvador Deli","Vader"]}},{"_index":"handbook","_type":"_doc","id":"KBKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":2829.13,"text":"there's a drawing of a pretty cool looking plain. It says it's a stealth bomber.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"OBKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":3052.31,"text":"no, no. I'm saying, but","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"OxKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":3061.07,"text":"I'm trying to picture it. And what would that be? Doing it that way. What would be the what's what's happening?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"PxKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":3106.88,"text":"How important is making a woman come?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"RBKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":3161.37,"text":"I don't know. I mean, if you don't mind, it is Take it real quick on Mike. Yeah, sure.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mike"]}},{"_index":"handbook","_type":"_doc","id":"RxKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":3178.66,"text":"I don't know what. Well, thank you. That's 'very nice of you to say.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"SBKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":3184.36,"text":"So you're welcome. I'm glad that it I'm glad that that's how that feels.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ShKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":3200.22,"text":"Well, that was a successful phone call you were in on the phone that I absolutely a video that was playing in your ear. No, no, no. They ha've a new phone","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"TxKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":3265.88,"text":"It was exactly two people. Yeah, but they were at minimum, having sex and probably more.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UxKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":3309.64,"text":"and you literally are seeing it on the screen of the phone. You talking about Justin? You're talking about pullets. Ah, Fung own Alex.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Justin","Alex"]}},{"_index":"handbook","_type":"_doc","id":"VRKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":3336.2,"text":"It's a phone, So, yes, you whate'ver, sir? Yeah. Hot friends? Absolutely. Yep. I understand what you're talking about. And then I was confused. Just Yeah, it's great. It's great. That's things. And John gets it. And John What? This table is probably having a good time, huh? Hannah Bill","PodcastName":"The Ads Version: Hollywood Handbook","tags":["John","John","Hannah Bill"]}},{"_index":"handbook","_type":"_doc","id":"XRKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":3465.04,"text":"Oh, no, it's It's just a straight up glass with a big mouth of the time. Oh, interesting. We ha've a question from Valerie Bryant s. So we didn't know for sure that John was coming in the beginning. So it was just that Alex's friend. We knew this from Alex's friend. So I ha've some questions for our friends. He's on the show. Also. He's, you know. Okay, quit. I can get though on OK, you know the question from Valais Bryant. You know, it's got to be Alex. You're a trendsetter. I heard before you came along. People were saying That isn't anything but a chicken's wing. What other popular phrases ha've you coined?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Valerie Bryant","John","Alex","Alex","Valais Bryant","Alex"]}},{"_index":"handbook","_type":"_doc","id":"XhKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":3504.12,"text":"Ah, um that, uh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"YhKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":3535.57,"text":"That's what she said. Toe ha've anything to do with sexual stuff? Did you know? No, I didn't. You want it to be nice things? Yeah, I did.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"aRKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":3656.18,"text":"in the hole. But should be something about popcorn. Um, I don't uh uh. I just WILL wonder the way to answer the question, but with the subject being popcorn, we ha've popcorn in there. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"exKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":3924.38,"text":"Yeah, Yeah. I mean, I'm into it. I am. Mm. Yeah. Okay. Should it? Let's get another question. Another bag? Sure.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"fxKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":3954.13,"text":"and see this. Great. A lot of the times we wonder. Like how he knows so much about what's going on. It's a Mark Johnson from high school. Does a lot of these sound drops. Doesn't had a time. Often he seems to know an unusual amount about the show. You got a promotion recently, actually. Within for our show from his job. Yeah. Yeah. He smashes Dumpsters together for his job. He pushes dumpsters into one another for his job. Yes. Yeah, although I guess not anymore. Well, yes, anymore. But he got a faster cart.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mark Johnson"]}},{"_index":"handbook","_type":"_doc","id":"gxKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":4012.01,"text":"I don't think I did. Like I ha've this question from Bozo's, formerly both those Of John basketball. The question is, Alex, do you want more room to talk about that, John Basketball enough?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Bozo","John","Alex","John Basketball"]}},{"_index":"handbook","_type":"_doc","id":"hhKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":4055.07,"text":"No, no, it's just It was just a character that I that I played well, he did like recei'ved impressions. Yeah. Oh, really?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ihKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_1","startTime":4103.64,"text":"Yeah, I ha'ven't e'ven I ha've ne'ver thought about about this. It's kind of blowing my mind right now.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kRKbMHMByMrymAEmVqHA","_score":1,"_source":{"Episode":"Alex Anfanger and Jon Bass, Our Close Friends","speaker":"spk_0","startTime":4201.32,"text":"More like being time. Oh, so that was good.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}}]