[{"_index":"handbook","_type":"_doc","id":"YhFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":153,"text":"I am at, uh, where wa's which we met? Um, Rite aid for lunch with mi's'sing Link. And we are enjoying a box of di'she's beef bone I picked beating on before. They don't have the phone doe's. So that''s the fir'st thing that when we go to Rite Aid, mi's'sing link's 's down. Say's, do you have beef bone beef book? They 'say ye's. Did na'sty. That''s right. And that''s what they had wa's one beef vote, plea'se. Ju'st one today, and they 'say, Sorry, we do not have beef bone. Perfect. And he 'say's Sen'se, Okay, ju'st a box of di'sea'se. Okay, 'so we are 'splitting a box of ti's'sue's becau'se it i's It''s SME's 'sea'son. And I think he ha's gotten in hi's head that I think he''s doing it. Like to be cool becau'se he 'see's other people having them u'sing them. Yeah, like pulling out ti's'sue's. And 'so, like, he wa's, like, doing it for me In a way, that''s like, Well, what he 'see's i's the thing after him u'sing them the next human. Yeah, And behind him, the link that''s not mi's'sing that we know about. Yeah, the old one. Yeah. Not u'sing it. And he goe's, I 'should be more like thi's next thing. So thi's make's me","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rite","aid","Rite","Aid","Sen'se","SME"]}},{"_index":"handbook","_type":"_doc","id":"bRFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":388.35,"text":"i's all that la'st part in pre'sidencie's, like after Birdman. Ah, that wa's a bird man. Take. That wa's unexpected virtue.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Birdman"]}},{"_index":"handbook","_type":"_doc","id":"ehFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":742.78,"text":"Do you al'so You have to 'search it with the exact bladder's and it's ca'se 'say's it up. If you don't type that exactly? There''s a lot of punctuation and 'space's, Ye's, and now we have to have the'se pre's'sure's like it in terra Bang at 'some point. So there''s even more.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["terra Bang"]}},{"_index":"handbook","_type":"_doc","id":"hBFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":896.15,"text":"'specifically what? He's dead with it when he read hi's Away luggage ad. Ah, he wa's bringing 'so much 'swag to the ad read that they went out. They 'saw what el'se wa's out there, and they decided it wa's worth the trade off. Even though it''s 'sort of like we're back had read lingo. But I wa's 'stroking for you. Ye's, he wa's 'stroking. I'll tell you, they haven't knocked on my door. Oh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"iRFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":967.25,"text":"IV apologize if I'm lo'sing them. Uh, great. We've already done. Now we don't have to do the real. I feel like I'm going THOMAS ever hear from them to Okay, What''s the bad? What i's the adverti'ser that you found Ha's been your forever boo IV Even weed, which I mean i's,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"kBFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":1094.14,"text":"Yeah, but you know there''s water in thi's gla's's and look out. Look. Look how much I can lead it around. And, wow,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"khFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":1131.34,"text":"you never every 'source told you. Yeah. Came on the program. Doe's it 'show a frequent gue'st? Ye's. Great guy. Mm. Right. Wrote a young adult book called Crap Kingdom. Wow. Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Crap Kingdom"]}},{"_index":"handbook","_type":"_doc","id":"kxFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":1145.62,"text":"Do you remember that? The name of the book. But you don't remember. He''s","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"oxFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":1342.77,"text":"it 'see it''s going four hip's. That''s for hip's dot com cut's or your hip's. Hip clip's i's 'such a jazzy name. Hip clip's. Yeah, you don't want to call it have clip's. I would like people to accidentally type in my 'sight when looking for five.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["dot"]}},{"_index":"handbook","_type":"_doc","id":"pRFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":1401.44,"text":"F o r h i m 's dot com 'sla'sh The Boy's four him's dot com 'sla'sh The Boy's but doe'sn't work with a belt if you have a belt down already Away offer's high quality luggage at a much lower price By cutting out the middleman and 'selling directly to you. If I thought the'se dough, I thought of 'something about it. That i's fine. You can think about anything you want. Well, I actually have come up with I think a pretty good I had a campaign that they 'should be u'sing wide. I can't. You might co'st a little bit of money, but I think it''s worth it. Okay. You ready? No. Ready.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["dot","dot"]}},{"_index":"handbook","_type":"_doc","id":"rhFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":1650.2,"text":"freedom to create. Hi, guy's. Chef Kevin here. He''s a branding geniu's. And the hair doe's kind of look like he ju'st took a chef hat off. That''s true. Your hair i's doing 'some intere'sting 'stuff today. I would 'say mo'stly in the back that Chef Kevin i's. Maybe now where the back'stroke","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Chef","Kevin","Chef","Kevin"]}},{"_index":"handbook","_type":"_doc","id":"rxFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":1664.72,"text":"out? It''s kind of had hair thing going. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"sRFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":1680.17,"text":"talking about your high","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"shFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":1681.25,"text":"today, Kevin, What are we feeling? What''s the 'story today? Okay, So I took a 'shower la'st night becau'se I wa's playing Ah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Kevin"]}},{"_index":"handbook","_type":"_doc","id":"vBFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":1782.55,"text":"Chef. He''s a character. All right, a que'stion mark.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"wxFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":1930.58,"text":"Let''s do 'some of the'se game's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"xhFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":1963.18,"text":"Your battle'ship preten'sion. I's that a big one? I ju'st hear about the'se thing's. I don't really li'sten to him. Roll's on old. I'll 'see him when I'm looking at the China about un'spooled. What''s that?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["China"]}},{"_index":"handbook","_type":"_doc","id":"zRFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":2135.68,"text":"hurt your feeling's. When he did that, he love's movie's. What Modern la'st movie. He did that in the 'show.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"1BFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":2241.25,"text":"it. Ah, you know, the company that he had a deal with, you know, would you know, it 'seemed to be a popular app, and he wa'sn't getting the money he wanted for it. And then, you know, yeah, Rap game's Got to be rough. It''s gonna be hard. THOMAS No. Yeah, you really they're 'so 'small for fir'st of all, 'so I don't know. I don't know if he ha's a new Apple or not. I'm not 'sure I want him to make the letter mountain's hi's review's. You know, the app that you u'sed to have toe by from 'some other company, he 'should ju'st right. You don't do it him'self. Ju'st Teoh Ye's. Hire a guy you need only need's to 'somebody to ju'st 'send it all up for um and, uh, we'll be good to go. Engineer Jordan. $10,000. Do a whole thing. Stop the vintage anyway, I'll try to talk about it 'sometime. So what do you 'say? You 'say, uh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Apple","Teoh Ye","Jordan"]}},{"_index":"handbook","_type":"_doc","id":"2BFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":2358.67,"text":"Saying the'se Thi's i's how many actor's that I go in, the fir'st per'son on the panel. NHTSA. How many name's would you need to name it? How many name's from that li'st reading from the bottom. So the 'smaller character role's leading up to the Leed's So 'she''s taken aim and four name's you're not gonna hear, you know, if it''s an eight name thing, I could hear the top four name's. Okay, 's they bid like that? They take turn's bidding. How many name's? Anything. Get it in. And when 'somebody where they bidding movie's,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Thi","NHTSA","Leed"]}},{"_index":"handbook","_type":"_doc","id":"4hFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":2542.4,"text":"that he ever that he would keep cow. You know, there''s a like a guy that i's like","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"4xFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":2546.85,"text":"I didn't think he wa's 'sweating it. You know what I mean? My a's'sumption wa's ju'st that he put it down whenever he plea'sed, and he didn't nece's'sarily have to tally it.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"5RFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":2585.68,"text":"they don't re'spect each other, at lea'st not on camera. But they would have THOMAS hold up the one 'side or the other if the movie waa's hot. It wa's hot or cold on. Uh, you know, and I 'said to letter, Didn't lo'se lea'st come out when you were doing there. I wa's like, Ye's, a force. You had to 'say that Schindler''s Li'st wa's hot hot rating becau'se it i's 'so hot, 'so amazingly hot.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Schindler"]}},{"_index":"handbook","_type":"_doc","id":"6BFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":2639.17,"text":"for you believe you can't believe that you guy's even have him in their really jumped out of arm's reach al'so crunching on camera. That''s that''s no good And we're not on camera. I meant on microphone Oh, on Mike. Yeah, People hate it when we eat on here. I mean, they really get pi's'sed off, but police feel free to have 'some of tho'se dark ru's'set Cape Cod potato chip's Special order from the Ea'st Coa'st. You can't get tho'se out here, Doug.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Mike","Cape Cod","Ea'st Coa'st","Doug"]}},{"_index":"handbook","_type":"_doc","id":"6RFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":2659.74,"text":"Alright, if I can't take it like if I get really while on badly, then I will.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"6xFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":2687.96,"text":"U'sually I have a policy of not being friend's with Terminator's, but thi's would I do want to be friend's with. Okay. All right, All right. I mean a","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Terminator"]}},{"_index":"handbook","_type":"_doc","id":"7xFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":2719.29,"text":"no you ju'st like looking at It''s ju'st too many i's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"8hFgJnMByMrymAEmbYqC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":2736.75,"text":"Except that thi's i'sn't My 'show. Yeah. I don't know what kind of you. Thank you. Thank you for agreeing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ARFgJnMByMrymAEmbYuC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":2926.17,"text":"you'll Furman Edem. Yeah, I'll totally Fermin a firmer nater to, uh, 'so I 'should I do one from the now? Yeah, right. So thi's wa's the old 'school way to play it. Like when we fir'st invented thi's game wa's me and my friend's. Ah, Brian Po'st Sane and Sarah Silverman would 'sit around and play it. Ah, when we were, you know, board and hanging out and eventually 'started doing it on Tho'se are the people that are monetized fund. The 'same thing i's the famou's one's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Furman Edem","Fermin","Brian Po'st","Sane","Sarah Silverman"]}},{"_index":"handbook","_type":"_doc","id":"EhFgJnMByMrymAEmbYuC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_1","startTime":3130.62,"text":"Oh, there''s a bunch of people in that movie. I know. But it's dream draft wa's it that Ginny Jaffa do","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Ginny Jaffa"]}},{"_index":"handbook","_type":"_doc","id":"FBFgJnMByMrymAEmbYuC","_score":1,"_source":{"Episode":"Doug Benson, Our Movies Friend","speaker":"spk_0","startTime":3144.15,"text":"Okay, 'so now Doug get's a alright, Doug, it i's with the book Gareau Fallow Way he got We never gue's's the movie. Oh, yeah. Oh, yeah. Get's the other name today. Ye's, I get the other name. Yeah. Okay.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Doug","Doug","Gareau Fallow Way","We never gue's"]}},{"_index":"handbook","_type":"_doc","id":"GBFiJnMByMrymAEmK4tf","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":0,"text":"There''s a brand new Hollywood Handbook 'shirt and it''s It''s 'so cool. Go to pot 'swag dot com 'sla'sh the Boy's and 'see for your'self.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Hollywood Handbook","dot"]}},{"_index":"handbook","_type":"_doc","id":"HBFiJnMByMrymAEmK4tf","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":219.45,"text":"Al Farouq mean's big mean's the big chief. Okay. What were you doing? We were going through FDA trial's trying to get our new approved Ye's, the drug's. Ye's. Um, we have the'se drug's. Which guy's? Well, and here''s the thing with the FTSE 's. Oh, there''s 'such a pencil pu'shing dai'sie's. And they're all like, Well, what i's the drug to 'suppo'sed to do? Ju'st try it Yeah, I'm like, I don't know what it doe's. Let''s get it approved, and they will 'sell it to people who want it here. I mean, I'm like, Tell me if there''s any really bad 'side effect i's try and maybe that''s what it doe's. Try aloe piece of one, literally eat it. And then let''s talk about a tiny piece. So rude. Imagine, I came to your hou'se for dinner and you 'slide 'something from the angle. What doe's thi's do? What i's thi's Made off? Take a bite of it. Okay. I have Ah, mou'se. Eat it 1'st 0 yeah? Let me feed it. Oh, I'm Rap 's mouth. I pulled him out. Shot of my pocket's of your meat. So thi's to the mou'se, I go going on getting on. Thi's i'sn't a good dinner. And that''s what it''s like at the FDA with tho'se trial's. And 'so we're getting pi's'sed My on I 'started that way, and finally I go find you guy's are 'so mad I'll eat it and u'se Watch me, I'm I take a big handful and I'm and I'm challenged out. I'm going lunch for you. Yeah, 'saying yeah. And it Did turn out to be chewy 'spree. Hey, welcome to-Hollywood Handbook In'sider''s guide to Kicking Button Dropping name's on the red carpet line Bike Alway's thi's indu'stry we call 'showbiz. What? Tony? Hey, I won a Tony have 'so many que'stion's about your a experience. I want a Tony. Right? Are you going through thi's proce's's? Veep i's done. Me? You're trying to get in the game","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Al Farouq","FDA","FTSE","FDA","Hollywood Handbook","Kicking Button Dropping name","Tony","Tony","Tony"]}},{"_index":"handbook","_type":"_doc","id":"HhFiJnMByMrymAEmK4tf","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":348.06,"text":"good pill. The'se pill's of the'se big pharma. It''s big money. It i's big money. How did you get in the FDA, though? I'm curiou's. Like what credential's you u'sed to, like. Get in there. Yeah, have 'some tight 'security now. Yeah, I did. Um, actually, it''s a really crazy 'story. I, uh, u'sed the front door. Wow, you ju'st have that kind of face that they're, like, ju'st let you in. I am 'somebody who people inherently tru'st and he can 'sort of flatten out and, like, crawling Away. Really?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["FDA"]}},{"_index":"handbook","_type":"_doc","id":"IRFiJnMByMrymAEmK4tf","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":473.19,"text":"and that i's what he''s been doing around the office. Yeah, and I A market. I'm offended, but I don't know why. Like, on who don't want to be offended. That''s like, That''s a very popular phra'se. That''s the T I. Ju'st a t. I ju'st gue's'sed, judged on RuPaul''s drag race. And I heard that''s the tea. Okay, I think I 'saw 'some clip's of you bla'sting through my feed. Well, you got through there 'so fa'st. Did I? Ye's. Very temporal e. I mean, but in, like, a cool way. You're like a rocket 'ship. Feed i's u'sing and gone. And the roo'ster's on? Yeah. Got it. Do you get offered a permanent judge po'sition? No, I would have liked one, though. I had a bla'st doing it. Yeah, it really well, the epi'sode I wa's on, um, you had a bla'st telling people that their drag wa's not good enough. No, I didn't. For me, that would not be fun for me. Well, I know they worked hard on it, 'so I kind of want them to feel good.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["RuPaul"]}},{"_index":"handbook","_type":"_doc","id":"IhFiJnMByMrymAEmK4tf","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":533.05,"text":"I kind of became the Paula Abdul of the panel. I wa's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Paula Abdul"]}},{"_index":"handbook","_type":"_doc","id":"NRFiJnMByMrymAEmK4tf","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":856.97,"text":"Do they not tell you? Okay, well, one of the fixe's we have let''s lo'se 'some of the dead way. Tony","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tony"]}},{"_index":"handbook","_type":"_doc","id":"NhFiJnMByMrymAEmK4tf","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":866.92,"text":"Oh, Tony HANDBOOK. Oh, I mean, we did not mean you, but we didn't 'say you 'specifically, but the Sam and Sam wa's feeling 'said that Sam wa's in the room, 'so we had to keep Sam, who he''s, like in the room. And it''s terrible. You gotta pick one, you guy's. Oh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Tony HANDBOOK","Sam","Sam","Sam","Sam"]}},{"_index":"handbook","_type":"_doc","id":"QBFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":1067.39,"text":"So thi's i's a pharma by thi's caramel caramel way? Originally fix Atlanta and we're like Atlanta i's like a great about the 'show. I's Carmel by The 'state","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Atlanta","Atlanta","Carmel"]}},{"_index":"handbook","_type":"_doc","id":"RRFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":1220.77,"text":"it, and you could do it without them. Okay, good luck to you have? You okay? What are your thought's on thi's whole, um,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"RhFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":1229.74,"text":"packaging? And my thought's are Li'sten to the podca'st. Yeah, and tell me if you think it''s good and that''s a product of the old 'sy'stem.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"SBFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":1243.42,"text":"Okay, It''s a full bag. It right on. My thought's on are ba'sically chop wood, carry water. I ju'st do the work. Ju'st do the damn thing, baby. Oh, there it i's. There''s that 'swell. About what? Good, right? It''s really good 'swallowing it becau'se it i's at hi's own joke.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ShFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":1272.82,"text":"'sort of prima knocked a on thi's thing on thi's. They were like, Ju'st go in there. Ah, and you find the area's that need help like, for example, like, What''s your guy for key? And he i's. He''s like, 'so My big i's'sue's. Thi's i's not a toy. Uh huh. And alway's not a toy. Well, he''s not. He doe'sn't think he''s a toy. Well, 'so then I mean, ba'sically, what''s he doing here? Actually, not big que'stion. Really? Called friggin fork 'story. That''s a good point. And they were You intend to change it? Becau'se we have a brand already. That work's what you have. Okay,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["prima","Ju'st","Thi"]}},{"_index":"handbook","_type":"_doc","id":"SxFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":1313.14,"text":"'so I'm gonna THOMAS aging Toy Story 4 to Toy Story 4","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Toy Story 4","Toy Story 4"]}},{"_index":"handbook","_type":"_doc","id":"TRFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":1337.9,"text":"Uh, only that that''s like, I's that a phra'se of 'saying you ju'st do it? Need's to get done. Do the damn thing. Didn't ju'st do today the damn thing.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZBFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":1901.46,"text":"get it right.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"cBFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":2090.74,"text":"and that, you 'see, thi's i's the 'same age range that Toy Story 4 i's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Toy Story 4"]}},{"_index":"handbook","_type":"_doc","id":"cxFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":2129.36,"text":"Okay, 'so you 'see that que'stion of whether the age range if Toy Story 4 i's ah gonna be the 'same a's the fan ba'se for Corky Romano that have movie 'star Ingrid Qattan? Ah, a's a relevant que'stion that''s going to help u's get the's live's recorded. And you know what I hear you on and I and I can under'stand that that 'sound's really aggre's'sive. And I'm 'sorry about that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Toy Story 4","Corky Romano","Ingrid Qattan"]}},{"_index":"handbook","_type":"_doc","id":"eBFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":2220.93,"text":"I ju'st think if Antonio Bandera's i's in thi's room and you went and Terry Abend era's, but I'm not talking about","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Antonio Bandera","Terry Abend"]}},{"_index":"handbook","_type":"_doc","id":"ehFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":2247.88,"text":"Try to kick the gong And what? Flying off the thing and rolled down all the temple 'step's. Oh, wow. That''s unfortunate. Yeah, and no one wa's recording it. Yep. Gnome wa's recording a region which helped me in court and the 'sound a bunch of people got nirvana. Something you would like ju'st 'shown up. People will like it ju'st walked in and they heard the 'sound of the gun going down the 'step's and they're like, Wow, e I got it. Oh, they got nirvana after 'seeing you rai'sing in, like, Nirvana unplugged. No, I wa'sn't, actually, but, um, he might have been Oh, but well, I won't break thi's down becau'se I and you and I could 'see you in your head going to flannel's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Gnome","ju'st","nirvana","Nirvana"]}},{"_index":"handbook","_type":"_doc","id":"fhFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":2313.97,"text":"and that''s to camera. Wait. So for 'so 'something happen's, can you get Can you kind of create that world a little bit for me? Why, he would 'say, Don't tell your parent's. I mean, I don't want to 'spoil too much. Yeah, and we're actually not even really allowed, uh, like Jair too much of like the plot detail's, huh? But ba'sically, by the time you're fini'shed and they've caught you cleaning it up,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jair"]}},{"_index":"handbook","_type":"_doc","id":"fxFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":2341.45,"text":"you got to ju'st go Don't tell your parent's. Wow, that 'sound's. And there''s a new like, you know, they have, like, thi's new technology. There''s like a camera effect where, uh, the four key will be 'saying 'so if you could ju'st ba'sically 'say the name of every child,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"hhFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":2468.88,"text":"Really? E think if more people could have thi's kind of certainty when they 'speak, I think it would create 'such a more confident and loving environment. So we have one name, which i's Shep Sheppard. That what i's odd? That what i's that we got? 00 I don't even do it in four key's Voice. Okay, I'm 'sure. So,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Shep Sheppard"]}},{"_index":"handbook","_type":"_doc","id":"hxFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":2497.27,"text":"Dio, that''s another note, by the way, had 40 voice to change it we need toe ramp up the vocal fry a big time. Yeah. Really? Yeah. Oh, yeah. All right. So, like I'm here, the old ver'sion, I kind of did the trailer you're allowed, toe. You're allowed to do it. That''s out of the bag. I need to kind of need to hear more of the world that you guy's air coming from a little bit. I don't know. I mean, I hear what you're 'saying, but forget both actor's, right? Oh, wow. If you think, uh, he''s Yeah, why did you have 'something that you thought I'd be","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Dio"]}},{"_index":"handbook","_type":"_doc","id":"lBFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":2719.19,"text":"I ju'st What doe's it 'say about you guy's that you feel like you have to do that to 'somebody each time I remember the plot now, OK, that we did for, uh, four key's. Uh, there''s a group of Florida high 'school's Do. Did","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Florida"]}},{"_index":"handbook","_type":"_doc","id":"lxFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":2780.42,"text":"Okay, I If it''s OK, I need to break that down a little bit. Ju'st kind of get toe Simple getting tropical. So I live in the Everglade's? Yeah, Suburb's of the Everglade's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Everglade","Everglade"]}},{"_index":"handbook","_type":"_doc","id":"mhFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":2811.66,"text":"The hoppy nightclub where a pro'stitution occur's. OK, guy's, I have to 'say, Thi's can't happen. Thing's can't happen.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"mxFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":2820.97,"text":"I won't let thi's happen. I mean, it''s like, uh, it''s Ah, it''s it''s It''s a beautiful 'story that Di'sney ha's created. And I feel like thi's. I don't know if they needed you guy's to come in and 'step in and do thi's, Okay? I wonder if that''s above your P great. But I ju'st feel like you. I really think you bring a lot of good attribute's into what you guy's do with acting. You 'said, Yeah, I don't know if the Toy Story 4 anche eye's i's one of tho'se venue's for you. The guy who doe's the voice i's telling Bob Iger how to do hi's job. What, You're telling me that you guy's have thi's meeting with Bob Iger? We i's. We've been trading","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Di'sney","Toy Story 4","Bob Iger","Bob Iger"]}},{"_index":"handbook","_type":"_doc","id":"phFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_0","startTime":3176.8,"text":"in the movie. Okay. Wow. Wow. It''s intere'sting. I wa'sn't, you know, at the beginning of reloaded, there''s, like, that in'sane party 'scene. I'm 'sort of like deejaying that party. Wow. I ju'st I mean, Jordan, I felt a lot of 'shame about your dating APS, and I don't think there''s anything wrong with you being on tho'se dating. I have a 'shame becau'se multiple time's that ha's been brought up on a 'ship. Come on, guy's dating IV. And yet he met Carrie Anne Mo's's on a day when there''s no 'share's. No 'shame and","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jordan","Carrie Anne"]}},{"_index":"handbook","_type":"_doc","id":"sBFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_1","startTime":3357.81,"text":"And then he talk's about how the'se thing's co 'star's on Lee. One of them ever made him laugh. Yeah. Okay, well, 'so all of thi's podca'st i's gonna be cut in tow. However, you guy's Oh,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Lee"]}},{"_index":"handbook","_type":"_doc","id":"tBFiJnMByMrymAEmK4tg","_score":1,"_source":{"Episode":"Tony Hale, Our Close Friend","speaker":"spk_3","startTime":3534.06,"text":"Rachel Bloom, Collection of Men, Corp'se's and one Woman,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rachel Bloom"]}},{"_index":"handbook","_type":"_doc","id":"uhFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":0,"text":"guy's turn your great idea into a reality with Square'space quad 'space.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vBFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":38.84,"text":"No, that''s coming 'soon. Ah, lot of the So if you do go to the web'site, almo'st every tab 'say's coming 'suit. It''s under con'struction.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"vhFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":64.89,"text":"The deuce's to that Square'space make's it ea'sier than ever to launch your pa's'sion project, whether you're 'showca'sing your work or 'selling product's of any kind with beautiful template's and the ability to cu'stomize ju'st about anything. You can ea'sily make a beautiful web'site your'self. Squad 'space i's gonna be beautiful. You do get 'stuck. Square'space i's 24 7 Award winning cu'stomer 'support i's there to help Beautiful in'side and out. And I 'should u'se that cu'stomer 'support to 'see if I can get the do u'ser's to be more animated","PodcastName":"The Ads Version: Hollywood Handbook","tags":["7"]}},{"_index":"handbook","_type":"_doc","id":"whFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":102.62,"text":"not moving. I want them to be going head to Square'space dot com 'sla'sh The Boy's for a free trial. And when you're ready to launch, u'se the Africa The Boy's i's a 10% off your fir'st purcha'se of a web'site or don't 'squad 'space.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["dot com","Africa"]}},{"_index":"handbook","_type":"_doc","id":"xBFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":157.78,"text":"He Claire. Yeah, he''s, um ah, he''s a game having 'some kind of effect on Made Yeah, tho'se gam's appeared Tho'se who would extend all the way from the hip's down pa'st the political's of the game''s gonna end. It wa's the end of the gam's coming anytime 'soon Or am I gonna ab'solutely pa's's out? Um, 'so we Yeah. So anyway, we filed the paper's and we want more. Oh, ye's. When What 'saying wa'sn't what wa's kind of the prize of that.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Claire"]}},{"_index":"handbook","_type":"_doc","id":"zxFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":339.98,"text":"Um, and we repel off. It''s 'so intere'sting. It''s 'so intere'sting when your profe's'sional life finally 'sort of open's up in, you know, and 'show's part of what you're off'stage per'sonal life. It''s like, yeah, uh, for me there one in the 'same.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"0xFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":423.76,"text":"But Jame's, there''s a 'step there in the writing that could ea'sily be yeah, i's already pig. So But i's that what make's it 'so geniu's in the'se cartoon's that 'stick with u's? What? I even remember if it","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jame"]}},{"_index":"handbook","_type":"_doc","id":"2RFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":563.66,"text":"Uh, i's that from Ah, Franken Berry? No, nothing. Let me try and explain thi's. Nothing really i's from Franken Berry. So they ripped it off. It will. It i's a 'serial, and 'so you can't Word's cannot be from the cereal. Franken. There i's 'something on Franken Berry acid reflux. There''s there''s a big quote page's on IMDb about all the ingredient's. And, um, Franken Berry ha's I d be bringing period's and I am DB Count Chocula. The 'serial doe's well I 'stand erect and you go to memorable","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Franken Berry","Franken Berry","Franken","Franken Berry","IMDb","Franken Berry","DB","Count Chocula"]}},{"_index":"handbook","_type":"_doc","id":"2hFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":598.05,"text":"quote's. And the ingredient's. Tho'se propertie's are the 'source material for the 'short live's. Um, dark reboot of Franken Berry. The dark cereal, you know? Ye's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Franken Berry"]}},{"_index":"handbook","_type":"_doc","id":"3BFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":618.07,"text":"Yeah, Okay. That''s too much more than Angelina Jolie wa's bright of Franken Berry. I's that right?","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Angelina Jolie","Franken Berry"]}},{"_index":"handbook","_type":"_doc","id":"5xFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":881.35,"text":"high and the low and i's being cut off. Yeah, yeah. Um, the podca'st i's a loft. I think thi's i's all 'still part of the Yeah.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"6BFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":891.78,"text":"I'm glad I'm glad you guy's recited it correctly. The podca'st i's called the Under Culture with Jame's O Me in Yemen. I's Alan GoFundMe 's? Exactly Exactly. It can be a right, right? Ye's. It''s meant to evoke that kind of Ah, Vincent Price meal dio commercial's from the eightie's which were obviou'sly very influential in 'so many of u's. Oh, ye's. That''s why I got into podca'st. Can be a fungu's tile, X brand's, tile cleaner's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jame's O Me","Yemen","Alan GoFundMe","Vincent Price"]}},{"_index":"handbook","_type":"_doc","id":"6RFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":930.61,"text":"I I think tho'se are canonical Vincent Price. Oh yeah. Project's. Oh, yeah, that''s it 'start's with that. That''s hi's origin's al'so. And frankenweenie,","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Vincent Price"]}},{"_index":"handbook","_type":"_doc","id":"_RFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":1493.49,"text":"Okay. Lime a Rita? I think 'so. Yeah. The lie Morita, which they 'sell in can's and big can's Did 'sometime's. And I'll tell you what you have in common with every mirror lime juice and much too 'sweet a charge for your lime 'scooter.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rita","Morita"]}},{"_index":"handbook","_type":"_doc","id":"_hFjJnMByMrymAEmEIs8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":1509.99,"text":"Do I have to? Sweet. Yeah. So I'll be the lime a Rita a's the lime A Rita and ah, 'scoot, Aquaman, come trucking down the 'street here to meet up with thi's Guti Q t","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Rita","Rita","Aquaman","Guti"]}},{"_index":"handbook","_type":"_doc","id":"CBFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":1719.71,"text":"than a bike. Not that a car. I ju'st want people to be clear what you're going. What are you a'sking? You're a'sking too much thi's. Oh, yeah, you're I mean i's obviou'sly no, you 'should be comparing. I's breaking technology, but yeah, you're a'sking too much. I think to expect it to compete with other car. Ye's, thi's i's like we're getting into technology 'stuff, but and in term's of the procedure, we do. It''s like acupre's'sure. People were like, What are the'se term's? Like mean? Ba'sically pre's'sure. It''s like your you are. It''s ba'sically your You are putting your brain in a panini machine, right? I mean, like, in a lot of way's. Yeah,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"EhFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":1951.66,"text":"So let''s everyone give our'selve's a round of applau'se.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"GhFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":2097.14,"text":"thi's that I don't under'stand. So But that mean's you on the company before Oh, now we ju'st 'sold it to 'shake. So you own the company the whole time. Whoa, wait. If you 'sold it, maybe I don't","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"IRFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":2185.09,"text":"My nightmare into reality. What happened?","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"JRFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":2245.4,"text":"that I 'should have been doing building really the 'squad''s ba'sed web'site. So My 'squad would have a place to hang, and they wound up Brian, I gue's's, um know's how to u'se Square'space. Really? Well, Okay. And he wa's able to build a really good 'squad's ba'se, but it''s pa's'sword protected, and they won't give me the pa's'sword. I's Brett. And a's like a's anyone than like i's bread and the Oh, I don't in the old white 'space or the new one are","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Brian","Brett"]}},{"_index":"handbook","_type":"_doc","id":"KxFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":2312.41,"text":"your Boy's and ju'st bu's bean's and ju'st actually give each other really 'solid advice. Sound's","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"LRFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":2319.71,"text":"It''s 'similar. Yeah, every people don't know. Coun'selor. Dad's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"NBFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":2448.66,"text":"think Alex Trebek i's really winning of jeopardy. Thank you.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Alex Trebek"]}},{"_index":"handbook","_type":"_doc","id":"NxFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":2494.82,"text":"'saying I wa's complimenting Jame's''s 'study technique and 'saying that Jame's told me through my TV 'screen","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jame's'","Jame"]}},{"_index":"handbook","_type":"_doc","id":"OBFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":2502.34,"text":"that one of the way's he prepped for Jeopardy wa's to 'study and the Children''s 'section of the library becau'se it''s mo'stly ju'st picture's and one 'sentence of the fact that you need to learn on that. You reading the de'scription's of the epi'sode and probably 'seeing a picture of u's with her arm around 'someone or 'standing near 'someone who we barely know. Ah, i's maybe a better way to ab'sorb the feeling of the 'show than li'stening the fucking epi'sode's. Yeah, and I think that method of 'study i's great. Waiting for anything. I think if we're gonna take big evolutionary leap's i's a human 'specie's, it''s not gonna be from knowing great depth's about. Yeah, and, uh, va'st quantitie's of knowledge i's gonna be about knowing, like, almo'st like, um, like a match card game level of","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Jeopardy","and the Children"]}},{"_index":"handbook","_type":"_doc","id":"OhFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":2552.99,"text":"What''s your favorite podca'st? Read the de'scription and look at the picture.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"PhFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":2611.12,"text":"I like. Toe. I like to go ahead and hold people or do like tran'saction's at a coffee 'shop with thumb's up.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"PxFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":2618.56,"text":"Oh, yeah. Okay, 'so So everyone know's all the time that I'm being po'sitive you will pay for food with a up. Yeah, it take's a little longer. Yeah. Uh, becau'se if you 'slip at all, then 'suddenly the thumb's up ha's blended down into whatever finger ma'sh up's 's. So you have co'st money to go through your pocket's and 'stuff. It''s a little bit of pawing if you want to you to try it 'sometime. It''s actually, um, it actually help's with hand. Well, from My coordination, really. I gue's's it would help toe ba'sically where your pant's up'side down. So then the money i's already kind of falling out a little bit. Well, I keep the money in the bandage's that I'm u'sing to hold my thumb's up.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"SBFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":2814.9,"text":"you want to remember a great ad","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"UBFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":2979.27,"text":"Movie's Quiz about play. And al'so TV, which i's movie's that 'small are le's's important, more poorly written, I gue's's.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"VxFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":3065.95,"text":"Natch Beaut for editing that 'so 'smoothly,","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"WxFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":3141.62,"text":"like, nine week's not even and ah, bru'sh hi's teeth ha's been a bear. Yeah, it ha's been ab'solute bare and i's I mean, like, thi's i's not like an in'sult. You are aware of thi's? Hi's breath 'smell's like 'shit.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"XxFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":3230.29,"text":"we love Quip. We u'se the toothbru'she's every day 'sometime's, and that''s why one million happy healthy mouth's due to Quip 'start's at ju'st $25. If you go to get Quip dot com 'sla'sh The Boy's Right now you can get your fir'st refill pack for free. That''s your fir'st refill pack for free at g t qu dot com 'sla'sh The Boy's The Boy's","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Quip","Quip dot com"]}},{"_index":"handbook","_type":"_doc","id":"ZBFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":3384.78,"text":"Um, it probably had it's origin's in in","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZRFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":3389.13,"text":"you know, running to reach people the 'same way My entertainment doe's. Yeah. Wanting to reach people, wanting to take the'se 'storie's that are our 'storie's. Yeah, and take 'storie's that we grew up with. Take the'se 'storie's, the'se the'se narrative's, the'se 'story arc's look like that in the morning","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZhFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_0","startTime":3409.23,"text":"and hone'stly doe'sn't work. What I'm 'saying with any 'specific's, there''s no 'specific, No, ju'st motivate's the way that it''s the way that 'sort of, I think great filmmaker's and great televi'sion maker's when they are trying to brag and yet al'so, you know, not ri'se that turn's 'some people off. But the'se are the 'storie's of our live's the's there are the'se air, the 'storie's, and it''s ju'st an honor to be ableto to 'share them, carry thi's tradition of 'story and what you that when you 'say it like that, what you leave out i's the fact that you're making a lot of money from it. From that you're like that you're treating people har'shly to pull it off it, and you're not good at it, but al'so not good at Yeah, I think the 'show you're making i's, but when I think about people don't like that you can alway's blame the 'storie's. Blame the myth's that you perfect from when I think about","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"ZxFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":3460.88,"text":"Epi'sode 105 of gho'sted locked down You know, for me, that wa's never about the money. You know, that wa's at the ab'solute furthe'st from my mind Wa's the money now it wa's honoring the character's. Any carver weapon's 'speciali'st? Now, when I hear an epi'sode title walk down my head goe's THOMAS Ah, bottle epi'sode tryingto 'save a little","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}},{"_index":"handbook","_type":"_doc","id":"cBFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":3598.31,"text":"Yeah, guy's got Joab. You do it way. We'll 'see you try to do it like ju'st now. That way he didn't take a people 'start.","PodcastName":"The Ads Version: Hollywood Handbook","tags":["Joab","ju'st"]}},{"_index":"handbook","_type":"_doc","id":"eBFjJnMByMrymAEmEIw8","_score":1,"_source":{"Episode":"James Adomian, Our Close Friend","speaker":"spk_1","startTime":3835.3,"text":"'short's when people a'sk me, like, why wa'sn't that la'st podca'st epi'sode? You Did funny. Good. I go. Could it be hone'stly, how could it be? What would have been? What would have been making it money? Certainly not 'something I'm doing. Yeah, they 'shouldn't. I mean, age ha's a lot of other 'stuff going on. You 'saw in the de'scription.","PodcastName":"The Ads Version: Hollywood Handbook","tags":[]}}]