[{"id":"6xGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"So I think the promise of the word first is not in the well and finding the right spot for it is really Did. Because I'm starting to think that upper. I'm starting to think that it's not in there at all. I think they actually lifted that on purpose. Here, let me try this. Inevitably, we all skimp on that full night of sleep. Skin Bulwark Skipper works Simple First workout or brush our teeth with a tired old toothbrush were not perfect. But we can do better. And Quip is a better electric toothbrush that can help. So Quip is facing my teeth. Oh, yeah, it is, uh, we talked about before. The mailman did not take My Quip toothbrush, but Did it Seems like take some other people''s Quip toothbrush and Did brush his teeth with it. So the male hands teeth smell incredible. Mm. Yogi Bear, of course, has been following the scent of my teeth around. So all these, like big things are happening because of where there are so many birds on top of the Quip factory, because it smells so good. The third birds fly their love, this smell it. Uh, but they're also we have to adjust basically, to this new world, I'm realizing one of the big changes, For example, um, is that our friend, uh, bleeding gums? Murphy, if you remember, bleeding gums Murphy is Lisa Simpson''s hero. He''s the greatest sax player. And he, at least when they originally recorded those Simpson's episode, have bleeding gums. Yes, but now he is using Quip and basically has become, and his new name is healthy gums. Murphy. Yes. And they do have to go back in and re record all those old Simpson's episode where she mentioned him or where he come and help inspire her to play saxophone. And it''s costing a lot of money.","speaker":"spk_0","timeCode":2187.45,"tags":["Quip","Quip","Quip","bru'sh","Yogi Bear","cour'se","Quip","Murphy","Murphy","Li'sa Simp'son","lea'st","Simp'son","Quip","Murphy","Simp'son"]},{"id":"-BGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"You know, you take all your you take all your guys over. I mean,","speaker":"spk_0","timeCode":2777.56,"tags":[]},{"id":"-xGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"So much saving. Sure. I heard one where you talk. Where you guys","speaker":"spk_0","timeCode":2803.66,"tags":[]},{"id":"ABGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I was like and I'm still not sure which one is which. But one was like My These fries are good. It was like, No, they're not good. These air. Great.","speaker":"spk_1","timeCode":2846.78,"tags":[]},{"id":"BhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Yeah. There are new format. Sort of integrating you.","speaker":"spk_1","timeCode":2937.29,"tags":[]},{"id":"BxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Lets just try it.","speaker":"spk_0","timeCode":2940.07,"tags":[]},{"id":"CxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Uh, french fries? Yeah. I don't like him. Yeah, I love him. Oh, wow. Shit. Wow. Yeah. Wow. Mitch, what do you think of fries?","speaker":"spk_1","timeCode":2964.6,"tags":["Mitch"]},{"id":"DhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"So I don't like him. I don't like him.","speaker":"spk_1","timeCode":2995.5,"tags":[]},{"id":"FhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I'm not allowed to go past. He's gonna be looking at the mileage.","speaker":"spk_1","timeCode":3133.48,"tags":["pa'st"]},{"id":"JRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"But that also gave rise to farmer culture, and farmers became known as the most beloved and sweet of Americas Heartland. And these beloved sweet people eventually formed a fast food restaurant of their own stretch in the city of Baker, California.","speaker":"spk_0","timeCode":3338.69,"tags":["America","Baker, California"]},{"id":"JhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"That one outlet in Baker, California, grew to a number of outlets up and down the West Coast and then later keep going acros's all of America","speaker":"spk_0","timeCode":3363.77,"tags":["Baker, California","We'st Coa'st","America"]},{"id":"KhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I'll get you started. Oh, you know, I don't think so, Tim.","speaker":"spk_0","timeCode":3562.04,"tags":["Tim"]},{"id":"OhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Oh, TVs. Very funny. Fucking World War Two. So what are but so I think it's fine to have, like a little piece of that, though It''s just like this is the thing because you talk about the secret sauce. Here''s what the secret sauce is. People like that We are secret sauce on my peanut butter and jelly.","speaker":"spk_0","timeCode":3758.67,"tags":["World War Two"]},{"id":"QhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Oh ho. Which one? Holmes, Holmes Holmes. Pete Holmes holds?","speaker":"spk_1","timeCode":3864.48,"tags":["Holme","Holme","Holme","Pete Holme"]},{"id":"QxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Yeah. I d like you want me to, like, bring some room snacks from your not crashing. Showing Hollywood Handbook. If you're doing homes food, I could You could help out in that capacity.","speaker":"spk_0","timeCode":3878.02,"tags":["Hollywood Handbook"]},{"id":"ShGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I get it. Your fans, theyve got a lot. There's a lot of them. Yeah, and theyll just buy anything when they see that? It''s you guys doing your thing. Yeah. So you take him for a ride Frying You taken for a ride? And I get it. Yeah. You don't know it's research. We're gonna go going to review the principles, the Super Bowl. Right. Then you do a whole episode and pretzel will do salty for May searching. It''s sort of ingenious, isn't it? You seem to get it more than Nick does in a lot of ways.","speaker":"spk_1","timeCode":4041.72,"tags":["Super Bowl","May","Nick"]},{"id":"SxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"That's why we do the show now.","speaker":"spk_0","timeCode":4080.79,"tags":[]},{"id":"VxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Yeah, right. He is sort of a new Stanley. In a way","speaker":"spk_1","timeCode":4258.12,"tags":["Stanley"]},{"id":"WBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"you could see that they're trying to, like, pas's in the same way that Oscar Nunes took over for Cliff Paul. Yeah, they have been trying to They're taking Stanley from the office and turning him into Stanley, turning him into Stanley. But also gonna ask, Why is he telling them to look out it's iron Man? It's the good guys. Iron Man''s helpful. Stanley''s villain. Yeah, he plays in a different depending on what this cameo is. Sometimes he''s kind of a villainous one. My answer eyes The wedding Where the wedding episode from That''s the best one to you. Yeah, that''s fun. That''s good. Excelsior. I like when they all dance together at the end when they're when they only like with Chris Brown saw Did the mean That''s the choice that they Made that you really approve of They can never take back.","speaker":"spk_0","timeCode":4262.6,"tags":["O'scar","Nune","Cliff Paul","Stanley","Stanley","Stanley","Iron Man","Stanley","Chri's Brown"]},{"id":"WRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"That's my favorite episode. Cool. You know, that was based on a Mim. What? Yes, that''s there was a like, a video going on at the time of people dancing at a wedding. The name should we do for the our next episode? Yeah, we have. We do have to think about that. My please. I have to figure out what Mim is gonna just straight up be a big chunk of our next episode, right? I suggest one. Yeah? Yeah. Kermit drinking tea. Oh, yes. But that''s none of my busine'ss. This is a little weird for makers. Ron, uh called me into his office and said He said, You want to see My mean","speaker":"spk_0","timeCode":4311.63,"tags":["Kermit","Thi","Ron"]},{"id":"YhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Yeah, well were comparable. Uh, I gues's that's where I mean, I gues's I kind of have been been pushed out here. I mean, it''s it''s a thing I've always said I wanted I wanted in the show. But now that''s happening. I'm kind of like, so surprised and kind of like, Oh, this is Zoom different terms and expected. Well, let''s get some sort of get a video game on the way out. Yeah, that''s im m. Say we're gonna split this special video game, or it''s gonna be like a weekends at your house weekdays at my house kind of thing. Do they have two copies for the Boys. Kevin, Um, what''s that? Uh, you? What''s the thing in your house that you like? Sure. Well, Disc one is the installation one, and Nick gets that. And then Mitch gets this too. Which is the play disc? Okay, Okay. And it's office hours, The video game. It''s a little side project I've been working on. So this is Kevin''s chef. Kevin''s video design's an open world video game. Yes, it''s a sandbox style, like a sandbox style. But you said, Officer, is it in the world The officer in the world in a State of Pennsylvania Grant. So you start out Scranton. But the borders of the game are all of Pennsylvania. I mean, that sounds like an ambitious design. I worried that maybe doesn't sound. I worry that it''s maybe not super refined of it''s just you making it, But, I mean, we can go right, cause Nick''s so refined. I'm just I like it like game developed and developing a sandbox game is a big rice. Nick is this chef case of human being. Yeah, I want to play the game IV just no, no more video game. No more video game you just lost out so we don't get the special video route. Chef Kevin first showed a little paddle out here gnome or video game. Tom, I'm thinking of you. Get what you came in with. It's just like Rod Jeremy and Kevin Spacey''s show. I'm thinking of first guest's. You walk out of here with what you had when you came in for for the new go Boys. You know, Boys personal should be just be called the new Doughboy.","speaker":"spk_0","timeCode":4515.23,"tags":["Kevin","Di'sc","Nick","Mitch","Kevin","Kevin","State of Penn'sylvania","Grant","Scranton","Penn'sylvania","Nick","Nick","Kevin fir'st","Tom","Rod Jeremy","Kevin Spacey"]},{"id":"ahGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Hey, guys, I want to tell you about Squarespace. Turn your great idea into a reality with Squarespace. Squarespace? Yes, of course. I'm just clarifying Squarespace. Yes, Yeah. Did I say at wrong? No, but just to be more specific, Squarespace, not Space Square. Okay, Don't go to that website.","speaker":"spk_0","timeCode":0,"tags":[]},{"id":"bhGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Even if I'm, lets say I could do an ejector code, which is a decent idea doing just then I'm going doing the last time off. Gotta do a type of clas's, right in Yes. To blast right instead of what I want to be doing, which is I have my hands free cause I'm just in my space You have your hands behind your head in normally one side log Did I put I interlock my fingers behind my head? Yeah, and I don't intend to move them for a long time. Actually, not that code. An ejector. So So Squarespace makes it easier than ever to launch your pas'sion project whether you're showcasing your work or selling products of any kind. And a lot of times in these ads, they have a guy who''s like I did this site. I meet mine. Lipsyte. Yes, and we have as okay of the same good that your pas'sion project, I gues's, is this show. That''s right. Hey, guys. Chef Kevin here. I Made My website and it's hh pod dot com. Did you Do you want to know? What? You don't wear headphones? Anyone? What? What''s happening here? Okay, he''s holding the Advil. If you're not gonna wear him leaving on the table, man, get your hands all over and they go on people''s ears. You Made hh pod dot com. Yeah, I'm proud of it. I'm I'm damn proud of it. And and was it good to build or something? It was really easy to build. Uh, I got a lot of feedback. Is it sexy? Beautiful. It is. Well, it''s sexy. Beautiful now, because I put the tour poster Ah, slapped AB on in the middle front because the templates and cause the templates air so easy. It was easy to do that. Did you use their customer support? Don't be like a hero here. Don't just say I didn't have to because the templates were so I'll just say that you did. I did. I went. You just went there to thank them. I just said Keep it up, guys. Everyone''s doing a great job. Ah, keep it up. What''s this Tour poster you mentioned? There''s some kind of tour going on There. Is the tour going on? It''s the Pacific Northwest, Boys gone bad goes down in the Pacific. Normal s fine. Was that shows canceled. Are you happy now? Yeah, Away. If you could see any job, hopefully the person say that was from San Francisco. Otherwise, it is not fair that we can't know that''s not fair at all. No, no, no. We're doing Seattle Portland in San Francisco. We have a late show in Seattle that hasn't sold out yet. There''s just a few tickets laugh. Boy, I feel so bad for people that bought tickets to the Early Show because we really are saving all the good stuff that we wait for the Late show. And but unfortunately, you can't transfer them. You just have to buy a second ticket and go bow and then go or not, go to the Natch Beaut. You could go toe hh pod dot com slash live to see those tour dates and get your tickets. Ah, and really, we're doing a Squarespace said Okay. Instead of focusing on Adrian problem dot com, we could maybe talk about heading the Squarespace dot com slash the Boys for a free try and just get it and do it Squarespace slash The Boys that I said I don't. But the way you say it is so fast he's that people could easily think you're saying Space Square which don't go to that. And when you're ready to law And if you think I'm not in there like if you know it''s when we're recording. So you think Oh, well, he''s not on now. Now I could go. I'll know you were there. How do you know","speaker":"spk_0","timeCode":95.72,"tags":["Chef","Kevin","Pacific Northwe'st","Pacific","San Franci'sco","Seattle Portland","San Franci'sco","Seattle","becau'se","Natch Beaut","pod","Adrian","Square'space","Square'space"]},{"id":"chGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"No. And I was les's strong. Sure, Yes. Standing up was easier for him. And it was for me at the time s Oh, and me I like get so excited I look up for on a cornucopia to see if she saw I look back down in my hand and I have already lost the peace A p a huge piece So I start screaming the everyone for everyone Do not move And don't look at me. Yes! No, look at me But stop moving And everyone look for my peace. Peace is gone.","speaker":"spk_0","timeCode":437.75,"tags":[]},{"id":"dxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Really? Yeah. Roll wise, Ari. I'm trying to remember","speaker":"spk_0","timeCode":651.91,"tags":["Ari"]},{"id":"fBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Norris jokes. We okay? Those can wait because I want the original. What? The drug Norris tricks they were doing have to go in the episode. So you have to find an organic way to talk about shopping in the early part because that was your Segway Zoom without losing that section right there were now referring chopping. So lets get a new way into the chuck Norris jokes s So we're just going to stitch this in beforehand is, well, record something that just kind of organically brings us to Chuck Norris. I'll do Ali. Jilin? Yeah. On Insider''s Guide to kicking butt and dropping names in the red carpet land back hallways of this industry we call showbiz","speaker":"spk_0","timeCode":752.5,"tags":["Norri","Norri","Norri","Chuck Norri","Ali","Jilin","''s Guide"]},{"id":"gBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"little vague golf ball that I found right here. I think the fidget spinner is mine.","speaker":"spk_1","timeCode":851.44,"tags":[]},{"id":"ghGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"a wage. Whats the u R L. So we we know that you didn't actually come up with people. Can","speaker":"spk_1","timeCode":888.91,"tags":[]},{"id":"jRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Pay. Ah. All right, lets get it back into the pipe cake. I think I feel like we should start over again at this point. Let''s start over. What? We did it. We got the Segway. We have a really good interest of the Chuck Norris events. It will come in off of that. Yeah, we do have to locate it specifically in time. You seem like a big history guy. Dregs dropping the facts about the guy wizard of like, it''s news buff. And so you It would help if you would kind of locate us in history of before Golden-Globes from Yeah. Yes. Okay. Hold on one second.","speaker":"spk_0","timeCode":942.11,"tags":["Segway","Chuck Norri","Dreg","Golden","Globe"]},{"id":"kRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Okay, First of all,","speaker":"spk_0","timeCode":1064,"tags":["Fir'st"]},{"id":"mBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Um, heres the like, the rial Pepsi Challenge. That''s I think we were doing it that that, uh who is going to have Golden-Globes it from? Yeah, in eight years from now who were all Let''s make a pact. What''s Yes, weve knife. It''s got to be good with toe that so fast. Teoh Did meeting a knife and you have one so true ideo. That''s great, but we just we do need it. Well, it''s good that at least one of our hands is clean. Uh, let''s all cut up our hands and well and well all shake on the on the pact, which is in 2018. We're gonna say now what the Golden-Globes will be from then saying it now and well and if we're right, will play it. Okay, Okay. I promise. I promise. I hereby do promise, and that''s all. Say our names, Matt. A good job. My Away. This is 2010. Yeah. Spike. Yeah, that''s what you think. For a minute. I was really trying to get people home is something nobody Did spot. I was Ah, I'm Jake. Jake. Good job, Jake. All right, so we all did the pact so that so That will be fun. Let''s do the globe''s Okay. So, you know, But now we have toe figure out what order to go in and who and what happened. Who did then Who''s right and what? Yeah, is winning. They end like, yeah, just the whole thing. What the different? Well, we could ask Jake again. I mean, I've been loving Jake''s character, uh, a guy who has contrarian opinion on the best picture favorite every year.","speaker":"spk_0","timeCode":1129.24,"tags":["Pep'si","Golden-Globe","Teoh","Golden","-","Globe","Matt","Thi","Spike","Jake","Jake","Jake","Jake","Jake"]},{"id":"mRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Pretty good.","speaker":"spk_0","timeCode":1253.78,"tags":[]},{"id":"nBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"going to do that? Jake, I do. And I'll tell you why. Because it's a nice hook because it''s not about.","speaker":"spk_1","timeCode":1325.66,"tags":["Jake"]},{"id":"nRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"It's not about Rome, Italy. Very yes. Yeah, it''s Obama are four letters, and it''s like, Oh, it''s just four letters and I'm going to go see it. It''s like four letters. That''s all you need. Very noisy. So fucking noisy lose's the same name of a tomato. I mean, in 2000 18 year? No. And I feel like it''s gonna be It''s gonna be sort of a portrait of, like, Mexico at a certain time in history. That was even before 2010 is gonna be no color in the today. Yeah, today. Halloween. You know for today, huh? Before today for you. Imagine that. Yeah. Can you Can you explain what you see","speaker":"spk_0","timeCode":1331.6,"tags":["Rome, Italy","Obama","Mexico","Halloween"]},{"id":"nxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Uh, well, I'm well,","speaker":"spk_0","timeCode":1386.09,"tags":[]},{"id":"oxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"again, this is do that. That people were not honoring My desired. Oh, I was thinking about a different spy coastline with Spike TV. Yes, OK, which was it was a very network viral network. I gues's I'm allowed to go wherever I want you're You're the one describing it. Yeah. No, in this. That's what I'm describing in your imagination. I go, I tried the door. It''s open.","speaker":"spk_0","timeCode":1401.03,"tags":["Spike TV"]},{"id":"rxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"We should clean predict that. Okay, so I know what that goes in the That's good. So that goes into 2010 part. And now that is your So we can basically go back and claim. Say, I got to say, you know, I always talk about Golden-Globes those entertainment stuff, you know, we're coming. Get so focused on that in this town, there''s really important political stuff happening. I really do think Kellyanne Conway is gonna be hiding the sewer like pet look like Pennywise","speaker":"spk_0","timeCode":1694.2,"tags":["Golden","Globe","Kellyanne Conway","Pennywi'se"]},{"id":"sxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Yeah, well, she has a copy of that DVD, and then we had a longer probably at, like, the tennis gym.","speaker":"spk_0","timeCode":1820.76,"tags":["tenni's gym"]},{"id":"uhGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"And and I and I thought, Oh, maybe I shouldn't have said it, but now I'm realizing No, I told people, Respect me. They know not to go in. What probably happened is you said it too fast when you said Squarespace they heard Made NHTSA. So they heard you say not to go. My fans Did.","speaker":"spk_0","timeCode":1944.13,"tags":["NHTSA"]},{"id":"vRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"E IV surprised. There's just many of them. You should stink up my spirits. Which is it? Do I have a lot of fans? Are? Yeah, a little more than expected because they stink up a space. Thank you.","speaker":"spk_0","timeCode":1988.33,"tags":[]},{"id":"wRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Squarespace makes it easier than ever to a lot. You're so much more difficult to understand that the way I said it, head to Squarespace dot com slash the Boys for a free trial. That's Squarespace dot com slash the Boys. And when you're ready to launch, use the offer code the Boys to save 10% off your first purchase of a website or domain, that''s Squarespace dot cops slash the Boys offer code. The Boys Okay.","speaker":"spk_0","timeCode":2129.37,"tags":["Square'space","Square'space dot com","Square'space dot com","Square'space dot cop"]},{"id":"whGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Simple contacts lets you conveniently renew your contact lens prescription and reorder your contacts from anywhere in minutes. It's vision care for the 21'st century. Why is that important? Well, so this So this is something that Simple contacts that I'll and I love this idea. This is something that they want us to. Dio is THOMAS sort of stage a scenario that the script that theyve written, ah, where we imagine a world without contacts and sort of what that would be like on Did how? No bit of a science fiction. Yes, and it''s sort of like a black man. And I know they don't want me to say it''s like a bike near thing, but that''s obviously what it Ah, and it''s a world where nobody knows how to see. Ah, and Simple because I take mine for granted all the time. Yeah, but without them, I wouldn't know how to see on. And so well just say the Simple contacts, vision, teste's, self guided. And it takes les's than five minutes or weight should this should be part of the play. Okay. Oh, it is. They put it in the script. Yes. Okay. Um OK, so well just yet go ahead. Your first. Hello, Dad or Grandma? I don't know who you are. Who''s this? Hey, who said that? Where is this is just the movies there. Is that a person?","speaker":"spk_0","timeCode":2164.46,"tags":["Simple contact","Simple contact","Dio","fir'st"]},{"id":"wxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Am I having a conversation right now or is it just lining up with someone else talking on the phone? This must be food.","speaker":"spk_0","timeCode":2241.67,"tags":[]},{"id":"xRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Get $20 off your contacts. That Simple contacts that com slash the Boys 20 or enter code the Boys 20 it check out that Simple contacts dot com slash The Boys 20 or inter code. The Boys 20. Check out to get $20 off your contact. And you said you've been taking your contacts for granted. Is that because they were so Simple? Toe order and everything? Yeah, Yeah. Oh, yes. Matt, you were gonna predict a joke that was Made. Oh, yeah, I didn't see the show, so that's right. I know you watch. It''s and so like, uh, like a joke that they made during the broadcast. Yes. You predict it? Uh, back in time. Okay. Um, have you heard about how Donald Trump is? Ah, the president. That''s a job in a book. That''s a set up. That was the same. This is from the show up. Dude, I can't imagine this thing Ever have felt, Jake? What''s what you say? It''s a fucking set up, Shawn. It''s not a full joke. You like that? No. I mean, I didn't like it, but you hear the punch line. You can't judge something. The boy is. It''s just I'm concerned about the whole premise. The boy is like, It''s solid premise, though. Not for the joke. What? Just what we're doing here. It has to be something from the broadcast. If this is going to make us money way have to get rich off buzz upside down on this podcast, guys, you're and stranger things upside down. And Andy Samberg, who we can't talk about. He''s been making some sketches for a while, and I think he''s gonna co host the Globes. You think he''s coming in? Yeah. Good. Yeah. I think I think his career just good. Aqui THOMAS taking off. Get He Did just him hosting it solo. No, no, he''s gonna co host the solo. Oh,","speaker":"spk_0","timeCode":2350.44,"tags":["Matt","Donald Trump","Jake","Shawn","Andy Samberg"]},{"id":"xxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"about that. Okay. Have you ever lived there?","speaker":"spk_1","timeCode":2512.96,"tags":[]},{"id":"yRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"He's actually gonna have died. Get out. He''s dead. Well, here''s the thing. The last few years, he''s going to be a doddering man on, and it''s gonna be brutal. And you're gonna wish is having many daughters. Uh, yeah, for sure what he does. And then the one of those daughter, the three daughters he has air going to suffocate him with his comics. And it''s gonna be poetic and Democrats me not that as bad for him. No, he loved it. He asked for it. Youll read the nice comics of your last moments. Just enjoying in some of those nice about my work was good. Uh huh. Okay. I think Andy is gonna be really is gonna He''s gonna take that opportunity of that film being nominated for one of the awards and talk about how, since he''s from the Bay area. Um, you know, Black Panthers were actually a group of people that were targeted by the government. Um and so I think he''s going to kind of talk about that, is give me a joke. And people are going to widely praise him online because people are still online and they're gonna be like, Wow, Andy is like a white guy. But he loves culture in general and he wants people to be happy. And he wants to know that people were oppres'sed and the government can be bad. That being said, if you are left wing, you kind of do want the government to help people. So it''s confusing, and we're all like, What do we dio? Okay, and and And how are you going to feel about that at 28 Deed? I'm just going to sort of watch half the clip if I see it online and then be like, OK, cool, whatever. You have a mansion. So congrats on having your show continuing. NBC. I think that''s amazing. Um, I hope that you make more money because I do love your videos, and it it helped me see that the Internet was a place I could be in. Maybe I could get a career one day, but I'm not gonna watch more than half the clip. Just half a clip. You. Well,","speaker":"spk_0","timeCode":2542.21,"tags":["Democrat","Andy","Bay","Black Panther","Andy","NBC"]},{"id":"0hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Is this the Andy Samberg Sanders over over Just standard. Oh, that's the gap we need to fill. So I have noticed, but Donald Trump''s been in the news like it''s a little different from what? Have you seen Donald Trump in the news?","speaker":"spk_0","timeCode":2869.27,"tags":["Andy Samberg","Sander","Donald Trump","Donald Trump"]},{"id":"2hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"uh, in your mind. Delete Chuck Norris and then just don't even I don't even want to risk that. Copy it out as an experience, THOMAS all of it into a word file and do fine and replace.","speaker":"spk_0","timeCode":2959.46,"tags":["Chuck Norri"]},{"id":"3RGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"wow. Wow. What is that real? This is Justin. I mean, that makes her seem kind. Replace. Okay. Okay. Scroll up. Scroll up. I see one really, really long walks. That sounds pretty Good way show. Do you want it to be Chuck Norris or Sandra?","speaker":"spk_0","timeCode":2993.86,"tags":["Thi","Chuck Norri","Sandra"]},{"id":"3xGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Sanders, touch My engineer like that.","speaker":"spk_0","timeCode":3018.86,"tags":["Sander"]},{"id":"5BGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"So sorry. Yep. Shortly after the drink position was finalized, Sandra oh, round has","speaker":"spk_0","timeCode":3047.12,"tags":["Sandra"]},{"id":"6BGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Well, yesterday I put my blankie where he still goes. Is that not the whole Did, Sean, That's obviously the set up.","speaker":"spk_0","timeCode":3105.08,"tags":["Sean"]},{"id":"6xGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"and the math Didn't even know bad Jakes got a nose like a dog.","speaker":"spk_0","timeCode":3171.08,"tags":["Jake"]},{"id":"8hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"uh, they're not medical grade, but they are.","speaker":"spk_1","timeCode":3288.44,"tags":[]},{"id":"9hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Okay, just go. Four hims dot com Answer a few question's. Say hims attempts. I said I definitely said hims and you said it. You said the other was Tims doctor. Hims, not four. Tim''s dot com. Yeah, I know. Okay, Yeah, That''s why I was gonna say you're saying it wrong. There''s no four in his Just go to four hims dot com, answer a few question's, and the doctor will review and can prescribe you. Then products are shipped directly to your door. No more waiting rooms. No more awkward doctor visit's. Order. Now, My listener's, you have to go to a doctor visit for Tim''s Kevin. And I said, You keep doing this. You keep looking at the copy. I can see you out of the corner. My nodding along, Have a jury has been proud before. As as I do it to your proud when I read the copy. Your practice. Like such a good job","speaker":"spk_0","timeCode":3353.85,"tags":["ju'st","Tim","Tim","Ju'st","Tim","Kevin"]},{"id":"_RGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Um, anyway,","speaker":"spk_0","timeCode":3511.31,"tags":[]},{"id":"_hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"you know, it's not just awards show. It''s not just awards at these award shows. There''s other stuff going on there. Is that? Yeah, the whole thing. And it''s not even just jokes is people are actually serving Lukes.","speaker":"spk_0","timeCode":3514.03,"tags":["Luke"]},{"id":"ARGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"'story that we're I'm now kind of weaving. Here is this. Now, this is like when we met Chef Kevin thing. This is a little weird.","speaker":"spk_1","timeCode":3579.77,"tags":["Chef","Kevin","Thi"]},{"id":"DRGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"That's a task force joke, huh? What struck nor stroke Chuck Norris joke? They found it. Finally got once confined. The joke ended. Anything set? Matt says, Yeah, Matt says this stuff that sounds like me to like, I'm going Where you saying this","speaker":"spk_0","timeCode":3723.56,"tags":["Chuck Norri","Matt","Matt"]},{"id":"DxGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"that's what it says. So you're watching it. You're watching. The billboard is You're driving because you're moving. So you're watching. And it''s like he said, you are you apologizing to be It''s like, Oh, because I have the jobs of the jobs. Bad you sorry you are Are now you work Comedy Central. Sorry. You're hired. That''s what we're apologize. Yeah, at Comedy Central. Congratulations. Fired.","speaker":"spk_0","timeCode":3780.71,"tags":["Comedy Central","Comedy Central"]},{"id":"FxGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Hey, this is our enemy camp from the Improv fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said, Like a fancy college profes'sor,","speaker":"spk_0","timeCode":4054.4,"tags":["Improv","Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"id":"GRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"thief. A cats rusty here. Raul is not available. He''s taken a trip into the city to see Wicked. But I'm here to tell you on behalf of the National-Highway-Traffic-Safety-Administration don't drive stoned, especially stoned on trombone. When you're on the bone or any other narcotics, your reaction time Slow way down and you become dangerously hep trombone makes you lift right out of your shoes and forget who you are. You become only a slave to the boat. If you are driving now and you can feel yourself grooving to the bone, pull over and just ride it out. You may also be afflicted with a condition called jazz MMA. Stop kidding yourself. If you've been using marijuana or trombone and any form do not get behind the wheel if you feel different, you drive different, drive high, get a DUI. You. Why","speaker":"spk_0","timeCode":1.0299999999999998,"tags":["Raul","jazz"]},{"id":"HRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"You remember what the show was? No, it's not showing up on Google either. Uh, I'll look into it. Do you remember? I can't remember. It was like, I mean, I want to call it like O M G or something. Yeah, that''s what I want to. That''s what all the shows from the air over of were called today. Uh, So what happens exactly, by the way the show works now is he plays a song as, like, a ham bone? No, on his Likas hams. And then you have to gues's what the song is. Oh, nice. Do you want to try? Yeah, go ahead. Okay. Let me put the mic next to my hands.","speaker":"spk_0","timeCode":259.41,"tags":["Google","Lika"]},{"id":"IRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"But the interesting characters Batman. Bruce Wayne is one of the most complex character. I agree. I agree and thinks he's friends with Batman,","speaker":"spk_0","timeCode":409.19,"tags":["Batman","Bruce Wayne","Batman"]},{"id":"JRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"So tell my ring on my parade, and I was like, Happy song s Forell. Richards. Mm. What do you think? What? What? What? I think what I sing. What do you uh, what do you think? What do I think? What do you think? Do you know? Ah, I think for the people, it's kind of my thing. Uh, I am for others. Let''s talk about that. Yeah, You're in all these shows, maybe do many. No offense. No, none taken a little taken, but then one of them, uh, is with is with Palley. Yeah. Friend of the show, uh, Did our third episode when we were so kind of like figuring out sort of what we wanted to dio so But now you figured it out. Uh who? Wow, I didn't expect to confront this so firmly. It''s weird, for we don't know each other that well for you. Just feel like have you figured, you know what I'll say is weve tried more stuff, you know, science is about We tried, like, two more imitation, like, two more effects. Yeah. Since that third episode. Yeah, because in the third episode, we were doing, um, rial Hollywood s stuff. Okay. And then we kind of went away from that. And now weve been dipping their toe back in. Yeah, but Palley, you guys did the show. Were you friends before something way? We were like acquaintances, like we knew each other, but we werent like, Yeah, but you just kind of wanted to help him out. Yeah, I was like, You have free for him in a bad way. Yeah, his energy level. Pretty insane, huh? What is hard THOMAS map? Yeah, that''s the hard part. Yeah, I consider myself, like a reader of people. Oh, and he''s a little, like scribbles erratic. Yeah, yeah, yeah, that''s right. But it''s a challenge I took on. I think I'm pretty proud of myself for being ableto do that. What kind of eyes. My friend Sean Here, John. Ah, you know, your calligraphy Did but like, Simple words. Yeah, you know what I mean? Yeah. Fancy packaging for what? Really? Yes. Like almost nothing. You know, it''s like a book about a dog, but it''s like a written in a really beautiful man. You screw. And the diet isn't even doing things that doing much. It''s like doing normal, but like a predictable dog stuff. Yeah, you know, he''s agree. And then he wants a nap. A lot of the pages just say dog. Um, yeah,","speaker":"spk_0","timeCode":533.24,"tags":["Forell","Richard","Palley","Hollywood","Palley","Sean","John"]},{"id":"JhGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"the 1st 200 pages. All decision is like a couple different languages. But like mostly cog Neitz on the calligraphy gets sloppier and sloppier. Just tired, like they lost threats. So the letters are the same on each page. Yeah, I think that's a pretty accurate representation. Me? I'd love to know. I mean, if he's is a book, he''s Oh, yeah, yes, I am. I book. Ah, yeah, yeah. It''s really not a catalogue. Okay, cool. That isn't God as a kind of book. It is. It''s, you know, this is bound. Uh, And what door? My selling. What What wears? Does he peddle. Uh, What''s what''s What''s that? It zits. Like the new version of the SkyMall, but it''s got get the F a O. Schwarz toys in it. Ah, you failed enterprise's. Yeah. You know, they come together to make a mes's. A kind of Ah,","speaker":"spk_0","timeCode":688.65,"tags":["SkyMall","Schwarz"]},{"id":"KhGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"they were nude Veep, obviously for, ah, new season as a joke. Yeah, They didn't think you would do it. They really didn't think so. Everybodys working on other stuff. Going to get the calm. We're like, Yeah, so stay. You won't talk about some of the other stuff you worked with to. Oh, yeah, Yeah, yeah. Ah, so I did this movie about trains. There''s about model trains. Ah, it''s called Training Day. Ah, great title. Yeah, brand recognition. That''s the whole point brand. It''s all I might see that I think I know what this is. Yes, and then see it. It''s something else, you know, Uh, that''s in the hopper. Uh, I'm very proud of it. Uh, Cloris put that to get, like, three. Not even to mention that you, uh, were somebody who wanted you were a patron of the co anger factory in the show. Ghosted The bureau underground was set beneath. Yes. That was the very first episode after I unceremoniously left the show. Would you like to discu'ss it all? Were people mentioning me Sort of IV around? Yeah. Oh, um,","speaker":"spk_0","timeCode":1075.5,"tags":["Veep","Clori"]},{"id":"LBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"So this is a little, like conspicuou's consumption for shine. I want you to sort of talk about his new straw, collapsible metal straw that I use.","speaker":"spk_0","timeCode":1381.9,"tags":[]},{"id":"LxGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Oh, boy. Vinnie Jones here and or play center man in sentiment. The movie Dodi and San demands a bit busy around the all a day season, isn't a He gets hired to do speaking engagements. So I'm filling in for him to talk to you about Aires raise's, and I'm doing it in lock in a movie lock. And that adds rightly normally dio a no. I'm punching Moriarty with mean looks. Finding the right all a day gift for a guy can feel nearly impos'sible. Donate about Aires makes the perfect gift that cause will actually use. You can even personalize it to make him feel special. And if he doesn't love that, returns are quick and Astle free an arm crunch in Moriartys bones. With were more Nomar teeth is gold, our love shaving with a big Aires razor. And it makes a great gift for me this holiday season as a special offer for fans of the show. Weve partnered with Aires to give you $5 off any shape set, including our limited edition all the day sets when ugo toe aires dot com slash and Book. This offer is for new and returning customer's and is only available for the whole of dice isn't that raw, Nancy boy. Each areas shaving sit comes with an ergonomic weighted handle with an option to engrave, and I don't know if they can do design's, but for mine I'll take a skull and bones that you German engineered far blade cartridges. They provide a close, comfortable shave for when I'm shaving me enemies bounds foaming shave gel for a rich Lavera and a travel cover to protect your blades from me, Nick Unum and that answer all the day gift box. Just want something for yourself, you greedy bastard. You redeem a every trial offer to experience the quality of shave before committing. Call to action, Shipping cut off and this week, so act now. Goto aires dot com slash and book right now to get fourth Quip off any shape set while supplies last. That''s aires dot com slash and book.","speaker":"spk_0","timeCode":1500.93,"tags":["Vinnie Jone","Dodi","San","Aire","Moriarty","Aire","Moriarty","Nomar","Aire","Aire","aire","Nancy","Nick Unum","Goto aire","aire"]},{"id":"NxGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Michael said But you make me I believe I believe Ah","speaker":"spk_0","timeCode":2161.26,"tags":["Michael"]},{"id":"OBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"THOMAS Yes, you're right. You're sucking, right? Uh, other veep stuff. But we can dio I think you scaled back the swears. That's too much. There''s too much sweet. It''s a two year saying show. Is this too much? Because they're so proud of yourself while you're doing a fucking pis's and things many? Yes. You throw a magician Away this year. None of this anymore. What you could dio is it''s right next door right in your nose. Why does it veep be friends with Very Yes, Yes. I mean, yeah, that''s that''s a He''s literally very lonely and wants friends. And, like, a bit honest, like he''s an as'sas'sin. As'sas'sins looking litter the political landscape. So there''s an end for him. They about it? Yeah. Where would an as'sas'sin be useful? Yeah, probably even freakin beep envy. Yes. Yeah, yeah, that is so easy. And also right now, please, He''s an as'sas'sin. Please. An actor And what our politicians swallow. Whod Yes. You know, I'm only a show. Yes, there. He''s a fucking actor, dude. Yeah. Yeah, And all the politicians are just acting like I can't find my file to the drawer. And it''s like, if you have it, you're just buying. You're buying time. You're buying My time. Yeah. For free. Yeah, that''s what the show rent free was mostly you guys trying to pretend you didn't know where if I was just to get to the end of the episode, and often you can see it in the frame is there. But you guys are just taking off. You're looking at the clock waiting for the episode way back under the couch again. I don't know if I could defend for a second. Sometimes the idea is that, uh, what you're looking for is right in front of your nose the whole time. I think that''s kind of Cali has said that, Abel. Yeah, he says, Yeah. Everything you need says that a lot.","speaker":"spk_0","timeCode":2175.88,"tags":["epi'sode","epi'sode","Cali","Abel"]},{"id":"PBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Rightfully so, yeah, I'm out, like, just there's a real fear Now there''s a real fear now that if you win an Emmy the teens will stand you You could really get her Yeah, yeah, they're so they're harder And what? They're in the school lunches these days. But whatever they did were be Is it? Yeah, it''s GHB, GHB, the date rape drug. Yeah. Yes. Wow. Everything makes a lot more sense now. Yeah, damn. Like you just think. Think about it. If you think about it for a minute. A minute and think about Okay. How do that? Yeah, that''s well, this thing about it on air Yeah, just give it thought","speaker":"spk_0","timeCode":2474.61,"tags":["Emmy"]},{"id":"RxGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"wait. So you think that was right what he said? Yeah, I know, but it's recorded at an excellent volume. Okay, okay. Yes, but it is recorded as wrong, and you're near machine is saying here. Is there a red or a green light when he said that? Um, yeah, and no, it did go red. Yeah, picking favorites. And you're Devin is divisive. Yeah, I saw that. Just know. Yeah. Some people stand engineer Devin, some can't stand him.","speaker":"spk_0","timeCode":3109.72,"tags":["Devin","Devin"]},{"id":"SRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"picking favorites. Thank you. Yes, the show was called looking the favor A Brits, right? Yes. Quip Google will find anything really is a call in show.","speaker":"spk_0","timeCode":3142.97,"tags":["Brit","Google"]},{"id":"TBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"What else is coming up? Sam? You're doing all these show then when? And we didn't even say what you did work without him. Palley on, huh? Champagne show. Uh, you might want to spell it. Yeah, it's a little funny. It''s Yeah, it''s champagne. Illinois is a place this one''s called. Champagne isn't like the drink. Il i l l as in being sick, but it is spelled. The champagne is spelled like the place. Yes, which I think that just happened. That was an accident. I think that was an accident. They rolled. Yeah, yeah, yeah. You say that just happened a lot in the show? I do. And I put my finger up. Well, that just happened. Um, uh, is this a thing? Yep. That I love when people do that. Because that''s me and my friends. Yeah, exactly. I'm always doing something, by the way, Mis'sing from veep. I know. I I keep on trying to improvise. Quote unquote the word awkward in there. They don't use it. And I'm like, you guys, you would add literally 100,000 people per awkward. Yes. I try this on for size. Say, say anything. Anything. Okay? Yeah. All right. Um, I don't really have any. Well, huh? Awkward seeing it Fits when I didn't have anything to say. I tried it on for size, and it was a perfect fit. Uh, that''s a thing. Okay.","speaker":"spk_0","timeCode":3193.94,"tags":["Sam","Palley","Illinoi","ju'st","ju'st","veep"]},{"id":"UxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"Yeah, that's my flight to Dallas Fort Worth. Okay, you know what? Um, I'm gonna cut the voicemail short killing me. I feel like there''s something else I was gonna say. Uh,","speaker":"spk_0","timeCode":221.99,"tags":["Dalla","Fort Worth"]},{"id":"VhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"And it's an ancient route. I mean, this route is so old. So there''s an element of like I was just gonna taste bad. And if you've had it before, Kevin, it can. But But you havent had ours, and weve made it taste great. And we're stopping ladies, families, people of every race and creed and Crete to and everything. And we're saying, Hey, here''s have some of this drink and they're liking it. But already, as you know, is a bit of a cut up. And he keeps saying, Justu's, they're getting the sit down. Hey, I pis'sed in that already? Yes, it''s funny. Okay, we're cracking up right now. It''s funny, but Hillary''s frustrated. Sure, because it''s not her humor. No. And she and I both take this busine'ss seriously. I always say, if you're going to do anything, do it all the way, or are on Lee kind of do it. You know what I mean? Yes, but it''s good to sometimes not take yourself to Syria","speaker":"spk_0","timeCode":300.27,"tags":["Kevin","Hillary","Lee","Syria"]},{"id":"XBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"That's Yeah. The guys from beer shark mice have said that No, they wouldn't. They wouldn't cause it''s not truth because he didn't do a pis's in it. No. All he did was he ground up some term, Eric. He combined it with spices and juices to make it more pleasant to drink. And you have one shot a day, and I gotta tell you wouldn't be so swollen, Kevin. Yes, it hurts swelling. It looks uncomfortable. It looks uncomfortable.","speaker":"spk_0","timeCode":414.84,"tags":["Eric","Kevin"]},{"id":"YxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"and that it's comedy college. I feel like hearing Earwolf This has been my comedy high school rock n roll high school.","speaker":"spk_0","timeCode":523.33,"tags":["Earwolf","Thi"]},{"id":"ZBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"Explain that, uh, because I think it's kind of fun, and it''s like we have Ah, cool energy. You know, subtypes, kids air pulling pranks at the back of the clas'sroom and stuff, you know, conversation's of ah, sneak and six from the parents or the older brother didn't know. Does that help me get to my thing?","speaker":"spk_1","timeCode":536.53,"tags":["Doe"]},{"id":"axGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"'since the beginning. Yeah, since the beginning. The Taran Killam years. So?","speaker":"spk_2","timeCode":680.48,"tags":["Taran","Killam"]},{"id":"bhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"Uh, it gets crazier and weirder as it goes. Usually start the show with, like, a big news story. Is there anything lately going on, huh?","speaker":"spk_0","timeCode":735.51,"tags":[]},{"id":"fRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"Jerry? Uh, Lisa Murkowski from Arkansa's.","speaker":"spk_0","timeCode":899.97,"tags":["Jerry","Li'sa","Murkow'ski","Arkan'sa"]},{"id":"fhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"It's me, Lisa.","speaker":"spk_1","timeCode":902.6,"tags":["Li'sa"]},{"id":"gRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"watching the car chase here.","speaker":"spk_0","timeCode":916.74,"tags":[]},{"id":"gxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"This is something I noticed. They really say on car chase's. He appears to be trying to evade the officers. It's unknown. Riel plan. He just seems to be trying to get away. No way to know exactly what''s going on inside his head in that vehicle. He''s driving erratically. There he goes on the wrong side of the street. Okay? And he that was close. That was close. He was on the wrong side of the street. He was, and he seems to not want to be captured by police. And he''s driving in a way to not get caught by them. Yes, I've noticed that too. He''s driving faster than they are and in the opposite way of how they're going. And when he sees one, hell turn almost as if to get away from them. Yes, he doesn't want it again. I don't want to speculate as to a state of mind. I'm not an expert. I don't know the man driving the vehicle, but it seems to me he doesn't want to be captured by cops for doing crimes. And he just threw something out the window. Maybe it was a crime. It baby, it waas Maybe it waas and so he didn't wanna have that in the car. So he got it out of the wood. And again, I don't want I don't I'm not friends with this man. He''s at my dad. We don't know each other, so I don't want to say, Hey, I I know this guy better. Anybody. I'm not I'm so much smarter than you. But as somebody who is pretty smart, I think Oh, you're really smart. Yeah, somebody is pretty smart. I want to say it kind of seems like he''s hoping they don't get they don't do trouble on him for doing a bag try.","speaker":"spk_0","timeCode":924.7,"tags":["Riel"]},{"id":"jBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"Close on the sexy duck.","speaker":"spk_0","timeCode":1152.22,"tags":[]},{"id":"kBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"know if you guys hate John. Ah! Hey, Sean. Hey, How was your summer, man?","speaker":"spk_1","timeCode":1246.51,"tags":["John","Sean"]},{"id":"lxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"They're gonna be and everybody loves Raymond Reboot. Oh, that's who I have You thought about doing okay? She wouldn't say that neces'sarily. Whoa. You know, I mean that she wouldn't neces'sarily say that, but but this is the kind of thing they do a lot where you know, it''s part Away. Through the monologue, IV met a cast member. And it''s nice because you get to learn their names because Patricia and you should have done what Kevin Did. Which Kevin? Very good job is gone. Oh, hey, Sean. What''s going on? And I go, Hey, I gotta ask. I love everybody who''s room. I've seen them all 100 times. You guys gonna do a reboot ever? Yeah. And she goes, I don't know. I gues's thatd be up to Ray. And then Ray Romano stands of the Alexander","speaker":"spk_0","timeCode":1305.84,"tags":["Raymond","Patricia","Kevin","Kevin","Sean","Ray","Ray Romano","Alexander"]},{"id":"oBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"that could work. So it's the Rocky comes and goes, Hey, it''s so great to be hosting SNL. And I always love being in front of a live audience because so often, you know, I'm working on a set and I've got the cameras there, and I don't get to talk directly to my fans. And so I'm just gonna come down and just face to face meet some of my fans and hey, you buddy. Hey, howd you like an autograph from the Rock? And I go? Excuse me? I'm reading my newspaper. That''s good. And that''s a newspaper man. He could be in a lot of other stuff. Yep. You write that down. Newspaper, man. Paper, man. Okay, A newspaper man speaker, news paper, paper Made.","speaker":"spk_0","timeCode":1497.58,"tags":["Rock"]},{"id":"oxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"'so that's two birds, One stone. Because that''s the That''s the rock and it's newspaper, man. And and that was me not just casually talking, going like, Hey, I was your summer like, Are you gonna reboot your show? Um, or like, hey, settle something between me and, uh, and and Kyle like, that''s something they might dio like. You're coming out and you're being the rocking you're going like, Hey, I can't wait. This is my dream to host SNL and I go the rock. Can you Dwayne, can you settle a bet between me and Kyle? Can you bench pres's a bus?","speaker":"spk_0","timeCode":1555.14,"tags":["Kyle","Thi","SNL","Dwayne","Kyle"]},{"id":"pxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"Patricia Arquette and Lyle worked together at a prison. Ah, she Her character, Ah Tilly, is having an affair with some of the inmates there and wants to a, you know, gets caught up in this scheme to help them escape. True story happened in upstate New York. So this is Lyle from escaped Dannemora, the Showtime Limited. Siris I I was thinking we could eat a king''s walk tonight. Kelly, Kings walk, Deli","speaker":"spk_0","timeCode":1652.38,"tags":["Patricia Arquette","Lyle","Tilly","New York","Lyle","Dannemora","Siri","Kelly","Deli"]},{"id":"qxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"Good. Um, already did some senators. Okay, heres an idea I had. So obviously, they don't need me to do Trump now, because Baldwin does Trump. But do they need me to do Baldwin doing Trump? Whoa. Yeah. So sometimes these sketches can get a little bit meta. Yeah, And what if we kind of get inside it and I come in as Baldwin playing Trump in one of the SNL sketches? Now, theyve been in a little bit of hot water because theyve done some stuff that implies that out that Donald Trump and Vladimir Putin are having a sexual affair. So funny Did, uh, Kevin,","speaker":"spk_0","timeCode":1716.02,"tags":["Trump","Baldwin","Trump","Baldwin","Trump","Baldwin","Trump","Donald Trump","Vladimir Putin","Kevin"]},{"id":"tRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"I walked from here, over there, by myself. Where? My trophy. I only felt down once.","speaker":"spk_0","timeCode":1905.17,"tags":[]},{"id":"uhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"picks a friend so And also I'm not afraid of doing Trump better than Baldwin does. Nobodys gonna out out. Trump that guy. Yeah, me doing Baldwin doing Trump. There''s always gonna be a layer of removal where you I'm not fully disappeared into the character the way that he is. I can't do that thing with my mouth. I mean, the thing he does with this mountains, it''s so subtle. But you can see it and it is, and it''s and it''s Trump it is, and it''s pure trump. So that''s out dangerous to me back, who''s an excellent actor who''s a very funny comedian, who I I really like,","speaker":"spk_0","timeCode":1956.44,"tags":["Trump","Baldwin","Trump","Baldwin","Trump","Trump","trump"]},{"id":"vxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"'split itself. And I wonder if you could tell me what some of the characters are and I'll just take a crack at him. Okay?","speaker":"spk_0","timeCode":2067.7,"tags":[]},{"id":"wBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"Because you've got, what, 12% lease? 13 personalitie's. Yes, I know. I'm not gonna do the beast for my audition tape. That's just that''s oh, and bad taste talking.","speaker":"spk_0","timeCode":2076.54,"tags":[]},{"id":"whGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"Oh, that was awesome. Hit kicks us. Yeah, Like in the matrix.","speaker":"spk_1","timeCode":2101.4,"tags":["the matrix"]},{"id":"xRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"and his split personalitie's? OK, so there's bury the personality of a flamboyant fashion expert working. I'm gonna do that one. Sure,","speaker":"spk_0","timeCode":2128.02,"tags":[]},{"id":"zBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Seans Leaked Saturday Night Live Audition","line":"Ah, the man oven. Introverted and highly intelligent man of the personality of an intelligent man. It doesn't say introverted","speaker":"spk_1","timeCode":2257.73,"tags":[]}]