[{"id":"zRHHLXMByMrymAEmCtFd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"is just the first Book","speaker":"spk_0","timeCode":2673.57,"tags":[]},{"id":"0BHHLXMByMrymAEmCtFd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"you know about the magic wand I saw bright","speaker":"spk_1","timeCode":2689.26,"tags":[]},{"id":"2hHHLXMByMrymAEmCtFd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Yeah, Steve, Just to help set the mood Can we get, like, a fireplace crackle or something?","speaker":"spk_2","timeCode":2756.83,"tags":["Steve","Ju'st"]},{"id":"3hHHLXMByMrymAEmCtFd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Okay, I gues's we could go with that.","speaker":"spk_3","timeCode":2780.08,"tags":[]},{"id":"5BHHLXMByMrymAEmCtFd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"There's a long you know, you have to constantly refresh it. And they might start talking to each other, going like hail on my sick friends that thought this podcast was helping them are actually not getting any better. And then you lose all the psycho's. But if you really get in on the base of the hospital","speaker":"spk_3","timeCode":2847.2,"tags":[]},{"id":"6hHHLXMByMrymAEmCtFd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Yeah. Can we get something?","speaker":"spk_2","timeCode":2936.39,"tags":[]},{"id":"8hHHLXMByMrymAEmCtFd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"And so now, like gets and Berto some freak leaves the office crying and they got side. And then you put down your magazine and they go like, Come on.","speaker":"spk_2","timeCode":2981.42,"tags":["Berto"]},{"id":"9xHHLXMByMrymAEmCtFd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Love me.","speaker":"spk_3","timeCode":3017.08,"tags":[]},{"id":"-RHHLXMByMrymAEmCtFd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Hang on one second. Make sure I'm a little piggy night. Yeah, Yeah. Sorry. Piggy night. One second, please make sure to use Ah, this one specific luggage company, uh, for all your travel needs. Are you traveling soon, Teoh, Where the nights realm is, uh, make sure you use this luggage company that our babies see later. So anyway, we were doing therapy. Um uh What do you ever when you fuck you Are you thinking about your aunt or anything weird like that? Well, I do fucking mud just because I am a piggy night, And, uh, I feel like, you know, my aunt does sleep in mud, so there is a connotation that can't There's connective tis'sue that can't help but see pin","speaker":"spk_0","timeCode":3021.75,"tags":["Teoh"]},{"id":"_xHHLXMByMrymAEmCtFd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"His addres's is at the show, kind of.","speaker":"spk_3","timeCode":3125.57,"tags":["addre's"]},{"id":"ABHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"I mean, I'd listen to that.","speaker":"spk_1","timeCode":3127.69,"tags":[]},{"id":"BxHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Have you guys thought about doing something that is there? Like I feel like I havent done anything","speaker":"spk_3","timeCode":3184.23,"tags":[]},{"id":"CBHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"like I'm just like there's a fucking game inside the show that''s becoming a game you can buy. I have done nothing we would making this bucket ship way Get like, two T shirts. Thank you so much. What are the T shirts say?","speaker":"spk_0","timeCode":3189.32,"tags":[]},{"id":"DhHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"there is more involved. Okay. Hey,","speaker":"spk_3","timeCode":3260.38,"tags":[]},{"id":"ERHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"have for us is a pile of fabric loose fabric like Joannes favorite. Yeah, that They just got a big bolt","speaker":"spk_3","timeCode":3298.78,"tags":["Joanne"]},{"id":"FBHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"I was so excited, You know, there were three bags. I know. Where the president. You don't","speaker":"spk_1","timeCode":3338.58,"tags":[]},{"id":"IxHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Uh, one is nothing you do can ever be wrong.","speaker":"spk_1","timeCode":3426.58,"tags":[]},{"id":"JxHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Uh, Blue song Let me play a song Say has his own thing. He wants to them Wait,","speaker":"spk_1","timeCode":3457.89,"tags":["Uh, Blue","Let me","Say ha's"]},{"id":"KBHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"You didn't say Hey, guy Chef Kevin here the one time when, like a profiting off it. As you didn't say at that time. Now you have to say, every time Stop saying time I say something now. Yeah, we can. Actually, weve been like you've been doing it for no return for us. Fester for years. How we have something that says it that people cannot buy. Hey, guys. Chef, coming here","speaker":"spk_1","timeCode":3467.8,"tags":["Chef","Kevin"]},{"id":"LhHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Oh, yeah. We're doing the Onion Festival","speaker":"spk_1","timeCode":3518.23,"tags":[]},{"id":"MhHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"I'm a bit of a whole head","speaker":"spk_0","timeCode":3532.63,"tags":[]},{"id":"NBHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Adels on top. You know, tickets to your show. I want you to have my wife. Oh,","speaker":"spk_2","timeCode":3543.44,"tags":["Adel"]},{"id":"QhHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber, Andy Daly.","speaker":"spk_0","timeCode":3684.37,"tags":["Day","Colton","Andy Daly"]},{"id":"RhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Hey, everyone. A brand new season of Raised-by-the-T-V-This is available in your podcast app right now. Have you seen The Yes. I know exactly what you're gonna say. They're doing like, really smart contest. That's really easy and fun to get involved with where they do you do a theme? Yes, you do Look real for the TV. If you remember, TV had opening credits. Yeah, seriously, When you Because I was raised by it when I was growing up, they would have these before the show. You see the guys? Yeah. And girls from the show. Yeah, and I didn't know about that. And so that''s what I love about this contest is teaching me this new stuff. It''s a great idea. Here''s what I think we should We have Joe coming in. Yeah, we should have Joe help us. Dio Ah contest like that for our show and Betemit their own game. Yes. And then this ad that we are contractually supposed to dio becomes an emperor becomes like a like an opening a cold open for our show. It''s an ad. So this ad becomes part of our episode of our show? Yes. And then we take their idea that has made their show so big and how they're eating our lunch. Will anyone pay attention to a format shattering innovation like this that we're doing where we're turning an ad into a cold open? No, of course not. Well, theyll completely ignore it because they're never gonna hear it because they're having so much fun Editing yeah, images into a green screen behind a sort of marching, Gabor''s and Laugh Kis's and season Teoh, John Gabor''s and Lauren laughed s air back, talking about mawr of the TV shows and memorable characters that warp their minds. They do all of them","speaker":"spk_0","timeCode":0,"tags":["The Ye","Joe","Joe","Dio","dio","Gabor","Ki's","Teoh","John Gabor","Lauren"]},{"id":"SRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Me and Dixie calm and we are doing our celebrity deathmatch. Finally, a rivalry, of course. So you're not Flynn up with Dixie Kong in the ring And are there any rules or is it just one? Well, there's Lane is there telling us the rules, but it seems like even he wants to see as much blood and guts as pos'sible. Ah, and I am, of course, ready to throw down because Dixie and I do not like each other because Diddy Kong cheat on her with me a few years ago, which, and she, of course, goes right to me is mad at me, right? Why don't you look at your You know what your man doing? You know what I mean? Because did he neces'sarily? I I know you told me this story, but he didn't tell you he was in a relationship. No. And I have met, but I had met him through playing the games. Okay, so that''s a gray area. So I did kind of know and she is in the games to, but I'm not playing as her. I don't know her, but didn't he say I'm in open relationship? And didn't you say Does she know that? Yeah. I mean, like, I it''s up to him to tell me this stuff From So anyway, you're down a knuckle up with Dixie Kong? Yes. And so I they give me like, podcast Mike''s as weapons. And I was like, OK, first thought they also have you. I didn't know this. You have to animate yourself. Wow, When they when they have a celebrity on the show, you have to like, create your playing a mold and you have tow like and so is fighting the other. You each get one frame at a time to change your position and fight each other. And I do not know I have never done this. I don't know how. And so it is. It looks and you've been using. They look scary, so much lotion on your hands that that''s got to be mixing with the clay and making you fall apart. I am sort of melted, gradually melting as I go, which is making me harder to hit pun and feet. Yeah, and like knock down. But she also is like that is what she normally is like. I hope that''s not like offensive or anything, but that is what she normally looks like a little bit melted. No, but it is like the like, sort of a clay person. Ah, so It''s a much more comfortable state for her. Yes. Whereas you look I mean, you're very sort of hard and crispy, which is why you use so much lotion. Clay is so malleable, even who are rigid. Even a clay version of me to like, pretend to be me was gonna have to be very hard to move around without, like, kind of shattering. Which is why the lotion did so did Dixie straight split your wig? She? Yeah, she She''s well, she''s special. She split your wig. Okay, well, I'm sorry to hear that. A Zen And now I'm no longer mad at you for being late, so Hey, welcome to Hollywood Handbook. An entire sky to kicking butt and dropping names in the red carpet line back hallways of this industry we call showbiz. Can you believe it''s Joe? I'm I'm sitting here myself, and I'm is happening to me, and I can't even believe it is Joe. Well, and we always want Joe, and he''s always going to this thing in that thing. And this big premiere and that huge s or any heirs and and this grand opening of this drug store on Crenshaw my I Cal is a mes's and you looked at it. It''s a mes's because I have to go into week mode. It''s Oh, so you have to take the wide view. There''s more dots and I can't see what the other dots are on when I go into a week mode. Even then, I need to just, like, drag it, make it as big as I can. Yeah, because I do my description's to their too long. But I have a lot going on","speaker":"spk_0","timeCode":202.84,"tags":["Dixie","cour'se","Flynn","Dixie Kong","Lane","cour'se","Dixie","becau'se","Diddy Kong","cour'se","Doe","Dixie Kong","Mike","Dixie","Hollywood Handbook","Joe","Joe","Joe","Cren'shaw"]},{"id":"SxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"that is complicated to say it's Baria. That''s the one I'm mostly going to.","speaker":"spk_0","timeCode":479.11,"tags":["Baria"]},{"id":"URHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"But what happened to sorry? Having some kind of impact on the culture? He said he was sorry and it took a couple of minutes. He drove to a podium and showed up, and he had a gay person with them. And so","speaker":"spk_0","timeCode":526.95,"tags":[]},{"id":"UxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"when he said that the guy looked shocked.","speaker":"spk_0","timeCode":545.09,"tags":[]},{"id":"WRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Well, you guys air 100% right? Because you should be doing these sort of, um, contest just because it's a fun way to interact to. And that we did. Ah, that worked well at Baria is","speaker":"spk_0","timeCode":762.05,"tags":["becau'se","Baria"]},{"id":"YRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"that is actually one of the things that we put in the disclaimer in this second version of the contest. Don't cook the pasta. If you're going to use the white version two became neces'sary. Yes, well, we didn't have any instruction's or anything in first. You know, like pasta costume. Well, yes. You pick your favorite noodle and then dres's up ok and um, that's just harder, because noodles in their before they're coked or just plain so it''s mostly shape. So it was a lot of people wearing beige clothes and then doing the shape that I I thought it was good. I thought it still fit.","speaker":"spk_0","timeCode":862.34,"tags":["pa'sta","fir'st","pa'sta co'stume"]},{"id":"YxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"download all of the footage in the in the theme song, and then The woke on the logo and then all you have to do is add it together. Your own editing software learn to use Ah, uh uh Somehow used the limited amount of footage you have to do something creative and innovative and then, um, uploaded to them and then they can go viral again, which I am always worried to see another podcast go viral. That's so bad. for us s. So when we saw that they were doing that, we thought, First of all, I actually wants Raised-by-the-T-V-This. Oh, well, you won't also wonder where they got that a little bit. That''s frustrating. And secondly, happy for them. But also it is It''s a It''s a kind of a weird coincidence. Yeah. Yeah. So yeah, it''s great. And and I understand why you're you can't drink the ocean.","speaker":"spk_0","timeCode":927.15,"tags":[]},{"id":"ZBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Thank you. Because people think that podcast listener's are the ocean and that there's an unlimited amount, but you can't drink that water is not good for water. Water everywhere. Broadcast listener's is actually are actually more like a slice of pizza. And when they're all the pizza is gone, it''s gone. Yeah, we're taking some things From you. Got you? Yeah. Yes. Ah, and each of these slices does not have very much money.","speaker":"spk_1","timeCode":983.48,"tags":["Becau'se"]},{"id":"aBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Not with this fun contest I have in mind. So they okay The people that have listened to the show? No, the name of the show,","speaker":"spk_0","timeCode":1076.75,"tags":[]},{"id":"aRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"right? They arent if they if they know whether or not they know there's no way for us to know because they are not saying it is not a roadblock to this contest idea. I havent. So the people know where. What podcast network. It''s on, right? Yeah. Yeah, yeah, yeah. You know, a bigger Yeah. Okay, so they know it''s on Earwolf as it cut. Do they know what day it comes out?","speaker":"spk_0","timeCode":1087.79,"tags":["Earwolf"]},{"id":"bhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"well, not a roadblock either, for this contest idea. So you're you are a person who is aware of the show that it's on the network comes out sometime. So what you do is you get a clipboard, right? 00 and then you, uh, draft a legal contract. Okay. Okay. Step one is to get a clipboard. Okay. You in this situation? It''s certainly not me.","speaker":"spk_1","timeCode":1145,"tags":[]},{"id":"hhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Right? Well, the 13th 1 should probably be a rule If the other words, their rules, The 13 things should be a rule toe. Yeah. Okay, so 13. So they're all rules now?","speaker":"spk_0","timeCode":1626.45,"tags":[]},{"id":"ihHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"You show them the car and you go. If you do every item, then when you get to the after the 12th item, then you have a car like this, too, and you can jump higher.","speaker":"spk_0","timeCode":1684.37,"tags":[]},{"id":"ixHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Oh, that's a good of The okay. So sure of a car and saying that the contest that the prize for the contest is that car or","speaker":"spk_1","timeCode":1693.93,"tags":[]},{"id":"kBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"This is a new feature that we have on the show where we just have to. Test of things are palindromes on, so we will put different things through the palindrome machine. Okay, and then you have to wear those white. You have to wear gloves. Teoh. Operate it.","speaker":"spk_0","timeCode":1768.82,"tags":["Teoh"]},{"id":"lBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Yes, it is. That's about when we have another palindrome. What was our last palindrome? I don't remember I think it was in the pro version. So go ahead and put money in, but your money in the coffers of big Stitcher Premium works. So my favorite palindrome is a man. A plan a Dan Banana","speaker":"spk_0","timeCode":1805.27,"tags":["Stitcher Premium","Dan Banana"]},{"id":"mxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"you know, I was on a bad path for a long time, and Ah, it got pretty dark there. And, um, I was over using drugs and alcohol and, uh, was really lost in depres'sed and, uh, managed to find a a way out through, um what are you know, I don't want to get into my personal, like program or whatever, but but there is a better way. There is. Ah, there is a life. Or even if you think there's not where you don't have to get Shwe''s defaced","speaker":"spk_0","timeCode":1919.81,"tags":[]},{"id":"ohHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Hey, guys, if you havent heard Wolverine The Long night Marvels first scripted podcast ever, you're mis'sing out the 1st 7 episode's. Their amazing. And if you start now, youll end up binging the whole thing just in time for the finale. It''s kind of like the first season of True Detective, and it follows two special agents investigating a string of murders deep in Alaska. First, they suspect Logan, a stranger with claws. And then that actually is, well, whatever that is. Yeah, I think I got a feeling, I know, but there''s a lot of other stuff going on. And so it stars. Richard Armitage is Wolverine and Scott Adsit From 30 Rock and Auto A Sando From Ultra Carbon. And so Chris Catherine isn't it, which is great. I love that they were able to find a part for Chris Catherine and they there''s a There''s an episode. I think it''s a finale like the like. The last episode is, um, Wolverine, calling in, calling in the form of s Yeah, And so Chris plays himself, which weve seen him do and other stuff, and it''s fucking super powerful. Yeah, just on, And I think it was Yeah, it''s sort of a cros's promotion, right, because it''s a good episode of Beautiful Anonymous integrate upside Wolverine. The long night Should we play? Can we play one clip saying we pull it out way. Don't want to scoop the whole thing. Just like the one I'm gonna jump to the middle part, Okay? Hey, who''s this? Ah, a bub. Uh, it''s me. Um, move. Ary a motoring. Uh, What''s ah, What''s going on, man?","speaker":"spk_0","timeCode":2123.59,"tags":["Wolverine","The Long night","Marvel","True Detective","Fir'st","Logan","Richard Armitage","Wolverine","Scott Ad'sit","30","Sando","Ultra Carbon","Chri","Catherine","Chri","Catherine","Wolverine","Chri","Wolverine"]},{"id":"qBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Okay, so","speaker":"spk_0","timeCode":2304.39,"tags":[]},{"id":"rBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"And when somebody really makes a gourmet pork chop for you like some of these barstool sports guys, then","speaker":"spk_1","timeCode":2419.45,"tags":[]},{"id":"rhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"and kind of poke some holes in terms. Yes. Are they that good? Yeah, I should they be using their platform for that?","speaker":"spk_1","timeCode":2445.21,"tags":[]},{"id":"uhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"It was called marionette, but I've been doing it along and I'm tired. Yeah, hands.","speaker":"spk_0","timeCode":2567.58,"tags":["marionette"]},{"id":"vhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Bring the glas'ses. Bring the glas'ses. You're learning so fast. Like Lucy. Basically.","speaker":"spk_1","timeCode":2613.7,"tags":["Lucy"]},{"id":"vxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Thank you. Um, do we want Teoh come up with? Well, like a plant like, ah, fan plan. Different. Another great power. Okay. A different fan plan that Kevin can sort of try out and well see if it would work on the fans.","speaker":"spk_0","timeCode":2619.26,"tags":["Teoh","Kevin"]},{"id":"wxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Ah, These normal guys arent smart like me. Yeah, and they're saying school stuff. That shit is fucking legendary. You could do that with us. We look like total look. Were blue collar regular Joes. So get a picture of me and he's and further mikes and just have a saying something about, like, uh oh, what? I mean, I wouldn't even know what the example is. Oh, I got one Delilahs. I love having a cushion on Mike under my tushy. And I love having back support. And the other one you would do Because that''s not these guys. Their freewheeling on a stool,","speaker":"spk_0","timeCode":2683.87,"tags":["Joe","Delilah","Mike","Becau'se"]},{"id":"yRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Wow, that's good. We're going to get a lot of good means, but we need a hashtag for them, uh, for the contest and yeah s so we can find them hashtag names. Yes, that''s good. Well, that could be pretty popular. Do we want to use hashtag movie rank still? Oh, yeah. We have Mac on any traction on our last hashtag that we tried todo Let''s just roll it out if you are Ever got it? Wasn't The hashtag No is a great hashtag. I thought that other people would be using it even for non our show stuff. No, but it actually is Nobody using it for me. I got a couple. Some people sent me some movies because you told him to send him to me. So I got a couple hashtag movie ranks like hey told The Boys to do this, and I definitely did. You definitely did What? Tell us to do it. No, you didn't know? I, like definitely like thought about it.","speaker":"spk_0","timeCode":2779.16,"tags":["Mac","Boy"]},{"id":"zBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Yeah, and it is mobbing picture. That's The visit. Little mother waited a little quick. Mobley inventor wants to be little quick mobbing picture.","speaker":"spk_1","timeCode":2891.75,"tags":["Mobley"]},{"id":"zhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Well, not anymore now, after today, Yeah, I'm climbing this tree over here and waiting.","speaker":"spk_0","timeCode":2953.19,"tags":[]},{"id":"2BHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"as somebody who was actually Raised-by-the-T-V-This.","speaker":"spk_0","timeCode":3055.45,"tags":[]},{"id":"2xHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Yeah, All star AKI, Daphne,","speaker":"spk_1","timeCode":3100.63,"tags":["All","Daphne"]},{"id":"5hHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"just preying on all the gelatin. Well, it's all a game to you. I mean, imagine how boring all the stuff that you actually have to do at the time would be. Now that you've experienced, you know, the breath of life, what would be good for me is along the way, in my life, I've made some boo boos and mistake's and stuff I think will be a chance of now I've learned, and now I'm finally going to get the chance to get it right, OK, I'll get it right. 100% of the tuck. Let''s if I had to start over right now. I've already played through the boards once, you know,","speaker":"spk_0","timeCode":3304.99,"tags":[]},{"id":"6BHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"and youll be using that guitar to pick up some fricking young chicks, there are only certain my notes.","speaker":"spk_0","timeCode":3348.46,"tags":[]},{"id":"7hHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"oh Hollywood Handbook","speaker":"spk_1","timeCode":3411.16,"tags":["Hollywood Handbook"]},{"id":"8hHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Hey, this is Arne Camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of Food, and I started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said. Like a fancy college profes'sor,","speaker":"spk_3","timeCode":3476.47,"tags":["Arne Camp","The Improv","The Magic Tavern","King","Chicago","Land of Food","Sea'son","ju'st","Sea'son","McElroy"]},{"id":"9RHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"You've seen me have intercourse with a variety of","speaker":"spk_3","timeCode":3509.41,"tags":[]},{"id":"_hHMLXMByMrymAEmTNKw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Something is wrong. Listen to Jon Hamm on comedy Bang Bang this weekend. Subscribe now on Apple podcast Stitcher Premium Sendai really do encourage you to Have you seen Scott recently? Yeah, I have seen him kind of like as soon as I kind of get up to him, he turns away and when I'm done, I am talking to him. But he's turning away like he has something to do behind, you know, in the corner and will any. It looks like he''s texting, but if you look The screens blank and I think is batteries charged, and why would he have? Why does he have to turn away that? And he''s just like muttering to himself like and that you find him a lot of times just facing the corner. Yes, that''s right. The corner. These were something. He seems to have a lot of busine'ss in the corner. Yes.","speaker":"spk_0","timeCode":180.67,"tags":["Jon Hamm","Bang Bang","Apple","Stitcher","Premium Sendai","Scott"]},{"id":"CxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"first popcorn memory and 1/2? It's romantic.","speaker":"spk_1","timeCode":458.34,"tags":[]},{"id":"EhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"because we're so pas'sionate about the popcorn is very serious.","speaker":"spk_0","timeCode":522.49,"tags":[]},{"id":"GxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Oh, can you explain what that IHS kind of? Because I've never heard of it, but it sounds wonderful.","speaker":"spk_0","timeCode":612.08,"tags":[]},{"id":"IxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"I hope so. Because it's a lot of what we have to talk about, because we don't. This The popcorn they sent us, the actual popcorn. It''s so dry, we send it back the first time. Well, if we thought that there had been a mistake, we said, this must have the car. Mr Gotten too hot and something cause it to actually physically pop. Ah, and transit But then they said, No, this is what you're in for. Oh, because you guys were does There''s just, like miscommunication.","speaker":"spk_0","timeCode":683.45,"tags":["Gotten","ju'st"]},{"id":"JBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Yeah, quite a few.","speaker":"spk_1","timeCode":711.34,"tags":[]},{"id":"JhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"That was that was sort of their ceiling. They obviously werent gonna go to that number. And so we were able to get close, but not there. Right? Right. And it was shitty of us to be that greedy.","speaker":"spk_1","timeCode":754.22,"tags":[]},{"id":"JxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"And we are splitting it. Yeah. Okay. Well, and they do have the Wizard of Oz, especially. They do have. This is not mentioned because they do have their own character. The major Popcornopolis-This. Sure. Yeah. Yeah.","speaker":"spk_0","timeCode":764.5,"tags":["Wizard of Oz","Thi","Popcornopoli","Thi"]},{"id":"KxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"that one right. Older one. That's one of the old ones","speaker":"spk_1","timeCode":801.78,"tags":[]},{"id":"LhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"I was doing. It","speaker":"spk_0","timeCode":819.76,"tags":[]},{"id":"MBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"That's always Yeah, I don't Yeah, I don't know who''s got it right now, but I know that whoever it is, it''s great. Yeah. Yeah, but we we learned that we Yeah, we couldn't mention a lot of characters. I wanted to say that I was eating Popcornopolis-This Steve Pollock, Chronopoulos of course. The famous Adam Sandler music video character? Yes. On what music video Was that From Steve Bali? Chronopoulos. That was The The Steve Mother truck in Popcornopolis-This. Yeah, that was the name of the song. Uh, well, I first heard of it when I was that because they came out with the joint live album Popcornopolis-This The Acropolis. And that was really good. So that won a Grammy?","speaker":"spk_0","timeCode":823.13,"tags":["Popcornopoli","Thi","Steve Pollock","Chronopoulo","Adam Sandler","Steve Bali","Chronopoulo","Steve Mother","Popcornopoli","Thi","Popcornopoli","Thi","Acropoli","Grammy"]},{"id":"NBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Are you like one of those? Like Moon conspiracy guys?","speaker":"spk_0","timeCode":871.97,"tags":["Moon"]},{"id":"NhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"weird. When it's obviously a spotlight","speaker":"spk_0","timeCode":880.44,"tags":[]},{"id":"ORHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"I don't want to be as'sociated with Oh, no, Like The Greece. Like the residue?","speaker":"spk_0","timeCode":899.66,"tags":[]},{"id":"QxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Oh, um I Love Teoh while I'm asleep, Peter. So I'll actually eat pop quiz. The first thing I choose, theyll wake up, and I'm like, I've been eating it in my sleep. So that's an unexpected way to enjoy. Okay,","speaker":"spk_0","timeCode":977.21,"tags":["Teoh","Peter"]},{"id":"WRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"because you only have one apartment you dio. Maybe you do. But, I mean, I'm a popcorn. I'm sorry. I'm saying for the people listening. Oh, yeah, Yeah, affair.","speaker":"spk_0","timeCode":1113.34,"tags":[]},{"id":"XBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Popcornopolis-This one. Oh, that was crew. I'm glad. Take three things like take 12 is not a thing that they saying really clever thing right there to take one to get up. We can't get up to take five because that is a food.","speaker":"spk_1","timeCode":1138.15,"tags":["Popcornopoli","Thi"]},{"id":"YRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"We're not sponsoring this, right? Just the","speaker":"spk_0","timeCode":1172.68,"tags":[]},{"id":"ZhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Well, at that point, if that's our core bitters five and take five, we might be able to get $4200 for an episode of Cast.","speaker":"spk_1","timeCode":1192.7,"tags":["Ca'st"]},{"id":"aRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Okay, Because that is a show. That's character. Yes. What is the name he could have? I gues's his name of popcorn. I think theyve asked five. So Nicole popcorn and my dog Popcornopolis-This or something? Popcornopolis-This is the name of the Major Popcornopolis-This. Yeah, you're right. That''s why that popped into my head. I like that. That''s really corny. Oh, wow. I can't stop. All right?","speaker":"spk_0","timeCode":1206.74,"tags":["Becau'se","popcorn","Nicole","Popcornopoli","Thi","Popcornopoli","Thi","Major","Popcornopoli","Thi"]},{"id":"bhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"get one way. Take take one.","speaker":"spk_1","timeCode":1248.6,"tags":[]},{"id":"bxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Okay? You don't even do it","speaker":"spk_0","timeCode":1253.07,"tags":[]},{"id":"cRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Hey. Hey. The zones. Nor is being like normal. Just this conversation. It's just conversation. It''s grounded like actual ground. Adverse me. Notes on How do you know? I just did","speaker":"spk_0","timeCode":1268.82,"tags":[]},{"id":"chHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"how we're giving. You were saying that Shaws doing Wow, Hayes. What a buttery, smooth idea.","speaker":"spk_1","timeCode":1279.39,"tags":["Shaw","Haye"]},{"id":"dBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Oh, man, I think that was a barber. Shepherds Popcornopolis-This","speaker":"spk_1","timeCode":1309.3,"tags":["Shepherd's Popcornopoli","Thi"]},{"id":"dxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"tell you right now, this one has a great staggering which is opening. Repeat. Sorry. I don't know how you beat that.","speaker":"spk_0","timeCode":1323.28,"tags":[]},{"id":"eBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"That that is a really","speaker":"spk_1","timeCode":1328.93,"tags":[]},{"id":"ehHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"it's over this You open it, you eat it and then you","speaker":"spk_1","timeCode":1332.94,"tags":[]},{"id":"gBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"interesting. It's Omary and Stephen Tobolowsky. Popcorn,","speaker":"spk_1","timeCode":1363.88,"tags":["Omary","Stephen Tobolow'sky"]},{"id":"gxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"It was gonna be a popcorn bowl.","speaker":"spk_0","timeCode":1372.36,"tags":[]},{"id":"hBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"You're giving Bosch water. Well, he just had all that popcorn. Yeah, I know, but we can't We can't have it be like water. Like pop From makes you need water, right? It just makes you need more popcorn.","speaker":"spk_0","timeCode":1375.84,"tags":["Bo'sch"]},{"id":"ihHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"popcorn ceilings. We could also do like a popcorn flight. You know, like, just three","speaker":"spk_0","timeCode":1409.94,"tags":[]},{"id":"jRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Ideally, uh, okay, Um, probably the favorite popcorn moment of my career was, um, when I was doing of Show a musical on Broadway. And I","speaker":"spk_1","timeCode":1433.51,"tags":["Show a mu'sical","Broadway"]},{"id":"kRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"I wish I could date and marry all of them. There's","speaker":"spk_0","timeCode":1494.55,"tags":[]},{"id":"nBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"like you're doing buttercream, uh, result's. Yeah. Squeezing buttercream frosting and piping. Thank you inside, but you're hot piping popular ironing. But speaking of buttercream flowers, you can use it as a flower of us after you finished. Because it is in the perversion of Oz","speaker":"spk_0","timeCode":1592.54,"tags":["Oz"]},{"id":"qBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"I don't know. It doesn't feel like a heart. You want Tol Hayes? Either one of you could be Colonel. Colonel. I started at the time","speaker":"spk_0","timeCode":1743.81,"tags":["Tol Haye"]},{"id":"wBHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"I didn't save any time.","speaker":"spk_0","timeCode":2272.01,"tags":[]},{"id":"wRHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"But this one, this one. Oh, my g The time that I have.","speaker":"spk_0","timeCode":2275.63,"tags":[]},{"id":"whHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Yeah, And it's not just about shaving time. It''s all about having fun. It''s about coolnes's and having fun, getting toe pretend Yes, and we ah, obviously work in the field of imagination. Um, weve chosen to dedicate our lives to the magic and the playfulnes's of pretend land and bringing that into the real world for everyone. And so to our listener's, we know that that this is they Love magic. They Love Casper Theater of the Month. Yes, on. So they listen to an ad like this and they're like, OK, Simple Contacts Do they sell any that I can use for disgui'ses? You're not. You havent said anything about being ableto transform myself into another character through my contact lense's. The answer is, yes, they can. They have contacts where you can pretend to be Bart Simpson''s The The effect is insane. Well, because I didn't know that someone like me, a man nearing 40 could truly become Bart Simpson''s with a pair of contact lense's. And once I had ordered these, I was still skeptical. Zai put them in their jet black, and they, uh, make you Bart Simpson''s and I. No sooner had I removed my finger from the tip of the contact, which was now on my eye than was I saying all the crazy phrase's doing all that. He has, like a scooter that he''s on, and I was on that, and I was You look in the mirror and you think you're watching an episode of The Simpson's of Bart Simpson''s It feels like one of and one of the good episode's. Yes, one of the new ones. So but remember, this isn't a replacement for your periodic full eye health exam. And if you really want to be barred sentence than you will have healthy eyes like he does, he wants to be able to see his own antics. Simple Contacts only test that the current prescription still helps you see 2020 and then theyll renew that prescription. They don't right completely new ones. Or examine I health if you want to be Bart Simpson''s, or if you just want to save time. Ah, do you Simple Contacts? And you know what great news for you guys is? My listener's get $30 off their first Simple Contacts order, and they just go to Simple Contacts dot com slash The Boys or enter code The Boys at check out. Ah, I mean, The Yeah, The The wild factors off the charts. Um, you know, it was easier than I expected. I was more Bart Simpson''s than I thought I would be. And ah, and the time of money save is just freaking nuts. Okay, Coco Banana bar.","speaker":"spk_0","timeCode":2282.72,"tags":["Bart Simp'son","Bart Simp'son","len'se","Zai","Bart Simp'son","Simp'son","Bart Simp'son","Bart Simp'son","Bart Simp'son","Coco"]},{"id":"xBHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Hey, Nicole, if you want, I can cut out the top and just make it seem like you're hosting the show and Sean and his or your guest. So if you want to do your own like branded popcorn show, I","speaker":"spk_0","timeCode":2462.9,"tags":["Nicole","Sean","branded popcorn"]},{"id":"yBHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"back at it again with white cheddar? Well, I'm sorry. You push me telling because you made me feel really uncomfortable. No, I'm saying that, Kevin, your perfection. I","speaker":"spk_0","timeCode":2535.44,"tags":["Kevin"]}]