[{"id":"ahHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"Daily Show. Yeah, I remember recently someone refused to call Jon Stewart for me.","speaker":"spk_3","timeCode":3807.1,"tags":["Daily Show","Jon Stewart"]},{"id":"cBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"Um, and once in the future, Yeah. So when is this conversation?","speaker":"spk_0","timeCode":3837.46,"tags":[]},{"id":"eBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"of Deadwood? Well, Rose, what is a Morris chestnut show? Okay, so it's either Kevin Smith, maybe asking If you've seen Rosewood goes, he''s as'sumed hed be mad about it because of Rose Water. Okay, look, I say we just allow Scott and Paul to take over Kevin''s duties, and then we find someone else to take over","speaker":"spk_0","timeCode":3895.7,"tags":["Deadwood","Ro'se","Morri","Kevin Smith","Ro'sewood","Ro'se Water","Scott","Paul","Kevin"]},{"id":"eRHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"Scott and Pauls duties. Sounds like someone trying to close the book on this episode.","speaker":"spk_3","timeCode":3916.88,"tags":["Scott","Paul"]},{"id":"fRHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"jealous. I don't know how to fly the plane. You guys fly this plane. Okay,","speaker":"spk_0","timeCode":3938.63,"tags":[]},{"id":"hBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"You should have all that. I should have a stitcher that we're friends with. Stitcher Premium. We can talk to them. I want you want to get involved.","speaker":"spk_0","timeCode":3985.72,"tags":["Stitcher"]},{"id":"hhHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"Yeah, I know. That's what we're telling you. We just got you one. Yeah.","speaker":"spk_3","timeCode":3993.37,"tags":[]},{"id":"iBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"because we said we would walk. Well go home.","speaker":"spk_3","timeCode":3998.33,"tags":[]},{"id":"ihHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"Yeah, I'm on. So I'm on your show and I got my own show.","speaker":"spk_1","timeCode":4007,"tags":[]},{"id":"ixHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"What? I'm here because we know how to get home. Yeah. I mean, I know","speaker":"spk_3","timeCode":4009.38,"tags":[]},{"id":"jBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"it's like if if you don't give us what we want and give tiny The show, uh, we actually know how to make our way home. Oh, I see.","speaker":"spk_0","timeCode":4013.64,"tags":[]},{"id":"kBHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"I'm gonna have","speaker":"spk_0","timeCode":4034.41,"tags":[]},{"id":"lRHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"And if you photocopy those and give them to me, I will get in a lift and I'll hand them to the lift driver. And I'll say, Please don't read these while you drive. Please pull over, memorize them, drive me to Shauns house, is their directions to your place. And then I'll figure out my way home from there.","speaker":"spk_1","timeCode":4059.3,"tags":["Plea'se","Plea'se","Shaun"]},{"id":"lxHhLXMByMrymAEmV-MQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"'so does it. Do you know when you hear it, you don't hear it? Maybe you don't. It's not gonna make you happy. Okay, Let''s hear it.","speaker":"spk_1","timeCode":4080.06,"tags":[]},{"id":"nhHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"Okay. Already of that? The Boys, those air. Good gues's","speaker":"spk_0","timeCode":4164.7,"tags":[]},{"id":"oxHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"and also has to be The Boys. Oh, yeah. Oh, yeah. I think I do know","speaker":"spk_3","timeCode":4183.7,"tags":[]},{"id":"phHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"lady living The page lady like that","speaker":"spk_0","timeCode":4209.83,"tags":[]},{"id":"pxHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"is The Boys is maintaining the patriot. The Good Place are very interested in keeping the patriarchy defending in place, their wives","speaker":"spk_3","timeCode":4211.75,"tags":[]},{"id":"rhHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"com. Hey, this is Arne Camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","speaker":"spk_3","timeCode":4317.36,"tags":["Arne Camp","The Improv","The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"id":"rxHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again.","speaker":"spk_3","timeCode":4344.9,"tags":["Rachel Bloom","Feli'sha Day","Colton Done","Andy Daly","Gene'si","Phil Collin"]},{"id":"sRHhLXMByMrymAEmV-Na","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"Jesu's. I mean, jostle ruler of The circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","speaker":"spk_3","timeCode":4365.78,"tags":["The circle","The","Magic Tavern"]},{"id":"shHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Hey, guys, do you have big plans for the new year? Well, we havent exciting new companies. One of answer.","speaker":"spk_0","timeCode":0,"tags":[]},{"id":"uBHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Even if you realize that","speaker":"spk_0","timeCode":81.68,"tags":[]},{"id":"uxHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Every sport plus new snooze. So you're finding out news about sports news plus news. It's so cool. It''s so cool. And that way we're picturing it is it''s every sport. So you're seeing all of them and you can go to each one or you can look at the whole thing. Yes, and I go every sport and I'm gonna put I'm building sort of an additional piece to this, and I This piece is just trying, and it''s it''s very dangerous because what Squarespace doesn't realize. Yes, they have given me the weapon that will be their undoing. So in the corner of ESPN dot com is you click on like a little like captain''s wheel or something. Now you're the captain, you're driving the website ship and and what my thing is going to do is when you click on it, suddenly, you're gonna be able to turn your idea into unique website showcase your work blogger, public content, or even so, products and services of all kinds of just a few clicks. But it''s gonna be Sean Space. Sean has built Squarespace dot com, but it is called Shines. So using Squarespace his own friggin materials, I have now crafted the very weapon that will be their undoing. And they paid me to do it. So head to Squarespace dot com. Well, it''s still there for a free trial. And when you're ready to launch, use The offer code. The Boys save 10% off your first purchase of a website or domain, and it''s like the it''s like we are. It''s like you're summoning us. You're about to pay full price. Ah, and then you're like, Hey, I think I","speaker":"spk_0","timeCode":138.94,"tags":["Thi","ESPN","Sean Space","Sean","Square'space dot com","Shine","Square'space","Square'space dot com"]},{"id":"xhHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"and the boat ended up sinking Watches. He he dabbed so hard that he put a hole in the in the hull of a ship and we started taking on water. And we also I mean, we realized pretty quickly into the cruise Heywood Award with this even be up for he was already in trouble. And it's not a film in the traditional sense. I mean, it''s on, you know it''s recorded. Okay, It''s Yeah, I heard, though. So after he got in trouble, that that was maybe a way that he was going to try and get out of it is by winning a huge award. Yes. I think that was the idea. Her, Um that''s like when a player does a big penalty and football and then they try to get the Heisman Trophy.","speaker":"spk_0","timeCode":356.23,"tags":["Heywood Award","Hei'sman Trophy"]},{"id":"yBHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"It's like, Okay, let''s like, I gues's well play Gabor''s. So there there are these ropes around s So we tried to like last two aciego. Yeah, or something. But, you know, you tie the other end of the les'son do to yourself? Yeah, or a brown all area. Yes. Well, no. Then The like one side to me, and then the other is tied to the pronto. We stay on land, but we I ended up last doing a container ship by accident that was going back. So we get keel hauled for containers. I did not get to see the containers because I was being dragged in the ocean behind the containers and they were all closed. There''s a Hanjin container. I could tell you what The The company? Yes. Yeah. So anyway, eventually we ah, the rope phrase and breaks We watch ashore. Uh, come on land on this beach and I look up and it''s a naked beach.","speaker":"spk_0","timeCode":423.5,"tags":["Gabor"]},{"id":"yhHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"That is a sad part of our society and movie tried to kind of point out. Yes, you know, some of the biase's that our society has in a very subtle way, but they also I will having spent a lot of time with this guy. I don't know if it's this one or just all of them. This guy sucks so bad. I hated. Listen, Bron not because he was a pro I don't know. I don't know the only one because I have also never really loved From. So it would be by Well, look, I like now that I am actually technically friends with one. I feel like I can't say this, that these things are so discu'ssed. Is that the rules? Because then I have some stuff to say. Hey, welcome to Hollywood Handbook Insider''s Guide Take taking by The dropping Made with the red carpet land back. Always this in this industry week. About what up? It''s a big show. First show of the New Year. Let''s start it off, right? That''s second show of the New Year, though. And if you think about it, the 1st 1 being recorded in the New year for the New year for us by US 2018. Baby Mary''s here. Daymond! John! Hello, Mary Mary Sas'sen. Proud Mary. You see the trailer for that? I saw the billboards. I'll tell you what.","speaker":"spk_0","timeCode":527.12,"tags":["Thi","Bron","becau'se","Hollywood","Handbook","indu'stry","New Year","New Year","New year","New year","US","Mary","Daymond","John","Mary Mary Sa's'sen","Mary"]},{"id":"0BHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yeah, just you left and right. Washing feet, giving birth.","speaker":"spk_0","timeCode":649.58,"tags":[]},{"id":"2RHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"that she, sir, secretly has, like, this closet full of guns that this dark it is a little weird. I mean,","speaker":"spk_1","timeCode":701.72,"tags":[]},{"id":"4xHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"late wife or late husband to represent","speaker":"spk_1","timeCode":871.33,"tags":[]},{"id":"5BHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"The half of the couple that did. Oh, interest may be in solitary. Was your late husband be his late wife? Makes me think this izombie Oh, you know what? Maybe that's why I've been getting a lot of looks when I keep calling myself His late wife","speaker":"spk_0","timeCode":874.62,"tags":["intere'st","izombie"]},{"id":"5RHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"was your set of the walking dead?","speaker":"spk_1","timeCode":891.13,"tags":[]},{"id":"9RHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"because when it's years ice, I shot a lot. We did it. We did it!","speaker":"spk_1","timeCode":990,"tags":[]},{"id":"-RHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"mushed up enough that I believe it will stick to my head. I slap it on there and then I'll use some","speaker":"spk_0","timeCode":1061.19,"tags":[]},{"id":"_xHiLXMByMrymAEmy-PR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"So is there a way for me to keep it moist throughout the day or to even keep it on there? May I ask a question? Are you married? No. Great. Absolutely. Well, but you can ask.","speaker":"spk_0","timeCode":1105.89,"tags":[]},{"id":"ABHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"But you can ask Kevin a question that and relate to me. And then I can maybe answer on Kevins behalf.","speaker":"spk_1","timeCode":1119.19,"tags":["Kevin","Kevin"]},{"id":"ARHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Wonderful. Um, Kevin for Sean. Um, this","speaker":"spk_0","timeCode":1126.64,"tags":["Kevin","Sean"]},{"id":"BRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"you know, a to this point, maybe what you're","speaker":"spk_1","timeCode":1187.37,"tags":[]},{"id":"BhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"identifying, As you know, quote natural hair is just old a Okay. Hey, that's been around so long that it has From Nate. Kind of melded with the body. Yeah. Do you have just is like an anchor because of you? you've said that your hair is falling off. Your hair is falling Off justice. Something to anchor the other hair. You know,","speaker":"spk_0","timeCode":1193.02,"tags":["Nate"]},{"id":"ExHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"I thought I was maybe being in No, no, no. I made the big eggs","speaker":"spk_1","timeCode":1399.22,"tags":[]},{"id":"FBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"cook them so they were very hard. Wasn't saying that Bernie Sanders put that through the pasta. Extra odor kind of sat my pay for school head down in front of it. So I'm grinding buffet, have the eggs air coming out onto my had schools free, which I have, um, stick it up.","speaker":"spk_0","timeCode":1404.66,"tags":["Bernie Sander"]},{"id":"FxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Because if you notice to get the egg shell out of the exhibit falls in there. You use mawr of the eggshell. The only thing that will stick toe egg ISMM or egg well, eggs friends with each other. Yes, the other buddies. So this has been on my head.","speaker":"spk_0","timeCode":1428.08,"tags":[]},{"id":"HhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yeah, thanks. God,","speaker":"spk_1","timeCode":1497.58,"tags":[]},{"id":"IxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"they do wind up figuring it out, get back together. And so you know, and part of that, I think, is because they were living together still, that it gave them the opportunity to taper no duct tape. Right? But do that they I noticed that it's kind of a mood movie magic thing. The duct tape comes off very easily. Oh, you in that movie and in my personal experience with that. That is not real life. Because movies can be fake about that kind of thing. So, yeah, s effects. And weve all been on set. Yeah, whether we're doing here on a zombie or ah, you know, powdering. Ah. Ah, camera. It''s like, you know, whatever your job is, you see on set some of these effects and some of these magic guys are creating illusion. Yeah, on. I love that. It''s a wonderland of illusion. But you know, my industry, um, that we are dream weavers. Yeah. This busine'ss is","speaker":"spk_0","timeCode":1540.14,"tags":[]},{"id":"LhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Okay, Now are dealing a very good podcast. Make sure you get before and after pictures for this one. Okay. Hey, guys. Support for todays show comes From Squarespace.","speaker":"spk_0","timeCode":1717.59,"tags":[]},{"id":"MRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"and then you and then you have to wait to go. And then I say I have a promo code, actually, so I dont Off coat. It's on offer code. I mean, it mean it is's it's offer code The Bubble a dream, but dream you just go like Oh, I think I wish I am. I think I might know someone.","speaker":"spk_0","timeCode":1975.31,"tags":["The Bubble"]},{"id":"MhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Actually, I think I have some friends back home that I give me a little discount on this home.","speaker":"spk_1","timeCode":1991.18,"tags":[]},{"id":"NBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"But, boy","speaker":"spk_0","timeCode":2009.6,"tags":[]},{"id":"NRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"hey. Ah, yeah. Actually, I think you're not gonna be charging my friend here. Full price for this. Thanks. Hey, am I late to the party? Somebody need a little backup,","speaker":"spk_0","timeCode":2012.69,"tags":[]},{"id":"NhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Ros's. Oh, so we killed 10% of the purchase, and then we got killed, and then we got killed. Yeah, so that Squarespace dot com offer code. The Boys","speaker":"spk_0","timeCode":2027.44,"tags":["Ro's","dot com"]},{"id":"RBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"It's like some It should be someone else''s hair because this hair is like carrot in and it''s just like soft and it''s OK and the rest of me is like skin and body. Yes,","speaker":"spk_0","timeCode":2241.43,"tags":[]},{"id":"RRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"thank you. His there should be more body. Yeah, finally,","speaker":"spk_1","timeCode":2250.59,"tags":[]},{"id":"SBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yeah. I mean, I would love to just, you know, offer You guys just, um just some, you know, um, actual hair. I don't actually, because that feels route. You know what is actually all right? No, it's very okay.","speaker":"spk_0","timeCode":2277.29,"tags":["ju'st","ju'st","ju'st"]},{"id":"UxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yeah, it's a public restroom,","speaker":"spk_1","timeCode":2368.55,"tags":[]},{"id":"XRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"first and foremost. That's good. And I got a hat From that target that says I love haters, so I could be confusing for them for me to be ignoring them, but OK, but you know what? That''s how I have found that I get my my most Love is ignoring people who","speaker":"spk_0","timeCode":2425.6,"tags":[]},{"id":"YBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"So yeah, P you s","speaker":"spk_1","timeCode":2444.48,"tags":[]},{"id":"ZhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Oh, yeah, yeah. I'm starting to picture it.","speaker":"spk_1","timeCode":2463.96,"tags":[]},{"id":"bBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"But I'm you know, I almost I should apologize because I think when I brought this up hey said, I'm I was worried we were building towards something. And so I think we were about to pretend Thio move Kevins hair around.","speaker":"spk_1","timeCode":2508.5,"tags":["Kevin"]},{"id":"dBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"but I actually need to take a breather because ah, 100 heads on that thing. That really Hercules doesn't stand a chance.","speaker":"spk_0","timeCode":2591.07,"tags":["Hercule"]},{"id":"fhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"You finally see, dude finally chill, man.","speaker":"spk_1","timeCode":2703.8,"tags":[]},{"id":"hhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yes, and we will just get out of the way.","speaker":"spk_1","timeCode":2774.72,"tags":[]},{"id":"jRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yeah. You know, you","speaker":"spk_0","timeCode":2820.65,"tags":[]},{"id":"khHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"well, he would sleep in a separate room. Uh, okay. I didn't see Coco.","speaker":"spk_1","timeCode":2841.34,"tags":["Coco"]},{"id":"kxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"You didn't see Coco, But you came up with that.","speaker":"spk_0","timeCode":2848.21,"tags":["Coco"]},{"id":"lRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"But does Wilko Off everyone? If everyone forgets you, you disappear. Ho. Wow. It's like a second death. You disappear. But it was a matter of what you did was good or bad. It''s going name. Yep. But it''s not the main guy''s name. Yeah, okay. Just enough to tickle your palate to want to see it.","speaker":"spk_0","timeCode":2853.55,"tags":["Wilko"]},{"id":"mhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"That's what Coco says. That seems to be the mes'sage. Yeah, well, better took","speaker":"spk_1","timeCode":2911.44,"tags":["Coco"]},{"id":"nxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"in the film?","speaker":"spk_0","timeCode":2934.51,"tags":[]},{"id":"oBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Okay, well, that's a big spoiler dough, okay? And that''s a big secret, todo I gues's. Ultimately, I'll just have to watch it. It''s just as you know, I don't know. No TV. Isn't that interesting? Hey, New Year. Something stay the same. Ah, you guys have me intrigued on cocoa. What was the controversy around the frozen short? That happened, Mary before that?","speaker":"spk_0","timeCode":2937.73,"tags":["New Year","Mary"]},{"id":"ohHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yeah. To happen right before a movies Yeah, it was weird just coming from the girl once we call wife Mary.","speaker":"spk_1","timeCode":2970.39,"tags":["Mary"]},{"id":"pBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Hi, s. Which is something that really peeves me. Am I getting fired up?","speaker":"spk_1","timeCode":2984.16,"tags":[]},{"id":"pRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yeah. I get really hot under the collar when I see representation. Kevin, whats happening with your hair? It looks like it''s Ah, it''s longer now. Yeah. Okay. It''s 20 minutes coming for May. If that''s going right toward you. And it seems to be creating sort of a knife shape, doesn't it, Kevin? And are you doing that on purpose?","speaker":"spk_1","timeCode":2990.31,"tags":["Kevin","May","Kevin"]},{"id":"rxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Thank you. I feel taller. Yeah. And that's what I'm saying. Suddenly have risen up and just have this, um,","speaker":"spk_1","timeCode":3091.34,"tags":[]},{"id":"uBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"And then we ask that Dow was like, and then Wheeler and Kevin is like, OK, I'll just do something for you, Like, right now off the top, my head instead of this thing that he had clearly been sitting on for a while almost an hour, because we had a really been talking about. That would be quite a while. You are right. That is a That is a Vidal thing. That is, while you're leaving our house. He would he would","speaker":"spk_0","timeCode":3182.26,"tags":["Dow","Wheeler","Kevin","Vidal"]},{"id":"vRHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Uh, hey, it's home for your member.","speaker":"spk_1","timeCode":3217.03,"tags":[]},{"id":"vhHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Hated home food.","speaker":"spk_0","timeCode":3219.19,"tags":[]},{"id":"vxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yeah. Give me outside for Only likes outside food. Give me nothing. Wow. But that's two. That''s tough for him at a lot of restaurant's because they say that there''s no outside food there.","speaker":"spk_1","timeCode":3221.9,"tags":[]},{"id":"whHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Very few restaurant's serve outside food. Yeah, outside food. We're thinking alike. Marsh rooms.","speaker":"spk_0","timeCode":3240.54,"tags":[]},{"id":"xxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yeah. And he would say, Mary,","speaker":"spk_0","timeCode":3285.95,"tags":["Mary"]},{"id":"zBHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"of the last year. And who do you think will be the hero of this year? Big hero. Six","speaker":"spk_1","timeCode":3342.02,"tags":[]},{"id":"zxHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Waas. You're right. It was captain underpants. I know. I mean, you could say anything, but I just want you to know, just because","speaker":"spk_1","timeCode":3359.93,"tags":[]},{"id":"1hHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Was he","speaker":"spk_0","timeCode":3400.14,"tags":[]},{"id":"2BHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"I wish. But a dream.","speaker":"spk_0","timeCode":3403.55,"tags":[]},{"id":"4RHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Why don't you do that?","speaker":"spk_0","timeCode":3469.15,"tags":[]},{"id":"5RHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"right, which is why I still camera is still images. Yeah,","speaker":"spk_1","timeCode":3495.74,"tags":[]},{"id":"5xHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"That's what it sounds like. There''s a slide there. That''s what he keeps mentioning is that you can go down a slide.","speaker":"spk_1","timeCode":3520.01,"tags":[]},{"id":"6BHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"It it really does feel like a trick. Yeah, that sounds like a great a trick.","speaker":"spk_0","timeCode":3527.02,"tags":[]},{"id":"6RHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Like it's an abandoned warehouse downtown with a slide for kids to play on. And this is like Kevin''s like main thing. He invites people dio,","speaker":"spk_1","timeCode":3533.48,"tags":["Kevin"]},{"id":"9BHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"that was Go. Get out.","speaker":"spk_1","timeCode":3645.09,"tags":["Go"]},{"id":"9hHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"He was listing Suffer the beginning. But now he does.","speaker":"spk_1","timeCode":3656.38,"tags":[]},{"id":"-BHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"And we did the pictures. Yes. Buy","speaker":"spk_1","timeCode":3662.01,"tags":[]},{"id":"ABHiLXMByMrymAEmy-XR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"'species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again.","speaker":"spk_1","timeCode":3762.74,"tags":["Andy Daly","Gene'si","Phil Collin"]},{"id":"AhHiLXMByMrymAEmy-XR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"killed Phil Collins twice. Thomas Middleditch,","speaker":"spk_1","timeCode":3770.73,"tags":["Phil Collin","Thoma","Middleditch"]},{"id":"AxHiLXMByMrymAEmy-XR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Jesu's. I mean, jazz Off ruler of the circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","speaker":"spk_0","timeCode":3775.23,"tags":["The Magic Tavern"]},{"id":"ExHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"What is it? What? Jewish guilt. I actually don't know. I just know that it's It''s Jewish. I think Jewish candy. And it''s called The brain is Jewish candy Swedish, Swedish, Built, if a way tried a We're talking about serious stuff, but we also do want tohave. Thank. I mean, in this time in the world, you know, you got to make light of things that you're gonna I don't know.","speaker":"spk_0","timeCode":225.4,"tags":[]},{"id":"FhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"This corporate show. Thank you. That's so interesting is it''s funny show. Thanks. On the comedy Comedy Central. Yes. Why would they? Yeah. Why would they put it on the channel if it werent? It''s so funny. It''s central, but at times it can get very dark and subversive. And that''s what I want to talk about with these billboards. Okay, I've seen him. I didn't know if you were even gonna bring it up. He's Yeah, because of these, because these billboards shook me to my core.","speaker":"spk_0","timeCode":264.7,"tags":["Thi","Comedy Central"]},{"id":"JRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"So I'm sitting there watching and be like, Oh, my God, stepping. I'm stepping on my seldom like waited. They see what happens, and Sean comes, like busting it. You know? There's, like, a big hole in the wall of every track. Sean comes busting in through the hole, and he''s like, ways like going along the other cars. Little stop, get out of here.","speaker":"spk_0","timeCode":624.48,"tags":["Sean","Sean"]},{"id":"JhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"The other Carter. That's only gonna make me want to Drivinme or","speaker":"spk_2","timeCode":643.1,"tags":["Carter","Drivinme"]},{"id":"LBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"But we, you know, sort of thorn up jeans, cool t shirt, The and we're out there in the dead of night. Nice time. You see Mr Brainwash out there? We, uh, you ran into him. We don't have a great relationship with brainwashed. Who does? Yeah. I must be post during over each others poster's all the time. That was a lot of that was going on. He was throwing up, you know, even in that night, that we're putting up Comedy Central corporate Comedy Central is fun. He was putting up. He''s working for his work s so he''s kind of been co opted by Comedy Central. So anyway, that was the whole fuckin ordeal. But we were out there and it was pretty pretty wild, right? That was cold. Really cold. That''s always tough. Staying one step ahead of the poster police, I imagine. Yeah, That''s right. Is Sumner in the room at all? Sumner Redstone.","speaker":"spk_0","timeCode":702.56,"tags":["Mr","Brainwa'sh","Comedy Central","Comedy Central","Comedy Central","Sumner","Sumner Red'stone"]},{"id":"LRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Something isn't dead for a decade. Yeah, and is he in the room and breaking the story? I mean, I'll break it. Sure, Sumner, we keep Sumner. He's in the room, but he is not alive. And wow, but it''s ah and LA mean esteem dynamic to the breaking of stories. Toe. Have you know, a corpse in the room? Yeah. That is not being preserved. What comes to Because that would be admitting that he''s dead for a corpse. Has been dead for 10 years. He looks bad. Yeah. Really bad. Like","speaker":"spk_1","timeCode":749.72,"tags":["Sumner","Sumner","LA","Becau'se"]},{"id":"RBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"because it is the confidence that makes him so bad. Yeah,","speaker":"spk_1","timeCode":1021.08,"tags":[]}]