[{"id":"phE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"I just flipping around. Yeah. Okay. Okay. Um, reads is a space. It's still high. First Bank was touching his shoulder, flipping him around, and, uh, oddly enough, I am gonna look at their as's because I'm gonna look at their hip pocket. Ah, and if their hip pocket doesn't look like it''s had. Ah, full 120 page, not 90 page, 120 page script jammed into it over and over again several times. If it doesn't have that wear and terror in the bank pocket, that''s either some new pants are not a writer, or they may not be a writer. Yeah, you can tell dark blue jeans, which are in fashion now. White pocket.","speaker":"spk_2","timeCode":2950.73,"tags":[]},{"id":"qhE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"your traveling alone and it's for busine'ss. Let''s face it is not for any kind of personal, pleasurable","speaker":"spk_1","timeCode":3107.58,"tags":[]},{"id":"rBE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Anyway. The panic design fits any neck John shoulder shape. It's proven work. Over a 1,000,000 sold 11,000 reviews. The Turtle Pillows The Most Review. Travel Pillow on Amazon. The secret is the internal support structure, which flexes to support your head and keep you upright. It is turtles busine'ss to solve all your travel house's with their range of innovative travel acces'sories for the new pillow, plus todo from the new pillow, plus two packing pods in a collection of award winning compres'sion socks available in loads of fun design's. I havent flown with it yet, but it''s comfy is heck and sometimes I've been considering sleeping with it on. Just when I'm like watching TV and stuff, Maybe I'll do it. Maybe for the next at I'll say, if that worked out for me. Uh, anyway, flying can be comfortable. Thanks to Turtle. Right now you get 20% off at turtle travel dot com with the code. The eyes enjoy your busine'ss trip, suckers.","speaker":"spk_1","timeCode":3169.94,"tags":["John","Turtle Pillow","Amazon","Turtle","turtle"]},{"id":"sxE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"That's what he record. He just held a","speaker":"spk_0","timeCode":3335.44,"tags":[]},{"id":"uxE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"reality show cameramen who trade tapes of all the different reality stars in the shower. Yeah. Ah, it's the same for podcast. All are off Mike banter us catching about. We pre show that shit, dude,","speaker":"spk_1","timeCode":3478.59,"tags":["Mike"]},{"id":"vRE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Yeah, six. To the Eastern European sick market ups. It's like take it like in the hope of literacy of that going on here, we all know it''s going on. Colin has to know it''s going on price. It''s his orders.","speaker":"spk_0","timeCode":3508.28,"tags":["European","Colin"]},{"id":"wBE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"no marijuana ads on scripts that illegal because they havent paid the piper yet. They havent lined Big Daddy Collins pockets with enough bucks, and he's got them over a barrel because he knows he''s got the hottest can a Bt and not cannibal, not diabetes. On the block you call, bring","speaker":"spk_2","timeCode":3530.07,"tags":["Big Daddy Collin"]},{"id":"xxE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"So you have a real Liquid on door polar bear of My relocate shop. Don't","speaker":"spk_0","timeCode":3592.68,"tags":[]},{"id":"yxE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"There will be, like an umbrella or a lawn chair or like a bottle opener on the side of it. There's just all this shit where it''s like, OK, I gues's","speaker":"spk_1","timeCode":3641.46,"tags":[]},{"id":"0RE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"building where the photo room is and this guy has acces's toe all the paperwork? Oh, yeah. Purchase orders. It's clear all the money that''s","speaker":"spk_2","timeCode":3714.57,"tags":[]},{"id":"0xE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"in the last year has gone into the equipment in the photos. So why would he not be using it","speaker":"spk_2","timeCode":3726.16,"tags":[]},{"id":"3BE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Do we really believe","speaker":"spk_2","timeCode":3813.06,"tags":[]},{"id":"8RE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"'six months ago. Who do you think I saw Kurt Rus'sell. And what do you think? He was standing in front of that Santa movie poster, the movie where he play Santa, that we all rising, just he was just casually standing in front of it.","speaker":"spk_1","timeCode":4017.38,"tags":["Kurt Ru's'sell","Santa","Santa"]},{"id":"9hE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"as high as my audience in Portland Waas. They were very high. We could have talked about all that, but, you know, lets another podcast for all that info to the other","speaker":"spk_1","timeCode":4082.45,"tags":["Portland Waa"]},{"id":"-RE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"cannot be.","speaker":"spk_1","timeCode":4105.12,"tags":[]},{"id":"-xE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"'so Hi, Mom. How are you? Good camp. Are you good? Gues's what? What? Do you know how there's the chef Kevin Aprons? Yeah, there''s no.","speaker":"spk_3","timeCode":4127.58,"tags":["Kevin Apron"]},{"id":"ABE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"have to be the best at everything.","speaker":"spk_0","timeCode":245.97,"tags":[]},{"id":"AxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I would say he's faster than me. Which IV admitted? Yeah, it''s huge. He probably edges me out a little bit on catching. Wow, I'm probably stronger than him in terms of pure raw strength. Country straight. Yeah, which is, like, what''s really I'm what people call country strong, which is like, No, I don't have shredded muscle's. Yeah, but I can pick up a tractor","speaker":"spk_2","timeCode":265.53,"tags":[]},{"id":"BBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"and smash corn without ever working out. I've never worked out. But the fact of the matter is, when you're around tractors as much as I have been at some point just by instinct, you understand leverage. And you can pick up the tractor and smash all your corn in, like, an hour.","speaker":"spk_2","timeCode":296.96,"tags":[]},{"id":"BxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"we call it a table, but it's a blanket","speaker":"spk_2","timeCode":334.51,"tags":[]},{"id":"DRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Oh, God, they're long looking at me. The ghost's are I'm doing that and then the show starts. Hadnt even started it. No, I was sort of trying to set the like. It's gonna be spooky here. And I gotta say, I got so caught up in the funny jokes and songs. Yeah, that I completely forgot to haunt the place. Why? I wound up just watching Spamalot. Hey, well goto have ah, there''s got to gain by Darwinian Zoom Rap cover linebacker Boys-This into a cultural visit. So what up? What up? And we have a big guest today and we love our return guest's, don't we, Haze man? Oh, yeah,","speaker":"spk_2","timeCode":413.86,"tags":["God","Spamalot","Zoom","Thi","Haze"]},{"id":"EhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"has nothing special. Whats this? Eating noise is different than the normal in speaking of noise.","speaker":"spk_2","timeCode":545.39,"tags":[]},{"id":"GxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"new bile artist's for the label.","speaker":"spk_2","timeCode":683.18,"tags":["bile arti'st"]},{"id":"HxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"what what kind of what What you looking at,","speaker":"spk_2","timeCode":719.46,"tags":[]},{"id":"IhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"But what happened in stand was this sweet guy. Yeah, he's a sweet punk.","speaker":"spk_2","timeCode":761.53,"tags":[]},{"id":"JBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Mm. If you remember, when Renee Zellweger finally gets the courage to sing lead on that song, who are these guys?","speaker":"spk_2","timeCode":788.87,"tags":["Renee Zellweger"]},{"id":"KxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"the song. Everyone forgot to use them on the show.","speaker":"spk_2","timeCode":947.41,"tags":[]},{"id":"LBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Anyone who doesn't remember is Michael came here before after Collins screamed at us.","speaker":"spk_0","timeCode":950.26,"tags":["Michael","Collin"]},{"id":"NBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Your use? I havent seen the same scene. This thing it's the office recap Pod. canIs.","speaker":"spk_2","timeCode":1029.55,"tags":[]},{"id":"NxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"His hair was freaky pink for so long. And then all of a sudden he looks like Mr Norman Normal t agree. She ate his way onto the office recap from Paranorman to Norman Normal overnight, and you gotta wonder what inspired that. He's trying to fit him with all Michael''s punk friends. And then the next day it''s like, No, no, no, I'm in part of the office. To","speaker":"spk_0","timeCode":1089.3,"tags":["Norman Normal","Paranorman","Norman Normal","Michael"]},{"id":"PRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"there's literally the most basic thing that a producer might provide to your show, his physical presence. Ah, and and instead, what we get is a fucking knife in the belly.","speaker":"spk_2","timeCode":1157.77,"tags":[]},{"id":"RxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Okay. Careful, buddy. Or you end up on time","speaker":"spk_2","timeCode":1397.65,"tags":[]},{"id":"VRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"uh, asking me in between records. She's been saying, like, When am I really going to get the Flex? These pipes? Yeah, And she''s been going over my head to ask you that, because I'll get yeah said, Hey, that''s not really part of the show. It''s a good many pockets. I get sort of improvised comedy podcast. Yeah, and, um and ah, Hollywood advice guide. God So go. But","speaker":"spk_0","timeCode":1546.29,"tags":["Flex","Hollywood"]},{"id":"WRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"'she's She was saying, like you got me splash around the kiddie pool with these socks like just like swimming out of Kitty''s PP. Yeah, no, she''s like, I'm ready to do a fucking half gainer into the deep and Baby","speaker":"spk_0","timeCode":1611.44,"tags":[]},{"id":"XBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Here comes Jordan. She's about to go off. Here comes Jordan, clearing her throat with golf. Teoh, open that","speaker":"spk_0","timeCode":1661.92,"tags":["Jordan","Jordan","Teoh"]},{"id":"XRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"for a big old song. Jordan 3211 Your mean long Toy Story 4","speaker":"spk_1","timeCode":1673.82,"tags":["a big old","Jordan 3211","Your mean long","Toy Story 4"]},{"id":"YhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Well use that so many opportunities that will come up to use that","speaker":"spk_2","timeCode":1744.64,"tags":[]},{"id":"ZRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Is she doing this with him?","speaker":"spk_2","timeCode":1860.86,"tags":[]},{"id":"ZhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"You know, it's not my thing. Obviously, I know it is nothing. Um, and it''s not good or bad that just anyway, humans have been shaving for thousand's of years were re, but the secret to a great shape hasn't changed much. That''s why hair ease doesn't overcharge you to add gimmicky features to their razors. I way I love shaven. I mean, I needed to clean up. You know, I needed to. Really. I took a long time in the shower and just getting myself together after that thing with the computer and, uh and shaven Did Did me some good with Cherries that helped. So Harry''s is a return to the es'sential quality durable blades at a fair price. We're just $2 per blade. Theyve cut out the middleman by manufacturing blades in the German Blade factory. A lot of these video the titles of these videos he was watching were in German. I mis'sed him. Make must be a factory for those anyway. That means you get incredibly high quality blades at a factory. Direct price. And it''s Yeah, it was high quality videos of high quality, too. That was what was weird about It wasn't like somebody doing it but didn't look amateur. There''s no risk trying them out. If you don't love your shave, let them know and theyll give you a full refund. Listener's of My show can redeem their Harry''s trial, said it Harry''s dot com slash handbook. Youll get Away Did economic handle for a firm grip. Five blade razor with lubricating? Strip it from a blade rich laddering Shave Joe with al Oh, to keep your skin hydrated and a travel blade cover to keep your razor dry and easy to grab On the go. Go to areas dot com slash handbook to start shaving better today. I have to say something right. I mean, I have to Oh,","speaker":"spk_2","timeCode":1864.77,"tags":["Cherrie","Harry","German","Harry","Harry","dot"]},{"id":"aRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"and Michael. If you have any ideas as you listen to the show like for like, any times where you're like, Oh, it could be good to do a song about You're a fan of the show. Is there anything you feel like","speaker":"spk_0","timeCode":2231.72,"tags":["Michael"]},{"id":"axE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"trying to tell me that's not a song song. You can be sure he''s telling you that''s not a song. Please. That''s false. Yeah. Thank you. Um,","speaker":"spk_0","timeCode":2268.08,"tags":[]},{"id":"cBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Okay. You don't want to do you don't? Yeah. You don't want to do that. Then you don't. You don't even want to try. Said don't make him try to go to the bathroom. But I like to be able to say that I have to go.","speaker":"spk_2","timeCode":2328.75,"tags":[]},{"id":"cxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I clean under my nails and not to splash water on it. Like fully No, no, no. It I get in the bathroom. I locked the door. I do a mask. I have this whole thing. I have a whole case of brushe's and stuff, and I get in there and I polish it. And I use different creams and special elixirs. Have to feel comfortable. You have to Well, an emergency and it comes through on the show. I think I sound fresh. Is it Daisy? You don't see it, but you hear the real you hear it, you hear what you're would be seen? You hear my face well, and I talk through my face,","speaker":"spk_2","timeCode":2357.26,"tags":[]},{"id":"fBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"What doe ideo after IV? Uh, just standing here. No ones there to give me direct IDs.","speaker":"spk_1","timeCode":2528.26,"tags":[]},{"id":"gRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"would cone and like to hear, I gues's. Yes. Bring it back to him. Fetched. Fetch erred bos'ses, slippers or whatever. Any Conan stories.","speaker":"spk_2","timeCode":2581.98,"tags":["Conan"]},{"id":"hhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"It is a question. Why is Kevin great until the second? He has to be great, right? Right. Like right now? Yeah. And that one is called Truth hurts. OK, The main one. Yeah, that's the main one. The DNA test one. It''s become the main one for sure. Yes. Ah, yeah. What good is hell was the main one before Noto, Other one. Fitnes's. No tempo. It was called a Was a cold juice juice. Yeah, that was that. You three That this was the main one. Now it''s this one. Do you know that one? There was no, um Do you want a little sample? Yeah.","speaker":"spk_0","timeCode":2644.39,"tags":["Kevin"]},{"id":"jBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I just took a DNA test. Turns out I'm 100% that chef, even when I'm being when I'm crying crazy. Yeah, I got boy problems. Uh, that's the producer. And me, I saw the best. The goddes's in me. You could have a bad bitch. Noncommittal. Help you with your podcast.","speaker":"spk_1","timeCode":2724.81,"tags":[]},{"id":"jhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"That was good.","speaker":"spk_1","timeCode":2755.31,"tags":[]},{"id":"khE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"romance. Not happening. Please. We couldn't pos'sibly do something like that at the same time.","speaker":"spk_2","timeCode":2780.12,"tags":[]},{"id":"mRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Hey, did you think I was good on off book? This'd afternoon when we did it together. Then we went home together than we kis'sed together at our dinner together. Watch tv to get were together. You and, uh, I","speaker":"spk_1","timeCode":2876.69,"tags":[]},{"id":"oBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Is there a show now that, like need like New Show needs a theme on becoming a God in Central Florida? Yeah, remember, but that that is what it's called. That one''s called. Yeah, Is it Central Florida''s? I believe it is Central Florida. Um, there''s that one. Are there any new like historical shows? So we can be like, Hey, you remember Tommy Differ, De Vinci''s demons, right? And short of this is from our history in Roman offs. Romanoff''s do we do a theme song for the Romanos","speaker":"spk_0","timeCode":2941.25,"tags":["Central Florida","Central Florida","Central Florida","Tommy Differ","De Vinci","Roman","Romanoff","Romano"]},{"id":"pBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I havent seen the room. That's OK. That''s OK. That''s okay. One of them is probably name Natasha. Okay.","speaker":"spk_2","timeCode":3010.04,"tags":["Nata'sha"]},{"id":"qBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Grandma Roman Enough. And Dr","speaker":"spk_1","timeCode":3046.93,"tags":["Roman"]},{"id":"rBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"this idiots gravy. My? Yeah. Now, whatever we want to dio I'm sipping grieving.","speaker":"spk_0","timeCode":3076.2,"tags":[]},{"id":"rRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I'm just drinking big water gravy t bag full of gravy at this. Drop it and drawn out in My drop it in my mug of tea. So should we improve a song off your new album?","speaker":"spk_2","timeCode":3082.12,"tags":[]},{"id":"rxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"is there one that is There's some of them are fucked","speaker":"spk_2","timeCode":3101.4,"tags":[]},{"id":"txE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"They're completely destructive force for humanity. Like, can we finally find some common crowd in making this charade? Oh, suck our way. Yeah.","speaker":"spk_2","timeCode":3194.11,"tags":[]},{"id":"vBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"of having someones shoulder to rest your chan on when you're on a plane. Obviously,","speaker":"spk_2","timeCode":3309.77,"tags":[]},{"id":"vhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"the things fucking awesome. It's way better that it is better than the traditional U shaped travel bill, which I voted like three oven. Just like I paid too much for him at the airport and then throw him out because they don't really work is actually even better than putting your chin on a person''s shoulder, which is, let''s face it unreliable. Um, it straight up works and I am going to use it. What I want to say is, obviously it does look weird. It does look stupid. I have two counterpoints. Everyone looks like shit when they're flying on a plane. It is when you look your worst. So that is OK, point number two.","speaker":"spk_2","timeCode":3389.09,"tags":[]},{"id":"xxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Save a place for big.","speaker":"spk_1","timeCode":3520.05,"tags":[]},{"id":"yRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Imagine meeting friggin big.","speaker":"spk_1","timeCode":3528.66,"tags":[]},{"id":"zhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Yeah. Sinners go to jail","speaker":"spk_0","timeCode":3605.41,"tags":[]},{"id":"zxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"video. Um, is more Aziz more more tryingto bring. Bring everyone together. Um, but But if Okay. You there. You fucked out. You fucked up, man. That's not that''s not 2019 dog. Okay, um, some more, more direct. What do you want? I mean, I don't know if you wanted to talk about this before this. You were saying that you might want to do a campaign song from here. P right. Um, well, I thought that you were going to vote for him. I think you're not gonna vote at all. But you were saying I don't You? Yeah, but you were saying that you wanted Mayor Pito have, like, fucking kicking campaign song. I just thought it would be helpful for Do you want us the workshop? It? Yeah, Let''s hear what you have.","speaker":"spk_2","timeCode":3609.33,"tags":["Aziz","Mayor","Pito"]},{"id":"3hE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"And if you took apart So imagine you are taking apart the Nina Pinto Santa Maria and you replace one board at a time. And you switch. The Pinchas board goes over to the infirmary and you switch them all up. And then at the end, which is it the same? You switched him and he is not the same man. Is that which is it all the same? And is Michael in the river is not the same.","speaker":"spk_0","timeCode":3840.26,"tags":["Nina Pinto","Santa Maria","Michael"]},{"id":"3xE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Think about that. But that is not how the song went. No, it's not. It doesn't need that one string. It''s just kind of an important rains on that string. A lot Did","speaker":"spk_0","timeCode":3867.53,"tags":[]},{"id":"4hE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"He's is right. It is a very good way. Should just go do something","speaker":"spk_1","timeCode":3920.21,"tags":[]},{"id":"4xE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"with our time.","speaker":"spk_1","timeCode":3928.77,"tags":[]},{"id":"6BE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Now is where said, Mis'sing, mis'sing the most important string on the shirt, on the whole guitar.","speaker":"spk_2","timeCode":3984.84,"tags":[]},{"id":"6RE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Whatever medical. Is there anything you want to talk about? Her album called Whats Apple Called? Uh, Seeker seeker like From Freaking Quidditch stewed","speaker":"spk_0","timeCode":3992.61,"tags":["Apple Called","Seeker","From Freaking Quidditch"]},{"id":"6hE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"that Well, it was I I love I love Harry Potter.","speaker":"spk_2","timeCode":4005.28,"tags":["Harry Potter"]},{"id":"8hE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Uh, I'm not on the cover. It za wave crashing toe wave crashed into a MILF","speaker":"spk_0","timeCode":4120.14,"tags":[]},{"id":"9hE8JnMByMrymAEmjmgL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"I make it drama, and they did. So when you get the sheets in the box, you do open up the box and it does sing you a song which she eats. It used to do. Okay, that's happening. It rocks just like the sheets. It''s friggin the regulator sheet. Okay, which keeps hot sleepers cool and cold sleepers comfortable. I'm sorry. That''s drama Made with bamboo rayon, which transfer's body heat two times better than cotton sheets. The regulator sheets are breathable and soft, so youll get the best night''s rest. Okay, when I get the best night''s rest, that''s drama. And when I'm on my sheets, do you know what that is? As comfy as all get out. I love these sheets and my wife likes him too. Yeah. They send me a second set. Yeah, we're basically just rotating between our two My-Sheets-Rock. She''s now we're just switching back and forth every other day. Uh, this feeling of getting with fresh My-Sheets-Rock she is drama. So check out My-Sheets-Rock at My Sheets-Rock dot com slash the Boys and enter code va Boys for 10% off and free shipping. That''s My-Sheets-Rock dot com slash The Boys code. The Boys go to the website, but gang make it trauma.","speaker":"spk_1","timeCode":30.47,"tags":["sheet","sheet","My-Sheet's-Rock","My","-","Sheet","'s-Rock","My-Sheet","Rock","My Sheet","My-Sheet"]},{"id":"-BE8JnMByMrymAEmjmgL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"He was","speaker":"spk_2","timeCode":175.31,"tags":[]},{"id":"-xE8JnMByMrymAEmjmgL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"dude. Yeah,","speaker":"spk_1","timeCode":217.84,"tags":[]},{"id":"CRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Have you been? Have you seen Michael Clayton? I","speaker":"spk_0","timeCode":362.8,"tags":["Michael Clayton"]},{"id":"DBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Uh, no.","speaker":"spk_1","timeCode":370.57,"tags":[]},{"id":"DRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Wait, Have you around?","speaker":"spk_2","timeCode":374.61,"tags":[]},{"id":"DhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yeah. What do you tell me? Something about your names. They these sort of, sort of,","speaker":"spk_0","timeCode":375.99,"tags":[]},{"id":"EBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"You were going to say What is the You're ducking. Just like what you have seen. Like what? Like have you not seen anything doing?","speaker":"spk_0","timeCode":398.94,"tags":[]},{"id":"GRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"I must confes's I won't. Okay, It's a lot of things have happened on.","speaker":"spk_1","timeCode":525.09,"tags":["confe's"]},{"id":"IxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Google. Yeah, it's a site. What else? Weve used it. Yeah, What else about it? It''s an,","speaker":"spk_1","timeCode":607.57,"tags":["Google"]},{"id":"JhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"No, but my pictures on their far be it from me","speaker":"spk_0","timeCode":632.81,"tags":[]},{"id":"LBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"doing Birkins? But it's spelled D w a way. You know, I know who I am. I know what I mean. I mean me. Uh um, yeah, it''s It''s a harrowing time. Every time. Yeah, it affects me deeply, and I just really would love for Google to see me. For me there is a mother Dwayne Perkins. Yeah, he is, in fact, Dwayne Perkins Comedy. Yeah. Blame Perkins","speaker":"spk_2","timeCode":728.08,"tags":["Birkin","Dwayne Perkin","Dwayne Perkin","Perkin"]},{"id":"MxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"because it had to be done. Yeah, and that's when I knew. Oh, this isn't gonna work. Yes. No, that''s not working. The strategy is not working. He has to be destroyed.","speaker":"spk_2","timeCode":825.96,"tags":[]},{"id":"NBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"And this is nothing against","speaker":"spk_0","timeCode":836.76,"tags":[]},{"id":"NhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yeah, Yeah, done it. He's been on a bunch of late night shows, and one thing I've noticed is when I go to search him, Do comedy videos come up? Yeah. Did the titles tell me the premise of the comedy bit? Yes, they do. And what I'm worried about is when somebody says, Hey, have you heard the Dwayne Perkins bit about how some baby names should be vetoed?","speaker":"spk_2","timeCode":848.94,"tags":["Dwayne Perkin"]},{"id":"OhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Just Oh, thank you.","speaker":"spk_1","timeCode":902.6,"tags":[]},{"id":"QhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Um, I'm gonna think of a name that you don't have on also famous.","speaker":"spk_0","timeCode":962.44,"tags":[]},{"id":"QxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"I mean, like we talked about Bettys from history. Black Betty had a child, and that thing went absolutely wild. Lamba Lamb. Yes!","speaker":"spk_1","timeCode":966.43,"tags":["Betty","Black","Betty","Lamba Lamb"]},{"id":"UhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"find anything on the Internet comedy. Dwayne Perkins jokes, laughs.","speaker":"spk_0","timeCode":1106.28,"tags":["Dwayne Perkin"]},{"id":"UxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"I mean,","speaker":"spk_1","timeCode":1109.35,"tags":[]},{"id":"XRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Oh, that's what you're doing. Oh, man. Canceled.","speaker":"spk_1","timeCode":1195.05,"tags":[]},{"id":"XxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"that's okay. Shit, man. Starbucks period Heighten gets in, gets out. Doesn't do anything while he''s there. So the next bit, which I think is maybe the richest vein we have there are pretty good. Um, this one is how to avoid the friend zone. Can we talk about the friend zone? Hello? Yeah, I have so much material on the friend zone because","speaker":"spk_1","timeCode":1216.77,"tags":["Starbuck","Doe's"]},{"id":"ZxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"'she's trying to make, and so that she''s sort of getting Made zoned. But he not mating with her. You skipped a step. How did she get out of","speaker":"spk_1","timeCode":1415.18,"tags":[]},{"id":"axE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"do that right in their ear.","speaker":"spk_2","timeCode":1468.07,"tags":[]},{"id":"bRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"overpowers the effects of said friend Zone. This now this to me feels is insanely informative and interesting. It feels more like a Ted talk than a comedy bit.","speaker":"spk_2","timeCode":1477.03,"tags":["Zone","Ted"]},{"id":"dRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"People from friends own to the end zone. Is that right? Yeah. That's the","speaker":"spk_0","timeCode":1575.92,"tags":[]},{"id":"dhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"merch I sell.","speaker":"spk_1","timeCode":1579.96,"tags":[]},{"id":"dxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Ringos a funny name. Thank. Could be one of the babies. That''s actually for two from now. Oh, yeah. Okay. That''s right. Outside. The code is eight. It''s just eight. That''s how you get from the friend zone to the end zone.","speaker":"spk_0","timeCode":1582.02,"tags":["Ringo","eight"]},{"id":"gBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"way. Well, Dear diary, we got another crazy one today way. We Moriarty took me to the ground round for my birthday. It's a really fun restaurant where there''s bulls of popcorn on the table instead of bread, and they play old fashioned cartoons on all the TVs in the corner. Hike was watching Popeye beat up some guy with a beard way. But Moriarty, the epic jerk, wouldn't let me get a second des'sert. It''s a come out, man! It''s my birthday dinner. Are you going to keep jacking me around like this? Or are we going to get serious about two des'serts? Come on, Moriarty. You nasty old crow. That what? I'm talking to my diary. Bori already. Not you. I thought we had a perfectly nice dinner. I was very pleased. The","speaker":"spk_1","timeCode":1753.31,"tags":["Moriarty","Popeye","Moriarty","Moriarty","Bori"]}]