[{"id":"6xHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Yes, he says, that's where the gifts lit, that you can hang out with the mayor and you can have ones done of you and all your favorite gifts air there and you get to become one of the gifts and play with the gifts for everybody says, Well, he says, Would you go? Someone is going to be telling you. Delic expres's different emotions and stuff. Yeah, and they're gonna make gifts out of you. He said it''s like inside out. Yeah.","speaker":"spk_1","timeCode":3543.6,"tags":[]},{"id":"8BHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"No, we gotta have boundaries.","speaker":"spk_1","timeCode":3607.99,"tags":["boundarie"]},{"id":"8RHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"That's the thing. I mean, I think that''s what would make me such a great genie. Is that, uh, while I am generous and I am sort of warm and kind. I'm really good at establi'shing boundaries. I'm so good at kind of standing up for myself. I'm just saying, Hey, the buck stops here. Like with love and with care. I say, Hey, that''s a line we can't cros's. Yeah, I don't shake hands. I only fist bump. Don't call me on my phone, You know? Do not email me. Yeah. Don't look me in the eyes.","speaker":"spk_0","timeCode":3610.58,"tags":[]},{"id":"_RHiLXMByMrymAEmy-TR","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Sasson, Our Close Friend","line":"Hey, this is Arne Camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has","speaker":"spk_0","timeCode":3727.22,"tags":["Arne Camp","The Improv","The Magic Tavern","Burger King","Chicago","of"]},{"id":"BBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Martina,","speaker":"spk_1","timeCode":8.95,"tags":["Martina"]},{"id":"BhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Norbert On where? Drinking sweet tea. And we're sort of checking our various joints to feel whether The storm is getting closer. Yeah, um, my foot swelled up like a friggin um Ah, bees nest? Yeah. You know, uh, and it swelled like a bees nest. Who would swell up? Oh, yes.","speaker":"spk_1","timeCode":20.07,"tags":["Norbert","bee's ne'st","bee","ne'st"]},{"id":"CBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"go to take, you know, my final sip of sweet tea from this From the glas's, The gore burger cracks a one liner. Uh, that leaves me, Martina, Martina and Martina in stitches so hard that the sweet tea comes shooting out my nose and splashe's all over all of them, cause it was a big goal. Yeah, and, uh, and I go, uh, I go Well, I gues's we don't have to worry about getting what From The storm anymore. And can I say, Yeah, I love that story. No, something it makes me think about. Okay. Can we leave the Gore burger out of this stuff way? Can we not punish. I'm just saying, like all this stuff that's going on, of course surrounding him,","speaker":"spk_1","timeCode":60.21,"tags":["Martina","Martina","Martina","Gore"]},{"id":"DBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"would have, he believes, his friends. Yes, and that's you know that''s a flaw. In some ways, that''s a flaw, is a great friend, but he''s too trusting. Loyalty","speaker":"spk_1","timeCode":131.7,"tags":[]},{"id":"EBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"I mean, he's been in a rough place, so we havent spoken much, but I don't know. Yeah, I know. Good. You texted? I don't know what to say.","speaker":"spk_2","timeCode":179.73,"tags":[]},{"id":"ERHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Yeah, I texted. And then what I keep seeing is the bubbles. Yeah, where it's he''s thinking of what to say. But he''s choosing","speaker":"spk_0","timeCode":187.38,"tags":[]},{"id":"EhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"his words so carefully because he wants to be very careful right now, because you know what you want to do a Louis fuck up upon AP, right? Yeah. So I'm worried about him. I send him a gift basket, you know, once or twice a week. But it's been tough. Yeah. And what''s in the gift basket? Just almonds. Uh, sneakers s ticket snack? Yeah. And popcorn. He loves popcorn, Jewish candy, Jewish candy on. And, um, I'm just tis'sues because I know that right now.","speaker":"spk_1","timeCode":194.1,"tags":["Loui","AP","becau'se"]},{"id":"FBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Okay, well, I'm glad that we're gonna actually get into this debate, because do you have to make light of things?","speaker":"spk_2","timeCode":254.01,"tags":[]},{"id":"GBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"which is to put Comedy Central these corporate just text on Lee Textile lack back. Okay, cause I was gonna ask. I mean, maybe you put that in, like, white writing on a yellow board.","speaker":"spk_0","timeCode":342.11,"tags":["Comedy Central","Lee Textile"]},{"id":"HxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"And number three, I'm scared, and I'm driving. You understand? So it's day you're driving? Uh, well, I have a couple of different cars that I, uh, amusing at the time. Just sort of trying them out. Um, because you're a car guy. I just appeals and","speaker":"spk_1","timeCode":455.71,"tags":[]},{"id":"IBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"motors and all of it. And so,","speaker":"spk_0","timeCode":476.33,"tags":[]},{"id":"KhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"We went out I mean, Shepard Fairey style deep in the middle of the night with big roller big rollers. It's actually pretty small. Been telling Reuters air small because the billboard there so big me? Oh, wow to me. I'm sure they would seem like small rollers just because I've worked with such big role.","speaker":"spk_0","timeCode":680.52,"tags":["Shepard Fairey","Reuter"]},{"id":"LhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"eat. That's amazing. Yeah. So that''s kind of just, you know, a little sneak peek into our creative proces's. Wow.","speaker":"spk_0","timeCode":779.94,"tags":[]},{"id":"MRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Well, I mean,","speaker":"spk_1","timeCode":792.62,"tags":[]},{"id":"OhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"He's are you okay? And I'm good now, a minute ago? No, I wasn't able with Matt. What was swirling through your head of? You know what to believe in that we believe I heard about this guy. I heard about this guy, Sean. Pres's did who I had never heard of before. Sean Parker and everyone else used to think This is great. It's great that he said Sean Preston and but this is my driver''s kind of the host. Okay, This is what you see? What happened without me here and then you and then people online, you know they're Chuck. What''s gonna happen? Get chat?","speaker":"spk_0","timeCode":929.88,"tags":["Matt","Sean","Pre's","Sean Parker","Thi","Sean Pre'ston","Thi","Chuck"]},{"id":"OxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Can you cut out me saying From pres'sed,","speaker":"spk_0","timeCode":963.99,"tags":[]},{"id":"PhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Hey, see Canada? The that somebody said Julies showing. Preston Cody was saying before that he can just hit","speaker":"spk_1","timeCode":979.21,"tags":["Canada","Julie","Cody"]},{"id":"QRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Could you hit me with the hot button?","speaker":"spk_0","timeCode":995.89,"tags":[]},{"id":"QhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Whats that? Isn't that what you said? Like a hot pocket?","speaker":"spk_1","timeCode":998.64,"tags":[]},{"id":"UBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Yes, and all Edison really did was changed. The filament. Yeah. You which, by the way, you can do that so easily is just money, money, money, money and electrocuted An elephant, which is like That's not an invention, did he? Really? Yeah. He said that was an invention.","speaker":"spk_1","timeCode":1274.37,"tags":["Edi'son"]},{"id":"VBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"but Big Top you way have to keep moving around cause Jarhead should be the current war. Mm. We go back and we change jar head to the current war.","speaker":"spk_1","timeCode":1316.37,"tags":["Big"]},{"id":"XhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"For me, it's","speaker":"spk_0","timeCode":1519.21,"tags":[]},{"id":"YxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"you know? Yeah. Those pranks, right? Friggin you know, willing to go there, Go there. If there is playing a game doing a prank A nice something nice. Yes. Uh, also to Jakes point. Charming. Not neces'sary. Sure, but could help. And I think Jennifer Lawrence proved that. Yeah. Can I say that?","speaker":"spk_1","timeCode":1562.35,"tags":["Jake","Jennifer Lawrence"]},{"id":"aRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Yeah. Please, Chef Kevin. You're the food man?","speaker":"spk_0","timeCode":1714.72,"tags":["Chef","Kevin"]},{"id":"bhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"And that that will run out of coat because you don't have that many pineapple Love? Yeah, I have. You can use it. The 1st 3 people to try it. The 1st 2 won't work with the third one will.","speaker":"spk_0","timeCode":1789.68,"tags":[]},{"id":"cRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"And you can cook a mall in under 45 minutes. Mm. A Or in, like, one second. You just hold it. Yeah. You just hold the point.","speaker":"spk_1","timeCode":1833.53,"tags":[]},{"id":"chHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Well, if you're doing the final, Yeah, with some. Yeah.","speaker":"spk_0","timeCode":1841.97,"tags":[]},{"id":"dhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"We really got to get this ad movement.","speaker":"spk_1","timeCode":1862.82,"tags":[]},{"id":"dxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Blue Abrams treating Hollywood Handbook Hamburg listener's their 1st 3 meals a $30 value with the first order From visit Blue Apron dot com slash handbook. We gotta get this ad moving. You guys have a personal endorsement? I mean, we can't sit in this forever. Yeah, well, you know, for me, one of my boys did whole 30 And he got so freakin shredded that he went from es'sentially being a DOD to for all intents and purpose's, being true. Stop and and and I clearly remember. And this is one of my boys, one of my close'st. Like, one of my tight homies from way back who I'm Boys with, close the shit. We gotten into some of stuff we done with each other, man. Who? Mama. I mean, I don't you know de him. I don't want to say it on the buy gas because I don't want The statute of limitations is up on some of this shit, man. But bugging my boy got into The got into the whole 30 seed,","speaker":"spk_1","timeCode":1866.19,"tags":["Blue Abram","Hollywood Handbook","Hamburg","Blue Apron dot com"]},{"id":"ehHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"I mean, politically, it's tough to answer. It''s tough, you know? And you know what? I did talk before the show, but not bringing this subject. All right, so I Jennifer actually has an Alex Jones parody coming out on Curry said I was going to say why? I only have two. Alex is a girl''s name. Alex Mack. Okay, so, yeah, one of those things that should be played by a woman. Yes. And Jennifer, I've seen it. It''s so bad. It''s like one of the worst Alex Jones parodies. Yeah. One in addition to the talk shows. Yeah, but but you should watch it now is water. Is it true that the network is being sued by the status quo","speaker":"spk_0","timeCode":1958.21,"tags":["Jennifer","Alex Jone","Curry","Alex","Alex Mack","Jennifer","Alex Jone"]},{"id":"fxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"we did talk about recently. You've graduated from law film school? Nothing. I","speaker":"spk_1","timeCode":2064.59,"tags":[]},{"id":"gBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"did goto a law film school. Oh, yeah, Yeah. He's like the verdict. Yeah. Where''s that? It''s learning to do film school. I mean, if you've seen the oceans, a trailer, you understand why we're going to do a few good women","speaker":"spk_0","timeCode":2068.19,"tags":["the ocean"]},{"id":"gxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"There's not a dog in here. Kevin is running. Kevin is running. Kevin''s dead. Oh, my God, he''s Kevin. Can you take the dog","speaker":"spk_0","timeCode":2118.28,"tags":["Kevin","Kevin","Kevin","Kevin"]},{"id":"hBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"out? And this is the thing for Sean. We just like like it helps Sean doing the show. Something other good dog. Yeah. And that kevin exist's. Yes. Yeah, it's outside. It''s It should be right next to your desk.","speaker":"spk_2","timeCode":2126.6,"tags":["Sean","Sean","kevin exi'st"]},{"id":"hRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Anyway. Sean, I just want to say it's a beautiful dog, and you should be really proud of that. That''s really helpful for me. Well, I'm so happy. I mean, sometimes people don't say that? I'm almost like what? Can they not see the dog? Yeah,","speaker":"spk_0","timeCode":2138.22,"tags":["Sean"]},{"id":"ihHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"but he came in with the camera. Yeah, I know, because he forgot. Ah, Jake, you tweeted something last night.","speaker":"spk_0","timeCode":2188.05,"tags":["Jake"]},{"id":"jRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"My phone is going really slow, but let me try to remember it. You also follow me on Twitter last night. He's Yeah, because I was excited. Todo do the show today.","speaker":"spk_0","timeCode":2200.11,"tags":["Twitter"]},{"id":"khHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"it feels like I have to stand up for my friend. I could be ambushed. That's fine. What time did I tweet it? Did you even like PM 12 PM 12 PM I wasn't at work. I finished my work early. I don't need to work until eight PM area. I believe Shine is picturing that earlier in the day around four oclock,","speaker":"spk_0","timeCode":2265.41,"tags":["Shine"]},{"id":"mRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"When it's friggin 20 Italians comes out. Yeah, yeah. Girls Could be party did. So the party dudes, Um, it''s ah, uh, probably righteous ragers profes'sionals. Um, club kids Do they Do they They work hard and then play hard. Yeah. Weekend warrior types, I think glow stick freaks.","speaker":"spk_1","timeCode":2386.43,"tags":[]},{"id":"nhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Cody Cody sometimes forgets that I can see his screen. So I'm looking at a screen all day through the entire show and and just changed his screen as if I hadnt already seen what was on it. But it's really what I saw on. It was very nice, and it was a chat fuse in a chat room with the other engineers. Isn't that right, Cody? I'm sorry. No, don't be sorry. Because I want people to be friends during listening to the show that he''s having a little party this year as well. I want them to be friends. Where? Listen, I do not see them as friends. I forget Kevin''s name usually. And this is like Cody''s From things. Oh, I don't need any friends. Yes, such a rebel. It''s OK to admit that you need people in your life. No, I thought the reason I want people to be friends while they're listening to the show. Jake is merch. We saw more Murder loca. Yeah, you know Do you guys have teas? Yes, we dio, except with No, we don't know because they have no regulation and all sizes. How much of that money. Do you take home personally s home and not to the bank? What''s the number? I mean, first of all, whatever we get, we gotta split between me and Daisy.","speaker":"spk_0","timeCode":2492.41,"tags":["Cody Cody","Cody","Kevin","Cody","Jake","Dai'sy"]},{"id":"oBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Uh oh, yeah. I mean, it's a","speaker":"spk_0","timeCode":2579.28,"tags":[]},{"id":"phHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"'springing. You think about that? You save your ideas up that way. Weve talked about it on the show before, but there's nothing sexier and saving your load for marriage.","speaker":"spk_1","timeCode":2645.4,"tags":[]},{"id":"qRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Neither of you is married. Neither married so and my load is preserved inside of my body.","speaker":"spk_1","timeCode":2663.84,"tags":[]},{"id":"qxHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"e said it in your house.","speaker":"spk_1","timeCode":2696.52,"tags":[]},{"id":"rBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Can I go back to the loads really quick and just I just want to like Are you either? Have you married? I'm starting to be. I am married but my wife is not married to me. OK, well, youll relate to this in the past, but The how much how painful it is to save your load. The Phillies physical pain that goes along with that reward because, as they say, and I'm gonna have said this on the show before, but it's not the size of the boat. It''s the motion of the ocean of load that","speaker":"spk_0","timeCode":2698.78,"tags":["pa'st","Phillie"]},{"id":"tBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"and I'm really not, You know,","speaker":"spk_0","timeCode":2824.05,"tags":[]},{"id":"tRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"I've had the talk with my dad. Yeah. You have a dad. What? Yeah, you. Howd that go?","speaker":"spk_1","timeCode":2825.67,"tags":[]},{"id":"vhHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"what do you think this is?","speaker":"spk_1","timeCode":2905.68,"tags":[]},{"id":"xBHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"But And I have obviously there's pock marks all over my abdomen where there was extra fingers and stuff growing out of me. Yeah, And And you know that always to me was a riel advantage. Teoh that experience and have the perspective of somebody who had a finger coming out beneath their nipple. Yes, yes, yes.","speaker":"spk_1","timeCode":3007.91,"tags":[]},{"id":"yRHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"It's Ah,","speaker":"spk_1","timeCode":3070.73,"tags":[]},{"id":"0RHlLXMByMrymAEmCuWQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Close Friends","line":"Number one is Johnny Depp. What? What do you like about him? Yes, guys seemed London Blood Diamond.","speaker":"spk_0","timeCode":3224.6,"tags":["Johnny Depp","London Blood Diamond"]},{"id":"2BHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"So I'm going past with binoculars past with binoculars. Come on, let me see. Let me see. I need them. And, of course, Shannon TBS. Amman is hogging the binoculars and on Peter Weller is, uh, also hugging to telescope Peter Weller. Yeah, and and it turned out to be Ah, kaleidoscope. Actually, when I finally got it out of this, I was like, no wonder he thinks he's seeing so many unique birds. But we're watching, and Shannon is going. It''s a yellow bellied sap sucker. Three yellow bellied sap sucker. And I'm going, I can hear it. It''s a warbler. So give me the binoculars and well really find out what it is. And finally,","speaker":"spk_0","timeCode":1.6400000000000001,"tags":["Shannon","TBS","Amman","Peter Weller","Peter Weller","Shannon"]},{"id":"3xHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Hey, welcome. The Hollywood Handbook thigh The kicking butt and dropping button dropping names in the right lane back always","speaker":"spk_0","timeCode":127.97,"tags":["The Hollywood Handbook"]},{"id":"4RHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"If you make it about the bullshit, itll be about the man who do we say? Ryan and Ryan remember who we said? And who do we say out loud in front of you? Do you remember who we said? Uh, no.","speaker":"spk_0","timeCode":154.11,"tags":["Ryan","Ryan"]},{"id":"4hHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Just even if you even if you don't, you don't remember one here. You just say that we something again is here.","speaker":"spk_0","timeCode":168.7,"tags":[]},{"id":"5BHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"a A. And we do always say that Gen Stansky is about the work. Say hi, Chet. Hi, guys. How are you? Good. How are you? I kind of had, like, something","speaker":"spk_0","timeCode":195.93,"tags":["Gen Stan'sky","Chet"]},{"id":"6hHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"guy. You think about what this is. Society has become a reality show. Well, you go on these dates, and here I am, playing my role. This isn't I'm the bitch. Yeah, you know, and I hate to say it but that's what''s been going on. Is this season I sort of carved out, you know, a way to get screen time and that way is I'm the bitch. Yeah, you know, and I hate it. But at the same time, I'm addicted to the attention that I get for it. And frankly, some of these girls need a little backhand and renowned them From The bitch in the house. And that''s me.","speaker":"spk_0","timeCode":264.06,"tags":["Thi","The bitch in the hou'se"]},{"id":"8RHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"guys do the writing But now it's mostly Jimmy who was just kind of,","speaker":"spk_0","timeCode":374.85,"tags":["Jimmy"]},{"id":"8hHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"um you're an audience. Yes. Yeah. I mean, I am an audience in the sense that I havent been employed by him and in, like, half a decade,","speaker":"spk_1","timeCode":380.48,"tags":[]},{"id":"9BHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"it feels like, Oh, is this my job? I feel like I'm just hanging out with my friend and I'm his audience.","speaker":"spk_1","timeCode":393.54,"tags":[]},{"id":"-BHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"The family, but I would I if he's in town, I'll definitely tell him to come by, dude.","speaker":"spk_2","timeCode":425.87,"tags":[]},{"id":"_xHlLXMByMrymAEmhOXo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Uh, yeah, Dumbo. Usually, like near the bridge","speaker":"spk_1","timeCode":470.55,"tags":[]},{"id":"CxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"that they would sort of feel like I was just running into the middle of a functioning game and sort of catching the ball, catch the ball, which is a move that I gues's a lot of people can't do because it's so effective in hand, Baltic. Catch it. And then you have full control and yeah, yeah, And so I didn't get the audience neces'sarily That you did. And I don't know what it is if you just have that thing that spark that makes people wanna watch rather than wanna chase or much. Yeah. It was disruptive when you did. Yes, Yes, it would. It would end the game.","speaker":"spk_0","timeCode":572.61,"tags":["Baltic"]},{"id":"EBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"So somebodys, like, been spinning around so much while he''s joking people out that sometimes he will get dizzy and run right into the operation splashdown. If he''s facing the road, then you would run for miles with The Book. Oh, yeah? Mm. And and a lot of times to I'll just","speaker":"spk_1","timeCode":628.37,"tags":["The Book"]},{"id":"FBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"And I know I got more people mad at me. The captain, right? Look at me. I'm the captain. Now, remember that. But when you're done working out and you're feeling fit and you're feeling sweaty, yeah, Now it's time to finally go. Have your morning meeting with Jimmy, isn't it? Yeah. Yeah. No shower, no shower right in there. Jimmy wants to feel the city. He wants to smell the cinnamon. He doesn't want you cleaned Off. He wants the friggin riel raw. You know, New York stuffed in his nose. Yeah. Yeah. So probably. What are we doing? We're reading a newspaper. Something. I wonder when you walk in the room. Jimmy First to get their last to leave every day,","speaker":"spk_0","timeCode":683.44,"tags":["Jimmy","Jimmy","New York","Jimmy Fir'st"]},{"id":"FhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Always there. Well, last to leave. And he's reading the newspaper.","speaker":"spk_2","timeCode":744.45,"tags":[]},{"id":"GRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"it's again. And like the fitnes's thing, it is like it''s It''s like a muscle that he has just worked so much that it''s like it''s instant for him in a way that","speaker":"spk_0","timeCode":775.37,"tags":["fitne's"]},{"id":"GxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"reality check. I'm here. I'm doing this. I'm in 30 Rock. I'm sweaty From my handball game this morning. I'm listening to Jimmy Fallon riff off of just anything. Yeah, USA today, he's got some thieving USA Today USA. He actually USA Today kind of was that was kind of our gold standard. If I felt like there wasn't a lot happening that morning, it was like way in the USA Today.","speaker":"spk_0","timeCode":798.38,"tags":["30 Rock","Jimmy Fallon","USA","USA","Today","USA","USA Today","USA Today"]},{"id":"HBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Well do that. So go. Justice League disappoint's at the box office. Hey, does it look like my thumbs coming Off?","speaker":"spk_2","timeCode":823.98,"tags":[]},{"id":"HRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"It's just I'm just doing it's both hands. Yeah, but he''s able to do He''s able to just instantly generate that stuff. And I wrote. I mean, I wrote for a show that Adam Palley was on, so, you know, on a level I do have the same thing where I'm going, you get Yeah, I'm what? I'm going home. Wait a minute. I think I'm supposed to be right. Like they're actually paying me to be here. I shouldn't just neces'sarily be watching this guy, right? But it''s it''s hard not to feel like you're just the audience, because you're like, What an amazing show. What an amazing show. Yeah, I forget the TV screens","speaker":"spk_0","timeCode":830.05,"tags":["Adam Palley"]},{"id":"HhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"out there. Yeah, you know, I mean, yeah, and I'd sometimes bump into him or step on it's shoes, you know, which is, like, really in his shoes, right? Yeah. Was that like a problem with is'sue? Yeah, Well, shows not on anymore. So","speaker":"spk_2","timeCode":859.25,"tags":[]},{"id":"IhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"I won't do it on the show. Yeah, that's that''s one kind of THC. Uh, that I'm not sure it should be","speaker":"spk_2","timeCode":888.78,"tags":[]},{"id":"MhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Yeah. Adam, I never saw eat. Wasn't hungry. Really? Yeah. Long shooting days. No food.","speaker":"spk_0","timeCode":1048.64,"tags":["Adam"]},{"id":"NRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"walnuts, hundreds of honors upon hundreds of walnut. Yeah,","speaker":"spk_2","timeCode":1077.07,"tags":[]},{"id":"PRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"The Good Place. Yeah, it's confusing to me like that, except come around","speaker":"spk_0","timeCode":1265.23,"tags":["The Good Place.","confu'sing"]},{"id":"PxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"and how under the radar, he was just mine, Right? Right. Right now, this year enlist's, Everybodys going like a man. The thing the most innovative","speaker":"spk_0","timeCode":1273.53,"tags":["enli'st"]},{"id":"QhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Ah, but I sort of skip some steps. They're like, lets talk about so he''s eating all alone. Brexit. If he''s friggin doing the newspaper and he''s reading whatever the headline is and you're going, uh, okay, Trump, you know, invades Korea and then he goes like, check out forgetting couple ball and he throws well upon a strict It''s it''s Yeah, it''s amazing because it''s like what","speaker":"spk_0","timeCode":1300.69,"tags":["Trump","Korea"]},{"id":"QxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"when you think he's got you know, he''s eggs. He farts, you know? Yeah. You think you have a big Benny''s freaking got, like a skip it or something. Ankle jumping over it. I want to feel old. Remember this? Oh, no.","speaker":"spk_2","timeCode":1324.35,"tags":["Benny"]},{"id":"RBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Yeah. One of the old right clas's. And so he's fighting a lot.","speaker":"spk_0","timeCode":1339.22,"tags":[]},{"id":"RhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"those out of the show.","speaker":"spk_2","timeCode":1355.49,"tags":[]},{"id":"SBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"'s So we're still in the room,","speaker":"spk_2","timeCode":1362.41,"tags":[]},{"id":"ShHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Okay? And you're letting him lead? You're following his lead. You're you're listening to him breed cover to cover the interest. Newspaper advertisement's, clas'sifieds, everything. Whoa. Yeah, because you don't know where the joke is. Correct me. If this is just what I've heard,","speaker":"spk_2","timeCode":1374.96,"tags":["intere'st"]},{"id":"SxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"uh, that often in the morning youll be working for like an hour to. And then Jimmy will just be like, You know what? Lets get out in like the world,","speaker":"spk_1","timeCode":1393.42,"tags":["Jimmy"]},{"id":"TRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"it's it''s a lot of Let''s get out. Let''s","speaker":"spk_0","timeCode":1450.66,"tags":[]},{"id":"ThHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"do something todo going down in the subway with you guys have that one rope. That's like Tired.","speaker":"spk_2","timeCode":1452.68,"tags":["Tired"]},{"id":"UBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"to Ellis Island or whatever, but I was like, I'm bummed. Yeah, said this happened. The weather sucks. It's very bad.","speaker":"spk_2","timeCode":1471.81,"tags":["Elli"]},{"id":"VBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Exactly. So you guys will go to the zoo. Well go. The zoo will go to M and M. Well go anywhere.","speaker":"spk_1","timeCode":1533.53,"tags":["M","M."]},{"id":"VhHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"fun. Okay, Yeah, I think that's cool. And I also do notice that if you arent having fun for playing game, sometimes the darknes's can take hold and just grip you in it's jaw and shake the life out of you. Ah,","speaker":"spk_2","timeCode":1561.29,"tags":["the darkne's"]},{"id":"WRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Create a funny scene. Yeah, create a scene and be like Can you believe that she was in a net and wow, What about Rich? Oh, if I could put people on payroll to chase some of my friends with a net, forget it. And then they get put in a monkey cage for doing too much monkey busine'ss. Yeah, OK, now we're having some fun, and then I don't have to think about maybe,","speaker":"spk_2","timeCode":1613.92,"tags":[]},{"id":"WxHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"and then your throat just kind of, like, close's up where you think about it. The harder it is's Yeah, to dio you don't want to do it, and","speaker":"spk_1","timeCode":1652.84,"tags":[]},{"id":"XBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"then your heart starts racing because you're not getting enough right? Oxygen.","speaker":"spk_2","timeCode":1659.68,"tags":["Oxygen"]},{"id":"ZBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Tell me if I'm right about this. So you do the one say hi. How you guys, Chef, Coming here you havent so like one is like seared steaks and warm lemon salsa verde with roasted broccoli and sweet potato. My understanding that what you're doing is that the food is made in a way that is a puzzle. Every piece is like a puzzle piece, and you can build you can complete a puzzle with your food, and this is what I was told as he described it as a seared steak cupid with warm lemon wings. Yes, salsa verde arrows and a roasted broccoli and sweet potato bow.","speaker":"spk_1","timeCode":1779.08,"tags":["verde","seared"]},{"id":"ZRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"And so when you finish the puzzle, that is what you see. Yes, and it takes 30 days to do it because each one is like a different puzzle piece,","speaker":"spk_0","timeCode":1815.53,"tags":[]},{"id":"axHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"really good to me. Now. Most people probably are just going to get the food to cook the food, Eat it, and that's you know how you be friends of","speaker":"spk_2","timeCode":1878.9,"tags":[]},{"id":"cRHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"pictures and send the photos and you know where you tweet them and share them. Because it to me, whats good about Blue Apron is that there''s convenience and variety,","speaker":"spk_1","timeCode":1943.75,"tags":[]},{"id":"dBHlLXMByMrymAEmhObo","index":"handbook","podcast":"Hollywood Handbook","episode":"Jen Statsky, Our Close Friend","line":"Uh, yeah, until, like, going create shapes. It's It just feels like this is not where your focus should be, Kevin, because we barely are able to do the show. Sure, yeah, and you're supposed to help us. Was trying to help with this, like creative idea. Seem what it was like special, like Jewelers Loop and an Exacto knife with over what is a puddle of TBS Oscar's. And he''s taking the Exacto knife, and he''s just kind of like scraping at the at the puddle years. Active duty. Here''s what I'm hearing when he''s doing that. Yes,","speaker":"spk_0","timeCode":1991.32,"tags":["Kevin","TBS"]}]