[{"id":"RRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Well, it was traumatic to sleep up. It was an evil Mattres'ses.","speaker":"spk_0","timeCode":1765.73,"tags":[]},{"id":"RhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Yeah, it was an evil mattres's.","speaker":"spk_1","timeCode":1769.93,"tags":[]},{"id":"SxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"wicked birds that would come and try to kill the worms. And the proces's of them pecking the worms Off of your ankles and stuff was almost more unpleasant than the worms themselve's. You had to swear an oath to the birds before they would free you. Help you escape. Ah, and I like that both of still waiting For what? The payoff format. As I'm sure. Yeah. And","speaker":"spk_0","timeCode":1891.47,"tags":[]},{"id":"TxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"get $50 towards any matters purchased by specific www dot Casper dot com slash handbook and using the code hand Book Terms of conditions and the code for the other. Rogers was","speaker":"spk_0","timeCode":1947.94,"tags":["Roger"]},{"id":"UBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"evilnes's. So Julys here for the added ZipRecruiter. Um, we I didn't want him here. I just want to go on record.","speaker":"spk_1","timeCode":1963.65,"tags":["July"]},{"id":"WxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"So find out today why ZipRecruiter has been used by busine'ss of all sizes to find the most qualified job candidates with immediate result's. Right now, my list was composed. Her job since ZipRecruiter for free. That's right. Free. Just go to ZipRecruiter dot com slash The Boys ZipRecruiter dot com slash The Boys ZipRecruiter dot com slash The Boys.","speaker":"spk_0","timeCode":2195.42,"tags":["ZipRecruiter","ZipRecruiter","ZipRecruiter dot","ZipRecruiter","ZipRecruiter"]},{"id":"YBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Hey, whats so she doesn't The sushi fish?","speaker":"spk_1","timeCode":2258.72,"tags":[]},{"id":"YRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Just a little. Just two lines you said, right.","speaker":"spk_0","timeCode":2264.81,"tags":[]},{"id":"aBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"em So no impres'sions at all. And they","speaker":"spk_1","timeCode":2320.88,"tags":[]},{"id":"bhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Okay, well, I just I gues's I'll do my sushi chef character as long as we're on the subject. Sure. Um so here we go.","speaker":"spk_1","timeCode":2367.21,"tags":[]},{"id":"cRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Yeah, that's great. Now I will not do my character in the same sketch of yours. Obviously, I don't think that makes sense at all. That would be crazy when we got a whole show to fill, but they kind of feed off each other from sketch to sketch, and","speaker":"spk_0","timeCode":2389.5,"tags":[]},{"id":"dRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"I think, you know, like, it shouldn't just be these a dahlia. Guys that are fair game at this point. Look, this is all that's left on the table. I would love to be doing more kinds of guys. One by one. You took all our options off the table, and we're just gonna dig in on what''s left. Which is we are allowed to go after these Italian guys. Circular firing squad around the Italian guns.","speaker":"spk_1","timeCode":2443.82,"tags":[]},{"id":"eRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Hang out, huh?","speaker":"spk_0","timeCode":2501.94,"tags":[]},{"id":"fBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Yeah. Oh, yeah. He hates that he's there. Hed rather be tweeting, right? Basin s J w. I'm just gonna keep it rolling real quick with again to kind of counter program that","speaker":"spk_0","timeCode":2511.75,"tags":[]},{"id":"gxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"a non in significant amount of them Thought that the house was the phone game Millennials Think everything is Clash Roy out. They dio and it can be. They're trying. They're trying to buy weapons at the groceries door for like, but works or whatever.","speaker":"spk_0","timeCode":2588.6,"tags":["Millennial"]},{"id":"hRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"that one with a little skeletons Yeah, I know. I just know because my nephew, he sort of is the","speaker":"spk_1","timeCode":2611.98,"tags":["becau'se"]},{"id":"kRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Wow, He hasn't really attitude about it.","speaker":"spk_0","timeCode":2712.01,"tags":[]},{"id":"mRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"is saying. Oh, or do you think they should say their names?","speaker":"spk_1","timeCode":2856.32,"tags":[]},{"id":"oRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Because I'm trying? Yes. Oh, hell, no.","speaker":"spk_1","timeCode":2988.07,"tags":[]},{"id":"oxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"What? You've set up the echo that you havent you. That was, like, 25 minutes ago. You have never will have all you had this nice thing that you could have kept checking in with. You really set yourself up for a win. Maybe the first time ever and then I think, forgot about it. But you're not doing anything else. There's nothing else for you to be thinking about. I havent seen Cody in, like, six months. And I Big guy songs like Oh, cool. Yeah, we havent forever like this will be really good. And then I'm going like no.","speaker":"spk_1","timeCode":2994.06,"tags":["echo","Cody","Big guy","Oh, cool"]},{"id":"phH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Hi, my names Kevin Bartell. Um, nice to hold on. My phone''s ringing. Hey, Mom, how''s it going? What''s that? You you Googled me and Kevin Bartelt. Creep was the first thing that came up. Oh, no, I can explain it. No, it''s so you don't really care. Okay, I'll talk to you later. Bye. Why From New York. It''s Saturday night, so I feel like so. First of all, he''s doing it before, though, but in credit buttoning that with Live From New York is Saturday night is probably not the best in terms of like, long term thinking. Because you've just shut yourself out of using the same character for your Studio 60 tape right on it now. And it''s so mad. TV and cash From at TV three. Mad three B Um, you Ah, you also you also your The Cold Open. But you're not political. Itll sure does that sound right in today''s economic climate, absolutely not. It''s irrespon'sible. Okay, Yeah. Unles's with the way things have been turning over recently, Kevin Bartels Mom could be in the White House Yeah. Okay. I'm interested. What? A comedy killer","speaker":"spk_0","timeCode":3050.2,"tags":["Kevin Bartell","Kevin Bartelt","New York","Live From New York","Studio","Unle's","Kevin Bartel","White Hou'se"]},{"id":"pxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"and D C comes in with his fucking battle axe","speaker":"spk_0","timeCode":3126.69,"tags":["D C"]},{"id":"qhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"How do I approximate that in real life before I just say a joke? Yeah, that, you know, I go like comedian destroy's Kevin Bartelt. And then I say the thing that destroy's him, that is the close'st they because you are now allowed to act like you discovered something about yourself in the in the third person. So, yes, why not just do that in your normal life?","speaker":"spk_0","timeCode":3154.44,"tags":["Kevin Bartelt"]},{"id":"qxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"All right. Now, Kevin, this whole thing about like, oh, I don't like doing the show anymore. And all that and people can actually google me, And that's bad. Like, people are actually like, tryingto do research about me and I don't like that my mom''s Googling me. Yeah, and and and result's come up. Yeah, I gues's you're right. I should be more thankful. And you're also and I also do not believe it. Because every time I turn around like I'm in here like you are here and like, you just keep coming back for more because you do love it so much. And you also act like you werent the one who made a mash up of Radiohead''s creep in TLC''s TLC''s Creep.","speaker":"spk_1","timeCode":3177.34,"tags":["Kevin","TLC"]},{"id":"rRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"nine of them are actually Kevin, that's a huge thing. And the other thing at one of the pictures and this is really gonna freak you guys fucking out.","speaker":"spk_0","timeCode":3246.86,"tags":["Kevin"]},{"id":"sRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Is it just wounds? There's a picture of Sean, actually. Okay. Uh oh. Weird. Okay, foot been. He''s flipping Off. He''s flipping the bird to The some establi'shment. Yeah, it probably is the status quo that''s getting the sort of busine'ss end of that middle finger.","speaker":"spk_0","timeCode":3286.55,"tags":["Sean"]},{"id":"tRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"because we were seated pretty far apart, and I did have something I needed. How was how was the burrata, by the way?","speaker":"spk_0","timeCode":3368.57,"tags":[]},{"id":"uxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"My sushi is the best sushi. All the other sushi chefs are loser's. So sad.","speaker":"spk_0","timeCode":3459.74,"tags":[]},{"id":"whH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"I don't know. Just, like, felt like like he's doing a real thing. Well, first of all, if he is doing a real thing, I mean, welcome to my circle. First of all, yeah, we keep it 100 0","speaker":"spk_1","timeCode":3535.46,"tags":[]},{"id":"0xH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"So is there. So this is kind of like an interesting metaphysical question,","speaker":"spk_0","timeCode":3924.49,"tags":[]},{"id":"1hH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"How does that like manifest for avam? It's like through the wires. You know it and they will. We know what''s happening. Uh, probably not. No, it sounds like maybe they will. Well, we hope they won't.","speaker":"spk_1","timeCode":4014.85,"tags":[]},{"id":"3BH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"watch out for special spooktacular episode's of Gilbert Gottfrieds amazing colos'sal podcast, The correct podcast and who charted or should I say, who did","speaker":"spk_0","timeCode":4076.79,"tags":["Gilbert Gottfried"]},{"id":"3xH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"hey, this is Arne camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","speaker":"spk_2","timeCode":4133.08,"tags":["Arne","The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"id":"5RH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","speaker":"spk_0","timeCode":4185.28,"tags":["The Magic Tavern"]},{"id":"5xEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"So frustrating, right? So","speaker":"spk_1","timeCode":2.34,"tags":[]},{"id":"6REALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"So we don't have to work very hard to come up with a concept. It's easy. We do the same","speaker":"spk_1","timeCode":30.77,"tags":[]},{"id":"6hEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"thing again and then we say the idea and then we go. We were","speaker":"spk_0","timeCode":35.6,"tags":[]},{"id":"7BEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"thing and everybody else just reads it. But anyway, so now, as sort of a big fuck you to me and he's,","speaker":"spk_0","timeCode":47.28,"tags":[]},{"id":"9xEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Hamilton, Uh, it's Angelica Skylar and s ELISA and Aaron. And, um, yeah, uh, you know, whatever, Hercules everybody put everybody''s there. Yeah, and, um and we're trying to, you know, it''s it''s one of those rooms, you know, we're trying to come up with the ending for deadpool two and We're, like thinking like, Well, we got up and he, you know, last time I think you like having sex or something. So maybe he''s got a Randalls and stuff. Do you bring France''s back? Well, and it''s yes. And that was a big discu'ssion. And Angelica seemed, was dead set. Francis has to be there, or I'm not watching. It is a very deadpool without Francis. And, uh, and I think died on the first one.","speaker":"spk_1","timeCode":169.5,"tags":["Hamilton","Angelica Skylar","ELISA","Aaron","Hercule","deadpool two","Randall","France","Angelica","Franci","Franci"]},{"id":"-BEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"I thought it's gonna be distracting. Yeah, because he died. So now it","speaker":"spk_0","timeCode":215.33,"tags":[]},{"id":"BREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"know, at that point, we're gonna have to be proces'sing it on the, you know, mostly just through the FX app. You know, get those app numbers. You know, I gotta know what those windows plus ones plus twos plus threes. And I'm talking years. No. Three years number. Yeah, it is in our","speaker":"spk_1","timeCode":380.04,"tags":["FX"]},{"id":"DBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah, so anyway, But I am going to jump in and listen, then. I mean, and also, I'm wake up. Morning. I see this. Jason man suits and I go That bugs me. And what is he doing that he's doing? A present of Hollywood Handbook. He''s the only guest. He''s got a big thing to promote. Yeah, I go, I go. I gues's you can. From what? That thing, But like still Yeah, that''s where","speaker":"spk_1","timeCode":479.92,"tags":["Hollywood Handbook"]},{"id":"DREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Well, you know, it's It''s one that you got to make the rounds. Yeah, but just exact one of the rounds. I'm just saying, from a fan perspective from somebody who''s The podcast, I go. This is one of the rounds now. Yeah.","speaker":"spk_0","timeCode":500.08,"tags":["Thi"]},{"id":"DhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"So anyway, s so anyway, at ST 26 that's what I would listen, Jason, you do have something big to promote your, uh, doing puberty all over us. I'm bringing puberty to you guys. Let''s talk about that. Let''s talk about it. Let''s talk about it. Be about. But But But But I want to establi'sh the ground rules before we talk about s","speaker":"spk_1","timeCode":512.51,"tags":["ST"]},{"id":"ExEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"'saying the opposite of your show, which I don't support.","speaker":"spk_0","timeCode":613.01,"tags":[]},{"id":"IxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"because in not a lot of people know in Geneva, we still had We were still dark. Oh, yeah, It was like a big fifties hot rod culture on. And so there was a whole gang of Greece, Ers Yeah. And I remember replacing alternators shore, you know, and fuel injector pumps and getting down in there, but at the same time being neat, clean cut, sort of preppy, good at sports.","speaker":"spk_0","timeCode":829.97,"tags":["Geneva","Greece"]},{"id":"JhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Well, you have that thing of just not knowing whether they were into you for you or whether they were into you Because of the perception The perceived value of being with you and or your huge car. Yeah,","speaker":"spk_1","timeCode":871.25,"tags":["Becau'se"]},{"id":"KhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"It is helpful for you as an athlete. Yes.","speaker":"spk_1","timeCode":939.38,"tags":[]},{"id":"LxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Well, it's interesting, and that was going to be part of my story, But yes, I was very involved in the front Off.","speaker":"spk_0","timeCode":1011.68,"tags":[]},{"id":"NxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"like, rough washing with, like, a promise stone where she would, you know, try and scrape some of it off. Yeah, And this, you know, it was like 9 10 started. Like, these feelings that you don't understand are starting to sort of show I'm over you. And I remember being watched by mid embryos on something is kind of swelling downstair's. You know what I mean? I'm like, What is this? I've never experienced this before, but it's also it''s punching through the casing and it''s making a very loud noise, like, you know, that shattering noise that that it would look like the sound effect they use when an egg is about to crack in, like Juras'sic Park. Yes, yes, yes. But wow, really, really. And so many embryos is it''s very difficult to hide that this is happening cause it''s also kind of spraying shard everywhere. Um, as it goes. And that was that was kind of my first experience that I remember with, like, Navigant Berries. There''s yeah, and I'm cringing hearing, Yeah, but I'm also kind of laughing a little bit. And I'm proud of you for telling it.","speaker":"spk_0","timeCode":1070.28,"tags":["Jura's'sic Park","Navigant Berrie"]},{"id":"OREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"it's one that we that we were really were like, Please, we're sorry we can't stop Sort of tripping over our own wieners here and we just wanna freakin get something right. Give us something we can't mes's up. So","speaker":"spk_0","timeCode":1159.3,"tags":["Plea'se"]},{"id":"RBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"biggest one and the big ones. The stranger things school there were stranger things was invented by the duffer brothers there. And I gues's the demon Gorgon could be like a doctor.","speaker":"spk_0","timeCode":1327.52,"tags":[]},{"id":"SBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Tina Fey and Harry Remy and ah and ah, Bull Murray and ah, Adam McKay have all gone there and ah, and so it's like, Oh, well, who else like, what else is gonna leave Carol Milk Myers are all The Yes, um So, you know, with all these great people, it''s like, Well, can we make more great people there saying that they can? In fact, Hayes went there. So I","speaker":"spk_0","timeCode":1385.1,"tags":["Tina Fey","Harry Remy","Bull Murray","Adam McKay","Carol Milk Myer","Haye"]},{"id":"VREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"All right Here. It's, uh, search our extensive curated selection of overtime. 7500 poems by occasion. Okay, good. So you guys can go off that","speaker":"spk_0","timeCode":1501.92,"tags":["occa'sion"]},{"id":"WBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"8 11 Hello, I I'm talking to you. Give me a drink. I'm your drunk, uncle. Okay, Uncle Drunk Ally. Heres your drink. Why don't Why don't you take me to the baseball game that to take me to the baseball game? Yes. Yeah. Let''s go. Right now. It''s getting The pumpkin. Buick le Sabre. I hate this thing. It''s dangerous, but at least I'm the sober one here. What do you put on your seatbelt on? Wait, wait, wait up. So I can I just say no drunk? No. Characters can be drunk driving in the ad. Add is not for drunk driving and beautiful saber. Okay, good. I'm glad you didn't just say car, but what year is this thing?","speaker":"spk_0","timeCode":1554.74,"tags":["Ally","Buick","le Sabre"]},{"id":"YhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"an understatement. Sure. We were in a marital I waas. I was, you know, and it was and had given. It was the kind of leading that, you know, her little brother conducted in the backyard. But okay, when I make an oath when I swear a no, it is My word is Bond. Yeah, And","speaker":"spk_1","timeCode":1789.06,"tags":["Bond"]},{"id":"ahEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Why do you think so? Why do you think so many people die in the ocean? Because it's it''s nobody ever dies on land. Have you ever noticed this? Yeah, I noticed. That''s what it is. Everybody on land is angels. Everything in the ocean is demons and devils.","speaker":"spk_1","timeCode":1969.57,"tags":[]},{"id":"chEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yep, yep. No one thing. You're up and it goes up N c. And but yeah, in general, like somebody means me at a party for 10 15 minutes, they work. We're going like, Wow, I like The tucked like I went by. So that went well. Yeah. Yeah, because it's very easy and natural. So obviously the boarding schools notice that and, ah, they let me run the phones for a little while, and then I started to kind of peek in on some of the clas'ses and go, Hey, does anybody here like nice guys and anybody said, Yeah, you're out. You're out because we don't need to help them. Yeah, we need the mean guys to get in the nicest interest. Okay, now, of course, that resulted in something I could not have foreseen, which was a drop The and Off. Yeah, and it And it was kind of put them all in one place. Yeah, yeah, to kind of be meeting","speaker":"spk_1","timeCode":2160.58,"tags":["becau'se","intere'st"]},{"id":"eREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"yeah, and more importantly, whos on their period? Yeah, or who''s not or who''s now, you know, for a change. Yeah,","speaker":"spk_0","timeCode":2312.14,"tags":[]},{"id":"ehEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"because I know the three of us Love to fuck girls on their periods, but, like, like a couple of other, our other friends were, like, not into it. We choose what made our group. We just made our friend group great, cause we werent like six guys competing for all the girls on the rag, even though in the school it was good because they all sink Tup. Yeah, well, you have your moon charts. Oh, yeah. You know, this is a lot of people don't know that now there's like, aps that track your periods and stuff. But back when we were in school and everybody will know this just From, like, puberty stuff, you remember? You remember when you started feeling out moon charts for the girls were interested in And you end that embarras'sment that, like, you know, this is like a universal thing, That embarras'sing moment when one girl you're hooking up with seized the other girls moon chart on is like, wait a second. Did you think I was Katie? You know, I'm, like, cut to She''s not on her period. In which case I'm not Oh, no, it''s OK. It''s fine. It''s fine.","speaker":"spk_1","timeCode":2318.46,"tags":["ju'st","moon chart","Katie"]},{"id":"fREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah, that,","speaker":"spk_0","timeCode":2398.44,"tags":[]},{"id":"gxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"You have not been shaving your face all this thing? Not well. Okay on I shaved off half my eyebrow. Wait, Do we have a hair? He's ad for this episode is good to be saying like, Hey, Moshe years, I think actually, Harry''s","speaker":"spk_1","timeCode":2568.43,"tags":["Harry"]},{"id":"hREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"be really nice, because I have not been getting The return about this Harrys","speaker":"spk_1","timeCode":2588.22,"tags":["Harry"]},{"id":"iBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"of people turn that down. A lot of people werent willing to do it.","speaker":"spk_0","timeCode":2617.81,"tags":[]},{"id":"iREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"A lot of the host's felt like it was. Maybe that maybe best would be mad or something. You give me that money, it's all cash money.","speaker":"spk_1","timeCode":2621.19,"tags":[]},{"id":"kBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"No, You're doing a bad date at mini golf. Takes forever Oh,","speaker":"spk_0","timeCode":2722.75,"tags":[]},{"id":"khEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Oh, yeah. You can wind up there overnight.","speaker":"spk_0","timeCode":2729.54,"tags":[]},{"id":"oBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"There's a British?","speaker":"spk_0","timeCode":2961.22,"tags":[]},{"id":"qREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"don't even remember","speaker":"spk_1","timeCode":3076.36,"tags":[]},{"id":"rxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"had, like, a little tree house situation out in the woods. Yeah, pretty much.","speaker":"spk_1","timeCode":3134.87,"tags":[]},{"id":"sREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Okay, that's my story. That''s that was very gros's. Yeah, it was sick. And for anybody using, we're probably gonna edit out the whole middle of it. Yeah, um I didn't need to hear a lot of that. And I didn't need any of the visual. The absurd stuff. Yeah, I don't agree with. Yeah,","speaker":"spk_1","timeCode":3150.29,"tags":[]},{"id":"vBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"It was a lot, but you ate it quick. You seemed hungry after that green Jell O, you know, get deep. Just rabbit food.","speaker":"spk_0","timeCode":3302.49,"tags":[]},{"id":"wxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Ah, yes. Yeah, and he's cutting up a little bit. He''s cutting up. He has he cut. Oh, yeah, yeah, yeah, yeah, I thought it was a pillow.","speaker":"spk_1","timeCode":3411.04,"tags":[]},{"id":"xxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"has a great monologue. And, uh, Gus Van Sant movie. You want to do it? Yeah, um, in his voice.","speaker":"spk_1","timeCode":3437.34,"tags":["Gu","Van Sant"]},{"id":"yREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"I'm trying to my Ricky Jay monologue on the movie. The name I know Off. But we are out of time. Damn it. By about, you guys should do an episode that is just like Shawns top monologues way. Wouldn't have to book a guest for that. That really is a great idea. That would be, you know, and that''s for you. Guys way might do it next week. He's out town. Oh, yeah. There you go.","speaker":"spk_1","timeCode":3490.94,"tags":["Ricky Jay","Shawn"]},{"id":"yhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah. And I dont really, um,","speaker":"spk_0","timeCode":3517.82,"tags":[]},{"id":"yxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"know what to do. What he lease? Yeah, just just you giving us a general idea. That's good. That''s big. Yeah. I mean, it would be really great.","speaker":"spk_1","timeCode":3521.09,"tags":[]},{"id":"zBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Thanks. Thanks, Jason. Thank you. Guys called last days","speaker":"spk_0","timeCode":3531.09,"tags":[]},{"id":"1BEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"add and also stranger things.","speaker":"spk_0","timeCode":3656.7,"tags":[]},{"id":"2xEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","speaker":"spk_0","timeCode":3802.63,"tags":["Phil Collin","Thoma","Middleditch"]},{"id":"5hEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"exactly. We're going to a buffet, you know, like, uh, Golden Corral about versu's, like, going to a king Chinese buffet. You know what? You're gonna get specific stuff, and it's very creative.","speaker":"spk_0","timeCode":494.07,"tags":["Corral"]},{"id":"6BEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"you know, you might start the show by saying, Welcome to Hollywood Handbook. An insider's guide to kick in but dropping names the red carpet line back Always this century we call showbiz, But we will not be saying that and say I'm making note to cut that out because I really do not want to get put in a triangle, choke right","speaker":"spk_0","timeCode":513.33,"tags":["Hollywood Handbook"]},{"id":"7REBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"but, um","speaker":"spk_1","timeCode":555.24,"tags":[]},{"id":"7hEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"oh, yeah. I don't like the way it feels. Well, just wink at me if everything is cool in your","speaker":"spk_0","timeCode":556.66,"tags":[]},{"id":"8hEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"want to ask if you were going to see that movie.","speaker":"spk_0","timeCode":637.96,"tags":[]},{"id":"-REBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"about acting technically winking when you die. Please. OK, I won't talk about my short. Ah, What? Ah, lets talk about, um when we talk about the weather, I feel like I just went to the worst pos'sible place. He he loves The Yeah, he''s is, like,","speaker":"spk_1","timeCode":714.48,"tags":["Plea'se"]},{"id":"BBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"what is that? I have it. You never done it? No. Okay.","speaker":"spk_0","timeCode":875.24,"tags":[]},{"id":"CREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Yeah. So lets talk about some gros's stuff like moldy cheese. And then the other thing that he was very, um,","speaker":"spk_1","timeCode":933.52,"tags":[]},{"id":"EREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"has a six column. Yeah, because It's shaped like a cone.","speaker":"spk_1","timeCode":1065.11,"tags":[]},{"id":"EhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Okay, so, yeah, More like the visual aspect. I don't know why I take it so hard for me to get there. No, it's, uh Yeah, I understand that.","speaker":"spk_0","timeCode":1068.66,"tags":[]},{"id":"ExEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"It's, uh um, So, um, we Ah, yeah. So, anyway, we were talking about cheese being kind of like sex. And it is like, you know, uh, often","speaker":"spk_1","timeCode":1075.95,"tags":[]},{"id":"GxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Oh, thank you. Clearly. Hey, Scoop troop. You know, get out your pen and try to spell The yousa tips right","speaker":"spk_1","timeCode":1179.37,"tags":["Scoop"]},{"id":"IREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I I'm usually again a sexy pose in this pocket. I","speaker":"spk_0","timeCode":1247.32,"tags":[]},{"id":"IhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"know. Yeah. You know, um, I know,","speaker":"spk_1","timeCode":1250.67,"tags":[]},{"id":"IxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"like I was saying, Do you have any words that you can't spell?","speaker":"spk_0","timeCode":1252.91,"tags":[]},{"id":"JhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I did lose the fifth grade spelling bee on the word gutter all. Oh, really? Is that a where you","speaker":"spk_0","timeCode":1293.37,"tags":[]},{"id":"LxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"in my text, I get really hammered Off on my spelling words and my technical actually. And I wish we could talk about our Desert Island album. No. Yeah, I wouldn't that be","speaker":"spk_1","timeCode":1351.34,"tags":[]},{"id":"QREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"She had surgery in the back. In her back again. That's fine. Yeah, I'm sorry. Yeah, I know. Yeah. This is a good conversation. Yeah. Now she''s great. She''s doing great. Everything went well, and yeah, no, it''s OK to bring up surgery. Okay. Doesn't mean no, I'm just wouldn't Yeah, okay. What? So we for what? For her bad cause you have, like, ah, like a disc is'sue on her back.","speaker":"spk_1","timeCode":1708.99,"tags":["Thi","Doe's"]},{"id":"RBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Well, ah, if you don't want to talk about surgery is fine, I gues's. Um okay. Uh, so, um, so obviously, Hayes is, like, really smart about sports, and he was really good. Ah, at all the sports. And he's a great athlete. And so he, um, did send me a note saying, we can't talk about sports except for","speaker":"spk_1","timeCode":1769.53,"tags":["Haye"]},{"id":"SxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I only really have the one friend so far, and it taste's OK. So hearing you say","speaker":"spk_1","timeCode":1876.98,"tags":[]}]