[{"id":"ARIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"That is confirmed. That will be there.","speaker":"spk_0","timeCode":2465.1,"tags":[]},{"id":"AhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Oh, I'm worried about you that you're going insane and I really don't want everyone to show up for the big dinner expecting The like, for example. Now this would be nuts, but expecting something like a miso butter salmon with lo mein noodles and cucumber and charm to you even come up with that crazy idea. They can't have it worrisome to me that people are anticipating that at the big dinner, and then they're served like you know, something that's like normal","speaker":"spk_2","timeCode":2467.16,"tags":[]},{"id":"DBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Unfortunately, Santa Man does have to die at Gets hit with a like a stick. Oh, no,","speaker":"spk_0","timeCode":2599.53,"tags":["Santa Man"]},{"id":"EhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"But I'm still sad. I'm going to get shot dead and gone forever. No more cinnamon ads ever again. Hoo hoo hoo! If we know Stop mes'sing around, please. And just get it over with. Just finish it. Just put to break behind my ear. Execution style, Pop Pop, Just Riggen, go right up. Just finish May Off and then everybody get their free trial. Offer a $30 value for free. Just cover shipping, please. And everybody is sad with San. Amid did die. But everyone thinks it's also a nice fitting end for the story as well.","speaker":"spk_0","timeCode":2687.33,"tags":["Riggen","San","Amid"]},{"id":"FRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"to celebrate the end of the show and our 2/100 episode days. Lets keep let''s go. Keep this ad short just because I think that you know we want to get home. I do if you want to get back and do what we want to get back into it. But way had these poster's made since the show is ending and we're going out with this big bang of the shows grave is on the poster because the show is dead, it will never be coming back. And it went out in this very interesting power s So, uh, is that bad to say? All right, P, I don't know. And then celebrate this big event. You can buy a poster of pods white dot com. Is that bad to say? I don't know, but I just I'm just in case resting podcast in case of rest in park. That''s funny. You go to pots white dot com. We signed 50 of them. I don't know if it''s like, lucky if you get those or if, Like, is it just like, Is it just that you're lucky if you get the sign One. I think those are more expensive. Anyway, this show is dead goodbye to the show on, and we signed some of them and it''s a poster. Is this ad is coming from beyond the grave and everyone wants everyone poster of Hollywood Handbook it's grave. I'm so excited to see what I do is dead. Oh,","speaker":"spk_1","timeCode":2742.51,"tags":["epi'sode day","power","white dot com","Hollywood","Handbook"]},{"id":"HxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"This bartenders no good. He probably even know how to make an old fashioned. Yeah. Appletini, peach pie. Gausman politan. Remember, they drink cosmo's on sexual","speaker":"spk_0","timeCode":2960.08,"tags":["Appletini"]},{"id":"IBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"help. They're gonna have to put get it We're not allowed to do. They're gonna pull this friggin episode Off The the final episode where we have all these great guest's. Stop, stop, stop! You're scaring me, Jeremy. Jeremy","speaker":"spk_0","timeCode":2976.76,"tags":["Jeremy","Jeremy"]},{"id":"KxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Hey, hey, Hey, Tom. so cool that you hum wow. Called the show on and we're and we're actually just here picking up some mail. Yeah, on. Then we're gonna go and split. Yes, we're yes. We're just here to do some and doing at We're doing ads. Yeah, for the episode from last week, right?","speaker":"spk_0","timeCode":3103.72,"tags":["Tom"]},{"id":"LxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"What do you do? Do you have, like, other stuff going on or","speaker":"spk_0","timeCode":3144.29,"tags":[]},{"id":"PRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"I'm not exactly sure where I am. I see something. It is umami on it, and I don't know","speaker":"spk_1","timeCode":3293.36,"tags":[]},{"id":"RxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"kind of get a break. Could sort of regroup a little bit. Air s some of their players. Oh, man. That's when we're gonna be, uh that''s when we're gonna be open. But","speaker":"spk_1","timeCode":3485.3,"tags":[]},{"id":"TxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"that we couldn't work anything out with that doing. Just worst 11 weeks for this to come up. And I wish wed known ahead of time.","speaker":"spk_1","timeCode":3552.97,"tags":[]},{"id":"UBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Yeah, but good luck with the show. I'd love to see that. You know, you're such a great story. You're a great choice for it. You have a lot to say about that stuff. I know","speaker":"spk_0","timeCode":3561.52,"tags":[]},{"id":"UxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"I don't spoil anything, but you can gues's,","speaker":"spk_1","timeCode":3581.63,"tags":[]},{"id":"WBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"love about our dynamic. You know, if we don't see each other for years at a time or talk or interact in any way, it's just always right back.","speaker":"spk_1","timeCode":3632.04,"tags":[]},{"id":"WxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"even one more apart.","speaker":"spk_0","timeCode":3655.07,"tags":[]},{"id":"XRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"So maybe we if wherein New York we can like, uh, yeah, you know.","speaker":"spk_0","timeCode":3663.57,"tags":["New York"]},{"id":"XhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Oh, okay. Yeah, he hung up. Yeah. I don't know if that's if he did.","speaker":"spk_1","timeCode":3673.3,"tags":[]},{"id":"ZRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Well, it's like if you if theyve really got Richie incognito, like giving the ball not run with it. I don't need Tom sort of slowing him down. I know, I know, so that starting to fall apart, that idea and then The 11 weeks must have just been like","speaker":"spk_1","timeCode":3756.42,"tags":["Richie","Tom"]},{"id":"ZxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"think they play the Los Angeles Chargers, his favorite team the before, and then And he's gonna go to get on the plane back to Buffalo, which is like, and well get back to new because he has a Bills jersey. That''s one of the items of clothing that he wears. Yeah, and I think he feels like he can probably just sort of slide in the line with those players. You get back on the plane","speaker":"spk_1","timeCode":3785.47,"tags":["Lo","Angele","Charger","Buffalo","Bill"]},{"id":"axIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Flake spill something on the board. Yeah, And then pretend we're when we bring in, like, a dummy board or like a board. And then we have it get just destroyed in front of him so that he stops asking. Yeah, because he's a good kid. He''s Sona. He''s a really nice kid. Yeah,","speaker":"spk_1","timeCode":3849.57,"tags":["Flake","Sona"]},{"id":"bRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Colin sent me a note to give to you guys.","speaker":"spk_0","timeCode":3873.1,"tags":["Colin"]},{"id":"cBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Oh, well, heres the problem. For me. My word is oak.","speaker":"spk_0","timeCode":3919.74,"tags":[]},{"id":"eBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"And so for me, my promise is nigh even oak it is. The smithy is forging it. One having solid steel. One thing.","speaker":"spk_1","timeCode":3994.42,"tags":[]},{"id":"eRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"The frickin Peterbilt truck that run through over. It's got one of those mud flaps. It looks like a babe silhouette. You got the balls hanging? No, I didn't say that. Truck nuts. Um, your The Smithies forges years out of solid steel. The Smith is forging my promise and He''s sort of bringing it out with the tongs, and it''s got, like, sparks flying all over my promise.","speaker":"spk_0","timeCode":4003.9,"tags":["Peterbilt","Smithie","Smith"]},{"id":"hxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"And this would be a spot Brent where we probably do risk using some music because we just wanted to feel like, Yeah, it's something. I'll write something for that.","speaker":"spk_1","timeCode":4267.36,"tags":["Brent"]},{"id":"iBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"No way. Now we want to maybe bring that song, but, like, bring some Book you're playing before and just kind of like gradually","speaker":"spk_0","timeCode":4275.7,"tags":["some Book"]},{"id":"ixIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"That's too far away to even be relevant too far away.","speaker":"spk_0","timeCode":4300.88,"tags":[]},{"id":"jBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"The light from your wording take 1000 way like see, every day is like, Oh around And Smithies? Yes, things that are, like, actually useful way ability. Not something Are you so far away? Swords at Oak. The two things that you literally touch every day your life as just a citizen of society. Play","speaker":"spk_1","timeCode":4305.47,"tags":["Smithie"]},{"id":"jRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"the song, Brett.","speaker":"spk_0","timeCode":4326.31,"tags":["Brett"]},{"id":"jhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Okay, so it will be like, you know what?","speaker":"spk_1","timeCode":4329.4,"tags":[]},{"id":"khIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"in One more thing. He's that in, Kevin, say","speaker":"spk_1","timeCode":4400.03,"tags":["Kevin"]},{"id":"lBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"I was going to say. You thought you werent going to get any pies. You actually got to.","speaker":"spk_0","timeCode":4406.59,"tags":[]},{"id":"lhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Hey, this is our enemy camp From The improv fantasy podcast. Hello. From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're a new listener or you've fallen behind, Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I said, Like a fancy college profes'sor","speaker":"spk_3","timeCode":4431.19,"tags":["The Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]},{"id":"mRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"but fuck started over. Started, Started, Started over.","speaker":"spk_0","timeCode":83.85,"tags":[]},{"id":"oRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Okay, I got a melting town.","speaker":"spk_0","timeCode":159.84,"tags":[]},{"id":"qxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"'sand is making it's way. Two is From his lungs into his bloodstream is becoming, like a Yeah, well, it's a short trip to the heart From there, and then, you know, that will basically blasted anywhere. And so, uh, Sand is really You're saying it''s gonna kill me, but I got but I love it too much. Yeah, Yeah, I love it. Your curse of the beach. So you guys Yeah, you've sold, Ah, multiple beach movies and multiple beach television shows. And, uh, you know, I couldn't be happier for you, And I'm actually doing really good going for you. It''s so good. Um, I, uh well, The health care thing was a set back. Ah, Charlton''s not doing well, either. You say he has. He has he holding up. But, uh, I have lined up an idea for a Web series that is going to completely disrupt The industry. Oh, wow. It''s so disruptive. That''s interesting. It''s a Web series, but it''s also an app. Okay, but it''s also like, uh, instrument. It''s an instrument. Yeah. So it''s an interactive, um, I like playing like how is it an instrument? I gues's, Um, that''s the part I have trouble seeing. Um have you ever seen when ah, the new girl will play the ukulele? Oh, sure. Yes. Yeah. Okay. On these. Oh, so I'm sort of doing that and you can play the ukulele that I'm playing and I'm singing like a song. Okay, so the show I'm seeing Just so I'm clear, what I'm seeing is you with the ukulele in your snap. I'm sorry. Yes, it''s an app. And in the app, I'm looking at a video of you playing the ukulele on And then I'm playing like I'm yours by Jason Mraz. That''s cute. That''s kind of cute. Plucky great zone. Yeah, I agree. It''s a great song on cas'sette. Were you done done? Me? You know, it''s that s o Then I could get","speaker":"spk_0","timeCode":1265.23,"tags":["sand","Sand","Charlton","ukulele","Ju'st","ukulele","Ja'son","Mraz"]},{"id":"shIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"'so I don't know. So I'm telling you this because I'm The Chapman. I'm a superhero designed by graduates of Chapman-University who makes so much more money that everyone has to.","speaker":"spk_0","timeCode":1918.44,"tags":["Chapman","Chapman-Univer'sity"]},{"id":"vxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Oh, good, good, good, good, good, good, good. Okay, Perfect. And","speaker":"spk_1","timeCode":2167.21,"tags":[]},{"id":"xBIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"The title The This guys man coming. And I like, um all the m and come if I hadnt seen the world with that Yeah, Yeah, that was That was my idea. Oscar's Man''s pitch. I said to add one more m","speaker":"spk_1","timeCode":2185.75,"tags":["The Thi's guy","man","O'scar's Man"]},{"id":"1BIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"what? Yes. Yeah, go ahead.","speaker":"spk_0","timeCode":2287.42,"tags":[]},{"id":"2xIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Um, and so what? My intention is s so they can't continue attempting to destroy our show with rude comments, uh, is find them and administer an in person ban a Perma ban From listening to the show. These things have to be done in person. So they really take, you know, uh, and","speaker":"spk_1","timeCode":2383.07,"tags":[]},{"id":"5xIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Yes. OK, Got better. Yeah. Okay. You know, a lot of these","speaker":"spk_0","timeCode":2559.15,"tags":[]},{"id":"8hIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Yes, two klicks north.","speaker":"spk_1","timeCode":2691.98,"tags":[]},{"id":"_RIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Yes. So Smedley. Blood sex got promoted were the general.","speaker":"spk_1","timeCode":2743.41,"tags":["Smedley"]},{"id":"ABIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"I think he's it. Sounds like a punk. Very short guy, right? Very short, Like, three feet. So you might or might be hard to find. And he might be, like, kind of digging around in some of those trash piles you were describing like a little kind of mold person. Yeah, he''s wily. And he''s ah, um, you know, he''s definitely he just kind of, like travels through the trash. Now, is this the guy you told me about who eats a bowl of worms and pretends it''s spaghetti? Yes. Yes. Okay. Hey. So if you see somebody eating a bowl of worms and pretending it''s ready, that might be","speaker":"spk_0","timeCode":2769.98,"tags":[]},{"id":"ARIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"He is eating a bowl of words that he is protected. Clearly protecting is spaghetti just From kind of his bib. I gues's it's like a spaghetti bit.","speaker":"spk_0","timeCode":2804.98,"tags":[]},{"id":"DhIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Can you hear the wind? Yeah. I'm hearing what sounds like wind. Is that Smedley blowing on you?","speaker":"spk_1","timeCode":2911.95,"tags":["Smedley"]},{"id":"ExIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"General Smedley Bud Sex. I I hereby admitted for you a Perma banned from listening to Hollywood Handbook for illegal comments. Uh, turn over your phone and your listener's badge immediately. Okay. Okay. So what he's doing is he''s kind of po going around. So this is where means of fighting. Okay, so I've got a couple of white guys here out","speaker":"spk_1","timeCode":2946.34,"tags":["Smedley","Perma","Hollywood Handbook"]},{"id":"GhIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"For him to be able to sort of identify like, Oh, this guys not gonna want to get tackled because that knocks him down. Uh, you know that that''s why you bring in a true pro like that. I'm not above admitting I wouldn't have come up with that. Time it to his jumps when he''s in the air. Big Grande.","speaker":"spk_0","timeCode":3016.84,"tags":["Big Grande"]},{"id":"GxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"And I understand that you have studied martial art.","speaker":"spk_0","timeCode":3033.96,"tags":[]},{"id":"HhIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"No one.","speaker":"spk_1","timeCode":3044.65,"tags":[]},{"id":"IRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"What? What? I can gather now from what you're describing is he had maybe a gypsy curse put on him. And you know if that's a word we can use. But he had a curse From ah person of Romanian descent put on him. Where his better.","speaker":"spk_0","timeCode":3113.92,"tags":[]},{"id":"MRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Okay. Yeah. Do you know this guy,","speaker":"spk_1","timeCode":3274.4,"tags":[]},{"id":"PRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"and one Perma","speaker":"spk_1","timeCode":3387.55,"tags":[]},{"id":"RBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Don't let him deal it. Really Be careful, cause I heard that when he does actually get into any kind of physical contact with someone who is to secretly in love with that, he gets so nervously throws up all over and then he goes home to his bomb enterprise. And then his hump goes, I can't even believe that you're my son. I would say youd never existed. And then he goes like, No, don't say that, Mom, and that she beats him up, and then he tries site in that entire scenario. Play out you","speaker":"spk_0","timeCode":3424.06,"tags":[]},{"id":"RRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"as you were by the time you started Big had already happened. Oh, no, that's too bad.","speaker":"spk_1","timeCode":3460.17,"tags":[]},{"id":"SBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"I I was","speaker":"spk_0","timeCode":3477.85,"tags":[]},{"id":"SRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"having to feel like a strong, strong, tough white guys. But then whats really been happening is the one guy was just too big. We shouldn't have touched that coffee. Just the whole Canada, where this guy actually was kind of saying","speaker":"spk_1","timeCode":3478.5,"tags":["Canada"]},{"id":"URIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"He was like, don't even comment. Didn't even leave a comment. I hear the user names hot cell Obolo, your Perma banned man Your glas's. Turn them to glas's.","speaker":"spk_1","timeCode":3567.6,"tags":["Obolo","gla's"]},{"id":"YhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Okay. Well,","speaker":"spk_0","timeCode":0,"tags":[]},{"id":"ZhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"And Rooster man was striking very bad fear into the chest cavity of thieves and stuff and that this chicken man is striking terror into the hearts of criminals. Now it seems like I ripped him off. Yeah, it's a little too close for comfort. It does feel a little too close. And I wonder where they got the idea, huh? And let me tell you a little about rooster man. There''s a funny cartoon that goes with it. Ah, it looks cool. It some. Ideally, it was gonna be something that all the Earwolf people kept asking you to give a shit about. Theyd be like putting it on the instagram stuff and everything. And now that''s what they're doing with chicken man. Oh, how convenient. So, anyway, I'm gonna give you a little taste of the rooster man stuff I was doing, because now I don't even know if I can release it at all. Or I have to wait another five years. Here we go. Here we go. Yeah.","speaker":"spk_0","timeCode":105.43,"tags":["Earwolf"]},{"id":"bBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"find, you know. Ah. And so I'm going, Ralph, you know your clothes guy. Did you bring any scis'sors with you? Yeah. And then Perrys, like, what? About me?","speaker":"spk_1","timeCode":259.31,"tags":["Ralph","Perry"]},{"id":"cRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Lucy and Jackie Nicole. Yes, Lucy and Jackie. Nicole. That's my full government name. That''s what''s on my driver''s license. You got your driver''s license. You were so nervous, so nervous. And I got it last week. Uh, during the test, who The man was very mean to me.","speaker":"spk_1","timeCode":338.04,"tags":["Lucy","Jackie Nicole","Lucy","Jackie","Nicole"]},{"id":"dhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"yeah, yeah, yeah. Try to fail that. Yeah. No, that was lucky. So then the coffee thing didn't even matter. All that matters","speaker":"spk_2","timeCode":396.26,"tags":[]},{"id":"fRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Because I wish that Vicky, who runs the office I go to, would move","speaker":"spk_2","timeCode":430.57,"tags":["Vicky"]},{"id":"fhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"this thing along faster. Vickys always standing in the way, and it''s like Vicki, come on, now.","speaker":"spk_0","timeCode":434.07,"tags":["Vicky","Vicki"]},{"id":"gBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"yes, and you get to the front of you say where it where it was. Somebody help me. What is you you are supposed to be doing? That just goes to the back of the line? Yeah. I mean, Vicky to him. Who? Vicki, Come over.","speaker":"spk_1","timeCode":445.74,"tags":["Vicky","Vicki"]},{"id":"gRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Jodi is here again, and, um, he is doing great. He says, uh s that he's doing","speaker":"spk_2","timeCode":456.86,"tags":["Jodi"]},{"id":"hhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"See that to me. Doesn't seem healthy. Blackwater","speaker":"spk_1","timeCode":492.32,"tags":["Blackwater"]},{"id":"ixIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"I mean, is there one about black ground is turning. There are some things that will never change. It's Kurt Cobain gets rearranged. You don't is. The two seem to talk about Kurt Cobain and how it is in London. Yeah, because I was just at his house. Cobain''s Off e went to the kobane looking for close. Yeah, it''s still open. I'm gonna piece this thing together, man, because some of it doesn't add up. Really? And he was the ultimate prankster. All his friends say he was a true be s. Hoffman. Ask. Yeah. Yeah. So then I'm going like, when''s the other shoe going to drop Nicole? What do you think? I don't know. I'm still thinking about that homemade water. It''s hard. Torto, get out of your smell. Very strong.","speaker":"spk_0","timeCode":566.71,"tags":["Kurt Cobain","Kurt Cobain","London","Cobain","Off","kobane","Hoffman","Nicole"]},{"id":"jBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Very odor. Yeah, And now that it's Blackwater, I'm just I'm sad. The smell gets in your brain and makes you think about it.","speaker":"spk_2","timeCode":618.83,"tags":["Blackwater"]},{"id":"jRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"It does. It's just swimming around the brain. Speaking of","speaker":"spk_1","timeCode":626.69,"tags":[]},{"id":"khIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"was a mes'sage when she came up and said Give you cheese and crackers, That was her sort of marking her territory. 30 Howard, I was like,","speaker":"spk_2","timeCode":663.99,"tags":["Howard"]},{"id":"kxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"No, bitch. Steves my best friend. Now you have to step.","speaker":"spk_1","timeCode":672.18,"tags":["Steve"]},{"id":"lBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Well, you were that. It seems like you were thinking like a man.","speaker":"spk_2","timeCode":676.71,"tags":[]},{"id":"lRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"I was thinking like a man to","speaker":"spk_1","timeCode":679.42,"tags":[]},{"id":"mhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Yeah, because then we had a slumber party where we made smoothies and he asked me a bunch of question's. And then we went over the answer's, and I was like, This is different than asking 100 people cause I'm one person, but I was like, I see where this is going and I appreciate it. I like how that game has evolved since Steve Harvey took over where some of the answer, some of the question's and the answer's would be really varied. But now, about 90% of the time, the categories, like name a part of a man that you might put inside you in bed","speaker":"spk_2","timeCode":702.51,"tags":["Steve Harvey"]},{"id":"pxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"good answer. Good answer.","speaker":"spk_2","timeCode":857.12,"tags":[]},{"id":"qRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"no, you can't just can't just do that one. But that's","speaker":"spk_2","timeCode":870.36,"tags":[]},{"id":"qxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"to make some of these other games a little funnier,","speaker":"spk_2","timeCode":876.96,"tags":[]},{"id":"rBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"all right,","speaker":"spk_0","timeCode":880.31,"tags":[]},{"id":"vxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"It won't be broadcasted Tuesday, which is today for anyone listening? Yes. Oh, today. So Sunday had already happened because today is Tuesday. So the girls one way a little","speaker":"spk_0","timeCode":1034.45,"tags":[]},{"id":"xBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"But we like to have fun here","speaker":"spk_2","timeCode":1078.49,"tags":[]},{"id":"yxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"you want to","speaker":"spk_0","timeCode":1141.71,"tags":[]},{"id":"zRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Yeah, I'm just turning out all these hits. People Love me. all over the world.","speaker":"spk_0","timeCode":1157.42,"tags":[]},{"id":"0BIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"very small pocket of the world. Wear so high. It's tasa's living room. OK?","speaker":"spk_2","timeCode":1167.65,"tags":[]},{"id":"0hIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"there. And there's. And when the cheese shows up in that living room, there''s crackers. Yeah, that''s nice, if you know what I mean. No, I know what you mean. And that''s true Love. And it''s not. You know,","speaker":"spk_0","timeCode":1177.25,"tags":[]},{"id":"3hIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"we had a falling out. Oh, no, I want to hear that story. Before I was best friends with Steve. I was best friends with chef. Oh, no. And he just he kept calling me. He kept calling me a Pineapple Expres's. And I said, That's the name of your movie, not your friend. And I just didn't understand why you couldn't state Nichol movies. Yeah, and then when he got mad at me, he would he would call me neighbors. But it''s so I mean, like, he is trying to be nice. Yeah,","speaker":"spk_2","timeCode":1239.6,"tags":["Steve","Pineapple","Nichol"]},{"id":"4BIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"now if he was calling you, um, well, he was calling","speaker":"spk_0","timeCode":1274.78,"tags":[]},{"id":"5xIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"We got to do this funny game.","speaker":"spk_2","timeCode":1326.22,"tags":[]},{"id":"6xIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"'saw a picture of the worlds biggest WAM bat. So something like that''s","speaker":"spk_1","timeCode":1346.13,"tags":[]},{"id":"7BIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"a perfect example. Yes. Okay, um,","speaker":"spk_0","timeCode":1349.19,"tags":[]},{"id":"7hIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"we're gonna call. This is","speaker":"spk_0","timeCode":1359.49,"tags":["Thi"]},{"id":"9hIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"right off the dole, just","speaker":"spk_2","timeCode":1418.76,"tags":[]},{"id":"-RIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"And Cody, you do have to give one as well,","speaker":"spk_0","timeCode":1429.44,"tags":["Cody"]},{"id":"_hIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"that's a mighty big Guam bat. And then maybe say you're about to fall down. I'm about to fall down. Yeah, that''s pretty good, because it''s Hey. Yeah, because it''s so big heavy. Okay, You didn't say why.","speaker":"spk_0","timeCode":1467.63,"tags":["Guam"]},{"id":"BxIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"lets just work on the words just on the words. Yeah.","speaker":"spk_0","timeCode":1536.88,"tags":[]},{"id":"DxIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"that is really good, because you think about the size of this thing. It's gonna be hard to hold on to. And just falling down isn't the only problem you could stand upright in. The thing could slip right out of your hands so heavy. Yeah, and it''s sad for me that you were scared to say that the first time thinking of you like having this nice idea and feeling, Oh, I don't know if these guys are gonna like this was like a","speaker":"spk_0","timeCode":1598.65,"tags":[]},{"id":"EBIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"course. We like it. It's a great idea, but this isn't totally his fault. That shows me that I need to be a little more open to my friend Cody sometimes and to let engineer Cody feel comfortable being himself. And I think I've spent so much time bopped me on the nose with a magazine,","speaker":"spk_1","timeCode":1621.32,"tags":["Cody","Cody"]}]