[{"id":"fBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"is be did not have you into being THOMAS now, feeling your spread a little to clients. I didn't realize that was your agent already. I was","speaker":"spk_2","timeCode":3097.74,"tags":[]},{"id":"gBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Okay. To use agent, right. Because it's like he needs some sort of filter as to what gets to him, you know, because it''s like, obviously this Glas'sman life thing is, ah, high quality thing that, like, needs to cut through the noise. And I'm concerned that due to our the newnes's of our busine'ss that we might not be taken seriously. And you understand what I'm saying? It is Away, like, get priority due to the quality. Like people don't recognize our brand. So they don't realize how high quality our stuff is. And so for Michael Thorn like to make this decision. He needs someone on his side who''s looking at the whole landscape to go. This is a cool, new thing that''s about to take off. You can be in on it, you know, Let me set you up. And you want people to say that about you, right? Because I'm bringing high quality material, and I'm not quite known enough to be on his radar as an agent yet, But if I'm the writer, the showrunner who became an agent. I think that''s a really compelling pitch. Now I just want to double back to Jared. Feeling like bringing up Rick Glas'sman was an is'sue with the show when he brought up Michael Thorne. Huh?","speaker":"spk_2","timeCode":3115.28,"tags":["Gla's'sman","Michael Thorn","Thi","Jared","Rick Gla's'sman","Michael Thorne"]},{"id":"gRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Michael thorns, This thinking here, Michael, like a Thorn, is a president of a network. You know, that's that''s that''s that''s and this goes to you're not paying attention to, like followers for us. I gues's not. I gues's I'm not a big I'm sorry that I don't Ah, you know, I'm not jumping into the whole followers thing I saw. It is not really I feel like social media is going away. And it''s so obviously almost like, done Well, is your agent now? I'm now feeling like Eddie is getting lost in the mix here and that maybe this is part of the solution is we bring Eddie to give Shawn''s pitch to Michael Foreign drive with you attached. I'm now I'm I think I'm packaging. I'm not sure,","speaker":"spk_0","timeCode":3188.7,"tags":["Michael thorn","Thi","Michael","Thorn","Eddie","Eddie","Shawn","Michael"]},{"id":"gxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"I mean, to me, this sounds pretty appealing. Yeah, it does and die My paying. This guy, he loves My What is Goodman? Think of all this, though. Like, if we could get him to call in, that would be the guilt. The guilt. President. We got a good deal, President. Do you have a call in the situation? Yeah. Way. Set that up. Yeah. Whats column right now? Let''s go. I think I think call David Goodman self.","speaker":"spk_0","timeCode":3261.42,"tags":["Thi","Goodman","David Goodman"]},{"id":"hxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Yes. Holding up tonight? Yes, in the event that it is. Okay. Hey, guys. So this is the part of the podcast where we called the president of the Writers Guild. And he answered David Goodman and he did answer on. We had a great conversation. We talked about 10 minutes. It was very funny.","speaker":"spk_0","timeCode":3316.03,"tags":["Writer","David Goodman"]},{"id":"iBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Ah, and he's sort of explain what was going on with the guilt stuff. I thought it was very informative. Yes. Ah, And then he told us that he does not want to be on podcast joking about this thing. That''s a very serious matter. While he said, he said he doesn't want to seem like he''s joking about it. He was pretty,","speaker":"spk_1","timeCode":3337.32,"tags":[]},{"id":"jBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"uh, study. And it feels very intentional that we did this. It feels like a great contribution. It was a news because they're very good. Very good panel IV. Yeah, it's a great panel show. There''s a really Good episode, Chelsea. Thank you for being here. Um","speaker":"spk_2","timeCode":3439.35,"tags":["Chel'sea"]},{"id":"khFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"No problem, guys. Nice. Okay, Thatll get me a lot of attention. I'm quote tweeting that and I'm going, Whoa! One of my heroes","speaker":"spk_2","timeCode":3486.27,"tags":[]},{"id":"mxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Yeah, that's the thing I worry about. No, it''s this guy who is a very famous French. Come by,","speaker":"spk_0","timeCode":3592.58,"tags":[]},{"id":"nRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"If you tell Shawn","speaker":"spk_1","timeCode":3633.43,"tags":["Shawn"]},{"id":"oxFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"enough. I did all this stuff. What you're saying you can do with Squarespace? You started your own company, my own company, my own pas'sion project or sell products.","speaker":"spk_0","timeCode":36.35,"tags":[]},{"id":"qRFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"I do believe it's pos'sible there other people who recap the events and content of the show, which there''s some of it because I'll be like I looked up","speaker":"spk_0","timeCode":143.95,"tags":[]},{"id":"qxFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Head to Squarespace. Ty cobb, slash the Boys for a free trial. When you're ready to launch, use the Africa The Boys to save 10% off your first purchase of a website or domain.","speaker":"spk_1","timeCode":187.7,"tags":["Ty cobb","Africa"]},{"id":"rxFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Raul is you in. My names rusty. Rusty Damn! Get hit by a train and you've got to go live at the pool. I scream at that person in the car, in my mind, and I say,","speaker":"spk_0","timeCode":285.84,"tags":["Raul","ru'sty","Ru'sty"]},{"id":"xBFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Well, I understand I'm not surprised he did it. I'm surprised that anybody else Michael Ian Black bean soup. Well, that one just writes itself and eats itself Hot and Howard Kramer. Sour soup, summer soup. But an hour. Great. Okay.","speaker":"spk_1","timeCode":629.73,"tags":["Michael Ian Black","Howard Kramer"]},{"id":"yhFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"on. And I'm just so happy that we're getting this off the ground. So I'm at the store.","speaker":"spk_1","timeCode":979.36,"tags":[]},{"id":"zRFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"So sure, you take no position on the whole 88 versu's versu's W J e 00 If all if all the other writers want great projects like, just go away way, Don't take a position if you","speaker":"spk_1","timeCode":1034.27,"tags":[]},{"id":"1BFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"doesn't have UTA has a grocery store guy, but it is just one office,","speaker":"spk_0","timeCode":1205.04,"tags":["UTA"]},{"id":"1hFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"I mean, the so funny.","speaker":"spk_0","timeCode":1226.33,"tags":[]},{"id":"2BFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"That sounds because every other recipe in the book is soup. But he clarified for us that a Long Island iced tea is typically alcohol soup.","speaker":"spk_1","timeCode":1238.71,"tags":[]},{"id":"2hFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Wow. Yeah. Oh, I mean, that's funny. Yeah, well, we thought so, too. And he did a whole thing. He basically did. The old I don't know if you remember the old Jim Breuer, but it was sure that bit where he would do all the different alcohols in your stomach together having a party. Oh, you know the voice ego. Like it''s, you know, younger meister's in there like, Oh, REGGIE started started and they go You're crazy, man. And tequila sneaks his buddies in the back. And Theo, but But VfB was able to do it, but he did that as go boy to right. That was a subset of the go Boys. It was all It''s all one. It''s go, boy. He fights himself. Go, Boys fighting himself with all those liquors in there, man, that was a golden age of that show. Dude, that''s My s in. Yeah, really? Then it didn't find it's feet again until Colin jokes. So So what? What you say called jokes? Oh, yeah. Um so havent seen way. Get the Walshe's. Walsh is giving me the stink eye here","speaker":"spk_1","timeCode":1250.1,"tags":["Jim Breuer","Theo","VfB","Colin","Wal'she","Wal'sh"]},{"id":"3BFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"So jumble IV the the recipes air. Pretty Simple. Anne, do you have a funny, maybe protein we could start out with. Ah, funny Zoom Road team to put into a jumble. I, um Yeah. What would like an and Dewey sausage sound like?","speaker":"spk_0","timeCode":1338.17,"tags":["Anne","Zoom Road","Dewey"]},{"id":"3hFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"So I'm I'm reading the book. You're reading the book. As I'm saying IV bought the Earwolf. Cookbook. I'm a consumer. Okay, I open it up. I turned to the page Where if he's jokey, jumble IV a centerfold following it, that photo shoot to come and I don't have time for that. And lo and behold, the ingredients start reading themselve's to me A dig, a little bit of an improv show that this is an interactive book. This Have you ever gotten a funny birthday card that sings a song? You? I've never gotten a funny birthday card that sings a song to me. I've had Moreau are and Roast Birth. No. Yeah. Wow. Me and poignant birthday cards. And this is this show to making the rest of the world laugh. But so who''s Andy dailies? Andy Daly?","speaker":"spk_1","timeCode":1364.49,"tags":["Earwolf","dig","Moreau","Andy dailie","Andy Daly"]},{"id":"4hFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"I gues's he's a cowboy. Ever know what it Oh, gosh, It''s gonna be a cowboy. And what and what like the rice say to him, Rap rights. It''s dirty rice. Keep in mind, the rice is pretty dirty.","speaker":"spk_1","timeCode":1456.3,"tags":[]},{"id":"5BFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"And so you don't have do he's. Whats Matt Wallace doing? A lot of fun. Got this. Is","speaker":"spk_1","timeCode":1478.35,"tags":["Matt Wallace"]},{"id":"5xFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"He thrown a dollar on the floor on the ground, I gues's rather And he says that if I could make him laugh, I get the dollar. OK, so they are paying performers.","speaker":"spk_0","timeCode":1513.12,"tags":[]},{"id":"7RFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"You're forgetting. Four garlic cloves, minced one bay leaf one large red bell pepper, diced two tablespoon's of canola oil diced sweet onion dried oregano dried thyme two cans, diced tomatoes Agreed. Chilies drayd three cups chicken broth. You're forgetting all that stuff. £1 peeled, medium sized come fresh for baby, I think. The movie sausage party. Yeah. It's not dis'similar from sausage party. Well, you know, I have voices for all of those ingredients. Um um do you want here the murder? Yes. All right.","speaker":"spk_1","timeCode":1598.1,"tags":[]},{"id":"8hFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"When you listen, in fact, you realize how wrong you were. Felix Ilia. Two tables would get a little booth. Okay. One large red bell pepper, dice her guys. Okay. A lot of Dyson going on in this recipe. One Bailey. Oh, dear. Well, have been hanging out of this clas's bottle this time muddies one. Getting the Scoop ts fits Kill season. Wait a minute. Speaking of the Golden Age of SNL","speaker":"spk_1","timeCode":1715.52,"tags":["Felix Ilia","Dy'son","Bailey"]},{"id":"9RFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"'said to me. What about peeled? Medium sized raw shrimp deveined?","speaker":"spk_1","timeCode":1874.38,"tags":[]},{"id":"-BFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"This book is due yesterday. Are you saying are you telling me that when people open up this book, they're going to hear what I just said into this microphone? That's right. But I But that''s not good, Andy.","speaker":"spk_1","timeCode":1953.33,"tags":["Thi","Andy"]},{"id":"-xFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"I have seen first. You have? Yes, border. Is it a story that I definitely think cookbooks? Where the book does not read to you at all? The but so, you know, saying Okay, now I'm trying to picture what you're saying. I'm talking about like, you open it up at all and you see words on a page, but you don't hear anything. It's unles's you're listening to music or whatever. You You know, I knew who and this is for who? Who know heads. Yeah, I gues's that''s not podcast. Okay, I see what you're saying. I mean, it''s an interactive all the target market. Okay? What? What did you want? I just want to point out some of what some of what''s going on over here. Please. Just loving these characters. Really, I he has a couple pitches, so Okay. You know, UCB has, like, a podcast network.","speaker":"spk_1","timeCode":2011.56,"tags":["fir'st","UCB"]},{"id":"_RFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"it's a little bit like the dumbbells. We're like People are coming on then, like learning about physical fitnes's it stuff. But it''s hosted by Andy doing two different","speaker":"spk_1","timeCode":2098.65,"tags":["fitne's","Andy"]},{"id":"ABFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"and since I I was allowed in to the to the grocery store, the space after of a celery, we didn't need to hear all those other characters or Matt. He was loving the salary and so hot on using the proces's of getting braised if I","speaker":"spk_0","timeCode":2126.99,"tags":["Matt"]},{"id":"CBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"And now I'm looking and I'm looking at Ah, heres a article someone sent me and it''s Amazon''s. Bosch is a modern war that showcase's this is on curbed, that showcase's an unadorned L. A. You're reading about the result's of that. Leave your Eva other show. That''s","speaker":"spk_1","timeCode":2241.36,"tags":["Amazon","L.","Eva"]},{"id":"DhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"I have at least to use emanations and","speaker":"spk_0","timeCode":2289.09,"tags":[]},{"id":"DxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"you want us to go in the recap.","speaker":"spk_3","timeCode":2292.23,"tags":[]},{"id":"EhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Okay, whether you're looking to started the busine'ss, showcase your work published content, sell products and Mawr. Squarespace is a tool for you, with beautiful templates created by world clas's designer's and the ability to customize just about anything. With a few clicks, you can easily make a beautiful website yourself. Squarespace is powerful. E commerce functionality lets you sell anything online, and analytics help grow your side in real time. Everything is optimized for mobile right out of the bos's, and there's nothing to patch or upgrade Ever. Buying domains is Simple. Youll get the help you need with spaces. 24 7 award winning customer support Squarespace and powers millions of people, from designer's to lawyers, artist's of gamers, even restaurant's and gyms to turn great ideas into something real. I just realized face, Do you want to like very spoilers in that? Oh, right about? Well, we warn people. Yeah, that theyll see the guy with the big coat, you know, like the But he is back. I didn't say it was a guy. Okay. Head to Squarespace dot com slash The Boys. Ok, well, you're ready. Our lives says usually there''s a code co The Boys EAGLE to save 10% off your first purchase of a website or Did obeyed that squares face that cop slash The Boys offer code. The Boys,","speaker":"spk_0","timeCode":2336.41,"tags":["Square'space","Square'space dot"]},{"id":"KRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Quip starts at $25. You go to get Quip dot com slash The Boys right now to get your first, we feel back for free with the Quip. Electric toothbrush. Get your first refill. Pack free a g d. Q. U i p dot com slash The Boys","speaker":"spk_0","timeCode":2630.87,"tags":["Quip","Quip dot com","Quip"]},{"id":"MRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Hi s No Hollywood. That is a good point. Are about movies. That's a good point. One of the is'sues, Yes. You're lucky if he ever does catch on to podcast's to see I mean your rubble. You don't know whether he lives or no. Does not listen to this John pen. Does he listen to this one?","speaker":"spk_0","timeCode":3007.02,"tags":["Hollywood","Doe","John pen","Doe"]},{"id":"NxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Don't be ridiculous. These analytics are not that specific.","speaker":"spk_0","timeCode":3082.62,"tags":[]},{"id":"ORFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"rewatch that ai","speaker":"spk_0","timeCode":3120.36,"tags":[]},{"id":"PBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Oh, I see what you're saying. So everybody had, like, three minutes? Well, the Michael Ian Black bean soup is You could imagine he brought it.","speaker":"spk_0","timeCode":3157.48,"tags":["Michael Ian Black"]},{"id":"PxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"She and I have been certainly one another for a while. Very projects. Ah, yeah, but I gotta tell you, I see both sides of just about every is'sue, So it's hard for me to come down and that is And we hate taking sides on this. As you know, they shows the UTA baggage is good. It''s bad. I mean, it''s it''s whatever. Yeah, yeah. Do you want me to go away and right? Five minutes per ingredient on,","speaker":"spk_1","timeCode":3198.06,"tags":["UTA"]},{"id":"QRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"So that would be a movie where it's like a bobsledding team from a cold part of the world. That''s right. That''s right. Uh, no work in our sorry sorry pitch. I can't help it.","speaker":"spk_1","timeCode":3273.69,"tags":[]},{"id":"RhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"what? That Starting something as a as a hobby as a sideline and then waking up one day going Oh, shit. That's my job.","speaker":"spk_0","timeCode":3353.56,"tags":[]},{"id":"RxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Yeah, yeah, yeah. And like, year, five years have gone by. Andy. Yeah, playing. And you didn't even, like, see him go by. Oh, you know, they're They're just way off in the distance and you reach it to get it back, but they're gone. Made.","speaker":"spk_1","timeCode":3362.11,"tags":["Andy"]},{"id":"ShFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Yeah, that could be a good thing to go through, but it is the sort of the experience of not recognising the face in the mirror. Yeah, knowing that that is the face of a podcaster,","speaker":"spk_0","timeCode":3396.17,"tags":[]},{"id":"TRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"and we always we always ask. Do what?","speaker":"spk_1","timeCode":3478.2,"tags":[]},{"id":"WBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"of the show. Absolutely. You are conversing with the guest's, and I didn't want to interrupt that, but was there any time after that? Yeah, there was a lot of time I should have. Well, I gues's is it okay with you? If I do this filibuster, What","speaker":"spk_0","timeCode":3714.04,"tags":[]},{"id":"WhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"uh, taking the ad copy. Literally. I was gonna put Hayes into a play acting situation where he took on the role of expensive TV bills and horrible customer service. But you understand how","speaker":"spk_0","timeCode":3732.7,"tags":["Haye"]},{"id":"YhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"were, uh okay. I don't know if why would have been able to figure out this is the also. This sounds like it would take four effort. It's one","speaker":"spk_2","timeCode":3829.3,"tags":[]},{"id":"ZBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"but I had a whole phyllo dough thing to and I was just holding that back.","speaker":"spk_1","timeCode":3844.13,"tags":[]},{"id":"ZhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"All right, well, I don't want to do mine anymore. Way have to get out of the ad. Catch the biggest shows on TV like the walking dead Life","speaker":"spk_0","timeCode":3853.07,"tags":[]},{"id":"ahFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"I'm a big proponent of family. I have a famous dog that often comes to these shows, huh? He cartooned up a real a real dog. Ah, heres a picture of him with his best friend, Tony and, uh, said Israel would decker tricks. Um, I don't know you. What do you want it to be? I want it to be real. Would a man,","speaker":"spk_1","timeCode":3914.91,"tags":["Tony"]},{"id":"bBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"it is Would baby All right? Sweet.","speaker":"spk_0","timeCode":3947.74,"tags":[]},{"id":"bxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"I was dealing with the real Dio. Uh, but it made me think I could I could design. I could give you could come up with a whole bunch of makeup. Bogeymen. Yeah, Squeezy face Sampras or yeah, right. Walk around, guy make a tribe. Yeah. Fan dangle fanned angle. Dads movie ticket for models. Revenant put him in a guy, and all of them is make of drawing little pictures of a guy and all that stuff, right? Cut to me. Wasting almost three years of my life making up homemade cards with names on them and loved drawing this My own drawings, you know, various stats and stuff like that. Sure. I can't sell this idea. Toe. Fuckin anybody. Low in what were some of the stats? What were these guys do it?","speaker":"spk_1","timeCode":4076.65,"tags":["Dio","Sampra","Revenant"]},{"id":"dxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"And so now you have this kind of you see, like, this is the time for you to really play around. People are not listening anymore. Sean, did you want to do yours? I don't want to stop. But like you guys were the host,","speaker":"spk_0","timeCode":4729.39,"tags":["Sean"]},{"id":"ehFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"We don't take the fire that Shawn is building on a desert island and basically go pee pees on it. That's what you did. I'm sorry. And now we're left trying to light a fire in this p beat on sticks and then you And then when we get into this ad where there is no plum,","speaker":"spk_0","timeCode":4760.85,"tags":["Shawn"]},{"id":"fxFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"on the left. Van Maar. Jerrys dad. Phil Margera. Good morning.","speaker":"spk_1","timeCode":4821.7,"tags":["Van Maar","Jerry","Phil Margera"]},{"id":"hhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"You said philo dot tv dot com slash The Boys","speaker":"spk_0","timeCode":4875.02,"tags":["philo dot tv dot com"]},{"id":"mxFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"this is a don't you Simple, Frasier. Well, this is gonna be bronze.","speaker":"spk_1","timeCode":95.48,"tags":["Fra'sier"]},{"id":"qxFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"So I'm looking at the thing like, what do I want to do? Me and wildly different. And we were at the Cat Chipotle. Yeah, they have all these like cat cafes. Of course. Now and then there's a one chipotle where there''s cats it''s to say everything in the same. There''s got the honor of working the soda fountain in the food but were allowed to walk around, but they are allowed to walk. You know, they always want to see what''s going on whenever you're when you're scooping anything. Yes, they go. Is that for me? But they're allowed to walk through the beans, and there''s almost not enough room with how many of them there are. Some of them are gonna have to be around the beans at any given time because, like the space is'sues Yeah. So I order say the okay. And a chicken and beans and, uh um and the tomatoes. Double beans. Yes,","speaker":"spk_1","timeCode":319.79,"tags":["Cat Chipotle","chipotle","bean","becau'se"]},{"id":"sxFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"'s so I open my wallet, and, uh, cat comes out. No. Be funny, though, huh? It Zoom funny. Cat pops out of the wallet, so I open my wallet by credit. Cat, It's too small. Cat would never flat cat. I open my wallet and it''s they breathe for all different traits. It''s moths. Moncef IV three months. Oh, I'm doing great. You left the light on. Yes, I had found. Yes, there''s a little blinking Away in my wallet. So I confined a m a dark. If I'm like, sort of waking up with someone that I have met recently, and I don't want ah turn the white. I just have to, like, make my little escape. You know, I need by all of My clothes and my wallet and my shoes and my keys to be blinking like could be sending out like a beacon so I can find them in the dark. But it looks like some moths got in there. Eight My money. Now, of course, there flying around. And the cats are, uh, like, basically becoming like feral at the sight of these moths, and they're reverting. So some like prehistoric state. Yes, and it''s their instinct, and they breed them for certain traits. Flatnes's is when I mentioned, but you can't breed out of them the instinct to do a big jumpy when you see","speaker":"spk_1","timeCode":435.15,"tags":["Moncef"]},{"id":"tRFuJnMByMrymAEmoo4H","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"And so they start and be swatting and basically going nuts. Yes,","speaker":"spk_1","timeCode":531.6,"tags":[]},{"id":"vhFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"the fuck Martha would. Did you understand that? Can you pick that apart for me? Don't drink your water. Remember,","speaker":"spk_0","timeCode":630.68,"tags":["Martha"]},{"id":"vxFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"of all the times cheese's","speaker":"spk_2","timeCode":639.32,"tags":[]},{"id":"wBFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"of impeccable timing, I think that Kevin is thinking, um,","speaker":"spk_1","timeCode":641.66,"tags":["Kevin"]},{"id":"wRFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"the mammoth has the word moth in it's you. And maybe you guys would pretend to not know that isn't a country. Pretend not to know something that's not the show.","speaker":"spk_2","timeCode":649.36,"tags":[]},{"id":"wxFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"'some are in this case, though. You've sort of side. So what do we put like cards on It is Martha Kelly.","speaker":"spk_2","timeCode":667.87,"tags":["Martha Kelly"]},{"id":"xRFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"famous comedian. Well, funny","speaker":"spk_0","timeCode":676.29,"tags":[]},{"id":"0RFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"Is that the show? So you know the name of it, So I don't know, Hank back skills, But you do know the name of Kendra. Her show.","speaker":"spk_2","timeCode":750.83,"tags":["Hank","Kendra"]},{"id":"4xFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"forgot about as soon as I say no, they forget you ever said we're going to cook this up. We have to just, like, get, um card on the table here. You know about this. Try month that everyone is doing promotions for at this point. Kevin on the Comic-Con ogg.","speaker":"spk_0","timeCode":893.69,"tags":["Kevin","Comic-Con"]},{"id":"6hFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"You can't just let that slide No And so we're removing m and M from context here by saying, Oh, he's a celebrity of the MTV Movie Awards. Well, he''s not that far removed from fucking eight mile","speaker":"spk_2","timeCode":952.17,"tags":["M","MTV Movie Award"]},{"id":"6xFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"one of the longest streets I've ever heard off. And so Did I'm hoping I'm remembering this correctly. Did he punch the puppet?","speaker":"spk_0","timeCode":963.44,"tags":[]},{"id":"8RFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"I believe when we recorded our episode with six year Kevin brought up try month. Yeah, I may have been during that Pro Version and he went well, it just feels like a lot of this is just like it's me try month, and it''s like, Well, I didn't want to fucking do it, man. So, like what? It was their idea. Like he''s going like, it''s feels that gets me term. It''s like, doesn't feel that way to me. It feels like no one''s try because we got the one good gas'sed, Which, by the way, you're supposed to be trying to do all the time. Hey, guys. Chef Kevin here. Um, I have been trying very hard. IV reached out. Ah, 40 people since January. Ah, and wait, wait, wait. Well, you sent 40 emails","speaker":"spk_0","timeCode":1058.73,"tags":["Kevin","Pro Ver'sion","Kevin"]},{"id":"8hFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"'s. Oh, sorry. I'm so sorry that we that we came down IV you so hard. Some of them are probably grouped in the same email.","speaker":"spk_1","timeCode":1104.89,"tags":[]},{"id":"9hFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"Pro Version s and adds, And so that sort of brings us to what happened this week, which is we were like, Lets get Martha Kelly. She''s so funny who and also we think she''s very funny. She actually likes our show, which has basically never have it before.","speaker":"spk_1","timeCode":1164.89,"tags":["Martha Kelly"]},{"id":"9xFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"I am Boys-This tra. I am a huge I am a huge fan. Zoom loves the","speaker":"spk_0","timeCode":1181.15,"tags":["Thi","Zoom"]},{"id":"-RFuJnMByMrymAEmoo4I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"He's, like, silent for a second. I can like, sort of hear him doing a little like calculations on the other end, but the thread goes very quiet and","speaker":"spk_0","timeCode":1198.48,"tags":[]},{"id":"BxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"I feel someone","speaker":"spk_0","timeCode":1331.45,"tags":[]},{"id":"DxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"Yeah, Blue checks is like I have one. He's has one. You have one. Ryan hints. Media has one.","speaker":"spk_3","timeCode":1407.5,"tags":["Ryan"]},{"id":"ERFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"So, um, I would not to be, um, self centered, but I would love to get this thing off the ground where you make me famous.","speaker":"spk_1","timeCode":1426.54,"tags":[]},{"id":"ExFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"it easier on us writing in the in the hopper for you?","speaker":"spk_1","timeCode":1453.33,"tags":[]},{"id":"FxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"So obviously, the traditional route to this stuff is movies and Simple. Yeah. Are you in? Take forever, right? Unles's, like, stuff that's coming out there. You in shoes, Sam, are you doing?","speaker":"spk_0","timeCode":1510.77,"tags":["Unle's","Sam"]},{"id":"GBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"Um, I I might if I am My, uh","speaker":"spk_1","timeCode":1524.3,"tags":[]},{"id":"HxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"why is the superhero who the boy from, uh, stranger things finds a scroll. I believe sesh Azam becomes adult and strong.","speaker":"spk_2","timeCode":1552.79,"tags":["Azam"]},{"id":"KhFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"there was a movie with Shaquille ONeal called Sha Zam? Okay. And could the writer of co Xam, huh sued production to keep she's exam weight from being released? And that''s why it''s never seen the light of day. But you arent exam, but we havent seen you in it, so it''s not gonna help. Your level of fame. Is that part of the concept?","speaker":"spk_2","timeCode":1627,"tags":["Shaquille O'Neal","Sha Zam","Xam"]},{"id":"LxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"But I was","speaker":"spk_2","timeCode":1668.07,"tags":[]},{"id":"MRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"'she's Sam would have been a good option. Well be done. Wed be finished already. And maybe that would be bad because the episode would be over if you were like someone. Inches am who like he","speaker":"spk_0","timeCode":1690.72,"tags":["Sam"]},{"id":"MhFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"me like he, like, goes to the grocery store and he's buying beer cause he''s like an adult now he But he''s like a little kid secretly is like, uh, like chalk. Ah, and you are like the check out woman and you're like hitting on show Sam and he''s like a little kid. But he''s like, now he''s like dating you. Yeah, that sounds that sounds very inappropriate. Big?","speaker":"spk_1","timeCode":1703.74,"tags":["Sam"]},{"id":"NBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"But I just remembered something. Just if I could go back to Sha Zam. You may. That was a TV show. You just take","speaker":"spk_0","timeCode":1741.67,"tags":["Sha Zam"]},{"id":"PRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"I don't think so. Uh, could you are here. Is that this is a crazy thing. Kevin is obse'ssed, obviously with with fame. Ah, but he will not let his girlfriend be famous. I know that. So are you always neg ing her? She doing that?","speaker":"spk_1","timeCode":1779.53,"tags":["Kevin"]},{"id":"ShFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"Brad, Brad, Antonio been Derris, Kerrison Dust Christma's.","speaker":"spk_1","timeCode":1938.7,"tags":["Brad","Brad","Antonio","Derri","Kerri'son","Du'st Chri'stma"]},{"id":"TRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"may be slightly more famous than you, but that matches your ideal version of a romantic relationship in which the man is the famous one.","speaker":"spk_2","timeCode":1964.27,"tags":[]},{"id":"VBFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"Okay, let me see to have a picture of me. No, no picture yet. Nice fund. Okay. Great design. Looks like you just hit a button. Pretty Simple. So looks like you get it. It's not that expensive. You getting you know, um, Sylvan Apple,","speaker":"spk_1","timeCode":2096.63,"tags":["Sylvan Apple"]},{"id":"VxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"If they are a label whore,","speaker":"spk_1","timeCode":2136.91,"tags":[]},{"id":"WRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"handbook. Brilliant Earth is the global leader and ethically source. Fine jewelry. Create your own custom engagement ring right on their website by picking from a variety of ethically sourced diamonds, gemstone's, metal types and settings. So one thing I want to talk about is Kevins been digging in on some of the language here. He''s, of course, trying to marry everyone the world, and they have ethically sourced fine jewelry. It''s a big part of the company that in the sourcing of their materials, they are ethical, and he''s been haggling with them to see if those ethics extend beyond the source because what he wants to do is some pretty illegal design's.","speaker":"spk_0","timeCode":2165.13,"tags":["Kevin"]},{"id":"XxFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"they're shooting oil. A go above and beyond the car industry standards to offer beyond conflict free diamonds. And of course, there is a conflict taking place","speaker":"spk_0","timeCode":2302.87,"tags":[]},{"id":"YhFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"Okay, that's okay. So and also, that''s honestly what Tristan is say, Oh, no kidding. He''s like So that was so that''s the","speaker":"spk_2","timeCode":2370.92,"tags":["Tri'stan"]},{"id":"dRFuJnMByMrymAEmoo8I","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"John Carpenter, the first winner of Millionaire. Ah, yeah. What if I want? If thought Zoom My on Carpenter?","speaker":"spk_1","timeCode":2471.42,"tags":["John Carpenter","Millionaire","Carpenter"]}]