[{"id":"qxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Oh, wow. Yeah. Number overload. Yeah, I heard that could happen.","speaker":"spk_2","timeCode":3487.76,"tags":[]},{"id":"sBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"true? No, that doesn't sound right. When the baby is starting to, like crown, they call it crown your in that you're not on the phone for your podcast, your in the room and you're like losing your mind. Well, I gotta say pretty big, green. Different. I try. I try to honor his Grace. I think it's important that the first thing that my son see is me during the podcast. Especially with the Big Guest. Like you 10. I don't know why you guys are asking about me. We got Cam working here. Just wtf like, Yeah,","speaker":"spk_2","timeCode":3523.43,"tags":["Grace","Big Gue'st","Cam"]},{"id":"sRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"I'm having a baby. Funny baby I've ever met. Cracking funnier than he's. Probably better. Okay, get well, lets get great s so we can hear him. Can we talk to him, please?","speaker":"spk_0","timeCode":3555.54,"tags":[]},{"id":"shF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Whats funny about him? What''s the funny? That what''s of my name is thinking I can't","speaker":"spk_1","timeCode":3567.98,"tags":[]},{"id":"sxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"wait to hear this can just put him on.","speaker":"spk_2","timeCode":3571.96,"tags":[]},{"id":"uhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Um, anybody can get in if they're over the age of five and under the age of 10.","speaker":"spk_1","timeCode":3628.04,"tags":[]},{"id":"vxF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"I don't want to get caught up in labels. We gotta put a label on this thing. Hows this guy in a relationship? Pushy. So you're like dice? What do you like dice?","speaker":"spk_0","timeCode":3652.15,"tags":[]},{"id":"xBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"So again, like it's interesting. I mean, I don't want","speaker":"spk_0","timeCode":3706.37,"tags":[]},{"id":"zBF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Oh, Indochino the worlds most exciting Excuse me.","speaker":"spk_0","timeCode":3796.97,"tags":["Indochino"]},{"id":"zRF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Indochino does the worlds most exciting Made to measure menswear company. They make suits and shirts to your exact measurement's for unparalleled fit and comfort. So let''s talk about let''s talk about it and we can get through it quickly because we do, of course, have a lot of ads this episode, And some context for the episode you're listening to is that Tim Pine occur. Uh, has told me before the record that he tried to listen to an episode of the show, but there was a seven and add at the beginning that he was unable to get through. Uh, s So it left him, uh, confused about what? Who we word. What we were trying to dio so quickly just is our personal endorsement for Indochino. Kevin, of course, has been getting","speaker":"spk_0","timeCode":3802.51,"tags":["Indochino","cour'se","Tim Pine","Indochino","Kevin","cour'se"]},{"id":"zhF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"married a lot. Is that is that fair to say, Kevin, is that accurate? Sure, I may have been attempting more than usual, and every time he gets married, obviously we are Kevins best friends along with Darius and Map Did aka And so he asked us every time to be. Ah, part of His's Groomsmen team. He always has, like an edited invitation. It''s a poster for Here comes the boom where But it said it says, Here comes the groom and it''s Kevin lying down Kevin Bartell instead of Kevin James, and he advise's to be his groomsmen. But we always have to wear like, special, like seemed suit differently. Cool, Suze. So the suit will be and and think, Thank goodnes's for Indochino because","speaker":"spk_1","timeCode":3848.29,"tags":["Kevin","Kevin","Dariu","Map Did","Kevin","Kevin Bartell","Kevin Jame","Suze","Indochino"]},{"id":"0BF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"theyll take your measurement's personally, or the measure. You could measure yourself at home and then you shop online","speaker":"spk_1","timeCode":3977.71,"tags":[]},{"id":"1xF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Well, I've got even but that democracy to me when you were saying he's running out of themes. I thought you were going to talk about the more recent one, which was the theme was just green beans","speaker":"spk_0","timeCode":4094.22,"tags":["green bean"]},{"id":"5xF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"I think we can, uh, tos's it. Yeah,","speaker":"spk_1","timeCode":4293.04,"tags":[]},{"id":"6hF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"you get your wife getting, um, laughing gas.","speaker":"spk_0","timeCode":4316.39,"tags":[]},{"id":"6xF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Did. She was She offered laughing gas. Okay. My wife was given laughing guest's during her induction, and it was a horrible experience. Okay, so this actually, this happens a lot of hospital's, and I have seen this in the movies. IV kind of large nurse shows up in the hospital room with kind of a white","speaker":"spk_2","timeCode":4320.21,"tags":[]},{"id":"7RF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"And people are falling for this. And they are, dear. Ah, And they are. It is Joker toxin,","speaker":"spk_1","timeCode":4352.25,"tags":["Joker"]},{"id":"7hF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Joker toxin. And so that sounds like that. Maybe, is what happened. Your wife has to be one of the great superhero villains of all time. We","speaker":"spk_1","timeCode":4359.52,"tags":["Joker"]},{"id":"-RF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"yeah, the first thing he does to be defending we all are pretty certain is a sexual predator. Well,","speaker":"spk_0","timeCode":4464.64,"tags":[]},{"id":"_RF1JnMByMrymAEmGJZd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"our interest. It is interesting to think about and how basically any movie could be a superhero movie there. Yeah, because there's your protagonist. Yeah, whoever it may be.","speaker":"spk_1","timeCode":4490.86,"tags":[]},{"id":"AhF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"yeah, e dice one of his friends. Yeah. Um, OK, Sean. Yeah, I should go. I gues's","speaker":"spk_1","timeCode":4520.05,"tags":["Sean"]},{"id":"AxF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"he's coming in the next 30 minutes. So Masal tov. And enjoy the moment.","speaker":"spk_0","timeCode":4528.54,"tags":[]},{"id":"BRF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"take some pictures of your wifes Gina.","speaker":"spk_0","timeCode":4538.96,"tags":["Gina"]},{"id":"EBF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"perfect. Usually the way it could have really used you there.","speaker":"spk_1","timeCode":4635.27,"tags":[]},{"id":"HhF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Uh, the we could put your Wikipedia says that you're an atheist. Did you put that on there? No, but who else would do that? My Wikipedias.","speaker":"spk_1","timeCode":4751.22,"tags":["Wikipedia","Wikipedia"]},{"id":"IBF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Well, there's all kinds of creeps out there on the Internet.","speaker":"spk_1","timeCode":4771,"tags":[]},{"id":"JRF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Yeah, but they arent usually listed in that. Well,","speaker":"spk_2","timeCode":4809.15,"tags":[]},{"id":"OBF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"by Brilliant Earth is the global leader and ethically sourced Fine jewelry. Create your own custom engagement ring like Chef Kevin does and pick from a variety of ethically sourced diamonds, gemstone's, metal types and settings. So,","speaker":"spk_1","timeCode":4978.62,"tags":["Brilliant Earth","Chef","Kevin"]},{"id":"OhF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"neces'sarily need to know. It allows you to feel team the proposal, I gues's in a way that prior to this, because all the rings kind of just looked like rings.","speaker":"spk_1","timeCode":5014.38,"tags":[]},{"id":"PhF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"by Jesu's really what it is? Yeah, And then she's effectively accepted your proposal. Can I ask? I'm looking through. You know, you do obviously have a shared Google spreadsheet of your of your stats when it comes to proposing a weapon. Can you just explain to me what is an R b I in this","speaker":"spk_1","timeCode":5067.97,"tags":["Google"]},{"id":"QxF1JnMByMrymAEmGJdd","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Heidecker, Our Close Friend","line":"Rachel Bloom, collection of Men, Corpse's and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice Thomas Middleditch, Jesu's. I mean, jostle ruler of the circle. And that''s just the beginning. Season three of a low from the Magic Tavern is out now listening Stitcher Apple podcast or wherever you get your podcast's.","speaker":"spk_1","timeCode":5170.39,"tags":["Rachel Bloom","Feli'sha Day","Colton Done","Andy Daly","Phil Collin","Phil Collin","Thoma","Middleditch","Magic Tavern"]},{"id":"RBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Well, the pod survey is back. Yeah, I'm sorry, guys. We tried. We really tried to stop it. Like we were like, do not make the people do the pod survey. But they are making you. You have to do it in order to support the show. We need the help of some great advertiser's and in order to find great advertiser's, will need to learn a little bit more about you rate. So please go to pod survey dot com slash Hollywood and take a quick, anonymous survey that will help us get to know you a little better. I will say there's a lot of it's bigger this year. They added a lot of stuff to the servant worrying on the ground floor of all this stuff as they're going through the survey were beta testing all the question's, and it''s I mean, it does. I mean, weve talked about the people, but it does function as the Myers Briggs test's. You can find out if you are like Hayes and I m t j or like myself and I n fj. But there are so many question's in the survey now, uh, and we just want to say to our listener's, please fill out the survey. We have these grain advertiser's. Yeah, it is. We got to show these great advertising, and then we can show that our advertiser's just how great our listener's are. Well, it out but blood. You don't have to answer everything. Some of this stuff if it makes you uncomfortable. And I think it probably will. You do not have to answer. Some of this stuff is just for Scott. I think it is for Scott. Yes. A lot of stuff about, like, measurement's and stuff like that. I think a lot of physical measurement's on there. Yes. When To me, the advertiser's couldn't pos'sibly I mean, I gues's maybe the clothing company, but I But even then, it''s like you're gonna fill that out when you do the they don't need the measurement. They don't need it","speaker":"spk_0","timeCode":0,"tags":["Hollywood","Myer's Brigg's","Haye","Scott","Scott"]},{"id":"SBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"He you believe that he cooked b rabbit? Yes. No, not the case. Cheddar Bob shot himself in the leg. He had a gun tucked into his waistband that went off accidentally. Okay, I'm picturing the right person, but I thought he was the one who know that was one of the members of the free world. Um, not Lotto. Not Papa, Doc. It's in the song. And I'm yeah s playing. Yeah. Blank Did. Yeah. Did mock My Anyway, we're because there''s all these new and I could get to the There''s all these new football, uh, leagues. Yes. Yes, we are. We got as'signed to play in this nouveau below. And then what position? It''s baseball football. So I am the second, uh, base. I am the second HBO. Wow. And they have to catch the football. And yes, But it''s like so there. And they have to run to the base. But the base can run Away. Ah! Oh, wow. Why didn't we ever do it that","speaker":"spk_0","timeCode":240.6,"tags":["Cheddar Bob","HBO"]},{"id":"SRF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"way? Right? Heres one thing When I am watching baseball and they kept the base, it seems","speaker":"spk_1","timeCode":310.46,"tags":[]},{"id":"UBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"when the roads ports is too powerful. Alright, bring the down. I need to even it out. I can't over the other ones, but they all","speaker":"spk_0","timeCode":411.52,"tags":[]},{"id":"UhF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"for people don't know when you're in l. A. You need to weigh your crystal's on top of different scripts. And that is a way to choose which project when you are offer only correct.","speaker":"spk_0","timeCode":421.94,"tags":[]},{"id":"VBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Well, don't say to green minds. Green","speaker":"spk_1","timeCode":446.85,"tags":[]},{"id":"YBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"twisted? No. I just get so tired","speaker":"spk_0","timeCode":577.5,"tags":[]},{"id":"ZxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Bumbershoot is, like, kind of is more about love. Ah, Then, like music or drugs or anything like that is gonna get you, like, get high on just like energies, drugs and drugs Yeah, they're drugs are definitely involved, but they dont like advertise that. Yeah, um so you kind of get their into a field like spinning around in circles until you get dizzy. That gets you busy, bats. You dizzy? Bad Know that? Plus the drugs, I imagine. Well, that's the J forget it gets very Is this something can addict bumbershoot was that can addict bumbershoot? Yeah, the owner can addict, You're switching something? Yes, the owner Bumbershoot the owner of Bumbershoot","speaker":"spk_1","timeCode":678.85,"tags":["Bumber'shoot","bumber'shoot","Bumber'shoot","Bumber'shoot"]},{"id":"aRF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"All podcast platforms. Have you pitched Stitcher? You said you've been out here this year It's a real rite of pas'sage. You are l a transplant's. You you must pitch them a podcast behind the paywall on Lee. That''s where the fans are. The rial vans who care this one or they never pay behind the Paywall. Wow, They live in there at this point. What other podcast's have you been on? Grandma''s basement? I just Did. Um,","speaker":"spk_0","timeCode":867.99,"tags":["Stitcher","Lee"]},{"id":"ahF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"yes. Oh, yes. Do they talk about that? But so we Did listening. They didn't mention it. You sure you? Maybe not. Oh, yeah. Like I hope it doesn't happen. Like that","speaker":"spk_0","timeCode":898.44,"tags":[]},{"id":"dhF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Scott were sort of like the farm leagues for comedy. Bang, bang. This guy will listen to this. Yeah, you have a good if you will. They will call you. Call your number. Yeah, it's already happening. All right, Kevin, let''s all right. What''s this thing? And again, this is a bridge episode. Tow us doing a good job. So we like the beginning of the bridge.","speaker":"spk_0","timeCode":994.34,"tags":["Scott","Kevin"]},{"id":"gBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"or something.","speaker":"spk_0","timeCode":1179.64,"tags":[]},{"id":"gxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"So I'm glad you brought it up. So share Don't be embarras'sed because I think that that actually is really helpful. The people weve all tried to put together full small inside the flame. It's I a huge mes's. Chocolate will melt primarily. The marshmallow is the only thing that gets into the fire. And even in part of the state, I kind of want to hover it to stick. Yeah, sometimes. Part Graham cracker pie. Osborne. I think it would. Yeah. Unfortunately, I think it would okay Kevin","speaker":"spk_0","timeCode":1211.97,"tags":["Graham","O'sborne","Kevin"]},{"id":"hhF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"How are you players on the guitar? Look? And I say, man accounted","speaker":"spk_1","timeCode":1264.66,"tags":[]},{"id":"lhF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Semi retired. Yeah,","speaker":"spk_1","timeCode":1512.68,"tags":[]},{"id":"mBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Anyway, they got tangled up with the marshmallow pretty good.","speaker":"spk_0","timeCode":1524.43,"tags":["mar'shmallow"]},{"id":"mhF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"But out of respect to the edibles, we decided it would be right to go forward. So they're sacrifice wouldn't be in vain. And they didn't die. But they were just tied up. Weve ever seen an elephant trapped in marshmallow and sand, unable to even lift his truck tied up so good. You know that the only right thing to do is a fake festival. We had way had a pound plus bar from Trader Joes chocolate bar. And I did hold that up. The kids, the elephant tied in the march melon hope that that was a sport.","speaker":"spk_0","timeCode":1536.64,"tags":["Trader Joe"]},{"id":"mxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"It was.","speaker":"spk_0","timeCode":1573.71,"tags":[]},{"id":"nRF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Okay, Okay. I can take the note verbatim. Victor reading it verbatim. Take dose. Does Aqui? He's right.","speaker":"spk_0","timeCode":1662.64,"tags":["Victor"]},{"id":"ohF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Pop pop","speaker":"spk_0","timeCode":1757.01,"tags":[]},{"id":"pBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Is that a please? Just perfect.","speaker":"spk_0","timeCode":1786.24,"tags":[]},{"id":"phF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Hollywood Handbook dot Robinhood dot com. Yes, the company is called Robinhood. Probably","speaker":"spk_0","timeCode":1795.9,"tags":["Hollywood Handbook","Robinhood"]},{"id":"pxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"interior. The CVS","speaker":"spk_0","timeCode":1804.82,"tags":["CVS"]},{"id":"shF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"You asked me to bring them up. 00 yeah. Way. Want","speaker":"spk_0","timeCode":1916.38,"tags":[]},{"id":"tRF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Leave the Tiparillo s Swisher's Where A smokescreen for the goddamn So, Moriarty, dab your clever wordplay. Look, look, here''s what I don't need to buy. I don't need to buy any of those replacement cartridges or any of those other friggin Mach five or any of that crap. You know what I use? I use hair ease, razors. The founders were tired of paying a parades that were overpriced and over designed. They knew the great shape doesn't come from gimmicks like vibrating heads trying todo balls or handles that look like space in the convent one by one. I don't you know, just they look. They bought this world clas's, played factory in","speaker":"spk_0","timeCode":1928.2,"tags":["Tiparillo","'s","Swi'sher'","Moriarty","Mach five"]},{"id":"thF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Germany and started bakeries that combined Simple, clean desire's of quality durable blades at a fair price. The replacement cartridges were just $2 each at all. Heres blades couple 100% quality guarantee Every a. You surprised that they received over 20,005 star reviews on trust Pilot on Google. Why are you unwrapping condoms? Just what you've just making sure they smell right. So diabetes takes go bad. They go bad,","speaker":"spk_1","timeCode":1965.82,"tags":["Germany","tru'st","Google"]},{"id":"txF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"get a $13 value trial set that comes with everything you need for a close, comfortable shave waited economic ergonomic handle. Five blade razor with lubricating strip. Hey, that sounds like some of these condoms. Lets just talk about it. We're grown ups. Okay, I know I wasn't Look, it''s just nothing to be ashamed. Yeah, it''s just be a mystical it. Look, it helps me. Did not bus so fast","speaker":"spk_0","timeCode":1987.09,"tags":[]},{"id":"vhF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"No people","speaker":"spk_0","timeCode":2076.81,"tags":[]},{"id":"vxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"in places that we live in a world where not everyone sounds like chef Kevin. Heavens, America Burger from Chicago. No, no, it's ah, cliffs about toe. Happen with with Keith the pilot.","speaker":"spk_0","timeCode":2079.4,"tags":["Kevin","America Burger","Chicago","Keith"]},{"id":"wBF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"It's about already. I didn't know how we do it","speaker":"spk_0","timeCode":2093.51,"tags":[]},{"id":"yhF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"play mediator for a moment, because the way it's normally not a confrontational show, a lot of times, it''s just us. Kind of like being friendly and having fun with people. But sometimes you find someone who has to poke the hornet''s nest, who is addicted to controversy. And I think that''s the situation we're in now. So All right. I'm not gonna fight about whether back to the future was more succes'sful. That brave little toaster that seems like something that, you know, That''s a battle to be fought in the pres's later on. So if we just use him Commentary? Yes. Okay. Uh, so I I, of course, have learned from a Microsoft program how to sweep mines? Uh, we, of course. The festival was happening on an island that had a lot of mines buried in the sand from the Korean War. But I used a technique that I learned for Microsoft, where you dig a little hole in the sand and there is a number under there that tells you how far away the minds are. Eat me. Chef Kevin thinks it''s so funny the way that I talk because I don't look like a coveted. So I should be laughed. That right, Jack? Kevin,","speaker":"spk_0","timeCode":2204.41,"tags":["cour'se","Korean War","Kevin","Jack","Kevin"]},{"id":"yxF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"That's Mabrey Booth, But I'm not famous. Is the dusty for the breakfast machine it back to the future? Not as many people have looked at May or 0.21 jink watts.","speaker":"spk_1","timeCode":2281.3,"tags":["Mabrey Booth"]},{"id":"zhF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"I have seen it. I don't remember as well as the privilege. I think it","speaker":"spk_0","timeCode":2308.23,"tags":[]},{"id":"0RF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Then he put toe plays the guitar. All the clocks are ticking and he strums the guitar. He turns it up, and now he's turning on all the amps and stuff. Yeah, so there''s no breakfast machine. Well, maybe a Doc Brown''s house there would be. That''s what that''s where he is. Oh, he''s there. The beginning. Yeah, that''s where I think that we're using up all the amp set Brown''s house. That''s where he''s allowed to practice his music. That''s right. What else happens in back to the future? Yeah. Let me do a clip from that and talk about that. Yeah. Should we do Quip from banks is a more famous thing. Well, it''s sort of My personal thing is that I liked back to the future, just like one of my defining characteristic's. I don't know. And I don't even unique in this respect. Yeah, that I liked that movie as a kid, and so I, like, remember stuff from it. And talking about it is actually a huge part of my personality. What else is like me for? Fries, Fries, uh, eating for us. Do you have anything like that? So share. That''s, like, sort of your your main. Yeah, I'm really going to the park.","speaker":"spk_0","timeCode":2329.74,"tags":["Doc Brown","Brown","Frie","Frie"]},{"id":"0xF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"All the way in now, even just on the outskirt's.","speaker":"spk_0","timeCode":2407.18,"tags":[]},{"id":"1BF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Wow. Yeah, well, with yeah, we had heard about and I was like, I want to bring in a medal of center part.","speaker":"spk_1","timeCode":2410.45,"tags":[]},{"id":"2hF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"and and still more that gets you shouldn't have Teoh clear, so I wouldn't say it's very quiet. There''s, like thousand's of quality","speaker":"spk_1","timeCode":2502.19,"tags":["Teoh"]},{"id":"4hF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Boys-This. Okay, Can you get the beginning of gremlins, please? The pee wee ones Better than I don't care about that. I'm asking him to find the opening go Graham blintz.","speaker":"spk_1","timeCode":2609.39,"tags":["Thi","Graham blintz"]},{"id":"4xF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"This is your play And Kevin for a Fyre-Fest documentary cinders is's saying no. This has anything to do with Fyre-Fest. Oh,","speaker":"spk_0","timeCode":2621.5,"tags":["Thi","Kevin","Fyre-Fe'st","Thi","Fyre-Fe'st"]},{"id":"5xF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"I mean, that's and that''s a function of the sensitive sonic vibrations that air gentle at your gums. The built into minute timer pulse's every 30 seconds that remind you when to switch sides and guide you to a full and even clean and Quip doesn't require clunky charger. It runs for three months on one charge. It''s gotten all the hair outcomes with another thing. Your teeth basically had a beard of their Oh yeah, yeah, and it was, I mean, that was kind of in style for a while. I mean teeth, Beard, garden, Akkus. I feel like kind of started. Yeah, right. You're thing. Yes. I don't know. I don't watch between two friends.","speaker":"spk_0","timeCode":2756.77,"tags":[]},{"id":"7xF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Skip forward.","speaker":"spk_1","timeCode":2913.79,"tags":[]},{"id":"9BF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"for mine. Right.","speaker":"spk_1","timeCode":2940.92,"tags":[]},{"id":"-RF1JnMByMrymAEmR5eO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Okay, weekend at Bernies. One intro. I like this poster. Who knew that you might be looking for two","speaker":"spk_0","timeCode":3011.51,"tags":["Bernie"]},{"id":"ABF1JnMByMrymAEmR5iO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Just like 50 Syrian back to the future. But then he says 10. 30. Yeah, yeah, all these movies of firm sense of time. Kevins related videos was the tragic history of Colonel Sanders. Tragic history.","speaker":"spk_0","timeCode":3088.96,"tags":["Kevin","Colonel Sander"]},{"id":"ARF1JnMByMrymAEmR5iO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Okay, Kevin, I don't understand how this together and I mean, I doesn't feel like Fyre-Fest in me, and I have never been wrong. I gues's we have a couple commentary tracks and we say There's a movies component. What does that mean? You just play clips from movies on their documentary? Yeah, there''s two elements. There''s like the food element, which we discu'ssed with the toaster. And then there''s the movies element where we discu'ssed with the weekend at Bernie''s and Gremlins. Well, I do have a way to tie this all together, thank you. Which is that Kevin did want to have a big band performance at the end of this documentary, where we saw something from the festival and maybe a certain band and musician could play his famous new song to breakfast machine.","speaker":"spk_0","timeCode":3106.95,"tags":["Kevin","Fyre-Fe'st","di'scu's'sed","Bernie","Gremlin","Kevin","mu'sician","famou"]},{"id":"AxF1JnMByMrymAEmR5iO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"and that is the name of my stand up special. I am the","speaker":"spk_1","timeCode":3165.98,"tags":[]},{"id":"DxF1JnMByMrymAEmR5iO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"yeah, all are good options, sons. You watch. That's a","speaker":"spk_0","timeCode":3229.95,"tags":[]},{"id":"EBF1JnMByMrymAEmR5iO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"'safe pun to make because of people don't get it. It still sounds pretty good. Yeah. So, Bret, the song is breakfast machine. Okay. Uh, but it would for promotional purpose's. That would be great to get pizza in there. Yeah, Somewhere. Well, maybe somebody here Pizza for breakfast? Yeah, I don't know.","speaker":"spk_1","timeCode":3232.72,"tags":["Bret","breakfa'st","breakfa'st"]},{"id":"HRF1JnMByMrymAEmR5iO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sasheer Zamata, Our Fyre Fest Friend","line":"Not about favorite at Away about whats more famous? Yeah. Told you don't even know what the brave little toaster his name is. You must be Mrs also subject because again, as we said before. I don't think rule is very famous, but yet you think he''s in the stratosphere. You pit kitchen, gender and on the way, way,","speaker":"spk_1","timeCode":3389.25,"tags":["Away"]},{"id":"KRF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"Hello. This is my office. Yeah, I like","speaker":"spk_1","timeCode":95.2,"tags":["Thi"]},{"id":"KhF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"talking to me. Objection. Well, this is my are you afraid","speaker":"spk_3","timeCode":100.27,"tags":[]},{"id":"LBF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"lawyers, things is a joint trial to and it is true. And there's one thing that you can say about the show. It''s with Rosenblum. The standard playbook is out the window, and he actually Did seemingly throw the playbook out the window. Yes,","speaker":"spk_3","timeCode":106.49,"tags":["Ro'senblum"]},{"id":"LhF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"a bunch of papers that we havent been allowed to read yet as the audience are thrown out the window and go flying. And we must as'sume from context that that was the standard playbook. So people were loving in the show.","speaker":"spk_1","timeCode":124.81,"tags":[]},{"id":"MBF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"that we have,","speaker":"spk_1","timeCode":160.75,"tags":[]},{"id":"NBF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"you don't surprise him. I don't think I believe me. Who? Just crazy guy.","speaker":"spk_1","timeCode":204.45,"tags":[]},{"id":"RhF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"Prove that you fucking show me. Prove it. And I was helples's. That's IV never IV. Usually if I begin to talk about video games with my wife","speaker":"spk_1","timeCode":451.03,"tags":[]},{"id":"SBF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"'sort of Scott has sort of corner stones. Yeah. So I should be saying I should be Quip waken Yes. Not","speaker":"spk_1","timeCode":465.22,"tags":["Scott"]},{"id":"VBF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"Oh, I I'm quoting some old ones I'm doing. I'm quoting Sean. I'm quoting Scott.","speaker":"spk_0","timeCode":553.74,"tags":["Sean","Scott"]},{"id":"VRF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"Yeah, but give me credit for that, and you have to do it in the Borat Boys, which is now the","speaker":"spk_2","timeCode":560.82,"tags":["Borat Boy"]},{"id":"XBF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"on the same tear for Kevin.","speaker":"spk_0","timeCode":629.35,"tags":["Kevin"]},{"id":"YxF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"IV Do you wanna do You wanna hear My Sure. Lets just don't want to say you're is high. Is Canon? Yeah, it was maybe problematic now, but My came Ortega''s thug queen 69.","speaker":"spk_0","timeCode":684.82,"tags":["Canon","Ortega"]},{"id":"ZxF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"doing. I'm doing well. Uh, Zoom sponsored now and","speaker":"spk_1","timeCode":763.6,"tags":[]},{"id":"cxF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"'start with a literally zero cylinder aria, have a frame? Yeah. Yeah, it's actually a sign of accomplishment. It''s a milestone. So the toys are nice, arent they, Thomas Twit. The toys are nice. Oh, yeah, The toys. A nice you know, you have a job you don't do for the toys. 20. Nice. The toys are nice. I'm a little boy and I like to play, so I gues's what? I'm gonna get a few toys.","speaker":"spk_1","timeCode":837.39,"tags":["Thoma"]},{"id":"eBF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"You're pretending the car is a soldier is doing mis'sion that has to be rescued. Are you in? Ah. Are you in a A single house? Are you an apartment? Public pool public. You're driving the car into the pool? Yeah, I imagine. Public pool, but But privately. IV","speaker":"spk_0","timeCode":887.99,"tags":[]},{"id":"exF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"Robinhood dot com Capital arc Apple H. Yeah. I don't know if there is a web addres's for it. I think it might just be an Apple.","speaker":"spk_2","timeCode":947.31,"tags":["Robinhood dot com","Capital arc","Apple","Apple"]},{"id":"fBF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"So are those directly attached to so, of course, like NASCAR? Yes, some of them are attached to slot cars. Okay. Yeah. What scale are we talking?","speaker":"spk_0","timeCode":953.73,"tags":["NASCAR"]},{"id":"fhF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"I'm doing wasted time. Oh, this is precursor. And it's tough with Thomas to get any trying in because he''s pure it.","speaker":"spk_0","timeCode":988.91,"tags":["Thoma"]},{"id":"ixF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"that was our intention. Mine has a by product. We created something for everyone that we know Has this, like, mas'sive potential","speaker":"spk_2","timeCode":1174.76,"tags":[]},{"id":"jRF2JnMByMrymAEmO5hf","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Big Movie Friend","line":"Can I get We are not exactly handing those out right now.","speaker":"spk_2","timeCode":1189.18,"tags":[]}]