[{"id":"0hG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"you know, there's like American like porn. And pop is a little more like grungy. And then there''s like Cape Horn where","speaker":"spk_2","timeCode":3557.26,"tags":["American","Cape Horn"]},{"id":"2BG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"Yeah, it's all been investment. Weve investigated a bunch of ads like we went, we got into this T shirt company called Woven. Yeah, we got into Ah, Casper Mattres'ses really early and put a bunch of money into their","speaker":"spk_0","timeCode":3606.77,"tags":["Woven","Mattre's'se"]},{"id":"2RG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"'so that you can advertise for them. Yeah, we wanted to write. We need have ads for the podcast to make money. So we had to pay Berries, razor. And it could be an opportunity for us to do, like, funny bits in the end. Go Off.","speaker":"spk_1","timeCode":3620.25,"tags":["Berrie"]},{"id":"2hG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"Yes. Go Off, Copy doing we character and we have and we dio","speaker":"spk_0","timeCode":3631.59,"tags":[]},{"id":"3BG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"Yeah, it seems like you could get a fair mouth control. And we pay","speaker":"spk_0","timeCode":3643.89,"tags":[]},{"id":"3RG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"Earwolf a bunch to get to do ads for, like, fucking pistol shrimps, radio or whatever.","speaker":"spk_2","timeCode":3647.28,"tags":["Earwolf"]},{"id":"3hG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"Yeah, Pistol shit. Radio still shrimp crystal Shrimp-Off radio Bristol Shrimp-Off resto Shrimp-Off Will Shrimp-Off Bristol Shrimp-Off radio.","speaker":"spk_1","timeCode":3651.78,"tags":["Pi'stol","Bri'stol","Bri'stol"]},{"id":"4BG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"One of the pistol shrimps, guns. We are thinking of getting to b o B. A ship.","speaker":"spk_1","timeCode":3664.79,"tags":[]},{"id":"5BG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"He wants a spot in our Cruz, but he's already The captain. Oh, but he wants to prevent performance. Yeah, he''s gonna already have, like, a p a","speaker":"spk_2","timeCode":3712.74,"tags":["Cruz"]},{"id":"6RG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"a hole or if it's going to see. You know, I think that''s a common misconception about stand up is you don't actually need to be See, My comedy is very It''s much more","speaker":"spk_1","timeCode":3739.65,"tags":[]},{"id":"9RG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"yet he's saying, Hey,","speaker":"spk_1","timeCode":3892.54,"tags":[]},{"id":"9xG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"If you say so. Yeah, this song, you has to be a real person. No, not true, Not true. Blue Bagel only knew half the women in Mambo number five and the rest were just names that sounded good in the song. And he's admitted that in an interview, and I actually met him once and he was a really nice and he signed my fedora. So if you're I sit here and tell me that every name in a song is a real person and that Virginia couldn't pos'sibly be either Virginia Madsen","speaker":"spk_2","timeCode":3910.54,"tags":["Blue Bagel","Virginia","Virginia Mad'sen"]},{"id":"-BG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"From Candy Man and Sideways or could just be somebody like Yes, Virginia, there is a Santa Claus, Virginia, Which is this? What you guys think this is what you guys do? This is what you guys do when you use the Lou Bega interview. Teoh, uh, prop up your agenda is you omit the part of the context of that interview was that all of the names that he had stories about in mambo number five","speaker":"spk_1","timeCode":3940.26,"tags":["Candy Man","Sideway","Virginia","Santa Clau","Virginia","Lou Bega","Teoh"]},{"id":"-RG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"any any descriptor anytime he described a woman and up mama number five. It was based on a real woman. 18 every","speaker":"spk_2","timeCode":3967.02,"tags":[]},{"id":"_RG5LXMByMrymAEmJMWm","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"look, e way were really getting somewhere","speaker":"spk_2","timeCode":3996.45,"tags":[]},{"id":"DxG5LXMByMrymAEmJMam","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"that you could get You're slim","speaker":"spk_2","timeCode":4181.33,"tags":[]},{"id":"EhG5LXMByMrymAEmJMam","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"My name is Stan. Wow, There's no busine'ss, I think. Yeah, that was incredible. It was really good. Yeah, Thanks. I love rap by Hey,","speaker":"spk_2","timeCode":4206.11,"tags":["Stan"]},{"id":"ExG5LXMByMrymAEmJMam","index":"handbook","podcast":"Hollywood Handbook","episode":"Joel Kim Booster, Our Close Friend","line":"this is our enemy camp From The improv fantasy podcast. Hello. From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord if your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","speaker":"spk_1","timeCode":4218.92,"tags":["The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]},{"id":"IhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"why the trash has a lid because","speaker":"spk_2","timeCode":83.78,"tags":[]},{"id":"JhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"anyway? Figured out how to take the lid off all by myself, and I've blocked you guys like I have this one figured out how to make it worse","speaker":"spk_2","timeCode":110.09,"tags":[]},{"id":"KRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"first ever that she created is not like","speaker":"spk_2","timeCode":131.41,"tags":[]},{"id":"LhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"we will talk about what? To give them a taste of what is actually like when gos'sip is being done on you. So, in gos'sip, three unlikely friends value me and Bethany meet at the Golden Cup coffee corner to dish about the latest rumors floating around about they're not so traditional suburban town gold makers. So in this gos'sip promo, two unlikely friends, Sean and hey, yes, are gonna freakin meet up at the ah, you know, Golden Cup coffee, corner to dish. About the latest rumors floating around about Valerie, me and Bethany. Yeah, and well see if that feels good to them if they still want to do the show after that because that's what they're doing to others. That''s yes, that''s right. So instead, so you know, it''s like, uh, Haram based Kodi for and I","speaker":"spk_0","timeCode":185.32,"tags":["Bethany","Golden Cup","Sean","Golden Cup","Valerie","Bethany","Kodi"]},{"id":"NxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"but I was just trying to give, like, good advice. When was this? Two years ago. Oh, wow. That's very old to do that.","speaker":"spk_2","timeCode":306.76,"tags":[]},{"id":"QxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Maybe Maybe maybe an appearance From Chris Pratt. Yeah,","speaker":"spk_1","timeCode":473,"tags":["Chri","Pratt"]},{"id":"SRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"So there. So there special appearances From Earwolf favorites like John Garrison, Tony Newsome, and I couldn't be more disappointed in both of them. They should both know better. Get in on the rumors now before you're left out while you can't in the garbage. Listen. Episode's one and two of gos'sip now on Apple podcast Stitcher Premium More show thrown away. Kevin, Did you see the documentary? Another. It is out. I never saw Oh my God, What? God,","speaker":"spk_1","timeCode":516.66,"tags":["From Earwolf","John Garri'son","Tony New'some","Stitcher Premium More","Kevin"]},{"id":"SxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"We're doing wild. Were walking on the trail From Wild. Yeah, it's doing the same thing for in the movie for the second time or you're doing this. You've done this every year, Yeah, since the movie and have probably done it in a story. But I know that you have. Yeah, that''s why I'm asking if you were doing it again, because this Waas there''s no there''s only so many things I know, and that''s that''s why you do it is there''s not that much to do. Let me see if I can do the exact same thing I did. I I don't remember, but it will probably end up taking the same shape.","speaker":"spk_2","timeCode":552.6,"tags":[]},{"id":"TBG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Me and Scooter Braun on and I'm wearing my big bag. My big backpack. Yes. And it has all my Yes, it has. All my The all spray has all my important documents and my pills. My It's also a little car s so I can take it off and kind of straddle and scoot along like scooter, Like Scooter. While he, of course, has a signature Healy. So he can effectively become a scooter at any time. And the thing is mostly downhill. Yeah. This isn't anywhere near the same one. You did. What was it last time? I think it was crazy. I was on the trail. I was like, I've done this before","speaker":"spk_0","timeCode":582.52,"tags":["Scooter Braun","Scooter","Healy","Thi"]},{"id":"UBG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Well, what I was thinking is I don't even want to tell you that I've that I've heard you do it before because someone knows much better than me, right? I'm barely present for the show. No, I know. I'm I see. I could see what you're doing with, but I'm just saying, like I'm barely retaining any of it. I havent heard it in a long time. There was a point where there was, like, a mythology and a character l a bit Yeah, and that's God, uh, or it's contradicted. Constantly. We like well check it. It''s like an I live in a basement apartment like stuffing graph, but it''s all fake. I mean, just like it''s like, Oh, right. I gues's people might","speaker":"spk_0","timeCode":671.61,"tags":["God"]},{"id":"VxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Hey, welcome to Hollywood Handbook. In it's at his guide to caking button dropping names on the red carpet line back hallways of this industry we call show. And we do Call it that. What up? What up,","speaker":"spk_0","timeCode":821.36,"tags":["Hollywood Handbook"]},{"id":"WhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"I want to say Episode 19 it waas","speaker":"spk_1","timeCode":852.76,"tags":["Epi'sode"]},{"id":"XRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"I think that you probably bring it up white. Um, it it goes, The first thing that pops up is, uh,","speaker":"spk_1","timeCode":889.97,"tags":[]},{"id":"YhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"you know? Yeah. And I didn't need anything Toe happen,","speaker":"spk_1","timeCode":960.1,"tags":[]},{"id":"ahG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"like, deadpool two Because, I mean, it's been a while since I've been on the show. We don't know exactly how long. Three ish years, we think. But yeah, the world is so different. I mean, if we couldn't","speaker":"spk_0","timeCode":1083.73,"tags":["deadpool two","Becau'se","Three"]},{"id":"chG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"do? Yeah. You know, as I like, as I said before, you know, Bubble ball by geek out I go there and, you know, I just wanted I was just kind of looking at now. Now, yeah, in this moment, how people are telling stories rise not just TV, which is the greatest medium, but it's I mean, it''s everywhere. It''s podcast's, tweets your","speaker":"spk_0","timeCode":1220.09,"tags":["Bubble ball"]},{"id":"dRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"But I gues's","speaker":"spk_1","timeCode":1259.26,"tags":[]},{"id":"dhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"I listen to the show which proud the way Kind of like the production is great. And congratulations on finishing. Thank yes, that was my big take away. Oh, I mean, I've only heard the first episode, but, I mean, it's gotta be It''s probably if you're doing the whole thing. Yeah. Yeah, well, I mean, they're still so mad. Even","speaker":"spk_0","timeCode":1261.1,"tags":[]},{"id":"fRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"by the only one who noticed a lot of similarities between Admiral Hucks and this clown we have in the White House. Yeah, that''s right. And all the other bag characters that are Yeah, the same. They're also","speaker":"spk_1","timeCode":1361.3,"tags":["Admiral Huck"]},{"id":"gRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Just my shorts. That Look, I gotta I gotta stop you guys here. Yeah, I think that what he's is saying about your show, uh, while it's staring, you help me with this. Yeah,","speaker":"spk_1","timeCode":1416.19,"tags":[]},{"id":"gxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"when you're a little kid. Yeah,","speaker":"spk_1","timeCode":1459.45,"tags":[]},{"id":"hhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"right? Yeah. A whole archetype. Yeah. I mean, I mean to go further back, like Italian street clowning. I mean, he's the emoluments doctor. Yes. Yeah. E mean, what is Deadpool''s soared button? Oversized syringe, huh? Yeah.","speaker":"spk_0","timeCode":1492.74,"tags":["Deadpool"]},{"id":"iRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"craziest even back then she was old. Yeah. Yeah. And he's Yes. That cave painting is sort of a deadpool figure. Yes. Yeah, I love that. It was a recurring archetype throughout storytelling. No, it''s true. Everyone has. And everyone has that one friend, don't they? Who sort of a deadpool ideo. And if you And if you're saying to yourself I don't have that one friend, you're that one. Your friend, your your group''s deadpool. Yeah. You can spot the dead pool in the friend group, buddy. And I know lots people listening, Teoh. Okay, that sounds a little familiar. I gues's I am sort of The deadpool by Fred Burton.","speaker":"spk_1","timeCode":1562.26,"tags":["deadpool","deadpool","deadpool","Teoh","deadpool","Fred Burton"]},{"id":"ihG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"But why you So you fucked it up. You didn't do it and and there was a big opportunity for big money. Also, another","speaker":"spk_0","timeCode":1599.98,"tags":[]},{"id":"jxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"get back on their cool up was sort of my end. And Howard seemed to tolerate me and sometimes not even that. So now that he's kind of steering the ship No, she''s not. Now it''s Tosh","speaker":"spk_1","timeCode":1688.04,"tags":["Howard"]},{"id":"kRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"He's like the cave guy. Yeah, he''s looking at you when he''s talking about he wants to fuck Betty way. Yeah. Yeah. And he''s going, like, watch this guy getting tased on a skateboard. So people listen to this show and they're like, OK, Jordan did Ah scifi script a podcast Or these guys like, really going to do just like a version of that? Like he comes on the show and they do their own sci fi scripted podcast, and it''s like, Yeah, we are going to that. So here is exactly what we're gonna dio.","speaker":"spk_1","timeCode":1712.13,"tags":["Betty","Jordan"]},{"id":"mRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"And but it's like, relevant to these conversation's that we're having. Yeah, I mean, basically, Lucien, people are saying it''s basically like like, if you are a man now, just like trying to, like, exist in society, it''s like you are poison. Totally. I mean, which is tough for me Because I'm someone who loves to hug women. Yes, but love to hug women. And now I'm like, Can I do that?","speaker":"spk_0","timeCode":1843.21,"tags":["Lucien","Becau'se"]},{"id":"mhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Yes. They're acting like they are poison Wahba.","speaker":"spk_1","timeCode":1865.48,"tags":[]},{"id":"phG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Hey. Hey, man. Hey. I'm ah, I'm a junkie. I need to get my fix. Oh, wow. Of what Internet acces's","speaker":"spk_0","timeCode":2017.66,"tags":[]},{"id":"pxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"'says. So you have that People are addicted toe WiFi Gonna get hit in a cros'swalk, dude. Yes, that's right. Yeah. Omega, that is holes. I mean, I'm just a world builder, so I'm kind of good at this low. Savin all these people with their heads down in the cros'swalk? Yeah. Getting mowed out by car. Yeah,","speaker":"spk_1","timeCode":2029.63,"tags":["Omega","Savin"]},{"id":"rBG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"it. But, yes, there's always unforeseen consequence's to solving the car problem. Yes, and making it illegal to be walking. Yes, but also at the same time, you create this new problem of toxic max solidity The lives in the gray area. I love this lives in a really cool space. Well, it''s it''s it''s complicated.","speaker":"spk_0","timeCode":2092.41,"tags":[]},{"id":"rRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"You come back just in case. Kevin, get back in here like a Somali. Nothing right now. Nothing yet. But just be anywhere else. Okay, everyone, lets gather around to our for daily prayer to our God Steve Jobs. Oh,","speaker":"spk_1","timeCode":2112.99,"tags":["ju'st","ca'se","Kevin","ju'st","God","Steve Job"]},{"id":"txG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Uh, lets go back to our","speaker":"spk_1","timeCode":2266.04,"tags":[]},{"id":"uhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"is not the best Scott, and it's a fine, and it''s fine, you know? Like, that''s a funny kind of joke to be like, um, annoyed. Get away from me. You know what? It''s the only joke you do with me. I start to be like Ok, enough. Yeah, I'm gonna roast you","speaker":"spk_0","timeCode":2285.25,"tags":["Scott"]},{"id":"uxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"in The com. You will make it public, and I","speaker":"spk_1","timeCode":2300.65,"tags":[]},{"id":"xxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"I mean, that's your anything at all. You're trying to do all these things that waas. You seem to be confusing some of the elements.","speaker":"spk_1","timeCode":2467.86,"tags":["of the element"]},{"id":"yRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"No, man, no. See, he's now he wants to be. Now you want to be on that storm interventions. All these, like, very old. For you know","speaker":"spk_2","timeCode":2493.25,"tags":[]},{"id":"yhG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"what, Brett? It is an intervention here. I wrote a letter to tell you how it makes me feel when you begged to be on Queer eye in front of Jonathan. Dear Brett, you could get chump.","speaker":"spk_0","timeCode":2501.28,"tags":["Brett","Jonathan","Brett"]},{"id":"zRG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Of course. What was that","speaker":"spk_2","timeCode":2541.06,"tags":[]},{"id":"zxG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"just kind of like, spiritually empty and that I kind of wanted some of his advice. And I didn't even say it like that. I just sort of slumped a little drama does on the show is actually","speaker":"spk_1","timeCode":2550.01,"tags":[]},{"id":"0RG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"lot of rooms or whatever Off? Um, And then you were wearing Anthonys famous cult leader shirt to when he showed up. And you're like, Oh, my God, you have to start to Yeah, I just kind of slump my shoulders and I point my hair at them. Hopefully inspire's that I want to inspire them more than anything.","speaker":"spk_1","timeCode":2578.86,"tags":["Anthony","famou"]},{"id":"3BG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Go to my","speaker":"spk_0","timeCode":2699.43,"tags":[]},{"id":"4xG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"way are. Everyone is floating right in the world in outer space on. And so there's like a normal guy and he''s floating along and he''s listening to it. A podcast. I love the details, by the way. I love doing this. Guys normal.","speaker":"spk_0","timeCode":2767,"tags":[]},{"id":"7hG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Thank you for coming to the resi'stance in this the year 22,020. Do you think about her face? Do you think I don't think we need to Oh, I don't think he legally owns that name. Okay, so we could just cast a clipper type by bus. Boy is tough with you signing over your own","speaker":"spk_1","timeCode":2904.2,"tags":[]},{"id":"7xG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"cast. Adam Conover. And he could say Jack Leper. Oh, yeah,","speaker":"spk_0","timeCode":2924.28,"tags":["Adam Conover","Jack Leper"]},{"id":"8BG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Just fill in the top of his head.","speaker":"spk_1","timeCode":2928.3,"tags":[]},{"id":"_BG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"It's a totally merit based system, underground","speaker":"spk_1","timeCode":3145.18,"tags":[]},{"id":"_hG5LXMByMrymAEmjcYk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Yeah, and there is really only one main difference","speaker":"spk_1","timeCode":3153.28,"tags":[]},{"id":"ABG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"It's heaven.","speaker":"spk_0","timeCode":3187.11,"tags":[]},{"id":"ExG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"elephant ears look like Asia","speaker":"spk_1","timeCode":3471.87,"tags":[]},{"id":"GxG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"and there's no support system and even the arms is moving. Yes, way. You could get tangled. You have to grab one of these arms, your legs air dragging on the ground as it''s pulling you all the way up. And at the time you know, at the time it''s time you have to get off. You're not ready to get off?","speaker":"spk_1","timeCode":3565.66,"tags":[]},{"id":"IRG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"they are like a stres's ball. They don't have to hold the red vines all the time. They're just eating red vines. When? There Until they're done. Yes, until they're done. But they hold all the time. They're always looking at it. Sour patch. Kids like a pet like a road. It's their phones. They They're always there, always looking at their phones. So you think about who benefits now? Their hands air free From holding men''s hands. Uh,","speaker":"spk_0","timeCode":3671.21,"tags":[]},{"id":"KxG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"You die. Yeah, you know, benefits God, because he's getting additional angels. More angel economies.","speaker":"spk_1","timeCode":3804.48,"tags":["God"]},{"id":"MxG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"I'm going to talk. About what if What if Westworld was in space? Mm. Changed. Changed the location to where they went up in space. And, you know, if you think about that, it trip you out. You don't even have enough to sustain the length of this thesi's. 10 hours.","speaker":"spk_2","timeCode":3905.14,"tags":[]},{"id":"OxG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"Doesn't energy. Could be a stock car is very selective with the season. Artie, do get it right.","speaker":"spk_1","timeCode":4017.87,"tags":["Artie"]},{"id":"PRG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"vision vision's, division's there. Why? No. And then one of the robots goes to the hospital, and the robot doctor comes in and says, I'm sorry, maam. Your baby is a human. Oh, whoa! Wow. Black mirror, dude. Okay, I gues's I need a sound too. Yeah. Can you get me like, a thinking like wood blocks out?","speaker":"spk_1","timeCode":4046.79,"tags":["vi'sion","vi'sion","divi'sion"]},{"id":"RBG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"You've seen me have intercourse with a variety of","speaker":"spk_3","timeCode":4180.52,"tags":[]},{"id":"RRG5LXMByMrymAEmjcck","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Sci-Fi Friend","line":"'species. It's a bomber. Andy Daly.","speaker":"spk_1","timeCode":4183.1,"tags":["Andy Daly"]},{"id":"TBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"think about what we're gonna do right after this read. But","speaker":"spk_1","timeCode":27.15,"tags":[]},{"id":"TxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"He does home Ophelia with Matt McConkey. And how all of a sudden I'm supposed to just follow Matt as he","speaker":"spk_0","timeCode":66.79,"tags":["Ophelia","Matt McConkey","Matt"]},{"id":"WhG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"No, but because","speaker":"spk_0","timeCode":189.37,"tags":[]},{"id":"XBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"and I'm not And it's reminding me a little bit of, uh, conquers bad for day.","speaker":"spk_1","timeCode":203.98,"tags":[]},{"id":"YRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"So it's Alan Page Wow. In page From fish. And we're in the teacups and page spending comma Ellen, it''s spinning. It''s so fast. Yeah, And I stopped and literally like I'm gonna hurl. This is not why I got in the teacups. I get in the teacups","speaker":"spk_1","timeCode":257.99,"tags":["Alan Page","Ellen","Thi"]},{"id":"cRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"Hey, look, a Hollywood Handbook It is going to be a baby in there. Get better that I do, man Anna, she even need and and it's good that we're singing because","speaker":"spk_1","timeCode":420.74,"tags":["Hollywood Handbook","Anna"]},{"id":"eRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"So that Gene Hackman arm I think of sneakers.","speaker":"spk_1","timeCode":484.21,"tags":["Gene Hackman"]},{"id":"gBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"h h h s s hot, hot hot hopper, Hoosier Heckman, Hectors","speaker":"spk_2","timeCode":527.94,"tags":["Heckman","Hector"]},{"id":"jRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"You know, the black white books where it's just you open it up and there''s no colors in it. And then you can grab a crown in your closed fist's","speaker":"spk_2","timeCode":614.92,"tags":[]},{"id":"kRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"guys read for pleasure?","speaker":"spk_1","timeCode":640,"tags":[]},{"id":"khG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"Uh, always. It's always The","speaker":"spk_2","timeCode":642.88,"tags":[]},{"id":"kxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"I have. Uh, yeah, I have maggots on my life for pleasure, but is it for pleasure? Pleasure. Fancy?","speaker":"spk_0","timeCode":648.06,"tags":["Fancy"]},{"id":"mhG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"Yes. These days, of course, it is getting harder to go to a public place and put your hand out someone had put your hand on a stranger and have it be.","speaker":"spk_0","timeCode":692.78,"tags":["day"]},{"id":"nRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"and you like, Oh, I love you.","speaker":"spk_1","timeCode":732.55,"tags":[]},{"id":"nxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"training training gets you do a very erotic place. It was so fun when they redecorated one. The subway cars look like Roseanne's living room","speaker":"spk_0","timeCode":741.24,"tags":["Ro'seanne"]},{"id":"oxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"Yeah, but with les's wines drawn between, you know,","speaker":"spk_2","timeCode":770.92,"tags":[]},{"id":"qBG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"I tell you, when there is good you Are you saying that I'm the kind of friend that only tells you when bad things happen?","speaker":"spk_0","timeCode":841.2,"tags":[]},{"id":"qRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"You were being sneaky about the news and lets leave it at that.","speaker":"spk_2","timeCode":846.41,"tags":[]},{"id":"qxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"yes, Queen Queen creamy. And that used to be something we remember to call you. Yeah, lets start over Queens here.","speaker":"spk_0","timeCode":860.71,"tags":["Queen","Queen"]},{"id":"sRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"Yeah, you booked it for once. You know","speaker":"spk_2","timeCode":920.37,"tags":[]},{"id":"sxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"And I go out for an anything that The Let me, you know, B could sas'sy m in. Yeah, And this year I booked it. So I had a part in a pilot for the peacock. And it was, um Take that. It was really you know, it's a really fun experience. Yeah, Rocks. So talk about the decision you made","speaker":"spk_2","timeCode":932.35,"tags":["Let me","the peacock"]},{"id":"whG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"theater, it's my first Love.","speaker":"spk_0","timeCode":1053.64,"tags":[]},{"id":"yRG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"They're those other guys with the flashlight's. Who I think jealous Usher's. Yeah, and they like to be the ones that are almost every time I use my flashlight. They come over covering that Off. I'm like you have one.","speaker":"spk_0","timeCode":1080.55,"tags":[]},{"id":"zxG7LXMByMrymAEmIcdC","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Pilot Season Friend","line":"Did she? Freaking gave me the busine'ss End of the night stick on the busine'ss end of Mike Easter. Did you get to see the second?","speaker":"spk_0","timeCode":1115.71,"tags":["Mike Ea'ster"]}]