[{"id":"uxJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"Hope if it's a fighter flight","speaker":"spk_0","timeCode":1573.66,"tags":[]},{"id":"vhJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"Yeah, because I'm going to have good sneakers having problems on. And I read that book about free running","speaker":"spk_0","timeCode":1582.86,"tags":[]},{"id":"0BJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"here. You can tell the story and safety. We need people to know why they should use ZipRecruiter. So we need you to be honest right now.","speaker":"spk_3","timeCode":1876.47,"tags":[]},{"id":"0hJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"I looked in the vents. I went up there. You saw me get the stepladder and","speaker":"spk_3","timeCode":1885.11,"tags":[]},{"id":"1BJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"Kevin, I don't go in there because I don't know what I'm gonna But you should know whats in your creep shot corners. It''s OK. Just tell the story. Okay. Um Well, Dana, you know, uh, doesn't like cars because she''s a machine and she sees them is like competition. And I was bragging about my car because it''s so freaking cool. And she kind of car, is it? It''s a Ford Focus. Oh, yeah, Yeah, that''s fresh. I'm started interrupting. Roger, man. Here.","speaker":"spk_3","timeCode":1892.85,"tags":["Kevin","Dana","Ford","Focu","Roger"]},{"id":"2RJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"I was like, Oh, gosh, whats going on here? And I heard a voice mail. Um, because I check my voicemail when I'm driving, and it said you're not, you know, don't talk about the competition is a terrible story, Kevin. I mean, it''s like it started out so strong with the Ford Focus. What did Dana do?","speaker":"spk_3","timeCode":1968.35,"tags":["Kevin","Ford","Focu","Dana"]},{"id":"4hJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"because you're so surprised. Tha Twist and Castle just make give you a home alone face. And I've been there.","speaker":"spk_2","timeCode":2103.81,"tags":["Twi'st","Ca'stle"]},{"id":"5hJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"Yeah. I've been working on models on Monday nights, and I do models of","speaker":"spk_1","timeCode":2136.21,"tags":[]},{"id":"9RJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"Right. And that's kind of a twist. That''s a castle like twist. Yeah, I have. And that''s something you know we can addres's. Like since it''s been Off, I'm trying to incorporate a little bit of castle into my life. So I'm unknown to throw twist. And here there.","speaker":"spk_0","timeCode":2308,"tags":["twi'st","twi'st","twi'st"]},{"id":"-RJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"That's right. To make one big family","speaker":"spk_0","timeCode":2345.08,"tags":[]},{"id":"-hJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"And it makes me a tux, man. At night It makes me feel good. Warms my heart, knowing, Hey, heres Castle and my mom And they're getting along on day when he''s having problems with lady cop, He can talk to my mom. Yeah, which is what you would dio uh,","speaker":"spk_1","timeCode":2348.62,"tags":["Ca'stle"]},{"id":"-xJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"explains a lot,","speaker":"spk_0","timeCode":2366.9,"tags":[]},{"id":"_BJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"John. Yeah, because I remember, you know, you told me that it that it worked so well for you, You, um, to make these models. But I thought you said to make it with models.","speaker":"spk_2","timeCode":2369.07,"tags":["John"]},{"id":"_RJILnMByMrymAEm1ShL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"I have been taking it with a few models. So every Monday and you've been making it with a lot of That's a really cool thing. Jerling, Christie, Ptrl It town","speaker":"spk_2","timeCode":2384.33,"tags":["Jerling","Chri'stie"]},{"id":"ABJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"d did you say Hey, Stephanie Seymour. I'd like to see more Stephanie because that could have been a pretty good line to make it with her d o you know, I'm sad about, um,","speaker":"spk_0","timeCode":2402.07,"tags":["Stephanie Seymour","Stephanie"]},{"id":"CBJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"Yes, Uh,","speaker":"spk_0","timeCode":2455.53,"tags":[]},{"id":"FxJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"never do anything.","speaker":"spk_1","timeCode":2564.53,"tags":[]},{"id":"GBJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"No, no, we went December 20. Our town man, The, um, guy playing the stage manager was racist and was going off script and using the n word a lot. And we applauded. And yeah, because itwas stop. We didn't vote because he made a deal. That's an artistic theater place. I'm a stage actor. I understand","speaker":"spk_0","timeCode":2567.79,"tags":[]},{"id":"GRJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"what Abou feels like. I don't like to dish amount. I don't take it lightly. No. Yeah, they know","speaker":"spk_1","timeCode":2589.49,"tags":["Abou"]},{"id":"GhJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"what? That what? Once one time. What one time you received Blue.","speaker":"spk_0","timeCode":2595.87,"tags":[]},{"id":"GxJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"Uh, yeah. Um ah, the wagon. When I did, the wagon comes of this way. I m and","speaker":"spk_2","timeCode":2601.11,"tags":[]},{"id":"MBJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"And I, of course, cannot hear it at all. But just here. You guys enjoying it? I comptel I can you know that. That's Castle for me.","speaker":"spk_1","timeCode":2722.77,"tags":["cour'se","ju'st","Ca'stle"]},{"id":"MhJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"That is so Castle. What a clas'sic moment from the show. And? And it had a twist. Like Teoh. Do we want to play another clip? Yeah, sure.","speaker":"spk_0","timeCode":2733.74,"tags":["Ca'stle","Teoh"]},{"id":"MxJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"Hey, Castle. So, you know that little place in Asbury I was telling you about around the corner from our beach house? They just had a reservation open up on Friday for the early enough. Probably make it. Yeah, way. Let me check into it.","speaker":"spk_0","timeCode":2748.07,"tags":["Ca'stle","A'sbury","ju'st"]},{"id":"NxJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"They are. These are some deep cuts that are coming up on our initial YouTube search for the","speaker":"spk_1","timeCode":2789.41,"tags":["YouTube"]},{"id":"PBJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"And I think the I I I also feel like I have from your description. I don't feel like I've seen that episode either. What What I have feed of Castle is a print advertising.","speaker":"spk_1","timeCode":2814.43,"tags":["Ca'stle"]},{"id":"UxJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"I think it's a It''s a cool way to kind of break up a story, okay? And and obviously I'm on the other side of this debate. Famously, I think chapters are a distraction that they, uh, don't allow me to enjoy things in one big musch like I like","speaker":"spk_1","timeCode":3063.84,"tags":[]},{"id":"VxJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"You were a Moshe guy.","speaker":"spk_2","timeCode":3104.55,"tags":[]},{"id":"WxJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"Pikes. Personally, I am my problem with Harry Potter. Siris are there's not enough chapters.","speaker":"spk_0","timeCode":3137.56,"tags":["Harry Potter","Siri"]},{"id":"XRJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"captors where they need more content taking. I think you guys misunder'stand. I think you just need to break up the actual Book","speaker":"spk_2","timeCode":3148.38,"tags":[]},{"id":"XxJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"is maybe why you like it? Because to me, it's like a bunch of segmented Moshe is practically","speaker":"spk_0","timeCode":3175.08,"tags":[]},{"id":"YRJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"much attracted me. Yeah, I know you're getting a mushroom. Were another, which is one way that I always win. Um, So, uh, I gues's well sort of leave Off here with, um saying once and for all. 2016. She know, sit on it and rotate. And it's and I'm talking about my middle finger, and it''s going right up Your do and I know saying this guy hasn't clipped his nails in a while, so that thing''s gonna cut, baby","speaker":"spk_0","timeCode":3182.86,"tags":[]},{"id":"ZhJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"So I'll say that. And if you want to just give us Hayes. You know, we all have these castle moments that sticking our head in these lines of sticking our head. And we you know, we remember obviously all the sentences from the elevator pitch. But what is your sort of secret castle line? Maybe it's a mantra for me. Maybe it''s a lie. And I use around my family. Obviously, we all saw our families over the holidays. Oh, Castle line I use around my family. They don't even know I'm quoting it, you know. Ah, everything was a secret job","speaker":"spk_0","timeCode":3227.13,"tags":["Haye","Ca'stle"]},{"id":"ZxJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"just for you are just for us, you know.","speaker":"spk_2","timeCode":3261.4,"tags":["ju'st"]},{"id":"cBJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"tell McGuire was were in there. Oh, that's right.","speaker":"spk_1","timeCode":3326.24,"tags":["McGuire"]},{"id":"cRJILnMByMrymAEm1SlL","index":"handbook","podcast":"Hollywood Handbook","episode":"Ben Rodgers, Our Boo 2016 Friend","line":"And it's, um","speaker":"spk_0","timeCode":3332.28,"tags":[]},{"id":"ehJJLnMByMrymAEmLymW","index":"handbook","podcast":"Hollywood Handbook","episode":"Yassir Lester, Our Close Friend","line":"Okay, Location. I'm at the Dueling Pianos Bar with","speaker":"spk_1","timeCode":69.82,"tags":["Dueling Piano's Bar"]},{"id":"fRJJLnMByMrymAEmLymW","index":"handbook","podcast":"Hollywood Handbook","episode":"Yassir Lester, Our Close Friend","line":"it's been a pas'sion project for a long time. they were saying, but they were attached to the board. I find using it. It makes him a lot easier, right? I also find sometimes went If I am upside down on the board, I am almost dying a lot because I wanted to talk about how heavy they are and unlaced Sing them underwater because they are attached. The board and the lace do go up so high it can take so long that I am almost dead by the time The laces are undone and I can escape the water. Okay. But again, like we have, we have suggestion boxes. We have Ah, hole that F A Q section on the website. There''s a contact email right that you can actually get from the website. Yes. Okay. Is there a question? Is one of the F A Q question's. I am underwater And the boots air taking right? Yeah, it''s like, OK, but it seems like your real problem is that you're underwater and on your phone. Yeah. Nothing to do with Yeah. Phrase called out. That''s his problem. I I'm sorry. And then I don't mean to go after you personally. No, no, he deserve's it. He knows better. Don't you hate? No, it is Yes. I am being unfair on and especially to take it to someone like you who does d g f They actually like being on the other end of this. They hate to that. F a Q. By the way, if you are under water and you are drowning, it is taking too long known. Lace the boots. Hold your breath. Yeah, that''s a You gotta pull your nose or something, you know? No shame. Wait, what is the A F a Q stands for what you said the and that F a Q is Hold your breath. I gues's I just I thought I have accused it for frequently asked question. Oh, frequently answered question's. Oh, wow. Really answered question's. Oh, and this and this one The answered Let''s hold your breath. Yeah, but it also seems for, uh, old like auld Langs. I'm right. Yeah, frequently. Oh, old our world. Yeah, but it''s like old your breath, you know, old down there? Yeah, guardians of ghoul or whatever way do want to talk more about We do want to talk more about boots, please. But stand up. It is the purest art form. It is comedy without in that it is just one man in a microphone. Keep continue describing Stand up. It''s honest. It''s dishone'st, It''s pure. It''s very UNP your you know it''s Yeah, it''s stupid now, just dirty and grimy as it gets it's groove. And you have to be a little insane to do it. Don't write sick, because truly, it''s a waste of time like no one likes it. The performers don't like it. The people that are there just didn't have anything else to do. I despi'se it. Yeah, I despi'se it. Yeah, It''s like you go. It''s expensive. It''s so expensive. You walk in. Let''s say you're just a normal dude on a Saturday night. You're like I'm trying to picture it. Okay? Just imagine. Right. So if you're a normal dude in this situation where you're wearing a Hurley T shirt, right, you're wearing quicksilver shorts. Uh, and you walk? I got served boots, huh? Yeah, you got your surf boots on. But again, that''s stupid, because it''s like you had to solve them Off The But that''s a status cemetery. The right. Thank you. Yeah. So you know your normal dude in your Hurley shirt and your quicksilver shorts, you know? And you're huff early From lost. Yeah. Oh, yeah. Yeah. So you're Hurley from lost in your weed socks? Uh, you know, and you're going toe smash mouth''s comedy club, right? And you say my weed socks. Yeah, The huff wed socks is you're in the one, dude. Oh, yeah. With Justin. Kirk Manado, right? Yes. Yeah. You're talking about the special edition once. I was just Wait, you called? Justin? Kirk. Justin Kirk, man. Yeah, yeah, there was a comma. I'm sorry. I don't know. Justin Kirk, man, Did you hear it? Hate Did, did he not here, man. Yeah, Yeah. Okay. God, I'm so I'm really in the weeds here. I gues's it was like, I don't know why you usually more others say pages you, but just sort of things. I'm not understanding as well, sir. I'm Ah, yeah, and I should say, just full disclo'sure. I'm fucked up right now like I'm sick. I'm on a lot of stuff. I'm on a lot of pills, drugs, whatever. Yeah. Ah, and it would say, Let''s say you were like, Okay, I want to sell some of this stuff like, Oh, yeah, Like what would 100 bucks 100 bucks And then, like, what would that stop be likely to be a mix of things? Would it be? Oh, I don't know. What? I don't know what Senate note. I just want you now, just asking. It''s a bag of powder. Like The pills havent opened rent. The powder has been released already. Okay, so it''s just a paper bag Ray grocery bag. Okay, so it''s like it''s almost like one of those things. Like those charity things were there, like, make the shoebox and send it, like, you know, some","speaker":"spk_0","timeCode":511.80999999999995,"tags":["Phra'se","Lang","guardian's of ghoul","Hurley","Hurley","Hurley","Ju'stin","Kirk Manado","Kirk","Kirk","Ju'stin","Kirk","ju'st","Senate","Ray"]},{"id":"gBJJLnMByMrymAEmLymW","index":"handbook","podcast":"Hollywood Handbook","episode":"Yassir Lester, Our Close Friend","line":"Yes, sir. What did you rate at two? Yeah, I think that's really brave. And so it''s like, that''s that when I leave here today, that''s what you guys should be thinking about yourselve's last. Oh, like yo on else. Oh, yeah, yeah, yeah. Like a pigeon. Really is kind of what it sounds like. You can choose the bird. Oh, you know, Kevin, I did want to talk to you a little bit about what we were saying before, which is and you also talking a lot about shooting had shots. All this must make you think of loads. Hi. I'm gonna say that. I know you've been saving up a big blast for the right one. Are we any closer to meeting that lady? I would say two steps back. Okay, so it''s been two steps back. And the last time we met him, it was three steps back. So he''s now five steps back. I'm watching from a distance, but not like in the way where I take photos here. I asked for permis'sion. And like Yas'ser, I gotta know. Okay, I'm catching up, guys. Good. See you, Kevin. And thanks so much for coming in. And now please leave. I mean, why would like it''s so crazy? You guys would allow someone like that in here? Well, you know, I see that is similar to the sort of charity work that you did with hair. Like we're taking someone under our wing. Okay, we're birds. So we got wings. Yeah, and finally the birthing A Okay. It has taken a while. Help. Yeah. Cool. It feels good. Know Kevin is bad for sure. Um, why? Why is it why do we Why do we do this? I don't know. I started to say why. And then I realized that I myself don't really know. I think I always thought it was your thing. Oh, really? That''s heaven was sort of a Sean thing. Yeah. I wonder if you thought that it was me that was like Hayes''s friends during the cabin. Big. Yes. I thought you knew Kevin right From before. Yeah. Okay. Now, Cody, does it make you upset that you are notorious? Like, traditionally, the one who so bad and nobody likes you? Kevin''s on your corner a little, but now people are talking about that. Kevin is the one who''s bad and is doing a bad job. I try really hard todo not have much of, ah, emotional attachment to any thing in particular at all at any time. So I can't answer that question. I'm sorry. Like I mean, the thing that''s true about what you said is that you try really hard like that part of your sentence. I agree with right. But also it''s like again you guys invited me here and all we're doing is we're talking to Cody. People. More people Do we need more people. I'm sorry. I would have brought my friends and family or you here to talk to one of the purest, most honest stand up slash models. A people would kill for this kind of opportunity, you know? And I feel like, No, it''s big for us. And I think we're just nervous a little bit because we havent had a stand up slash model that if you have a picture taken, right, well, but don't be nervous. It''s like you guys. I'm just like you. Like I wear regular boxers, you know, that are a little loose in the waist band. Yeah, you know, I wear ah, white V neck T shirt. Uh, I wear 6 to 7. Wouldn't necklaces at any given time s So it''s like I look okay, so that exact That''s what''s under the T shirt. Yeah, so I have to gold necklaces, and that''s so people are comfortable. But then what? Sounds like ah, bamboo wind chime when I walk is actually The wouldn't necklaces under my shirt. Okay, good. That explains the sound and the appearance of your chest, which is bulky, right? But in the saner and the stomach is bulky to because of what we talked about a lot of back. A lot of fat.","speaker":"spk_0","timeCode":1430.24,"tags":["Kevin","Kevin","Kevin","Sean","Haye's'","Kevin","Cody","Kevin","Kevin","Cody"]},{"id":"gRJJLnMByMrymAEmLymW","index":"handbook","podcast":"Hollywood Handbook","episode":"Yassir Lester, Our Close Friend","line":"Yeah. Wear calm. The settlement","speaker":"spk_0","timeCode":1671.18,"tags":[]},{"id":"gxJJLnMByMrymAEmLymW","index":"handbook","podcast":"Hollywood Handbook","episode":"Yassir Lester, Our Close Friend","line":"way. Okay,","speaker":"spk_0","timeCode":1756.76,"tags":[]},{"id":"hxJJLnMByMrymAEmLymW","index":"handbook","podcast":"Hollywood Handbook","episode":"Yassir Lester, Our Close Friend","line":"higher Dana and her friends, uh, and she's not","speaker":"spk_1","timeCode":1930.26,"tags":["Dana"]},{"id":"jRJJLnMByMrymAEmLymW","index":"handbook","podcast":"Hollywood Handbook","episode":"Yassir Lester, Our Close Friend","line":"Now, when I was not like that the first. But when I ask you a question like that, I'm not asking as a dude who can change your life and career. Whatever I'm asking is the dude who is from the same collective consciou'snes's is you and wants to see you do better and live better. So I'm gonna ask again and without any cynicism. Answer me. All right. When is the last time you took a break, man? Like I'm like, Hold. That is so stupid, you guys. It's like he can't. I've never met someone who''s like, I don't know. I don't know, break. I don't know the word break. Yeah, I never met anyone who did that, and and I am not meeting one right now, you know? Yeah, it''s like that''s frustrated. Yeah, it''s like I'm what am I gonna meet that guy so I could give him my fat Oh, I dare you to get on your fat","speaker":"spk_0","timeCode":2415.64,"tags":[]},{"id":"kRJJLnMByMrymAEmLymW","index":"handbook","podcast":"Hollywood Handbook","episode":"Yassir Lester, Our Close Friend","line":"Hollywood Handbook is brought to you by Wolf Cool Productions, a subsidiary of Calvin and","speaker":"spk_3","timeCode":2868.74,"tags":["Hollywood Handbook","Wolf Cool Production","Calvin"]},{"id":"khJJLnMByMrymAEmLymW","index":"handbook","podcast":"Hollywood Handbook","episode":"Yassir Lester, Our Close Friend","line":"Hobbes Baby.","speaker":"spk_0","timeCode":2876.3,"tags":["Hobbe's Baby"]},{"id":"kxJJLnMByMrymAEmLymW","index":"handbook","podcast":"Hollywood Handbook","episode":"Yassir Lester, Our Close Friend","line":"Hey, this is Arne Camp From The Improv fantasy podcast Hello From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","speaker":"spk_0","timeCode":2886.78,"tags":["Arne Camp","The Improv","The Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]},{"id":"mxJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"brought to you by Barqs root beer, the one with Bite We Love","speaker":"spk_0","timeCode":44.86,"tags":["Barq","'"]},{"id":"nRJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"will, separately doing at for Casper matches and endorse them. But this in the show. In this show, we will show will be doing that. But that's not what this is at separately presented by Casper-Mattres'ses, and this ad is for the podcast. But The out, of course, is brought to you by Barq''s root beer. It''s not technically an ad for barks. They're just sponsoring The at so they, though","speaker":"spk_0","timeCode":60.5,"tags":["Ca'sper","Ca'sper","Mattre's'se","Barq"]},{"id":"oRJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"during them away. What do you have on? See, this is so interesting. Because","speaker":"spk_0","timeCode":150.98,"tags":[]},{"id":"pBJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Anyway, we are practicing, kis'sing her reflections. And, um, it gets toe The you know the point where you've, like, practice for a while you start to get horny, like, really? Well, yeah. I was gonna say really good, but yeah, sure. Well, the same thing. Mostly in your Yeah, you sort of. I was morning before as well, because that's what it was like. Can we go to the Hall of Mirrors right now? It was like, kind of like that. Yeah. I mean, can I tell you a funny story about mirrors?","speaker":"spk_0","timeCode":190.61,"tags":["Hall of Mirror"]},{"id":"phJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Really? Uh, it might be. OK. Well, lets see. Well, let''s say, when I was a kid,","speaker":"spk_0","timeCode":225.45,"tags":[]},{"id":"pxJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"I used to think they were called me roars because would I always thought was, you know, I was pretending to be a lying a lot, right, baby? And I thought, This is the only place I get to see me roar right is like when I get in front of their and I just to a big lion sound,","speaker":"spk_1","timeCode":231.37,"tags":["Thi"]},{"id":"rRJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"uh, quickly. Yes, Fast. And we didn't prepare this. And so we just need to go really fast on this. We are in the freezer theme song. He's every time something just moved playing Just hit the","speaker":"spk_0","timeCode":291.96,"tags":["ju'st"]},{"id":"sRJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"well. I was talking about","speaker":"spk_0","timeCode":334.2,"tags":[]},{"id":"sxJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"It's so cold. So way didn't like this one. There''s a different one much heirs to the other one.","speaker":"spk_1","timeCode":348.49,"tags":[]},{"id":"txJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"the freezer is way","speaker":"spk_1","timeCode":370.48,"tags":[]},{"id":"uRJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"It's gonna melt deep down in our throat And that is just the way we eat So this teaser is gonna get you Hang on first, Let me open the door","speaker":"spk_0","timeCode":434.46,"tags":["fir'st"]},{"id":"uxJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"'so now I've got my key out of my pocket and it's time to open the door.","speaker":"spk_1","timeCode":474.27,"tags":[]},{"id":"xBJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"and you are sort of mining. Catanha moves a lot.","speaker":"spk_1","timeCode":619.84,"tags":[]},{"id":"xxJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"period. The city brother, Jackie Burke. How the kids. Kids. We have one. Cute. She's an adult Now she''s getting married. I thought she was a day you say","speaker":"spk_0","timeCode":659.3,"tags":["Jackie Burke"]},{"id":"zhJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Billy Crystal. Interestingly, this is a little interesting. The Hollywood-This Billy Crystal was the comedians. And so what happened in the scene probably is Robert Rose coming up and saying, Hey, so it's my my how baby Yeah, I'm taking the comedians funky pis'ses on his forehead basically. And Billy Crystal has to be like, what? A schmuck When he''s talking about himself. I think cause Robert near both showed him up","speaker":"spk_0","timeCode":819.27,"tags":["Billy Cry'stal","Thi","Billy Cry'stal","Robert Ro'se","Billy Cry'stal","Robert"]},{"id":"0xJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Even better than saying, Dumpster Fire, I think, is to call a thing an abortion because it's such an ugly act. And then toe also then go Hicksville. Oh, on top of that. So it''s a guy hick abortion. That''s my kind of humor. And then when the guy who''s maybe 30 years his junior and looks to be sort of like a strong like steel worker or something is video taping his show, I love that it hurts his feelings that he''s being take. Yes, I like comedian. This is the kind of comedian I like, the kind that if you get upset by their comedy your A Plus E and you want to be in a safe space in your week. Yeah, if you record their show, they will write about it online","speaker":"spk_1","timeCode":876.98,"tags":["Thi"]},{"id":"8RJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Now she started Teoh, absorb a little bit of this New York things that don't","speaker":"spk_1","timeCode":1350.24,"tags":["Teoh","New York"]},{"id":"9BJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"I want to know what your expectations are here. My expectations when you look at my daughter and wish you looking, you. I'm not looking at what you talking about.","speaker":"spk_0","timeCode":1369.03,"tags":[]},{"id":"_hJJLnMByMrymAEmvSkN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"'she's saying, This is not your crowd.","speaker":"spk_1","timeCode":1469.63,"tags":["Thi"]},{"id":"AhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"well, so we should point. We forgot that when he just fucking laid out that steelworker as's out. He went viral, but I gues's it was he was bad. It wasn't bads Off screen. He went bad viral for ah, beating up a steelworker and he got in trouble and then people didn't want to enjoy him and his common. We","speaker":"spk_1","timeCode":1529.27,"tags":[]},{"id":"BRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"when you call an old woman a whore And ah, it's at an old folks home where you're performing stand up comedy for ah place owned by your girlfriend''s dad. Yeah,","speaker":"spk_0","timeCode":1585.81,"tags":[]},{"id":"ChJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"to have an auto tuned video of you doing stand up at an old person","speaker":"spk_0","timeCode":1664.05,"tags":[]},{"id":"DhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"So close a freezer.","speaker":"spk_0","timeCode":1701.46,"tags":[]},{"id":"FhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"He's got radiation poisoning. So Movement figured out that by selling online they were able to cut out the middleman and retail markup, providing the best pos'sible price","speaker":"spk_0","timeCode":1796.7,"tags":[]},{"id":"FxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"over 500,000 Watches sold in over 100 60 countries. That's equivalent to like how many comic books if I","speaker":"spk_1","timeCode":1805.38,"tags":["Watche"]},{"id":"GRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Well, okay, it's 10 billion comic books new, but if you are all if you're buying comics, which a lot because I like the old stuff like watchman, uh, you're actually gonna be getting It''s like that''s over 100 billion comics, so you could get 15% off today with free shipping and free returns by going to movement. Watches dot com slash Hollywood I'm spelling movement, MVMT-Watches says. You should have been confusing that with math mat that it''s like a Dallas Mavericks Welcome mat. These are Watches","speaker":"spk_1","timeCode":1817.14,"tags":["dot","Dalla","Maverick"]},{"id":"HRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"the same time. This ad is presented by","speaker":"spk_1","timeCode":1899.09,"tags":["Thi"]},{"id":"IBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Casper for 100 nights. Risk free in your own home. If you don't love it, theyll pick it up and refund everything while you're trying it over those 100 nights if you want a drink. Barqs Root beer I can't blame you. It''s a great fizzy, delicious drink that has bite if you're feeling refreshed and, ah, little bit, Ah, a little bit awakened and sort of Ah Xas dup by the root beer. Then that''s great, but that","speaker":"spk_0","timeCode":1966.71,"tags":["Barq''s"]},{"id":"IhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"or the podcast that's presenting the mattres's, and you","speaker":"spk_0","timeCode":1990.46,"tags":[]},{"id":"IxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"can try Casper 100 nights risk free in your own home. You can lie on it and listen to the In Your Dreams podcast presented by Casper, which is presenting this ad free shipping and returns to US and Canada. So","speaker":"spk_1","timeCode":1992.61,"tags":["Ca'sper","Ca'sper","US","Canada"]},{"id":"KBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"that it would that it would become cracking. No. What are you going to say?","speaker":"spk_0","timeCode":2124.23,"tags":[]},{"id":"LBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Yeah, but it was a statement. It was secret statement, but was a statement for civil, right?","speaker":"spk_0","timeCode":2146.26,"tags":[]},{"id":"LhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"get in trouble for it. I want to make this statement.","speaker":"spk_0","timeCode":2156.52,"tags":[]},{"id":"LxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"You know, I know about Tony knows about it. You know about it now, But I don't want to do it where people can see it. Because I only get in trouble. Hey, look, I","speaker":"spk_1","timeCode":2159.84,"tags":["Tony"]},{"id":"NxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"OK, all right. Well, these air, like my cousin's and stuff, I got bored. Okay, What happened for you? He's there. Where do you","speaker":"spk_2","timeCode":2247.81,"tags":[]},{"id":"PhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"right? Very funny. But also a little smart. Yeah. And white.","speaker":"spk_0","timeCode":2324.57,"tags":[]},{"id":"QhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Uh, well, we were driving toe Austin h on to go party. Oh, and, uh, we dipped in a little early active depth. Yeah, well, yeah, I was limping and ah, dip in spittin. And it's what is your brand? Skoll. Winter rain on a grizzly cut.","speaker":"spk_0","timeCode":2360.23,"tags":["Au'stin"]},{"id":"QxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Yeah. Grisly. Grisly. Cut a Skoal. I'm Kodiak, man. Okay. I always I used to go. Feels like a Kodiak moment. Did you? Yeah, I would say that. And then fucking used to pop you.","speaker":"spk_2","timeCode":2383.52,"tags":["Gri'sly","Gri'sly","Kodiak","Kodiak"]},{"id":"RxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"It is now your buzzer. First year just quenching thirst with dip","speaker":"spk_1","timeCode":2440.3,"tags":[]},{"id":"TRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"buzz life. But you were saying you were on your way. I","speaker":"spk_0","timeCode":2478.58,"tags":[]},{"id":"UxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"amend. Your dick is erect and and I didn't get it. And the joke was on me. And so it was a lot of other things. Anyway, it's a funny story","speaker":"spk_2","timeCode":2583.45,"tags":[]},{"id":"ZBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"is about dicks and means. Yeah,","speaker":"spk_0","timeCode":2757.78,"tags":[]},{"id":"aRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Do you know what I mean? Yeah. Like so I'm doing a celebrity barbecue tour. Okay, great. I'm there. Yeah. Battle of the B B Q backer battle The B B Q. Whos the best backyard shaft, and it''s obviously hosted by Grill Winberg, King of growing weenies. And he shows up and he goes like So you think your neighbor is full of BS when he says he makes the best B B Q chicken in the whole neighborhood? We needed Texas native oversea's A. What''s that smell? That smell that some eyes like somebody''s grilled. Wed burn somebody''s grilling Greenberg''s and they're using Bullseye Brand B B Q sauce because it''s got to be sponsored and then you and then you show up and you're and you're getting in this guy''s face and you think he''s full bs and you think you grill a better bird and then you grab dude right and he goes and he goes like, I grill the best bird in three counties and and then you face them Off. But here''s the thing. When it''s time to take a bite of the chicken, you see who grills the best bird. I don't know who the judges because, you know, cause you're The hold your Grinberg Look, You could have avo. Sure I do. I have the final vote.","speaker":"spk_1","timeCode":2813.11,"tags":["Grill Winberg","Texa","Greenberg","Grinberg"]},{"id":"bRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Now about that, you know he is. Hell come in here. He's getting you Brandao","speaker":"spk_1","timeCode":2912.22,"tags":["Brandao"]},{"id":"bxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"What? Yeah, that's when you mean it was like, Dude, I was at the hyphen, and it''s cooking on there. Oh, this is, like, sort of like the end of the usual suspect's","speaker":"spk_2","timeCode":2924.86,"tags":[]},{"id":"cxJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Right? Uh, Halloween. Berg has the grill master's that were grill grill, a warfare","speaker":"spk_2","timeCode":2970.07,"tags":["Halloween","Berg"]},{"id":"eBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"has expres'sed in. That's a judge. Yeah. You get Colin Powell.","speaker":"spk_2","timeCode":3000.46,"tags":["Colin Powell"]},{"id":"exJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"when you get","speaker":"spk_1","timeCode":3008.81,"tags":[]},{"id":"fhJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"uh, green screen the ocean for this is what I","speaker":"spk_2","timeCode":3025.13,"tags":[]},{"id":"gRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"They took it all out. There's no gras's. Ah, in Wrecked ever. Oh, are that''s part. That''s one of the funny things about it. Saying what? You're watching your like, where these guys lay down Just grilling. Yeah. Okay,","speaker":"spk_0","timeCode":3050.74,"tags":["Wrecked ever"]},{"id":"jRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"we have? You know, I mean,","speaker":"spk_1","timeCode":3151.08,"tags":[]},{"id":"kBJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"you have a grill.","speaker":"spk_2","timeCode":3175.66,"tags":[]},{"id":"kRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"Do you have a grill? You're settling all of dispute's in the backyard Book Got a big old really warfare. Yeah, I got that. Weve got the three judges who each take a bite and say, Who is the actual king of the grill? So","speaker":"spk_0","timeCode":3178.36,"tags":[]},{"id":"nRJJLnMByMrymAEmvSoN","index":"handbook","podcast":"Hollywood Handbook","episode":"Will Greenberg, Our Close Friend","line":"The grilling competition","speaker":"spk_0","timeCode":3267.94,"tags":[]}]