[{"id":"GRJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"If youll recall, Rachel McAdams had to go to a party and you got Molly sprayed in her mouth. Um, so it's ah, no spoilers. You, you know, he got killed right from the beginning.","speaker":"spk_1","timeCode":1338.29,"tags":["Rachel McAdams","Molly"]},{"id":"GhJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Um, but also, don't spoil your nights sleep by not going toe. Ben Casper. Mattress on. Get the sleep.","speaker":"spk_1","timeCode":1353.85,"tags":["Ben Casper"]},{"id":"HBJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Theyll delivered straight to you. You could try for 100 days. $500 for a 20 mattresses, nine or $50 for King size mattress. And it says Dough end up like Ben Casper on. That's not a threat. No, it's It's genuine advice, genuinely hoping that that doesn't happen. Don't end up like him, and you probably won't. He was caught up in some very dark dealings. Um ah ah ah ah, That still are a little murky. And but it watch the show. I sleep on the bed and, uh, kiss your mom. Good night,","speaker":"spk_0","timeCode":1371.65,"tags":["Dough","Ben Casper"]},{"id":"IRJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"do you have so great you're so great has been Peppino from the one episode where you broke up with your girlfriend and then you were playing Scrabble with them and you kept spelling depressing words because that's sort of where you were at mentally. Um, but also shortly after you were kind of looking to get laid and get Do you wait as well? Um, because he's a bit of a horn ball, and Ah, and he was like,","speaker":"spk_1","timeCode":1435.02,"tags":["Peppino","Scrabble"]},{"id":"IhJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Okay, thanks. And I fucking hit him with the dart, the work e fucking threw the dart at him, right Time brightness. Yeah, right. Right in his Adams apple,","speaker":"spk_2","timeCode":1455.56,"tags":["Adam"]},{"id":"JhJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"What? A friend and a man now And you were on the show a long time ago. Weve been doing a lot of guests coming back, and that's not because the well is dry.","speaker":"spk_1","timeCode":1502.79,"tags":[]},{"id":"JxJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"We know more people, and we have more funny famous friends. But what we don't have is any other way to get you to believe that you need to get Howell. Are episodes air trapped inside the howl? And the only way to get them out is for you to pay money, to listen to what used to be free. The service. I can't tell you it's unbelievable. The old system was you had to search in some menu on iTunes and then find the episode you wanted. But now how you just pay for the service. It's got this easy, searchable menu with only some of the shows from iTunes,","speaker":"spk_0","timeCode":1512.57,"tags":["Howell","iTunes","iTunes"]},{"id":"MBJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Tough acting connected. I don't even remember what the original thing waas back,","speaker":"spk_2","timeCode":1602.88,"tags":[]},{"id":"MRJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"baby, I'm gonna be back. You know that, baby?","speaker":"spk_0","timeCode":1608.21,"tags":[]},{"id":"MxJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"podcast. What if you could hold it in your hand? Yeah, I came in the mail every time. So we are having a big company now because it was WolfCool, which is part of Calvin and Hobbes, our production company. That's a podcast. Shingle on the shingle is WolfCool and now sort of inspired by that.","speaker":"spk_0","timeCode":1629.24,"tags":["WolfCool","Calvin and Hobbes","WolfCool"]},{"id":"NxJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"publishing companies called movies Books because we love movies. And that's sort of what inspired us to","speaker":"spk_0","timeCode":1664.84,"tags":[]},{"id":"PRJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Well, you know, I think it started like it does with all of us. You know, at a young age, we remember when our parents would take us, you know, the magazine rack, and you just stand there and you look at all the different covers and titles Porno only porno. Yeah, and fucking cars. And? And I would go. I remember. I'd say Papa, Whats that on the top shelf? Papa Oh, yeah. And he would lift me up. He would take his left hand and his right hand on each side of my hips, and he would sort of lift me up, and then I would be too. Yeah, grab mouth raising in, squeezing my hips tight. Uh um And you know, I'm eight years old, so murdered arms length or your clutched against his bosom, I he would often as he pulled me up, I would kind of be my The back of my body would be tight up against his Tiu largest. Yeah, and a lot of times, you know, my back would kind of catch on his belt buckle, but whatever. You know, I was so excited about getting the magazine basically under his belt. Now he's holding you. He's got unis hands, but his pants fall down.","speaker":"spk_2","timeCode":1707.86,"tags":["Tiu"]},{"id":"PhJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"He's your undoing his belt with your but I guess","speaker":"spk_1","timeCode":1777.23,"tags":[]},{"id":"QRJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"back, right? Yeah. The jersey that. Yeah. Um uh,","speaker":"spk_1","timeCode":1810.34,"tags":[]},{"id":"UBJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"engineers. Sam, I know you have a heart out. What is it? You have to get to actually picking up a new motorcycle. Oh, wow. Um, okay. I think I left my phone out in the main area. Can you go get it? Sure.","speaker":"spk_1","timeCode":1924.49,"tags":["Sam"]},{"id":"URJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Okay, so we would did the galleys of the magazine. Yeah, you were. You guys able toe, look them over. You know,","speaker":"spk_1","timeCode":1941.03,"tags":[]},{"id":"UxJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"experience it with us, okay? Just know that, like, it does.","speaker":"spk_0","timeCode":1953.21,"tags":[]},{"id":"VxJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Yeah, way I want to stress because this has been a lot of There's been a lot of confusion. The readership doesn't have to be primarily Chinese. We would like it if it was. The majority of our readers were Chinese, but it's not. Graumans is more like a little kind of sly tip of the hat told Hollywood, because it is kind of a lifestyle magazine for the young man or woman, but mainly men, uh, in Hollywood and the entertainment","speaker":"spk_0","timeCode":2010.22,"tags":["Grauman's","Hollywood"]},{"id":"cxJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Yeah, Like I always get around. I always get crap about my last name being Baker. Can I Can I be? Can I play with take ownership of it? Yeah. Yeah,","speaker":"spk_2","timeCode":2346.71,"tags":["Baker"]},{"id":"fBJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"to. I was talking to Omega, telling her that I was on the phone with her. So Eh, you So the watches are one thing, but the table of contents is another thing entirely. Weve got to talk about this. Some of the features and the titles I can't believe","speaker":"spk_1","timeCode":2427.7,"tags":["Omega"]},{"id":"gBJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"like that from the movie minions? Oh, yes. There are mental rated R cut of the movement of millions. Yes, if you It's a little showbiz term. Our minions. And it's like the rated R because the minions","speaker":"spk_0","timeCode":2492.26,"tags":["minions","minions"]},{"id":"hRJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"you know, reveal his sort of minion genitalia. A lot of people, probably yes. Wondering at this point, if we're going to get into the Armenian genocide,","speaker":"spk_1","timeCode":2529.5,"tags":[]},{"id":"hhJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"it's not. It's not clear with whether or not it actually happened. And it's not something that we that's not that, As with all genocides, I mean away 200 years to decide whether it's riel. And even then I'm probably going to take a week or two to sit on. Think about it. Ah, now","speaker":"spk_0","timeCode":2538.86,"tags":[]},{"id":"ihJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Happy Birthday. Yes. Is that writer? That's the guys name. Yeah, and a lot of people think it's Ah, pen name. But that was his Christian name, okay? And he loves fashion.","speaker":"spk_0","timeCode":2618.7,"tags":["Christian"]},{"id":"jhJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"of carbon or something. Flesh? Yeah, but bone, plenty of blood that's getting on my legs.","speaker":"spk_1","timeCode":2717.69,"tags":[]},{"id":"khJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"You know, if we have to will lawyer up well for them and I could see your friend, I guess I could see now you changed his name to Busby. For which is","speaker":"spk_2","timeCode":2761.39,"tags":["Busby"]},{"id":"mhJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Yeah, they would do an interview with, um, Crispin Glover and the character of George Fly. Um, every issue of the guy who in the second movie, they got to pretend to be Crispin Glover.","speaker":"spk_2","timeCode":2861.05,"tags":["Crispin Glover","George Fly","Crispin Glover"]},{"id":"mxJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Yeah, they couldn't obvious. Sorry they couldn't get Crispin Glover. So they got the guy who","speaker":"spk_0","timeCode":2873.44,"tags":["Crispin Glover"]},{"id":"oxJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"OK, like a little like a little mountain. Give us a little piece of a peak energy bar","speaker":"spk_2","timeCode":2950.35,"tags":[]},{"id":"qBJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"what? Your tongue and get all up. Any other tastes off it so you can really taste the peak.","speaker":"spk_2","timeCode":2978.77,"tags":[]},{"id":"shJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"and there's an audience, then you're at home and you're like, then who am I right? If they're watching it, what am I doing?","speaker":"spk_1","timeCode":3088.51,"tags":[]},{"id":"tBJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Any of you hear laughter and you're laughing at the same time. Like, is that all me? It's so it's so many doing it. I It's hard for me to a lot of times watch a multi cam sitcom. Because when I hear that people have, like, how am I there? Why does my laugh Sounds like multiple people","speaker":"spk_0","timeCode":3106.04,"tags":[]},{"id":"uxJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Now, what did you want to do? Ah, movie review of. But it's being only just a very, very","speaker":"spk_2","timeCode":3203.99,"tags":[]},{"id":"vhJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"I don't need it out.","speaker":"spk_0","timeCode":3236.08,"tags":[]},{"id":"vxJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Reader says a movie and it appears on the page. And you, the editor, read it out loud by","speaker":"spk_2","timeCode":3237.21,"tags":[]},{"id":"1xJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Yep, yep, Twix falling out just Twix. After Twix coming off Hartleys body, Hardy puts his","speaker":"spk_0","timeCode":3475.45,"tags":["Twix","Twix","Twix","Hartley","Hardy"]},{"id":"2BJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"foot through laurel stomach straight through.","speaker":"spk_2","timeCode":3481.72,"tags":["laurel"]},{"id":"5hJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Switch time, switch time. Lets got and go toe show. Hold on. Which here? Switched on which and you go. And a lot of times it would just end up us reading the Time Magazine review of Switch with Ellen Barkin.","speaker":"spk_1","timeCode":3604.2,"tags":["Time Magazine","Switch","Ellen Barkin"]},{"id":"5xJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"What does that","speaker":"spk_2","timeCode":3625.22,"tags":[]},{"id":"6RJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Breath? Yes, it's a good movie. So I was just, uh, reminiscing about that, but that if","speaker":"spk_0","timeCode":3629.26,"tags":["Breath"]},{"id":"9xJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"on download iTunes","speaker":"spk_2","timeCode":3766.16,"tags":["iTunes"]},{"id":"-BJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"by Stephen I'm looking for a short podcast that I could get a huge amount of information from. I have an idea, James. You know, I think we should dio tell May I think we should make one? Lets do it. Lets call it question of the day. I love it. Heres what we dio. Every day we come up with one question and I'll ask it to you or you ask it to me. And then the other one Answers simple is that and weve got to make it no longer than 10 minutes around 10 minutes. Sure, and itll sound kind of like this. What words do you think the English language needs? What words or expressions are missing? What can you teach me now, in the next 10 minutes, that will be useful for the rest of my life. What is the best way to start an engaging conversation with a stranger as your memory suffered when you were in your late forties? I can remember back to the lead. Are we recording? I don't know, but shouldn't we Good conversation. Yeah.","speaker":"spk_1","timeCode":3775.5,"tags":["Stephen","James","May","dio"]},{"id":"-RJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"I'm Stephen Dubner from Freakonomics Radio And I'm James Al Picture from everywhere the Internet I try to be and we have a brand new podcast called Question of the Day. You can find us at Earwolf dot com, iTunes or your favorite podcasting app.","speaker":"spk_1","timeCode":3830.05,"tags":["Stephen Dubner","Freakonomics Radio","James Al","Question of the Day","Earwolf","iTunes"]},{"id":"_BJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"is he just kind of like quivering? Yeah. I don't know whats going on for him, and I havent heard him speak it, so I don't know if he's gonna sound Yeah,","speaker":"spk_0","timeCode":3924.86,"tags":[]},{"id":"_RJHMHMByMrymAEmZYK7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Eh, Earwolf man. Jack, can you read this for us? Hi, kiddies.","speaker":"spk_1","timeCode":3934.43,"tags":["Earwolf","Jack"]},{"id":"AhJHMHMByMrymAEmZYO7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"get exclusive access to entire Hollywood Handbook archive it all The Earwolf Earwolf pop archives. This includes all episodes older, that six month, £6 of hairs. What I require all remastered with no ads. Only with our premium listen. Hundreds of hours of wtf with Marc Maron. Archives here, Classic interviews with Robin Williams. But we seek Eh? And more. I will has also partnered with some of your favorite hosted comedians to develop how originals Brand new shows available only with how will pre me, uh, check out the great new Siris for blower lap kiss. She's the wicked man. She is the one I must devour at the A V club right now. Already. Tedd Talks SNL areas are all originals Periodic Do show us every week. So he needs the £6 of lard Lord left. Sit. She's not a man. That makes me worry a lot about you, man. I met human get access todo schools who both on your phone and on your desktop without prairie Um, for four Russians hospitable with the eyes enjoying this that you used to just go about His business got a full month","speaker":"spk_1","timeCode":4030.61,"tags":["Hollywood Handbook","The Earwolf Earwolf","Marc Maron","Robin Williams","Siris","Lord","Russians"]},{"id":"CxJHMHMByMrymAEmZYO7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"You've seen me have intercourse with a variety of","speaker":"spk_3","timeCode":4231.33,"tags":[]},{"id":"DhJHMHMByMrymAEmZYO7","index":"handbook","podcast":"Hollywood Handbook","episode":"Paul Rust Again, Our Close Friend","line":"Jesus. I mean, jostles ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out now listening stitcher apple podcast or wherever you get your podcasts.","speaker":"spk_1","timeCode":4246.4,"tags":["Jesus","Magic Tavern","stitcher","apple"]},{"id":"EBJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"So I turned to see and Mac 10 and I go, Wheres ice? Because you know the three of us. I mean, the four of us were supposed to be recording from my tricked out Impala sort of a gimmick. Teoh promote the the the Westside Connection Getting back together sort of a reunion album, of course. And, um, they go, Oh, he's filming something. Ah, and I'm like, Okay today on. And so I call his agent. Whos my agent? You know Grik? Yes, and I say, Grik, can I give you a little tip? It's called a calendar and I hung up. Now I don't know if he knew what I meant, but I know he knew I wasnt happy, and that's whats important. I know he knew you werent happy because he called me","speaker":"spk_0","timeCode":73.48,"tags":["Mac","10","Impala","Teoh","Westside Connection","Grik","Grik"]},{"id":"FxJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"industry culture, Eh? Sold for a $1,000,000. This is how Yes, I was going to say that number","speaker":"spk_1","timeCode":210.19,"tags":[]},{"id":"IRJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"or something? Some shit like that. Anyway, Hope you like it. I didn't on Hollywood Handbook by","speaker":"spk_0","timeCode":347.42,"tags":["Hollywood Handbook"]},{"id":"LhJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"nice for you. It's equivalent to a mad fold in. But, um","speaker":"spk_1","timeCode":698.83,"tags":[]},{"id":"NBJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Oh, yes. I would love to, uh, read some excerpts. Okay. Do you would You like toe? You want me to do the first? So I'm","speaker":"spk_1","timeCode":781.99,"tags":[]},{"id":"NxJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"1st 1?","speaker":"spk_0","timeCode":792.55,"tags":[]},{"id":"ShJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"So in the interest of fans service, we you know, we had our preorder competition where certain fans of ours could preorder the book. And, um,","speaker":"spk_0","timeCode":988.36,"tags":[]},{"id":"URJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"but I know it's on there. So I keep been distracting you. Yeah, Yes. Um, So, um, I think it's again gonna play again 10 a.m. Sunday. And, uh, so I got my eye on that one. See, that's because I know Steffy is out of town these last few days. Yeah, I was curious what you had","speaker":"spk_0","timeCode":1064.69,"tags":["Steffy"]},{"id":"VRJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"they don't just have the one fee. I'm sick of these delivery services that only have the single fee. Thank you. I like how there's the delivery fee from the restaurant than the every feet, the Postmates, the Postmates feed to limit gas, I guess. And then tip,","speaker":"spk_1","timeCode":1112.87,"tags":[]},{"id":"VhJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Yes. Non optional tip.","speaker":"spk_0","timeCode":1128.45,"tags":[]},{"id":"WhJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"but And what you get for that is you can eat it in an hour and 45 minutes after, you know, five minutes","speaker":"spk_0","timeCode":1157.13,"tags":[]},{"id":"XBJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"So I am loving this service. And if you're not on Postmates, get in there. Um, it's people who could not qualify to be uber drivers because those restrictions are slightly more rigorous. So, um, it's That's whos doing it.","speaker":"spk_0","timeCode":1170.52,"tags":[]},{"id":"XhJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"a book. A book signed? Yeah. You wanted this on your book. Hey, Sean. Hi. Whats your name on Tim? Trees? Timimi, Eh? From driving so far to see us several times. Yes, that's right to me. Driving. Yeah, it was fun to come to l a X for this. Then you saying in the big song at our last show, That was sweet way Not now. Um, but it's Do you hear how I'm saying Timmy, like in South Park when they make fun of which challenged mentally challenged boy?","speaker":"spk_1","timeCode":1192.17,"tags":["Sean","Tim","Timimi","Timmy","South Park"]},{"id":"ZRJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"on your way, by my way back","speaker":"spk_0","timeCode":1324.22,"tags":[]},{"id":"cRJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Yes, The last man standing in the finals is the winner. And so? And what a powerful story. And and ah, was a great experience for both of us individuals. So","speaker":"spk_1","timeCode":1401.63,"tags":[]},{"id":"chJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"you What? You What? You want this signed? Yeah. What do you want to say?","speaker":"spk_0","timeCode":1412.26,"tags":[]},{"id":"dxJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Just a little joke.","speaker":"spk_0","timeCode":1446.48,"tags":[]},{"id":"eRJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"I received your letter, huh? Very nice job. I hope your family is nice. I love getting this.","speaker":"spk_1","timeCode":1452.88,"tags":[]},{"id":"fBJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Anesthesia. Yeah. Anastasia. That's right. Yeah. Anastasia. And you and Tim drive together sometimes long distances. Yeah. Tim drove me down here, actually,","speaker":"spk_1","timeCode":1497.98,"tags":["Anastasia","Anastasia","Tim","Tim"]},{"id":"fRJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"toe watch us do shows and then goes tol do this record","speaker":"spk_0","timeCode":1508.25,"tags":[]},{"id":"iRJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"My favorite part was when you were a p, Eh? On your first movie. And they promoted you to director within a week. Then star.","speaker":"spk_0","timeCode":1623.23,"tags":[]},{"id":"khJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Yes. Well, I tried to use him and everything. Since it is the same universe. Yes, I try to use him in as much as possible and and and of course, Ah, Oscar Pistorius, the Blade Runner. So? So I got when I got those guys together and they start riffing off my ship,","speaker":"spk_1","timeCode":1706.77,"tags":["Oscar Pistorius","Blade Runner"]},{"id":"lRJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"I was a p, Eh? Actually, the Caroline in the city movie","speaker":"spk_1","timeCode":1745.17,"tags":["Caroline"]},{"id":"mRJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"I thought was the star of Veronicas closet is actually Cristiani Wallace Langham.","speaker":"spk_1","timeCode":1787.28,"tags":["Veronica","Cristiani Wallace Langham"]},{"id":"nxJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"if we could just keeps the more itch at, the more is she, it becomes","speaker":"spk_1","timeCode":1884.47,"tags":[]},{"id":"oBJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"and I can't stop here.","speaker":"spk_1","timeCode":1891.07,"tags":[]},{"id":"pxJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"this motherfuckers drove a day and 1/2 or something.","speaker":"spk_0","timeCode":1982.4,"tags":[]},{"id":"qxJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Your deli chocolates coming to mind? The smell of the Ghirardelli factory when you're on that beach and instead we get","speaker":"spk_1","timeCode":2011.5,"tags":["Ghirardelli"]},{"id":"txJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"But which case wed have to do a movie about","speaker":"spk_0","timeCode":2102.3,"tags":[]},{"id":"vxJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"somebody named Hayes Bickford.","speaker":"spk_1","timeCode":2180.29,"tags":["Hayes Bickford"]},{"id":"wBJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"My guess is his friend. Oh, yeah. And I reminded him of his friend Hayes Bickford,","speaker":"spk_1","timeCode":2184.46,"tags":["Hayes Bickford"]},{"id":"yBJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Yes. Buy Beebes You're from","speaker":"spk_0","timeCode":2295.1,"tags":["Beebe"]},{"id":"yhJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Raw dogging it.","speaker":"spk_1","timeCode":2306.44,"tags":[]},{"id":"zhJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"I love Spurlock. The stuff he's doing is so important eating McDonalds, which I thought for a while, was healthy.","speaker":"spk_0","timeCode":2329.13,"tags":["Spurlock","McDonald's"]},{"id":"1BJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"I'm angry about that. If she was OK with handlebar mustache, and she was okay with the movie, you know, that's what I say. Now, Vives, would you like about the book? And you better prove you read it. Um, I like, uh, when you talked about going to therapy as a child because your dad threatened to give your cat away. Hmm. That's some raw emotional stuff. Well, she read it all right. And that's the last chapter in the book.","speaker":"spk_0","timeCode":2373.61,"tags":["Vives"]},{"id":"1xJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"To himself.","speaker":"spk_1","timeCode":2427.3,"tags":[]},{"id":"5BJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Both of you. So OK, so this is awesome, Dude. So fucking kick ass to meet you. You're probably I think he was the best, dude. So, um,","speaker":"spk_1","timeCode":2608.95,"tags":[]},{"id":"5xJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"The pro version Joma girls birthday was by the time this episode airs. A very long time ago. Uh, and so I think this is for his birthday for next year is the is the pro version.","speaker":"spk_0","timeCode":2646.19,"tags":["Joma girl"]},{"id":"8BJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"your skin. It's so fresh and radiant.","speaker":"spk_4","timeCode":2822.3,"tags":[]},{"id":"-BJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"Felisha, Day and Colton done.","speaker":"spk_0","timeCode":2898.42,"tags":["Felisha","Day","Colton"]},{"id":"-hJHMHMByMrymAEm7YM2","index":"handbook","podcast":"Hollywood Handbook","episode":"Fans, Our Close Fans","line":"species. It's a bomber. Andy Daly.","speaker":"spk_4","timeCode":2902.29,"tags":["Andy Daly"]},{"id":"BhJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"it. No, I'm not saying I've heard of it,","speaker":"spk_0","timeCode":48.12,"tags":[]},{"id":"CRJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"more on it. It sounds like a me too. But why is it just coming up now?","speaker":"spk_0","timeCode":55.56,"tags":[]},{"id":"CxJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"whole title. Love.","speaker":"spk_0","timeCode":107.37,"tags":[]},{"id":"DBJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"Well, that's a whole title I like long title like Tail The Winds is the second part. It's a side scrolling platformer with a large explore herbal world in the vein of classic nes adventure games, said, I know what that issue. Yeah,","speaker":"spk_1","timeCode":109.34,"tags":["Tail The Winds"]},{"id":"DhJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"is it? Whether you've heard of it or","speaker":"spk_1","timeCode":139.71,"tags":[]},{"id":"ERJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"like, it's hard, it's just a hard thing around. My hat arise. It's so crazy that","speaker":"spk_1","timeCode":158.97,"tags":[]},{"id":"EhJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"it would be a new thing, something for you to learn about. The assumption","speaker":"spk_3","timeCode":163.2,"tags":[]},{"id":"FRJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"assumption is that everyone listening to this hasnt hurt. We're telling them about it. About lasso","speaker":"spk_3","timeCode":168.93,"tags":["lasso"]},{"id":"GRJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"Okay, good happy for him. But former glory strange me because I havent heard of it. For more information on the game, the campaign, and to download the demo, check out lasso games dot com, which I have not heard.","speaker":"spk_0","timeCode":190,"tags":["lasso"]},{"id":"HRJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"she pulls out a can of spaghettios, huh? With and like, it opens with a can opener. So whoa, what? Because I you know, I said, lets race assuming, you know, beer Mile And she says, Great, I've got my cans on me So I assume we're on the same page, but she is beating me.","speaker":"spk_0","timeCode":225.62,"tags":[]},{"id":"IhJIMHMByMrymAEm-4Q5","index":"handbook","podcast":"Hollywood Handbook","episode":"John Cochran Again, Our Close Friend","line":"Yes. And then what can happen if they're if they're strapped in their car seat? Having that is then from now on, they can only bus when they see the back seat of a mini, Eh?","speaker":"spk_0","timeCode":359.49,"tags":[]}]