[{"id":"GBJNMHMByMrymAEmloyw","index":"handbook","podcast":"Hollywood Handbook","episode":"Hayley Huntley, Hayes' Daughter","line":"Hollywood Handbook is brought to you by WolfCool Productions, a subsidiary of Calvin and","speaker":"spk_0","timeCode":4211.68,"tags":["Hollywood Handbook","WolfCool Productions","Calvin"]},{"id":"GxJNMHMByMrymAEmloyw","index":"handbook","podcast":"Hollywood Handbook","episode":"Hayley Huntley, Hayes' Daughter","line":"and he started","speaker":"spk_3","timeCode":4238.31,"tags":[]},{"id":"HxJNMHMByMrymAEmloyw","index":"handbook","podcast":"Hollywood Handbook","episode":"Hayley Huntley, Hayes' Daughter","line":"have intercourse with a variety of","speaker":"spk_3","timeCode":4263.3,"tags":[]},{"id":"JBJNMHMByMrymAEmloyw","index":"handbook","podcast":"Hollywood Handbook","episode":"Hayley Huntley, Hayes' Daughter","line":"ruler of the Eh circle. And that's just the beginning. Season three of a low from the Magic Tavern is out. Now listen in stitcher apple podcast or wherever you get your podcasts","speaker":"spk_0","timeCode":4280.13,"tags":["Magic Tavern","stitcher apple"]},{"id":"LxJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"I I will do my part, and youll do whatever you I can't get whatever you're gonna say. A new MTV project from the creators of Catfish. The TV show is looking to help anyone ready to let go of a secret once and for all. Do you have a secret that you've been keeping from a friend or a loved one. Has this secret spiraled out of control leading you to live a double life? Are you exhausted from covering it all up or just tired of living life? It feels like a lie. Are you worried your secret will cause a rift between you and a friend or a loved one? Is the guilt of your deception affecting your life? Will you be a strange for your friend or loved one? If they find out what you've been hiding? Are you afraid of losing them? Feel completely consumed by this secret in hired a number that's definitely looking out for number one, a new MTV project from the creators of Catfish, the TV show Weve so hard to read this way you do that new product, the creators of Catfish. The TV show is looking to help anyone ready to help those who feel trapped by their secrets with the guidance of 13. So you want to help for you have to take the head stuff I honestly can't do it with you doing with the guidance of our team. We want help. You free yourself from your secret and get the closure you deserve in a safe, supportive environment. Travel like MTV Secret, casting Facebook page for a link to our official application and submit your story for today. Here.","speaker":"spk_0","timeCode":102.82,"tags":["MTV","Catfish","MTV","Catfish","Catfish","MTV Secret","Facebook"]},{"id":"NBJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"I'm picturing it where she is now. Stuck right? She's managing to call me. It's hard. I'm really good at Chinese finger traps. So you may have to use a different analogy because I know that trick. What? That's interesting that you would say that you see you specifically are good at that time. Excellent, because you go around thing with your fingers in them saying I know how to get this off. Yes, but then why don't you just not have it on? Because then I guess people wouldn't know. There's no trick.","speaker":"spk_0","timeCode":222.73,"tags":[]},{"id":"OBJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"The mailman thinks her. But is the males well, yeah, Yeah. Certain? Yes. And so the mail is not sticking the mail in. Yeah, her butt and I don't want criminals until I go by. Part of the job is like bringing the mail inside, and I don't want criminals to come by. See the mail piling up in Susan Boyles. But I know that I'm not not in town. Do you","speaker":"spk_0","timeCode":308.54,"tags":["Susan Boyle"]},{"id":"OhJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"So this is what I'm worried about. And this is why I wish you would tell me how to release the Chinese finger trap so I could get her gather out. Because if I do that, the mail is have high owing Do that. Piling up dead meat at parties from now on. Because that is the main thing","speaker":"spk_0","timeCode":339.24,"tags":[]},{"id":"PhJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Heres what I can offer to Dio. And I don't know if it helps. I know a guy who makes great doggy doors. You're saying the problem is that you don't have one, right? Yeah. I mean, does it does he build them around people?","speaker":"spk_1","timeCode":373.35,"tags":["Dio"]},{"id":"QhJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Is that when you say that with your I worried about my dad. I'm worried that your next Oh, yeah. Yeah, I could see you. I would be trying to keep it a secret. Do your teeth are chattering? When you when you asked. I don't","speaker":"spk_1","timeCode":414.2,"tags":[]},{"id":"SRJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"and that's a spooky one. You know, we like to get mad about animal. Oh, God. Well, a lot of people been wondering. Ok, uh, Sean Hayes, you're gonna weigh in on this Sesil thing, which is sad. Yes. You probably are thinking, Well, you guys have both said before that you hate hearing anyone else called King of the Jungle, and you feel a riel. Need to establish that you're the king of the jungle. And so are you on the side of the mean evil dentist? No, Lets talk about cowards.","speaker":"spk_1","timeCode":470.55,"tags":["Sean Hayes","Sesil","King of the Jungle","jungle"]},{"id":"URJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"So isnt this guy mean dentists just doing what all people of his religion do, which is try to be more like David and used these tools. When you","speaker":"spk_0","timeCode":585.84,"tags":["David"]},{"id":"UxJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"given to a chopping motion. If you bunch too many fingers together, that's really cheating, because then that starts to have a density in that part of your hand. That's unfair advantage of the animal kingdom, and,","speaker":"spk_0","timeCode":624,"tags":[]},{"id":"VRJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"You, like, use it like a last two. Yes. Maybe he tries to wrap his tail around my neck and choke me with it. And then what am I doing? Fanning my hands around just waving my wrists and doing big stranded chops, his tail off with your hand.","speaker":"spk_1","timeCode":678,"tags":[]},{"id":"WBJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"open hand to hands. Yes, we already got the hands. That's great, huh? Playing? Yeah, Like a filling in those mushy. Mushing it in with your open hand mole. Yes. Quiche it up with your fingers on. Get it all squished in just the right shape. And you can shape it, uh, and stick it in there and submission it in. And if you do that, that's good. But he's using that. And then he's shooting arrows, guns and Ghana Africa, and it's not allowed. And he's on my list of naughty No, no boys. And if he meets me in the street, open palms coming for your brother.","speaker":"spk_0","timeCode":710.58,"tags":["Ghana Africa"]},{"id":"YRJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"what I want to say to this dentist is any time, any place you and me open hands, I will knock your head off and I will eat you afterwards, piece by piece.","speaker":"spk_1","timeCode":865.2,"tags":[]},{"id":"YhJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Because I've fight fair. He should where? The lions head. If he's going to do this like he like it if he is going to do the big fight with you. What if he showed up? Imagine, would you not be scared if he showed up with several? Says Alliance head on his head.","speaker":"spk_0","timeCode":880.2,"tags":["Alliance"]},{"id":"ZRJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Alliance goes fortunately, what I know you have does my fear feeds my adrenaline and my adrenaline makes my slaps even stronger. You go crazy. Oh, gosh. That's the thing. That's the thing about bite. Yes. No, I'm not the biggest","speaker":"spk_1","timeCode":928,"tags":[]},{"id":"axJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Oh, please. Yeah, No, that that actually would end the sport. Because if anyone ever found that secret,","speaker":"spk_0","timeCode":974.6,"tags":[]},{"id":"bRJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"it just blasting everywhere in a circle. But the sprinkler right up. You wouldn't be scared of that. Hes How long have you known me?","speaker":"spk_0","timeCode":1003.48,"tags":[]},{"id":"bhJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"You're asking if I know anything about you. It's that you're not scared of throwing up?","speaker":"spk_1","timeCode":1015.13,"tags":[]},{"id":"eBJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"get $5 off today. Sponsors Casper mattresses, obsessively engineered American made mattresses at a shockingly fair price, and now you can get $50 toward any mattress purchase by going to Casper dot com slash handbook and using code handbook. Listen, do you ever run into your wallets hard as you can and it really hurts.","speaker":"spk_0","timeCode":1094.55,"tags":["Casper","Casper dot com"]},{"id":"ghJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"most ripped my arm because, I mean, I don't want to engage you on in general, because if we start the conversation, I know you will. Just whichever direction you're facing, you will start to prove how fast. I am going to go into a dead sprint. I'll start trucking. Yeah. And so if you're facing like a big window, for example, I'll have to just ignore you and feels very right. I've noticed","speaker":"spk_1","timeCode":1214.66,"tags":[]},{"id":"jxJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Yeah. Uh, no, I know that one. Yes, and it was a pound of feathers is worth more in tizi than, um a pound of so live birds because they feel why you have them all. You have saw that assaulted, Burnt others can't.","speaker":"spk_3","timeCode":1385.98,"tags":[]},{"id":"lBJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Whats that? Ferrari? Because cargo fat now. Ah, Well, is it a group of teenage friends that are getting into all kinds of crimes? It may be the girls that","speaker":"spk_0","timeCode":1438.24,"tags":["Ferrari"]},{"id":"mRJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Mike still is here, and he's a guest. And why did we talk about a magazine before we say his name? Because he was in Fast Company Magazine when we here we have","speaker":"spk_1","timeCode":1475.14,"tags":["Mike","Fast Company Magazine"]},{"id":"pxJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Oh, yes, it really Well, you don't think that I did. Maybe. Yes. That Yes, The beans. You don't know how much is in those being?","speaker":"spk_3","timeCode":1608.51,"tags":[]},{"id":"qxJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Yeah, you're right. You're right. And we have joked about it. I know it was less than a month ago, was on July for yes, yes is very recent and what we got right in there. And that's, you know, I think that's what the to bring it back to. Fast Company Magazine is all about","speaker":"spk_0","timeCode":1642.7,"tags":["Fast Company Magazine"]},{"id":"rxJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"parenting is it's important to listen to the things they're saying. Like he all of years been like, I want blood my hands off when both my hands off.","speaker":"spk_3","timeCode":1686.24,"tags":[]},{"id":"sRJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"And you know, and you never there to feed the geese.","speaker":"spk_1","timeCode":1711.81,"tags":[]},{"id":"uxJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"are actually losing your hand. It means that, you know, she's so out of hand","speaker":"spk_0","timeCode":1793.66,"tags":[]},{"id":"vBJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"so hard, so hard that they flew out, you know? And that's what stuff is that I didn't I want. First of all, I'm a very sex positive role model. Yes, with my son.","speaker":"spk_1","timeCode":1797.63,"tags":[]},{"id":"vRJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"That's huge. And I'm glad you brought that because that is huge. And that's a passion of yours.","speaker":"spk_3","timeCode":1807.51,"tags":[]},{"id":"vxJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"that that's happening. I don't shame him. I don't think masturbation is bad. No, because it fucking rules. It's great.","speaker":"spk_3","timeCode":1820.38,"tags":[]},{"id":"whJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"rides them like he's riding like a recumbent bicycle upside down. Yes,","speaker":"spk_3","timeCode":1836.31,"tags":[]},{"id":"wxJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"kind of moves his feet. He's peddling his legs in order to create the friction.","speaker":"spk_3","timeCode":1844.57,"tags":[]},{"id":"yxJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"That's a great story of family, and I want to say for regular listeners that when he does talk about his son Sam, this is not my little cousin, Sam. No, because we do have a Sam on the podcast that","speaker":"spk_3","timeCode":1913.71,"tags":["Sam","Sam","Sam"]},{"id":"0hJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"you go, You're good to it. And then he can't stand. You're making solid, uh, gold","speaker":"spk_1","timeCode":1963.82,"tags":[]},{"id":"0xJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"record. Careful. Would you wish for, um","speaker":"spk_3","timeCode":1969.11,"tags":[]},{"id":"1BJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"but we're talking about Fast Company Magazine. And so we were saying lists and we were saying something else. You were featured in an article on Fast Company Magazine. You're the star of the article. Was the","speaker":"spk_1","timeCode":1972.93,"tags":["Fast Company Magazine","Fast Company Magazine"]},{"id":"1hJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"We're one of Eh Weeklys best people of 2014. And we were in split cider and we were considered for an article in the A V Club. But there","speaker":"spk_3","timeCode":1997.01,"tags":["Eh Weekly","A V Club"]},{"id":"2hJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"All right. Time to crunch some numbers.","speaker":"spk_1","timeCode":2042.04,"tags":[]},{"id":"3RJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"then add one to it. And then now you have five now. Want to leave that place? Seven. Yes, Because if they do it for us, they have to do it for everyone","speaker":"spk_3","timeCode":2047.79,"tags":[]},{"id":"3hJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"on the web sites on every day.","speaker":"spk_1","timeCode":2057.89,"tags":[]},{"id":"5RJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Oh, gosh, Yeah.","speaker":"spk_0","timeCode":2102.74,"tags":[]},{"id":"6hJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"He was here. Yeah, he Well, the thing is, he had a sculpting mind set, Eh? So whenever he would seek And he would try to teach this to his students sometimes, but he would like","speaker":"spk_0","timeCode":2134.16,"tags":[]},{"id":"6xJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"when he would see Clay. Most people be like that's ah, mound of clay, hed like No, that is That's Ah, the Eiffel Tower. Oh! Oh, He would just say that. Yeah. Oh, amazing creative mind. Yeah, that he would look at the love triangle. That's the Eiffel Tower.","speaker":"spk_3","timeCode":2146.79,"tags":["Clay","Eiffel Tower","Eiffel Tower"]},{"id":"7RJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Fast Company Magazine article you were the star headline deadline. Is this man the next Lorne Michaels? Yes.","speaker":"spk_1","timeCode":2172.44,"tags":["Fast Company Magazine","Lorne Michaels"]},{"id":"7xJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"About who? What? Whos got it? It was this contest called Whose? Got it? Yeah, and it's kind of it was kind of a talent competition. Sort of, uh, sort of the view meets voice. Yeah, sure. Yeah. And, um uh, my talent was, uh, Lauren Michaels. I Yeah, because he does so many good things in the world. And I wanted to be that you your town was discovering talent? Yes. On a talent show. Yeah. So you would go on stage","speaker":"spk_3","timeCode":2192.12,"tags":["Lauren Michaels"]},{"id":"8hJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"was the view element of it. Because you did say that it was because that sounds like the voice more to me. Um,","speaker":"spk_3","timeCode":2234.73,"tags":[]},{"id":"9xJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Yeah, exactly. It's ah, a bit of a Russian nesting doll","speaker":"spk_1","timeCode":2285.01,"tags":[]},{"id":"-RJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"I don't know. And that's something that's been really exciting for me. As I imagine, I've only had this vessel","speaker":"spk_0","timeCode":2294.23,"tags":[]},{"id":"-hJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"to be in and just the thought of feeling and other mans fingers, Not just another man. I mean, like that body and","speaker":"spk_3","timeCode":2303.59,"tags":[]},{"id":"_RJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"a body. It is. We should stop dancing around it. It's a body called body. Lets be","speaker":"spk_3","timeCode":2332.57,"tags":[]},{"id":"_hJPMHMByMrymAEm9Yy5","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"sex. Positive. That's a body. Yes. Finally. Have you thought about night prayer in the first thing you would do in that body?","speaker":"spk_1","timeCode":2337.37,"tags":[]},{"id":"AhJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Okay, I need a little more. Well,","speaker":"spk_3","timeCode":2374.32,"tags":[]},{"id":"AxJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"it's just like I know what you mean. It's like unzipping just the zipper and like trying to take it out. We have, like, taking your belt off and stuff.","speaker":"spk_1","timeCode":2376.78,"tags":[]},{"id":"ChJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"That's smart. Love being the next installment. Michaels isnt easy, is it, Mike? Well, no, because now people assume that I can give them sketch notes.","speaker":"spk_1","timeCode":2426.36,"tags":["Michael","Mike"]},{"id":"EBJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"So whats happening in your own life? Okay, so, uh, like, earlier today we're at, uh uh, we're at Whats the place called? I want to call it a tamarind Delhi tomorrow in Delhi. Uh, and have you ever been to the Tamar in Delhi? But they have a great","speaker":"spk_1","timeCode":2468.84,"tags":["Delhi","Delhi","Tamar","Delhi"]},{"id":"FRJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"his and he kept. McKee can hold the chips.","speaker":"spk_0","timeCode":2525.75,"tags":["McKee"]},{"id":"FhJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"All right. Uh, but he just can't get he can't get them open. So yeah, he's used to happen on it or something.","speaker":"spk_3","timeCode":2528.52,"tags":[]},{"id":"GxJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"wheres the kid of blues? Hands on Trudeau.","speaker":"spk_1","timeCode":2566.01,"tags":["Trudeau"]},{"id":"IRJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"all. Just say the first letter and I'll tell you if he's telling the truth. J OK, this guys good. Uh, and so I was suggesting new characters to put in and then people that would play those characters well, on dso I was doing that a lot. And then eventually I started getting bounce backs, and eventually, at first he was, like, responsive. And then, uh, less so. But then I stole one of my characters because, uh, uh, I had an idea for a new X wing pilot. That was like he was I love this stuff. Yeah,","speaker":"spk_3","timeCode":2623.09,"tags":["J","X wing"]},{"id":"JRJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"But then that. But that's if that happens.","speaker":"spk_1","timeCode":2685.66,"tags":[]},{"id":"JhJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Then that would be a great thing for episode. Say","speaker":"spk_3","timeCode":2689.38,"tags":[]},{"id":"KhJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"that's sort of my childhood. And that's my high school was going to see Star Wars. Yeah, and so a lot of my memories come from that. You remember the first time you saw Princess Leia?","speaker":"spk_1","timeCode":2719.78,"tags":["Star Wars","Princess Leia"]},{"id":"PBJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Somebody was hiding something, and I'm hoping, Yeah, there could be anything in here, Jules.","speaker":"spk_3","timeCode":2884.12,"tags":["Jules"]},{"id":"QxJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Like, Very dangerous. Yeah. Tough place to grow up as a kid. Yeah,","speaker":"spk_3","timeCode":3003.1,"tags":[]},{"id":"RRJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Um, trying to open up our minds about what things could be made into. Look at this. Look at this brick. Yeah,","speaker":"spk_3","timeCode":3017.34,"tags":[]},{"id":"SBJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"and making us to be like this could be a brick wa imagination. Yeah.","speaker":"spk_3","timeCode":3041.79,"tags":[]},{"id":"SRJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Wow. So then what else? Uh,","speaker":"spk_1","timeCode":3049.14,"tags":[]},{"id":"TRJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"and niece, nephew, nephew And, uh, you know, shed take me all around the country. She would teach me about America. And I slowly, you know, gave away my British ways and really, truly felt American when Carrie was around. And that's the first time you saw Princess Leia. Okay, Hes how about you?","speaker":"spk_3","timeCode":3087.1,"tags":["America","Carrie","Princess Leia"]},{"id":"VxJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"But how? Because it's going off. I think I think they have some other when I get figure like another little or pull under it. And then it goes in that pool. And then there's probably at a tube Love you would name.","speaker":"spk_3","timeCode":3182.83,"tags":[]},{"id":"WxJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"But they also don't tell you about this effect is that the whole gets bigger over time without you even having to do anything. And it some point it becomes the big that if you get in the pool trying to watch a movie that Star Wars is training which start work. Ah, you","speaker":"spk_1","timeCode":3216.3,"tags":["Star Wars"]},{"id":"XRJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"luckily, thank God for this sinkhole, because the fall very far Yeah, yeah, that's too far. Yeah, I like a good and","speaker":"spk_0","timeCode":3244.11,"tags":["God"]},{"id":"bBJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"it's gotta be driving you nuts. Uh, because the articles a few weeks old and then you've got another, like, eight bucks. Well,","speaker":"spk_3","timeCode":3362.66,"tags":[]},{"id":"bhJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"and it's nine months, so I mean, this is absolutely no offense, Tracey Ullman. I","speaker":"spk_3","timeCode":3385.84,"tags":["Tracey Ullman"]},{"id":"chJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"yeah, there were There were shorts that Matt Graining would do on her show. And it was my idea to make to say. I said to Matt once when I was just a p a on the show. Uh, she's outracing. I met. I said, Matt melt Make that make those longer and do it on Fox. Yeah. How could they have Bart Simpson?","speaker":"spk_3","timeCode":3414.2,"tags":["Matt Graining","Matt","Matt","Fox","Bart Simpson"]},{"id":"cxJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Yeah, Bart Simpson was in just","speaker":"spk_0","timeCode":3435.08,"tags":["Bart Simpson"]},{"id":"exJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"like a punishment. Just a little bit of Bart Simpson.","speaker":"spk_3","timeCode":3464,"tags":["Bart","Simpson"]},{"id":"fRJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Well, with technology these we froze eggs earlier and we froze my semen. And on we're gonna use I'm the same freezer, same freezer who were like, Eh ice creams in that freezer. Sam? No. Is that freezer? Oh,","speaker":"spk_0","timeCode":3477.65,"tags":["Sam"]},{"id":"gBJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"whole how? Yeah, kg. Remember eso","speaker":"spk_0","timeCode":3531.34,"tags":[]},{"id":"ghJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Just like I thought all out, and then freeze it again. You have. You can do it. It's on a plate, Right to maybe it wasnt a cube. And now it's Yeah, I have all spelled out the actual plates. Eyes is really the best way to do it. Because plates themselves retained some of the cold there seeming on there on do you have it? Keeps it cooler on the same temperature cause they're cycles within a, uh, freezer.","speaker":"spk_0","timeCode":3563.58,"tags":[]},{"id":"jRJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"like a long time. They based the movie short circuit.","speaker":"spk_1","timeCode":3683.02,"tags":[]},{"id":"lxJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"You know what? I wish I had the time. Yeah, because it was a true passion of mine. Uh, what Entomology is doing? What I just did. Yeah. Yeah,","speaker":"spk_3","timeCode":3837.76,"tags":[]},{"id":"mhJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Oh, researcher. Everyones like, Ooh, heres this is the stuff that this is the stuff that I can show Mom. But what about the stuff I couldn't show Dad. Mm. Yeah. What about the goods? That way? Well, assuming Dad sex positive. The dirty your sex positive dad, like me. So, uh, now Nicole Buyer, of course, was on Ah, SNL for three seasons. Some great characters. Yeah, Yeah. Uh, she played, uh, crazy Arctic scientist. Yeah. Yeah. It's too cold to do this science up here.","speaker":"spk_3","timeCode":3913.65,"tags":["Nicole Buyer","Arctic"]},{"id":"mxJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Yeah. Yeah,","speaker":"spk_1","timeCode":3953.6,"tags":[]},{"id":"nBJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"totally. She did. Isis D j. Uh, yeah, I really like I was pre I mean, that's","speaker":"spk_3","timeCode":3955.86,"tags":["Isis"]},{"id":"oxJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Yeah, that's awkward. Yeah. Well, did you close the blinds? Or was that Could people see in. Ah. Ah.","speaker":"spk_3","timeCode":4076.26,"tags":[]},{"id":"sBJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"it's so hard for me to focus on this story because now I'm remembering the hump face that he made money. Lets humping me air What was like a hump face with it? Oh, well, it's not gonna translate on the podcast, but you can describe it. It was, like,","speaker":"spk_3","timeCode":4217.4,"tags":[]},{"id":"shJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Um, he sort of looked at this middle distance in the room. Close one eye.","speaker":"spk_3","timeCode":4237.17,"tags":[]},{"id":"sxJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"Ah, yes, I guess it was Yes. Sort of. An extended wink. Yeah. Anyway, the that's so nice to have the medicine for everyone with the sugar. Yeah. You need medicine for dessert?","speaker":"spk_1","timeCode":4243.96,"tags":[]},{"id":"txJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"can you picture? I got, like, a bonfire? Um uh, No. Are, you know, art teacher? I","speaker":"spk_3","timeCode":4288.09,"tags":[]},{"id":"vRJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"So, uh, you picture a small Canadian flag about the signs of Ah, a foot and, uh,","speaker":"spk_3","timeCode":4324.63,"tags":[]},{"id":"whJPMHMByMrymAEm9Y25","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"to keep the fire in the circle. You don't have to grow like, right now. Most of, uh, Californias on fire","speaker":"spk_1","timeCode":4390.29,"tags":["California"]},{"id":"yxJPMHMByMrymAEm9Y26","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"because I mostly nor from the cover of Fast Company Magazine Love how is have the identified or that we're doing the Time magazine thing. We're like, every time they mention","speaker":"spk_3","timeCode":4481.58,"tags":["Fast Company Magazine","Time"]},{"id":"zRJPMHMByMrymAEm9Y26","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"hands where the guys hands air like reaching around coverings when I was reading Fast Company Magazine so familiar to me.","speaker":"spk_3","timeCode":4502.38,"tags":["Fast Company Magazine"]},{"id":"0BJPMHMByMrymAEm9Y26","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"It's okay. Turn yellow and blue. You're okay. Wow. Well, okay, so before we wrap up, uh, Mike, do you wanna plug anything?","speaker":"spk_3","timeCode":4526.68,"tags":["Mike"]},{"id":"0hJPMHMByMrymAEm9Y26","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"for a few big changes. So good for it's gonna be really fun. And, uh, we're really gonna break open what people think of a sketch comedy because, uh, because I think it's generally confusing, I agree to make it a little more accessible. Great way asked Ryan Teoh,","speaker":"spk_3","timeCode":4544.36,"tags":["Ryan Teoh"]},{"id":"1RJPMHMByMrymAEm9Y26","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Still, Our Close Friend","line":"oh Hollywood","speaker":"spk_1","timeCode":4579.13,"tags":["Hollywood"]}]