[{"id":"TRKYMHMByMrymAEmm6Bk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus Again, Our Close Friend","line":"was considered pre co. For a while. That's what they were looking for. A report because Comedy Central and they knew","speaker":"spk_0","timeCode":3672.71,"tags":["Comedy Central"]},{"id":"WRKYMHMByMrymAEmm6Bk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus Again, Our Close Friend","line":"think about it. Yemen, for example. Thundercats. Hilarious. But how come the one Panther that was clearly First of all, he was a panther, had a black voice, was muscular and was the mechanic. That's bullshit, man. About how about G I Joe? How about G I, Joe? Lets see who is the only black character in G I. Joe Roadblock, the chef, literally. His name means the impeding of progress.","speaker":"spk_0","timeCode":3797.18,"tags":["Yemen","Thundercats","Panther","G","I Joe","G","I","Joe","G I. Joe"]},{"id":"YBKYMHMByMrymAEmm6Bk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus Again, Our Close Friend","line":"that's what you called Stuart Scott.","speaker":"spk_1","timeCode":3977.53,"tags":["Stuart Scott"]},{"id":"YRKYMHMByMrymAEmm6Bk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus Again, Our Close Friend","line":"No, no, no, no. Stewart. I don't know. Stuart Scott is he, uh, a baseball player? Basketball player First,","speaker":"spk_2","timeCode":3979.3,"tags":["Stewart","Stuart Scott"]},{"id":"ZBKYMHMByMrymAEmm6Bk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus Again, Our Close Friend","line":"should reach in the bag twice. We did too.","speaker":"spk_0","timeCode":3998.07,"tags":[]},{"id":"ZhKYMHMByMrymAEmm6Bk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus Again, Our Close Friend","line":"It's Ah, losing scratch off, we think. OK, so All right. Great. Uh, well, thanks for thanks for having air. Yeah.","speaker":"spk_0","timeCode":4013.44,"tags":[]},{"id":"bRKYMHMByMrymAEmm6Bk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus Again, Our Close Friend","line":"And you're okay. And that's the plug. Okay, great. Joma girl is going to get a free Twitter Shout out from you,","speaker":"spk_1","timeCode":4078.55,"tags":["Twitter"]},{"id":"cRKYMHMByMrymAEmm6Bk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus Again, Our Close Friend","line":"a lot of people do it completely differently. I just open up the app, right? Something in and hit click and just boom out. It's out there. Hey, I put my normal pants on one leg at a time like every other guy. And so here we go and lets get out of here.","speaker":"spk_1","timeCode":4098.13,"tags":[]},{"id":"dxKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"six or seven XFL teams, which were supposed to be a more extreme version of the NFL and which, at the time, people thought, yes, but what might be a good investment? And you bought them on a debit card? Mm. For example, uh, and over Drew, because the cards look the same. Like, this is what they don't explain to you. Debit card and a credit like it's the same shade. Friggin size. Yes, they look exactly the same. And sometimes even the same color ran number.","speaker":"spk_0","timeCode":43.53,"tags":["XFL","NFL","Drew"]},{"id":"eRKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Philadelphia Stompers and the, um Sacramento Ah smashers and the Ah, North Allegheny Krump, krump, krump, krump dancers. And then you have, Ah, lets say the ah mahn Puli Air Ah, Cornhuskers. So even if you did that, you can still apply a privileged dot com slash podcast and fill out a simple online form. You have a decision coming to you in a couple hours after you do it. So that's and that's only to say that sentence. So that's privileged dot com slash podcast or call 8554774850 priv low. Get home. Should we get a home? Get ah, home? Yes. Should be okay. Let me do it again. Yeah, that's privileged dot com slash podcast or call 8554774850 priv low. Get my home. Get What did you say? It should be. It should be either get Ah, home or get the home, Get the home getting get those home or a scorer. New home. Oh, home run home run should be home run, Get home, run","speaker":"spk_0","timeCode":81.83,"tags":["Philadelphia Stompers","Sacramento","Ah smashers","North Allegheny","Krump","krump","krump","krump","Puli","Cornhuskers"]},{"id":"fBKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"on And I said, No, Cheech, that's not what you said. You said not to finish your juice boxes. This is a squeeze it. And if you remember, squeeze it is a plastic bottle shape, juice treat I remember. And so ah, he tells me, you know, and I again I don't do his boys, so I won't even try. But he goes, That's semantics. And I and I said, uh um, I made a joke about some about like, uh uh, I'm something about being romantic. He collects all those nineties drinks, so coup. He has a lot of books. Coueys, It's and Ah and ah xto cooler. That's so funny to say","speaker":"spk_0","timeCode":170.36,"tags":["Cheech"]},{"id":"ihKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"But anyway, when you make it a beaver, it then is like, Oh, look at these guys. They all like animals or something. And it just becomes so offensive that no wonder they walked off and I can't","speaker":"spk_0","timeCode":462.54,"tags":[]},{"id":"jxKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"the guy that means that the main guys talking to the character sits on face. Mm. Uh, which What was that originally? Oh, they kept that. Oh, that was the original. It was sits on face. Yeah, well, I've seen ah guy do that. Okay. Well, they made it a girl. I guess that's how they changed it. uh, very offensive watch why?","speaker":"spk_1","timeCode":503.4,"tags":[]},{"id":"mBKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"And so that's what eventually led me to using that terminology. And if they had asked me about my process, I bet they wouldn't have done this. PeopIe in the teepee stuff that we can all agree is not very good. I sort of wonder if you are","speaker":"spk_0","timeCode":662.05,"tags":[]},{"id":"oxKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"No. Now, I know sometimes when you're writing, especially if you're in touch with the earth. And, um if you do use a dreamcatcher properly, what happens is you capture these fantastic imaginary images. Ah, and you wake up and you just see like, oh, man, with tits, it's states and you go, this has to be there for America. And you put it in the script. And when it gets changed to strawberries, you just have to wonder.","speaker":"spk_0","timeCode":895.91,"tags":["earth","America"]},{"id":"pRKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Sure. The different fruit, you know, Whats the strawberry to you? Um","speaker":"spk_1","timeCode":943.13,"tags":[]},{"id":"phKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"well, it's gone. Ah, coarse, thick rind.","speaker":"spk_0","timeCode":949.94,"tags":[]},{"id":"qBKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Okay? And it's, um, about the size of ah, 10 hot dogs, 10 hot dogs end to end or just kind of bunched together.","speaker":"spk_0","timeCode":964.44,"tags":[]},{"id":"qhKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"And it's, um, makes a sound like a high humming sound When you you were shaking it when you shake it by your ear. Yes. Ah, and it, um, floats, but you can't surf on it. Found that out the hard way. Um, and it's ah,","speaker":"spk_0","timeCode":981,"tags":[]},{"id":"qxKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"I'm not allergic to it,","speaker":"spk_0","timeCode":1009.73,"tags":[]},{"id":"sRKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"dust. Um, and then there's","speaker":"spk_0","timeCode":1080.94,"tags":[]},{"id":"txKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"We have two good guests today.","speaker":"spk_0","timeCode":1186.7,"tags":[]},{"id":"yBKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Come on, there's I guess we just have to use. That means we don't have time to do anything else. You're wanting","speaker":"spk_0","timeCode":1414.33,"tags":[]},{"id":"yRKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"these additional brown and product messages additional. What Brow did Brett Brand brand is a brand brand Britto brand? Yeah. Oh my God, that was not brand","speaker":"spk_1","timeCode":1420.69,"tags":["Brett Brand","Britto"]},{"id":"0RKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"and your landing on the latex foam and memory foam. It's got to be light out when you do the kicks. Otherwise the camera won't see it. Um, theyve got just the right sink, just the right bounce. No matter how you sleep, they're obsessed with","speaker":"spk_1","timeCode":1519.59,"tags":[]},{"id":"1xKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"do not know.","speaker":"spk_0","timeCode":1600.91,"tags":[]},{"id":"2xKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"because you can't tell whats going on inside and see whats going on inside. And there's so much, um,","speaker":"spk_1","timeCode":1621.1,"tags":[]},{"id":"3xKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Alex and Finger Yeah, uh, yeah, and and finger. But and Ah and John Bass bass are both here today. Star, that's confusing because of you heard this all about that bass song?","speaker":"spk_1","timeCode":1685.07,"tags":["Alex","Finger","John Bass"]},{"id":"4RKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"for John. Okay, well, that was in the contract. Well, let me","speaker":"spk_1","timeCode":1725.33,"tags":["John"]},{"id":"4xKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"I have said all about the best. Heres the thing. Heres the pink. Heres whats crazy about it. My sister is married to a guy named Adam Sevele. So we go all about the bass? No. Several.","speaker":"spk_1","timeCode":1734.8,"tags":["Adam Se'vele","Se'veral"]},{"id":"5BKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Uh, yeah, just laugh. And I want to be invited to family barbecue. What? Thanksgiving. That got so much laughing. That's good. Show and fuck Adam so hard. Big Time in Hollywood, Florida. Interesting that it is mostly about two boys. Yeah, which also podcast named Hollywood in the name and two boys. Also two boys. Yes. And there's Ah, tertiary character. Who is a stupid guy? Well, almost like an engineer. Yes, Almost like an engineer. Yeah, sort of. Stupid. In the manner of an engineer. Yes, he's fucking it up. And ah, he can't get anything right. And he seems to have some sort of brain disease. And it remind me of seeing the engineer and how they try to do stuff. And they can't.","speaker":"spk_1","timeCode":1751.14,"tags":["Adam","Hollywood, Florida","Hollywood"]},{"id":"5xKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"I Yeah, that's a That's a classic engineer sound.","speaker":"spk_0","timeCode":1818.9,"tags":[]},{"id":"6RKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"uh uh. I mean, I hope I don't know that we don't need to talk about engineer stuff. I don't want to make him feel you get everything so mean?","speaker":"spk_1","timeCode":1828.05,"tags":[]},{"id":"9BKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"the number and APS and talk about the AB. Yes, because there is actually different models, and they're changing in their streaming. Now at my house, it's 42.","speaker":"spk_1","timeCode":1988.23,"tags":[]},{"id":"9RKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"See? That's a chance. Romney. Cannell. That's what I'm saying, right? That's yes. Your but my way up in the eight hundreds. Right? And there's a 1001. And I seen it last time we were watching on the, um uh, when we were at the restaurant, we were seeing how high up it could go. You at","speaker":"spk_0","timeCode":1999.95,"tags":["Romney","Cannell","hundreds","1001"]},{"id":"-RKbMHMByMrymAEmVqDA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"he does want it back.","speaker":"spk_0","timeCode":2066.16,"tags":[]},{"id":"ARKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"the opening and closing the computer? That's never Yeah, I would say That's mistake number one. Yeah, you probably shouldn't open and close the computer constantly.","speaker":"spk_1","timeCode":2152.94,"tags":[]},{"id":"AxKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Oh, yeah. Okay. So I know what you're playing. Playing Get started. This is that What? Do you like that better than the other clip? I mean, both of them are very short.","speaker":"spk_0","timeCode":2224.22,"tags":[]},{"id":"BBKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"What Weird. You choose that? Clearly. That's the end credits. Yeah, it is. It is a weird. It's definitely weird, you know, clip to choose. I think from it. What you specifically what you played was were the production. Are you worried about spoilers at the end? No, I'm not worried because we're trying to turn people on to the show, and he's saying it's the end part. So is it that is going to give it away? Do they not know that there's a There's ah, glow glow glow guy being crushed? No, I you can get right. Yeah, it xanthi Of anything. So that must hurt. Yeah. Every episode ends with the production crew, right? It's only nothing about the show. Okay, so like like, uh, Bugs Bunny, where the globe can get crushed in one episode, and then he just comes back, okay. And then","speaker":"spk_0","timeCode":2240.44,"tags":["Bugs Bunny"]},{"id":"CBKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"So at the end of every episode, like we're talking episodes over the show is not I'm sorry.","speaker":"spk_0","timeCode":2329.57,"tags":[]},{"id":"ChKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"parody, sort of, uh, of how your vision for a television show can get compromised by the process of network notes. Sir. You know, we know what episodes is. I think I think John knows. I don't think that's what he meant. No, not at all. I was talking about the episodes of our episodes Of Of Big Time in. I feel like we're like, This is gonna get so confused like, What is","speaker":"spk_0","timeCode":2351.45,"tags":["John"]},{"id":"DRKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"David Spade, I don't think is in that The Showtime show, the Showtime show episodes Showtime show David Spade. Oh, I didn't know Tom The Comedy Center. No, it's not do. Should we do that? The notes. Lets do this because we did touch on and you guys did bring up episodes, and that is a nice,","speaker":"spk_1","timeCode":2401.63,"tags":["David Spade","David Spade","Tom","Comedy Center"]},{"id":"GxKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"And that's and sponsored by Alexa and Finger. Ah, that idea. So well take it under consideration. It wouldn't work. But heres the thing with your show. I love the show so much","speaker":"spk_1","timeCode":2641.6,"tags":["Alexa","Finger"]},{"id":"KRKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"So and now this is aged one. This is his characters name on the show. So now you could go back and really enjoy this bit. Now that you know that. And when you cared your job plays Of a show, Tao No. Well, yeah, but who cares?","speaker":"spk_0","timeCode":2833.34,"tags":["Tao"]},{"id":"LBKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"stuff that you could have used right out the season. I just I don't know how to use that, but I'm worried. Times on set. I want to make sure that the word times on set where I would go Hey, what if I like, all of a sudden, just when? But you just want us to refer to you as, like, a farmer and the Yeah, or me, Or like any other characters. And like the whole time that we were on set, I would like, come up to you those suggestions and youd like, just, like, smile like, walk away. Yeah, I thought you were totally kidding,","speaker":"spk_1","timeCode":2876.16,"tags":["farmer","Yeah"]},{"id":"LRKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"but I now that you know that I know that you're serious about it. And, you know, we can refer to you as several of these, you know, for like, next season. This is farmer in the Dell. Great. I think we just settled it on. I think we might have saved the show. Yeah, very good now. And yeah, so Delbert","speaker":"spk_0","timeCode":2901.7,"tags":["Dell","Delbert"]},{"id":"PBKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"You know, we're not doing any clips, right? You know, we're not saying anything now. You know, have to talk. That's not what we're saying. It all. It's a podcast. Yeah, we're not allowed to say anything. Only do what you say. No, say anything. Just following the rules. Yes. Nobody eyes allowed to produce anything, I guess. And it's all just listening to you guys and you guys are mean. Like, that doesn't sound like something people would like.","speaker":"spk_1","timeCode":3069.3,"tags":[]},{"id":"QxKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"port on your computer out in the middle of that and just started playing after the clip. Also on your phone. Okay, that's that's different. That's a phone call I'm getting. It's just a video. You want to take that?","speaker":"spk_0","timeCode":3147.44,"tags":[]},{"id":"ThKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Oh, it was having sex minimum.","speaker":"spk_1","timeCode":3261.53,"tags":[]},{"id":"UhKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Oh, no. Then this is just definitely a porn video. That's has nothing to do with Skype er or anything you're talking about. Just whats in this loan is in the literally inside the phone,","speaker":"spk_1","timeCode":3298.94,"tags":["Skype"]},{"id":"VBKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Okay, Okay, just let go. This is a losing battle. E t porn home. Is that what you think it is? OK? I mean, is that your thing? Now imagine what that would be. They never would have won the Oscar with that.","speaker":"spk_1","timeCode":3321.6,"tags":["Oscar"]},{"id":"WBKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Woo. Yes.","speaker":"spk_1","timeCode":3411.95,"tags":[]},{"id":"YBKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"a lot of","speaker":"spk_1","timeCode":3524.05,"tags":[]},{"id":"YxKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"And you know, so yeah, that was mine. That's what she said. Uh, can you talk about on and popping in a little bit on and poppin? Yeah. Um, that was another one that I coined. Yeah. And you? What did you want it to mean? And how are people using it now in the club, on and on and poppin was I mean, it was it was supposed to be about popcorn, actually, which is perfect for this segment. Yeah, and it was strictly for my machine. I had a popcorn machine, and it was when and I would say it's on and popping. And that means, quite literally, that the popcorn machine is on bond. That the colonels air popping and get ready to enjoy a treat. And that also was taken. And it was used by all these youngsters in the clubs in a very derogatory way. You're proud of biz, natch. That one worked out business. Yeah, a business was fine. I used to scream Biz, natch. A lot better way to say, bitch.","speaker":"spk_0","timeCode":3548.2,"tags":[]},{"id":"aBKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"uh, this is toe out. His friend under popping from Valerie Bryant. Have you ever committed a hate crime? Uh,","speaker":"spk_1","timeCode":3647.47,"tags":["Valerie Bryant"]},{"id":"ahKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"I would say it's a hate crime. The way that you eat popcorn, I will take that. I've seen you do it, John. It's the questions for John. I know, but I''ve watched him.","speaker":"spk_0","timeCode":3672.7,"tags":["John","John"]},{"id":"bBKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"guy playing basketball. It takes a shot, goes over the basket and then goes to the refugee like it's OK that I did that, that it does count for poise.","speaker":"spk_0","timeCode":3697.72,"tags":[]},{"id":"bhKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"it's like I lean over toe Hayess board and I write in a funny pun on his thing. And then he goes, Oh, it's okay. You can help me out. And then he gets the points from the points guy on at midnight. No, thanks.","speaker":"spk_0","timeCode":3716.74,"tags":["Hayes"]},{"id":"bxKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"No, you're not allowed to do. You can't do that. The guy catches you doing that. The nerd you're in big trouble has done that show. Alex is about about 20 scary you got letters. Care. Doing it with Stephen Tobolowsky him Very good to look up. Whats in the news? Okay, okay, okay. Imagine a picture and then imagine what you could say about it.","speaker":"spk_1","timeCode":3729.94,"tags":["Alex","Stephen Tobolowsky"]},{"id":"dRKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"It was a real danger that that would never you would never have been able to say that if I","speaker":"spk_0","timeCode":3849.9,"tags":[]},{"id":"dxKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Yeah. You know, all the right spots and how all my pieces work. That's what she said.","speaker":"spk_0","timeCode":3881.2,"tags":[]},{"id":"fBKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"So close to making me","speaker":"spk_1","timeCode":3942.69,"tags":[]},{"id":"khKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"That's what we find out. Uh, heres a question from Blink dear Alex, What made you want to start taking your hair vertical? How is that decision change your life? Can you give us any tips?","speaker":"spk_1","timeCode":4207.36,"tags":["Blink","Alex"]},{"id":"lRKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Forever. Forever Way showing me sketches of aliens, sketches of the alien pictures of me and sketches Of please Of","speaker":"spk_1","timeCode":4285.41,"tags":[]},{"id":"phKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Thanks for being here. Wait, what we're gonna do is ah, tell people toe like a son, the iTunes and Facebook and go talk to us on the forums. Raid us, right? A positive review. Ah, be friends with us like us. Tell your friends about us. Wanna listen to us more to go ahead. Do it. And that's not all. Somebodys gonna get the pro version.","speaker":"spk_1","timeCode":4563.71,"tags":["iTunes","Facebook"]},{"id":"qRKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Yeah, Lets just do 10 off. Hey, lets do a quick,","speaker":"spk_0","timeCode":4607.45,"tags":[]},{"id":"qxKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"doubt that would be Delve Ira. That's another one. Um","speaker":"spk_1","timeCode":4651.04,"tags":["Del","Ira"]},{"id":"sRKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Anyway, that's privileged dot com slash podcast or call 8554774850 that's 8554774850 privilege. Get home. That's That's all right. That should get my own. That's what we were shooting. Okay, so we are on the same page about that.","speaker":"spk_0","timeCode":4731.28,"tags":[]},{"id":"tRKbMHMByMrymAEmVqHA","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Anfanger and Jon Bass, Our Close Friends","line":"Rachel Bloom, Collection of Men, Corpses and one woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesis listed, but Phil Collins has crossed out and encircled in cross out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesus. I mean, Josh Of Circle. And that's just the beginning. Season three of a low from the Magic Tavern is out now, listening stitcher, apple podcast or wherever you get your podcasts.","speaker":"spk_0","timeCode":4802.69,"tags":["Rachel Bloom","Felisha","Day","Colton Done","Andy Daly","Genesis","Phil Collins","Phil Collins","Thomas Middleditch","Jesus","Josh","Magic Ta'vern","apple"]},{"id":"sxJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"but it wasn't weird. Yeah, like I was five with sure.","speaker":"spk_1","timeCode":97.61,"tags":[]},{"id":"uBJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"Not as good, you know. And the last ones work, when you don't as many as Hayes and I really start to know","speaker":"spk_1","timeCode":140.93,"tags":["Haye"]},{"id":"wRJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"health? Just","speaker":"spk_1","timeCode":240.67,"tags":[]},{"id":"whJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"yes. We just sort of thought like, maybe what they need is not so much a guide to entertainment as just some general nutrition in for me. Yes. And not what to eat neces'sarily know. Well, but how? But yes, how and what else he has What what else to do? Yes. Um so we, uh we take care of what we put in our bodies.","speaker":"spk_0","timeCode":242.7,"tags":[]},{"id":"wxJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"Uh, of course. You guys are looking at Aus'sie. See us. Our bodies were so good and we and and we look so healthy and it's like you got to be thinking like, Oh, these guys are on some insane program where they have a little 100 trainer. Yeah, all these people, it''s like, No, we actually do it all ourselve's and we get to eat whatever","speaker":"spk_1","timeCode":273.79,"tags":["cour'se","Au's'sie"]},{"id":"xxJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"So you get all that flavor, but you don't have that sort of yucky. I just ate a taco feeling afterwards. You have? Ah, you have that. Great. I can put this back in the freezer and do this again. Feeling afterwards.","speaker":"spk_0","timeCode":390.74,"tags":[]},{"id":"zBJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"Tell you what, I'll dio. I'll imagine that that Greek yogurt is a character in the new Seth Rogan movie sausage party.","speaker":"spk_0","timeCode":477.16,"tags":["Seth Rogan"]},{"id":"zhJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"kids. Know them up to the audience, like over your eyes. Yeah, Bugsy","speaker":"spk_0","timeCode":501.62,"tags":[]},{"id":"1BJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"No, we're never going to remember that. Yeah.","speaker":"spk_1","timeCode":567.97,"tags":[]},{"id":"1RJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"Anyway, uh, freedom fries if I want freedom fries. Yeah. What I'll do is I have a little trick where I can get the good part of the fry without the bad part, which is all the salts and fat things that they say make it taste good. But actually, it's just that''s bad.","speaker":"spk_0","timeCode":571.52,"tags":[]},{"id":"3xJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"and then they tell her story will turn around. Yep. Yes. So, anyway, by the time I get the fries have usually earned them in, like driving sweat","speaker":"spk_1","timeCode":684.58,"tags":[]},{"id":"6hJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"'show night. Uh ah. White Hoody. This guys looking sharp. Yep. Doesn't want to not look like he could easily be in the Klan.","speaker":"spk_0","timeCode":803.52,"tags":["Doe's","Klan"]},{"id":"7xJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"It's called Engineer Cody''s engineer training, boot camp and school. You so rarely get both from the same organization.","speaker":"spk_0","timeCode":844.56,"tags":["Engineer Cody"]},{"id":"-BJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"Uh, and some of them look like they are never going to be in an engineering ses'sion","speaker":"spk_1","timeCode":968,"tags":[]},{"id":"-hJdL3MByMrymAEmAls0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"person here today who is about to go through the program, and we thought you guys might like to see it live rather than been. Hide it from you like the other shows. So you're sort of seeing the connection now with the water? Yes, the why he's a hot water bottle. New guys look. So raising that. We're just doing for people at home. There is actually a real water bottle. Hear tripping out. Look at these. Gas war, war, war, war.","speaker":"spk_1","timeCode":981.35,"tags":["Ga"]},{"id":"BhJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"on. Then we brought you back again to see if we could find something. It worked. We found you an engineer. Cody had this sort of rhythm that seemed like it could turn into","speaker":"spk_0","timeCode":1086.03,"tags":["Cody"]},{"id":"BxJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"'something really natural report. And we made a hell of a pilot with you.","speaker":"spk_1","timeCode":1096.06,"tags":[]},{"id":"DxJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"ruined. And then the last time we saw you, you that stage of failed coup to take over","speaker":"spk_1","timeCode":1137.74,"tags":[]},{"id":"ERJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"on the car. I'm hanging with a sklar.","speaker":"spk_1","timeCode":1161.04,"tags":[]},{"id":"ExJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"'sort of coasting in tow los's. And luckily, weeks later way saw this railcar drifting towards the ocean rolling in? Yeah, we're still screaming. Don't you deal this to you. Barely audible. Youd have no water or anything in weeks.","speaker":"spk_1","timeCode":1171.54,"tags":[]},{"id":"GBJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"But when I've got to save ah, potential friend and there is still a chance for that if you go through this boot camp in school, correct? Yeah. I mean,","speaker":"spk_0","timeCode":1207.24,"tags":[]},{"id":"GxJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"It's weird that when you hit rock bottom","speaker":"spk_0","timeCode":1237.18,"tags":[]},{"id":"HBJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"that there's like, shit waiting for you to eat down there. You got a bunch it down. Yeah, they don't","speaker":"spk_3","timeCode":1240.11,"tags":[]},{"id":"HhJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"you've got your new,","speaker":"spk_3","timeCode":1251.24,"tags":[]},{"id":"HxJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"like, say, a silver lid off of a thing. And then there was just like, ah, plate with just shit on it that I had. The","speaker":"spk_1","timeCode":1252.07,"tags":[]},{"id":"IxJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"no, or prepare it.","speaker":"spk_0","timeCode":1279.07,"tags":[]},{"id":"JBJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"And then it waas and I'm here. I sit before you before Cody takes a drink of water.","speaker":"spk_3","timeCode":1281.11,"tags":["Cody"]},{"id":"LhJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"Whats that music? It''s cool.","speaker":"spk_1","timeCode":1374.52,"tags":[]},{"id":"LxJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"So So lets let''s just start at the beginning, Ok? Uh of","speaker":"spk_0","timeCode":1379.68,"tags":[]},{"id":"MRJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"It is if you think it's","speaker":"spk_3","timeCode":1401.51,"tags":[]},{"id":"OhJdL3MByMrymAEmAlw0","index":"handbook","podcast":"Hollywood Handbook","episode":"Engineer Cody's Engineer Training Boot Camp and School LIVE","line":"I'm a notebook. I don't see that where Cody goes from here. If, uh, like, he asked her notebook. There is no notebook.","speaker":"spk_0","timeCode":1462.58,"tags":["Cody"]}]