[{"id":"zhJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"cements in the shower. Okay, Um, she did mention the shower thick. Okay. Dench, then chicken. Did she happen to mention the shoes? Worried it. Teddy. She said she had a small teddy. Yeah,","speaker":"spk_0","timeCode":3542.38,"tags":["Teddy"]},{"id":"zxJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"Teddy. Okay, that's not accurate. And what did you say? You didn't like a jumpsuit like a were suit. If it''s almost like, would people slide? I've squirrels. Did you see terminal velocity?","speaker":"spk_0","timeCode":3556.98,"tags":["Teddy"]},{"id":"2xJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"Okay. Yeah. Well, then I must have seen it. Uh, yeah, I imagine having to share a bed with a dude. That's funny.","speaker":"spk_0","timeCode":3687.95,"tags":[]},{"id":"3BJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"You're straight, dude.","speaker":"spk_1","timeCode":3695.56,"tags":[]},{"id":"3hJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"and I'm And that always makes me think of Scotty. Doesn't know as well, right? It is interesting that there were two from Michelle Trachtenberg. A major road trip, major comedy or interfax about Scotty like some negative as'sociated with Scotty. Whats what''s up? Chicken? What would you say","speaker":"spk_1","timeCode":3721.87,"tags":["Scotty","Doe's","Michelle Trachtenberg","Scotty","Scotty"]},{"id":"5RJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"I am in the car right now. I'm on a nice hand. Uh, you know,","speaker":"spk_1","timeCode":3770.18,"tags":[]},{"id":"5hJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"dry like the dining car. Yeah. Imagine being on train like plates. Trends, it automobiles. But the train does not work at some points that they have to get off the train and sleep in the same hotel room. It's funny. In the new bond movie Spectre, there was a train and they had sex on it also. Mm. Okay.","speaker":"spk_0","timeCode":3775.87,"tags":["Spectre"]},{"id":"7hJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"you know, I think five meeting at this point, an outdated organization that's not in touch with, you know, the current","speaker":"spk_1","timeCode":3894.64,"tags":[]},{"id":"8xJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"And this is the news us. Everything is the news you want to talk about, right? Extremely. Extremely.","speaker":"spk_1","timeCode":3932.28,"tags":[]},{"id":"9RJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"Oh, okay. Yes. And","speaker":"spk_0","timeCode":3950.93,"tags":[]},{"id":"9xJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"Whats happening in the world of news, Tim? Also, this cool James Bond movie just came out called Spectre. I'm getting a lot of echo. I can. You guys hear that? You're fine. Go worry about that. Go. Okay, um, it''s a cool jail on movie, and it''s called Spectre, and I saw it yesterday.","speaker":"spk_0","timeCode":3960.41,"tags":["Tim","Jame","Bond","Spectre","Spectre"]},{"id":"_xJ5L3MByMrymAEm1XCj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"Next is Houston to talk about clock boy Okay. Hi, Houston. Still loading one second. Hang on. We have a prayer of Houston. Hang on, Houston. He probably can't hear you. Hang on, Houston. We have a purgatory right now. Are having problems. It won't load it. Okay,","speaker":"spk_1","timeCode":4093.19,"tags":["Hou'ston","Hou'ston","Hou'ston","Hou'ston","Hou'ston"]},{"id":"CRJ5L3MByMrymAEm1XGj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"Tell him about my card combination. So one of the blanks haze filled in with something that he thought was very funny. And he posted a picture of it on insta, and he thought, Oh, I'll get so Maney Graham likes on this, But what happened is he actually have to go to jail. Was it the Big Blackett? Allergic? Yes.","speaker":"spk_1","timeCode":4215.78,"tags":["Maney Graham","Big","Blackett"]},{"id":"FBJ5L3MByMrymAEm1XGj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"Do you think we can get even more Rando? Well, that's that''s what I just said. I don't think it was your idea. And for and for that, um, Sean, did you have one thing that you wanted to Sadio? Actually, Yeah. It''s funny now that you brought it up. I, um So Hayes and I were discu'ssing this, actually, before we even taped the show and I wanted to bring up with someone like you. Scotty, don't.","speaker":"spk_0","timeCode":4346.75,"tags":["Rando","Sean","Sadio","So Haye","Scotty"]},{"id":"FhJ5L3MByMrymAEm1XGj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"thankful to be here really happy. Hows your motorcycle dish?","speaker":"spk_0","timeCode":4386.45,"tags":[]},{"id":"GBJ5L3MByMrymAEm1XGj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"Charlie Sheen, diagnosed with HIV years ago, just came out saying people extortion aided him for money. So it's a plot. It''s Yeah, it''s a plot, a nefarious plot. And I havent gotten to the bottom of it yet. And it''s fake. It''s fake. It''s a plot. It's nefarious. It''s actually currently the investigation still open so we're not at liberty to discu'ss it. But","speaker":"spk_0","timeCode":4406.2,"tags":["Charlie Sheen","ju'st"]},{"id":"IRJ5L3MByMrymAEm1XGj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"I understand being upset about getting tricked. Ah, I don't think there's anyone among us who didn't get X during the Jamie Kennedy experiment and look back and kick ourselve's a little bit. Sure, it''s funny for the viewers. But it''s not always fun for the person who''s thinks they're in a commercial for a new Jeff Goldblum cologne and then also thinks they hurt Jeff Goldblum by spraying him with it. So I I'm the first to admit, Yes, I've been upset about this sort of thing, but I don't think that all these guys being pis'sed about fake gamer girls should be able to forbid this game, which you said is sexy, fun and has some positive relationship elements from coming in the United States, especially for a volleyball enthusia'sts like me. A little bounce and jiggle never hurt nobody. And I think we learned that in Charlie''s Angels, and we learned it again as many times as it takes until I get to see what I need to blast off when I'm watching TV late at night. Do you think virtual reality could be a way to maybe make it? You can meet the ladies and form what is like a riel relationship with him so that it can be sexy at the same time. Now, I actually read something about this the other day, which is Scotty, Don't","speaker":"spk_1","timeCode":4566.41,"tags":["Jamie Kennedy","Jeff Goldblum","Jeff Goldblum","United State","Charlie","'s Angel","Scotty"]},{"id":"MxJ5L3MByMrymAEm1XGj","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends 3","line":"me have intercourse with a variety of","speaker":"spk_2","timeCode":4808.49,"tags":[]},{"id":"OxJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"we're just, like, philosophizing like tubing. Are you in a tube? No, we're standing okay. A So you can tube there as well.","speaker":"spk_0","timeCode":25.7,"tags":[]},{"id":"TRJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"you don't want to iron out all the kink, obviously, because that's like what A lot of people are there for","speaker":"spk_0","timeCode":294.64,"tags":[]},{"id":"UxJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"um what else did I want to say about it? Probably isn't going to the box office and pointing at the movie in","speaker":"spk_0","timeCode":428.37,"tags":[]},{"id":"YRJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"They're back in the same hotel room she took It Looks like a a pill of the clouds. Big fucking at walking on the beach","speaker":"spk_1","timeCode":696.49,"tags":[]},{"id":"YxJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Okay, we're having fun. And the Teaser-Freezer we do just want to take a second to talk about the pledge drive. And for people who hate that, we have to cut in and do this pledge drive and we hear you complain and we realize it isn't knowing. You want to get back to the Teaser-Freezer. It's so fun. It''s so funny and we know you want to hear more of that. But honestly, the more you donate, the easier it is for us to keep making this show that you love. And if you only want to hear these pledge drives once a year, which we try to only do it once, then you do need to donate. And here''s another fun way you can donate. Give us all your clothes will put them on in front of you as a special incentive. And so, if you want to see how we look dres'sed like you, which I know most of you, Dio, please get down to the studio. Leave your car here, leave your clothes Hear and if you have puppies or kitties will find them a home.","speaker":"spk_1","timeCode":716.02,"tags":["Tea'ser-Freezer","-Freezer","Dio"]},{"id":"ZhJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"So back to the Teaser-Freezer, right?","speaker":"spk_0","timeCode":803.86,"tags":["Tea'ser","Freezer"]},{"id":"ZxJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"The hotel, it's dark. I can't even really see what''s happening is by the sea directed by Okay,","speaker":"spk_1","timeCode":813.92,"tags":[]},{"id":"ahJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"'scratch Daddys had as he''s trying to make a left turn.","speaker":"spk_1","timeCode":882.17,"tags":["scratch Daddy"]},{"id":"bBJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Ah, and so that that could be safe is les's of a concern. Yeah, so definitely donate your mommies and daddies and will come to your school eyes is ah, well, take about recycling. We will take over your school as, ah, a new prize that we're giving out will match your mommy and daddy donation dollar for dollar with with a school takeover, Ryans been through nine or 10 adopted families, so he''s matching all the mummy and daddy donations because he has a bunch of mommies and daddies to give you back and we will become principles for a day, and it will be the rock in this day in your school history, and youll learn a lot about recycling.","speaker":"spk_1","timeCode":889.45,"tags":["Ryan"]},{"id":"dBJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"but anyway, it's a great song, and Richie just shreds this shit out of it, and it''s gonna be really fun, But let''s get back to the beginning of the Teaser-Freezer.","speaker":"spk_0","timeCode":973.14,"tags":["Richie","Freezer"]},{"id":"exJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"In the meantime, we will be staying in your home, and people have asked, Why don't you just pile the close up on the back seat and use that as a place to lie down that just doesn't work. And I want to be wearing the seatbelt in case the card does start moving on. But that makes it very uncomfortable is it starts moving while I'm asleep. And Ah, and I don't wake up. That could be very dangerous. And so that is not that's not a helpful","speaker":"spk_0","timeCode":1058,"tags":[]},{"id":"gBJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"right? Don't write anything down had teacher mommies and daddies. What? The medicine is what it does and","speaker":"spk_1","timeCode":1136.72,"tags":[]},{"id":"hxJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"hearing les's about it, and I don't know if it I don't think our","speaker":"spk_1","timeCode":1225.75,"tags":[]},{"id":"iBJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"archives ever went behind the paywall. As far as I know, I","speaker":"spk_0","timeCode":1228.65,"tags":[]},{"id":"kBJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"'so that was the Teaser-Freezer. Uh, we have a great guest today, Mike O Brien is Hear out in his sketch album sketch album, Tasty radio. Got Hollywood, have book.","speaker":"spk_0","timeCode":1311.18,"tags":["Freezer","Mike O Brien","Hollywood"]},{"id":"nhJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"I hate when I eat a whole large","speaker":"spk_0","timeCode":1483.97,"tags":[]},{"id":"ohJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"one in the bottom of your stocking instead of","speaker":"spk_0","timeCode":1554.56,"tags":[]},{"id":"pRJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Peters on the Alaska cruise, and they stopped at all these little like old times gold mining villages and you go out and you do activities. And they had a pan station. Yes. Yeah. And I'm of course, like, you know, 1st 1 to the gold. Ready? Ready. Clean up your like, Yeah, I'm shaking it. And this, um, lady next to me, what comes up? She's like, I got Look, I got this big thing ho. And you know, I'm, like, excited. I just hear that I'm really excited cause I want everyone to do well naturally. Yeah, You're always rooting for the underdog and it''s rising tide and all that left me. There''s gold in the meat. There''s gold in the in them thar hills. Yeah, in this station, it wasn't a river, but it''s designed to sort of simulate a river. But then I see that like most of her body is in my area on. So it''s not really her gold, you know. And then they're marked. There are lines marking where you're kind of supposed toe. Oh, no, there''s there''s a around, just run up and down the thing be dangerous. Yeah, well, rules that part of what makes it fun. And so they're like, she''s a kid doing the lady. She was like a little kid. Uh, I started to get really fired up and like Rus'sell is sort of pulling me away well, and it''s a overpower him, and I just and I don't want to make too much of a comfort. Everyone''s Now siding with the female in the situation,","speaker":"spk_1","timeCode":1615.77,"tags":["Peter","Ru's'sell"]},{"id":"thJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"the first initial chat is kind of like for listener's to just kind of anchor themselve's with for the guest. Yes, you can imagine how confusing that would be. Absolutely. I mean, in a sense, it's like I hopped over the red carpet CIN Shin.","speaker":"spk_1","timeCode":1880.79,"tags":[]},{"id":"uRJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Sure, sure, yeah, and you're watching when you're enjoying, and you're enjoying in the way that people enjoy themselve's in that theater. And suddenly someone sliced in some footage right from like paycheck, which is a pretty good Affleck vehicle. But","speaker":"spk_2","timeCode":1909.46,"tags":["paycheck","Affleck"]},{"id":"vBJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"and your porn to yourself?","speaker":"spk_0","timeCode":1933.46,"tags":[]},{"id":"vRJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Yes. And too many of our listener's.","speaker":"spk_2","timeCode":1936.17,"tags":[]},{"id":"xRJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"That streaked out. Yeah.","speaker":"spk_1","timeCode":2016.7,"tags":[]},{"id":"yRJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"and theyll just be, like, sort of like, Hi. Hi. Time and you?","speaker":"spk_2","timeCode":2054.19,"tags":[]},{"id":"1xJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"You know, you know, if you go back by the bathrooms Yes, there's a bunch of there''s a bulletin board with a bunch of flyers under that. Sorry, Mike. Those air for employees, those bathrooms.","speaker":"spk_2","timeCode":2193.89,"tags":["Mike"]},{"id":"3hJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"FCC Aiken, take on just the way that Howard Stern did.","speaker":"spk_2","timeCode":2310.05,"tags":["FCC Aiken","Howard Stern"]},{"id":"4BJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Oh, well, I just got in my tunnel.","speaker":"spk_1","timeCode":2320.01,"tags":[]},{"id":"5RJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"That's all in the future. Hear gonna do that? That''s ideally,","speaker":"spk_0","timeCode":2374.15,"tags":[]},{"id":"6BJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"and then you almost begging them to enter at that","speaker":"spk_2","timeCode":2397.75,"tags":[]},{"id":"6xJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"It's a BB gun. Yeah, he said yeah. Or I'll or the lyrics to Ah,","speaker":"spk_0","timeCode":2430.19,"tags":[]},{"id":"7RJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Yeah, I I was not listening to you. I move as a revenge move. I wasn't listening. You didn't listen to the show, so I'm not listen to you, Okay? And well see how you like it when people don't listen to you. It's not fun.","speaker":"spk_0","timeCode":2438.01,"tags":[]},{"id":"7hJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"No, no learned les'son. Yeah, that's a kind of different kind of paying it forward.","speaker":"spk_2","timeCode":2452.78,"tags":[]},{"id":"8RJ6L3MByMrymAEmFXED","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Yeah, yes. The Darth Vader is the worst bos's in the office. That one?","speaker":"spk_1","timeCode":2490.11,"tags":["Darth Vader"]},{"id":"ARJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"There's a cut, Teoh. Ah, A brief moment of silence between two characters","speaker":"spk_2","timeCode":2637.87,"tags":["Teoh"]},{"id":"AxJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"What is the sound","speaker":"spk_2","timeCode":2663.02,"tags":[]},{"id":"BBJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"between just from a production standpoint, How people put these things together? There's a you can sort of hear a sound that represent's cutting between scenes. Right? What is that? That that noise? That''s just you can't not have that when you cut. That''s just technology. That static kind of feedback e. And we havent found a way around that. Um,","speaker":"spk_1","timeCode":2665.87,"tags":[]},{"id":"BRJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"gosh, I'm learning so much about the audio busine'ss. Yeah, Engineer Ryan, are you listening?","speaker":"spk_2","timeCode":2686.53,"tags":["Ryan"]},{"id":"CRJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"He was a guy just working at Burger King. And ah, didn't know we were having some fun.","speaker":"spk_1","timeCode":2706.62,"tags":["Burger King"]},{"id":"ExJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Pizza Hut.","speaker":"spk_1","timeCode":2768.28,"tags":["Pizza Hut"]},{"id":"HhJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Hindsight's 2020 AM I'm sure even the drive through guy felt like he could have just said yet is a Burger King, you know, but But honestly, it''s It''s just what those split second decision's. Uh, and when you make one, you gotta gotta stick","speaker":"spk_2","timeCode":2877.22,"tags":["Burger King"]},{"id":"IBJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"God. Oh, I see that now.","speaker":"spk_2","timeCode":2907.74,"tags":[]},{"id":"KBJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"one guy. Does this sound just a sound effect of the door opening? That's kind of like a little ding dong, I gues's maybe we kind of just implied the dais was there.","speaker":"spk_1","timeCode":2987.53,"tags":[]},{"id":"KRJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Yeah, okay. Or there's also are remembering it. I never heard a suede, actually. Is that Whoa. No, wait. No. As I recall,","speaker":"spk_2","timeCode":2998.54,"tags":[]},{"id":"LhJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Oh, hang on, bos's. I'll help you pick them up.","speaker":"spk_2","timeCode":3040.43,"tags":[]},{"id":"MxJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Hey. Hello, Ace.","speaker":"spk_1","timeCode":3070.16,"tags":["Ace"]},{"id":"ORJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Ah, Raging bull. Uh, he does. Ah. Pretty dead on Bob Dole. Oh, wow. Yeah. Hence, Ah. Bob Dole in the candle shop also","speaker":"spk_1","timeCode":3119.1,"tags":["Bob Dole","Bob Dole"]},{"id":"QBJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"rank. You play that one, please.","speaker":"spk_1","timeCode":3174.75,"tags":[]},{"id":"QRJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Uh, that didn't go,","speaker":"spk_1","timeCode":3178.59,"tags":[]},{"id":"RBJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"that seemed to be the richest vein for me in terms of just what? The action Waas. Uh,","speaker":"spk_1","timeCode":3214.97,"tags":[]},{"id":"RhJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"right. Yeah, I see that. Can you settle a bet between me and he's","speaker":"spk_2","timeCode":3235.73,"tags":[]},{"id":"RxJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"when you ask Jim Carey Ah, to not have his parrot in the shop and then he goes, It's gone. Did he eat it?","speaker":"spk_0","timeCode":3239.85,"tags":["Jim Carey"]},{"id":"ShJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"of that. Sketches Defying expectations. Yes, I expected him to say All righty, then.","speaker":"spk_1","timeCode":3273.45,"tags":[]},{"id":"TBJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"expected him to talk through. Is rear end.","speaker":"spk_2","timeCode":3283.06,"tags":[]},{"id":"WRJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"'said and corrected, You know, like the sketch, though, reminds me a lot of my character. Yeah, because I I can. I'm like David Blaine. I can hold my breath really long underwater. So I was under a long time and he went to the bathroom by the time I came back up. OK, so I You were underwater in a place it wasn't a bathroom.","speaker":"spk_2","timeCode":3433.27,"tags":["David Blaine"]},{"id":"XxJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Okay. Is that whats written on my arm? Wow. Whoa, whoa. Look inside this thing.","speaker":"spk_0","timeCode":3491.59,"tags":[]},{"id":"YBJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Oh, my God. Oh, it's a huge other thing. Hear who asked for a second. Okay, that''s normal. Is it gone? Whoa! Oh, shit. Oh, shit. Look up there. Wow. All right, peace Now, I noticed. It''s when you like showing the liner notes like, who was in that? Yeah, Sketch. It''s two black guys who are listen to do, but they sound very white the way they're like doing their respon'ses and stuff. They were doing characters. Yeah, they didn't. I think I was. I was, like, just be yourselve's. And And But they they have these, like,","speaker":"spk_1","timeCode":3501.67,"tags":[]},{"id":"ahJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Now he wasn't in a bathroom. No. Whoa. Adam Sandler had to go to the bathroom. There's","speaker":"spk_0","timeCode":3628.64,"tags":["Adam Sandler"]},{"id":"cxJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"no. Your fuckin head off. Funny wait a second. Where you just putting on lipstick? Oh, yeah. Money a o. Is your wife around? Could I try that? No. Yeah. Give it a go","speaker":"spk_0","timeCode":3757.95,"tags":[]},{"id":"dxJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"but yes. So the guys a diamond, Theo. That''s what he is. Because he definitely sounds like so kind of police guy when he''s first got coming in, like, you know, the 100% Criminal. Okay, I'm saying","speaker":"spk_2","timeCode":3787.13,"tags":["Theo"]},{"id":"ehJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"Oh, yeah. No, The guy who comes in says, put your hands against the wall. He is a policeman. Okay? And then but But you're kind of like, What if Ah, what if the one day they had planned, you know, the swat guys planned forever? Sure. And the day they plan you get in there. The guys got lipstick on. They know he''s married and everything, uh, you can picture maybe that he would want to try it. Teoh?","speaker":"spk_1","timeCode":3814.55,"tags":["Teoh"]},{"id":"hhJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"bargain Dubes because the, uh that''s because the cover of the album, I gues's I started Get what this is Now is like you smoking the Washington Monument like a huge fatty. Yeah, exactly. It''s, um And then there is the whole thing of, like, Do we need Teoh should be rolled in paper Or is it just like whatever? And we ended up just going with it. And And the Photoshopped, of course. But with it like it is. And yeah, and then","speaker":"spk_1","timeCode":3946.46,"tags":["Dube","becau'se","becau'se","Monument","Teoh"]},{"id":"hxJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"you werent able to smoke the actual looking","speaker":"spk_2","timeCode":3971.35,"tags":[]},{"id":"iBJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"No, no, no. It's, um, in riel size. It''s like you.","speaker":"spk_0","timeCode":3973.05,"tags":[]},{"id":"mhJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"right a lot at my log. What was that like? Eight minutes we could lose on that. Maybe","speaker":"spk_0","timeCode":4145.97,"tags":[]},{"id":"nBJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"and I don't know if they were because I feel bad for stopping you from doing that. But I thought, you know, I just wasn't sure. Yeah, I","speaker":"spk_0","timeCode":4153.13,"tags":[]},{"id":"nxJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"and no, Just like losing yourself in the character that, you know, ask her. I think you're thinking of Siam. Sam.","speaker":"spk_1","timeCode":4187.61,"tags":["Siam","Sam"]},{"id":"qhJ6L3MByMrymAEmFXID","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike O'Brien, Our Close Friend","line":"We don't have that. I think you took a little to um yes, I think you took a little too long.","speaker":"spk_2","timeCode":4284.02,"tags":[]},{"id":"uBJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"If youll excuse me, I gotta take a piece. Co sour.","speaker":"spk_1","timeCode":35.98,"tags":[]},{"id":"uhJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"When I come back in, I go Don't call it a comeback. I'm looking for beers. Is I wanted them and me a brew.","speaker":"spk_0","timeCode":44.46,"tags":[]},{"id":"whJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"Oh, that's better. Oh, yes, that''s but it''s tasteful. Yeah, it doesn't because that''s what we're talking about. We're not saying that. I think the problem the jury''s having their had","speaker":"spk_2","timeCode":111.07,"tags":[]},{"id":"wxJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"is they have to say this person is not guilty of being boring, and it's like, Well, I don't know if he has or not, but you certainly didn't prove it. And that''s sort of why we wind up in these situations with some of these documentaries. They three these criminals. Cereal. Oh, yes, the stairway. Yes, with the Led Zeppelin documentary that I couldn't believe what they were showing me that really shot my faith in the criminal justice system was like, Wow, I was like, No, where are you kidding? Yeah. These guys? Yeah, I don't know. Well, speaking of which, it might get loud. We're doing Hollywood handbook. And with the Big insider's guy kicking butt, dropping names for a couple of packing Mattres'ses in the streets and we call showbiz. So if you're here, you're listening. And if you're listening, you're having fun because they're doing a podcast, and you've heard it before. Hazara town would calm. But first off, we're doing a big show. And please believe that it does have a big slate of guest's whose voices in my hearing you're wondering. Well, three people who shouldn't go to jail for being guilty by all reasonable doubt of being boring. It''s","speaker":"spk_0","timeCode":120.11,"tags":["Led Zeppelin","Hollywood","Mattre's'se","Hazara","fir'st"]},{"id":"yBJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"you fucker! Okay. Got to keep you on your toes, folks. Okay. Need that's. And I think that was Porky Pig. So then, uh, Hear comes at it's Dominic A. Yeah, and he''s my as'sistant. So one thing we're gonna be talking about today is cartoon movies. Why are they so Big? And where''s all this money coming from? And how come I want to get some? And I'm gonna with all my friends s Oh, cartoon movies can make money because they can be seen by people from every age. Do you think about that? Yeah, well, the young people see them with the older people. Sometimes when they when they both go together. When you know a lot of the people you know, a lot of young kids who come see these movies would have no idea how to get to the movies. You know,","speaker":"spk_0","timeCode":243.34,"tags":["Porky Pig","Dominic A."]},{"id":"1hJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"Yeah, chair. Uh, what? Josh Howl, man.","speaker":"spk_1","timeCode":438.81,"tags":[]},{"id":"3BJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"Doesn't positive mes'sage to look gris, and she's full figured. And I like that","speaker":"spk_0","timeCode":479.83,"tags":[]},{"id":"4RJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"that's often the secret ingredient that''s often the secret ingredient. If you're making a recipe for a relationship, one way to do it is say to get on their Facebook wall","speaker":"spk_2","timeCode":556.73,"tags":["Facebook"]},{"id":"4xJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"boring person that's other person and that we said, That''s the only thing you should go to jail for in this country and you should go to jail and you should get injected with needle die. So to needles. Two needles, one So you don't was one needles real and the other one you just don't know. No one paralyzes you, and the other stops your heart.","speaker":"spk_0","timeCode":576.75,"tags":["needle","needle"]},{"id":"5RJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"They have the needle there that's going to kill you. But the other one, they're like just sticking in there. I thought the one was empty. Justice psychologically. Mes's with your head","speaker":"spk_0","timeCode":606.13,"tags":[]},{"id":"8RJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"that. My, uh","speaker":"spk_2","timeCode":733.7,"tags":[]},{"id":"9RJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"Oh, God. It shot like toast. Crumbs all over you. It's disgu'sting. Sorry it over Now. Looks like there''s another page ad by Can you do this? Go to see so dot com and start watching all the comedy you can stream for free bread is my wife. Now, I didn't agree that that I'm not been part of the ad. Honestly, I'm gonna punch It would be good for you.","speaker":"spk_0","timeCode":911.17,"tags":["Crumb"]},{"id":"-hJ6L3MByMrymAEm7nI6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"Like that little Mermaid.","speaker":"spk_0","timeCode":995.56,"tags":[]},{"id":"ABJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"in the Carl Hayes man. Hey, guys, our Hear are doing your sound quiet. Are you whispering so someone else can still sleep? I have to","speaker":"spk_0","timeCode":1020.55,"tags":["Carl Haye"]},{"id":"CRJ6L3MByMrymAEm7nM6","index":"handbook","podcast":"Hollywood Handbook","episode":"Cartoons, Our Close Friends","line":"Yes. What has gone by in the past When? During the daytime. When the animals are awake, they don't want to be my son.","speaker":"spk_0","timeCode":1061.18,"tags":[]}]