[{"id":"4BJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Yeah, I thought maybe you could put in me saying something really funny. Uh, just anywhere that it fits. So you don't know what edits are if you want. You want something you","speaker":"spk_1","timeCode":2042.17,"tags":[]},{"id":"5BJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"This is insane, but all right.","speaker":"spk_1","timeCode":2079.41,"tags":[]},{"id":"5hJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"honestly Mexican guy cleaning your house is the premise. And what do you feel about that?","speaker":"spk_1","timeCode":2140.94,"tags":[]},{"id":"7RJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Ah, so many funny shows on the network were fans of, uh, high and mighty. I'm a huge fan. John Gaber Secure s whos ah Earwolf alumni of sorts. Does a bunch of your podcast year, um, has a show on our network where every week he discu'sse's something that he''s pas'sionate about s so it could be something like a like a television show, like like a banshee for one, Or maybe just the Weezer Blue album. Or sometimes it''s just talking about Judaism, Dan Klein and Kelly Hudson''s new podcast's that I think there''s only been two episode's, but we just really we just launched it's called May Make Me Like it and the whole premise's. They take something that they don't like, like milk or scary movies. And they talk to people who do like those things and they try to convince them toe like it families, fish, Yeah, way don't like, uh, sure joke like joke about that s Oh, I'd actually like to propose an edit The implied insult against analyst fish that that these guys were doing. Cody, can we Can we take that we take that out? Absolutely. That was an insult. That is not","speaker":"spk_0","timeCode":2293.84,"tags":["John Gaber Secure","Earwolf","Doe","Weezer Blue","Dan Klein","Kelly Hud'son","May Make Me Like it","Cody"]},{"id":"9BJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Lake Ocean, Australian dude, Australian do that.","speaker":"spk_0","timeCode":2441.47,"tags":["Lake Ocean"]},{"id":"9hJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"I was saying we read of the right shouldn't even.","speaker":"spk_1","timeCode":2483.58,"tags":[]},{"id":"-RJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"I'm not good at it. Well, do the Either you have a corn polio in your back. I have something I could try. But it's me. Yeah, this is me as you doing Corn. Holy maybe. OK, he's eo court hazy on. Hey, Zeos Gray! And then I'll be I'll do Jake''s. What? Laugh. That''s great, because we will need someone t cracking up. That''s great. All right.","speaker":"spk_0","timeCode":2514.79,"tags":["Zeo","Gray","Jake"]},{"id":"-xJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Jake Hurwitz. August 5th, 1985 Corn hazy. Oh, wild line. I am court hazy. Oh, any tp for my bungalow?","speaker":"spk_0","timeCode":2543.67,"tags":["Jake Hurwitz","Augu'st"]},{"id":"_RJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"'s way. Just keep going. Yeah, Lets just keep trucking through. What else you guys have going on?","speaker":"spk_0","timeCode":2584.28,"tags":[]},{"id":"DxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"it say I have a will towards Pollaks","speaker":"spk_0","timeCode":2894.54,"tags":["Pollak"]},{"id":"ExJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"what the show is about. As I play Ruby, my name is Ruby. Jade and no Amir. There are so many dating sites. Farmer way Hear! Do it! Non tithe show takes place me on dates. Me in a clas's where I'm trying to teach a Jake Strawn teach. We had a hook up with girls. You ever see the farmers? Only commercial that dogs talking? He says why you dated a city girl? No way Jakes teaching you how to weigh Do one. Where Amir has seen you join me to feed him that","speaker":"spk_0","timeCode":2942.55,"tags":["Ruby","Ruby","Jade","Amir","Jake Strawn","Jake","Amir"]},{"id":"FBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"line again. I don't think we should use head aside at all. Actually,","speaker":"spk_1","timeCode":2978.12,"tags":[]},{"id":"FRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"maybe we could get a what? You know, like a what?","speaker":"spk_0","timeCode":2980.67,"tags":[]},{"id":"JBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"'s. I will. You","speaker":"spk_0","timeCode":3208.57,"tags":[]},{"id":"JxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Okay, um, so weve got that with how much of the actual podcast half we recorded so far in your guys? Profes'sional estimate's. In our opinion, I think weve got four minutes. Well minutes and we're going away in the rest afterwards.","speaker":"spk_0","timeCode":3239.59,"tags":[]},{"id":"MxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Your sting. I want to get inside that noodle years and dig around. I mean, what is really going on If I were you? Yeah, it's a podcast. Incentivize show.","speaker":"spk_1","timeCode":3393.39,"tags":[]},{"id":"NRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"I think I think that's good. Yeah. Do we have, like, where we at","speaker":"spk_0","timeCode":3426.38,"tags":[]},{"id":"OxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Do you wanna talk about the show?","speaker":"spk_1","timeCode":3506.38,"tags":[]},{"id":"QRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"I wasn't this socks. I was not already about that. Is there anything that you want to edit out just from Now? Uh, honestly, I don't I don't see any of this conversation being used usable in any way. Obviously, it's on my show, So you guys tell me by,","speaker":"spk_1","timeCode":3627.26,"tags":[]},{"id":"QxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Remember to hear all the company Bang Bang live tour along with dozens of original audio miniserie's and comedy albums. Goto Howl dot FM If you're a sucker, it's HOWARD KREMER f M and use the promo code Hollywood for a one month free trial of Howl. Premium is I have to say that","speaker":"spk_0","timeCode":3780.36,"tags":["Bang Bang","Howl","FM","HOWARD KREMER f","Hollywood","Howl"]},{"id":"RBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"cause they sponsored the episode, but it's a yeah, right.","speaker":"spk_0","timeCode":3798.28,"tags":[]},{"id":"ShJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I'm a little scared. We I we set up a separate record to do these ads and, ah, Sean, I think is lost. Um, I left open the door of the studio and, uh, he there's like, I'm sort of a muffin guy nearby. We keep, like, works outside, and he makes these muffins in a little car, and he cooks him out there. And the smell is something that''s always been very attractive to Sean Lowe were trying to record, and I left the door open and I smelled the muffins Now and so I What I realize happen is I think Sean went to sort of pursue the muffin guy. When that happens, the moving I tend to sort of run away. And so what I'm sure is happening is Sean is chasing the muffin guy down the street. Ah, and I worry about shot because, like when he is really hungry for, uh, it''s Savoury muffin really is. What he likes is the kind of grew air and que all sorts of, ah muffins, cause that''s a that''s breakfast for him. And you like to say, uh, he will not be paying a lot of attention. Tow cars are traffic lights or anything, and I worried that once they start honking at him, hell get very disoriented and maybe sort of, you know, do something crazy, Hear? I don't know, but the guy says the podcast is great. Uncle Birdie''s binary is so good you acces's it on your iPhone, your android phone on the Web for 4 99 a month. Use the Perma code Hollywood to check out you get a full month free. That''s it. Howl dot f m","speaker":"spk_1","timeCode":20.62,"tags":["Sean","Sean Lowe","Sean","Sean","Birdie","iPhone","android"]},{"id":"ThJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Hear? I mean,","speaker":"spk_2","timeCode":187.91,"tags":[]},{"id":"TxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"this is","speaker":"spk_0","timeCode":188.42,"tags":[]},{"id":"VhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Hey, look of the Hollywood Hear Booking Insider's guide to kicking button dropping names of the red carpet line back. Always of this industry we call showbiz.","speaker":"spk_0","timeCode":282.56,"tags":[]},{"id":"XBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"look at the Teaser-Freezer how I like to do it. Um So what teaser's gonna be good?","speaker":"spk_0","timeCode":326.31,"tags":[]},{"id":"XhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"it's a perspective I never seen before represented, which is my perspective. I'm in the movie. I don't remember filming this movie. I don't remember being in it and being es'sentially the camera. Yes, the feeling I always have. It''s like so I can see","speaker":"spk_0","timeCode":356.49,"tags":[]},{"id":"ZBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"So I'm sorry.","speaker":"spk_1","timeCode":457.63,"tags":[]},{"id":"ZxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Oh, yeah, and I cros's my eyes well, wall. So then I'm thinking, OK, this guys be it something nice. But then","speaker":"spk_1","timeCode":483.1,"tags":[]},{"id":"ahJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I would have been able to see your sneakers.","speaker":"spk_0","timeCode":520.31,"tags":[]},{"id":"chJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"No, no, don't misunder'stand. I made mistake's, but never Big a mistake as these filmmakers made when they actually had a guy who was gonna love it. And then Now he's pis'sed it them. And let me tell you, maybe he''s about to get hard core on some of them show up. Now they see what really looks like when I throw a grenade and I don't understand when other people are watching it. Are they seeing like our bags?","speaker":"spk_0","timeCode":599.4,"tags":[]},{"id":"cxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Why were they so interested? Yeah, they must be seeing the back of me, which is in the way of a lot of the stuff. That's","speaker":"spk_1","timeCode":625.47,"tags":[]},{"id":"dhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I mean, like, who","speaker":"spk_0","timeCode":679.74,"tags":[]},{"id":"eBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Because all the faces, some of them are","speaker":"spk_0","timeCode":690.3,"tags":[]},{"id":"kxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"good to go to a school that he","speaker":"spk_0","timeCode":992.49,"tags":[]},{"id":"lhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"which is a really traditional clothes, Um and, you know, sort of at school boy Shawns suits for badas's toddlers. You go ahead, you say regrouping. I mean, like, the last we heard of this you were selling you had started a company called Shawn''s College Poster's, where you were selling off the poster's that you had made four all of your other busine'sse's under the pretense that they would look cool in a college dorm.","speaker":"spk_0","timeCode":1039.29,"tags":["Shawn","Shawn''s College Po'ster"]},{"id":"nhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"What else would you need to wear? You","speaker":"spk_0","timeCode":1186.35,"tags":[]},{"id":"oxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"happening? Well, they may be for we havent reached terms a lot. Literally that. Yeah, Yeah, You get great style that's on season shorts and button ups when you need them. Jacket the genes when it gets colder. Colder. If you're curious how easy it really is, you gotta Five Four Group dot com. Use the promo code Handbook-East sign up and get 50% off your first package. And when you're done with the club like when you're done with the poster pants,","speaker":"spk_1","timeCode":1224.13,"tags":["Five Four"]},{"id":"qRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"you piece of shit. Yeah, Your props. Suck","speaker":"spk_1","timeCode":1303.59,"tags":[]},{"id":"rxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"He didn't have a cowboy. Didn't have a purple cow bonnet. Know a top hat? No ski hat with the little but not know, um, like Beanie with the, uh, pin wheeler? Yes. The propeller at the top. No, Believe me,","speaker":"spk_1","timeCode":1388.14,"tags":["Beanie"]},{"id":"sRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I took him into the photo booth. Yeah, and yeah, I made I see how you like it. You make him take pictures in there?","speaker":"spk_1","timeCode":1420.04,"tags":[]},{"id":"shJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yeah, I made him take pictures. Brutal. Yeah. What a fitting punishment. And the smashing the cake in his face in the last one. Oh, that's good. Pick the Big wedding cake. Yeah, that''s a good pick, but it''s against his will, which is what I like about it. Hey, well goto Hollywood hand that guy Hollywood hand. I want to do this. Good because of, um, was Hear? Yeah. Okay. You want me to leave it for you? Yes, and I and you can have your thing. But you know this. How did I do? Good? Um, my thing. Hey, welcome to Hollywood Handbook. And instead of kicking button dropping names and the red carpet line back hallways of this industry, we call showbiz. What up? What? Ah, did you mis's me? I said it","speaker":"spk_1","timeCode":1431.08,"tags":["Hollywood","Hollywood","Hollywood Handbook"]},{"id":"txJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"and I always it's weird to me in the opposite way where it''s like, this guy''s my bos's. He''s so cool and fun to hang out with, And I just always like, Oh, I would love to talk to him regardles's of whether he used sort of paying my bills. Um, so thank you so much. So I just think it''s awesome. We could finally work this out and get you on. Weve always wanted to have","speaker":"spk_1","timeCode":1514.44,"tags":[]},{"id":"uBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"you. Yeah, and weve, uh it's just so fun. We thought toe have you here and just kind of watch how we do things and kind of like See how normal show goes","speaker":"spk_0","timeCode":1536.65,"tags":[]},{"id":"vBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Dude, it's blasting me to the moon. Laughs wise. I love it. Some of the voices you dio where it''s like, What''s your favorite","speaker":"spk_0","timeCode":1586.69,"tags":[]},{"id":"xBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"was really delighted when I got the email to be on the show, and really, I was surprised. You know, I thought, um,","speaker":"spk_1","timeCode":1662.44,"tags":[]},{"id":"xhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"doing the show. Just kind of like, Did you take a big break? I thought maybe. Well, I thought I don't know. I","speaker":"spk_2","timeCode":1676.13,"tags":[]},{"id":"zBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I'd remember getting an email from you. Okay, I would read that","speaker":"spk_3","timeCode":1745.01,"tags":[]},{"id":"zRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I developed Hear, I'd say, Let me look at it for","speaker":"spk_0","timeCode":1749.39,"tags":[]},{"id":"0xJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yeah. Yeah, he probably didn't get it. Yeah, so I might not have gotten that.","speaker":"spk_3","timeCode":1785.52,"tags":[]},{"id":"1hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yeah, so? So they say is last name since we're saying this, we're have only called up Chris, right? I heard I heard about it. Chris Bannon. Okay, Anyway, that wasn't a mistake. And we just keep doing the show. Glad I'm glad to hear. Like I said, Big Finn. Yeah, I really","speaker":"spk_0","timeCode":1797.34,"tags":["Chri","Chri's Bannon","Big Finn"]},{"id":"2hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"play pool once your opponent has cleared a lot of their balls off the table. Um, you know, maybe you're losing, but you've got a clear shot to make a run. And I think that some of those shows were maybe the stripes. Ah, but he's and I are rock solid s Oh, it feels like Now you can really get a clean look at us and see Oh, these guys were made for, um, really having support. So lets do. I gues's well just do the tour. Yeah. These air, the microphones. We are very careful with these.","speaker":"spk_0","timeCode":1839.07,"tags":[]},{"id":"3BJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"anger or otherwise,","speaker":"spk_0","timeCode":1877.27,"tags":[]},{"id":"4hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"holding it so gently. Yeah, so it doesn't fly away on May","speaker":"spk_3","timeCode":1918.03,"tags":[]},{"id":"6BJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"man. Ah, that's intense s so that we can keep doing the tour, though, but just know that a lot of this is","speaker":"spk_0","timeCode":1973.4,"tags":[]},{"id":"7hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I don't know, Like if you have, like, a last one in 1st 1 out policy, right? I mean, the thing is, if it if it comes down to need to make the show a little bit cheaper, we can do, we can take turns doing this. Are you guys? You guys know how to do the board?","speaker":"spk_1","timeCode":1994.8,"tags":[]},{"id":"_hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"the outfit them Because honestly, even if you just donated his close to, like, a good will, and you","speaker":"spk_1","timeCode":2134.35,"tags":["Becau'se"]},{"id":"_xJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"didn't get anything back, that's right, Right? Becomes a right on that becomes a write off.","speaker":"spk_0","timeCode":2140.28,"tags":[]},{"id":"BRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"that one time","speaker":"spk_0","timeCode":2209.78,"tags":[]},{"id":"BxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Um, yeah, I was getting I gues's I got the wrong idea about you guys. I thought that maybe you","speaker":"spk_0","timeCode":2219.7,"tags":[]},{"id":"CBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"you kind of saw me is the man. Because I'm your bos's. I dio you demand All right,","speaker":"spk_3","timeCode":2224.48,"tags":[]},{"id":"ChJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"no man. An evil dictator. No, man, that's what. No, I think that what you're mistaking maybe is, um","speaker":"spk_3","timeCode":2237.48,"tags":[]},{"id":"DRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Well, that's keeping it. That''s in inefficiency. I think","speaker":"spk_3","timeCode":2271.78,"tags":[]},{"id":"DxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"we do have Ah, yeah, we have kind of like a quarterly check in. I have a quarterly checking coming up with Codys. And maybe that would be a good time to see it.","speaker":"spk_0","timeCode":2279.26,"tags":["Cody"]},{"id":"FRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"you like, because I the first time I asked for one with works just cause I didn't know","speaker":"spk_1","timeCode":2304.84,"tags":[]},{"id":"GxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yeah, I might actually increase his focus.","speaker":"spk_1","timeCode":2356.63,"tags":[]},{"id":"HRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"His clothes? Yeah. I think the government might pay you to dispo'se of. Yeah.","speaker":"spk_3","timeCode":2368.11,"tags":["government"]},{"id":"HhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Weve got a write off on Ryans closing glas'ses. Yeah, and then some sort of some","speaker":"spk_1","timeCode":2373.16,"tags":["Ryan"]},{"id":"JRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"it's a It''s a great point. And what is this thing to drive forward if not for me? You know, uh, you can't drive nothing forward. Just be somebody driving, you know, imagine. Ah, an empty car.","speaker":"spk_1","timeCode":2439.52,"tags":[]},{"id":"JxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yes, in the back of the car. And then, if","speaker":"spk_1","timeCode":2460.27,"tags":[]},{"id":"KBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"you're gonna need it uh, yeah. Oh, right. So Okay, So what I'm hearing here, uh,","speaker":"spk_0","timeCode":2463,"tags":[]},{"id":"LxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I actually can I","speaker":"spk_1","timeCode":2548.83,"tags":[]},{"id":"MBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"'say that one? You want to be the two brave?","speaker":"spk_0","timeCode":2552.47,"tags":[]},{"id":"MhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"a different way. He took yours.","speaker":"spk_1","timeCode":2557.78,"tags":[]},{"id":"PBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"And not one shoe will","speaker":"spk_3","timeCode":2630.01,"tags":[]},{"id":"SxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"they are great. Okay, so then that","speaker":"spk_3","timeCode":2729.25,"tags":[]},{"id":"TRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"'stuff honestly. And I, Cam Abreu she was talking about. But sometime after Jeff Orrick left and she she did say that she was gonna pound the new guy. So he was flat as a pancake.","speaker":"spk_0","timeCode":2750.43,"tags":["Cam Abreu","Jeff Orrick"]},{"id":"ThJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yeah, and I honestly don't know who she was. Sorry about it. She was moving. Then it was this noise with her fist into her palm. And she did say when he least expects it soon as he really lets his guard down. I","speaker":"spk_1","timeCode":2760.45,"tags":[]},{"id":"WBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"breath. So is that is","speaker":"spk_0","timeCode":2826.58,"tags":[]},{"id":"WhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"or sometimes what could be good is, if you want to get a running start, is you kind of back up a little bit so that you've got a lot of runway to take off and career wise, I feel like that's been a bit of my strategy. Just this year is","speaker":"spk_0","timeCode":2836.06,"tags":[]},{"id":"YBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"it sounds like you getting we see those notes. Sure.","speaker":"spk_3","timeCode":2899.5,"tags":[]},{"id":"YhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I've only been half paying attention. Yeah, No, I see","speaker":"spk_3","timeCode":2909.75,"tags":[]},{"id":"ZRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Okay. And then this is a poem. I suppose you don't want me to read this. I'd prefer you didn't.","speaker":"spk_0","timeCode":2929.27,"tags":[]},{"id":"aRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Okay. Shark Week.","speaker":"spk_0","timeCode":2958.17,"tags":["Shark","Week"]},{"id":"bRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"nice at a thank you. Yeah, that that was very thoughtful. Has","speaker":"spk_3","timeCode":2977.24,"tags":[]},{"id":"cxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"it's been Yeah. And we know like, honestly, Now you mentioned didn't think about this, but did notice that, like, none of the other shows, especially the ones that got","speaker":"spk_0","timeCode":3021.03,"tags":[]},{"id":"dBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"'she can't have had you as a guest. Yeah, that does make sense, actually. Which","speaker":"spk_1","timeCode":3030.47,"tags":[]},{"id":"eBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"telling a lot of love right now. Yes. Yeah, that ones","speaker":"spk_0","timeCode":3051.49,"tags":[]},{"id":"eRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"it's full of ads. And this is perhaps going to launch a","speaker":"spk_3","timeCode":3055.35,"tags":[]},{"id":"fhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"'sales side of it. I mean, you know, I know so little about the busine'ss side of podcasting. Um, you listen. Yes. No, I do. But I feel like even then I'm only scratching the surface like it just feels like that's a show that","speaker":"spk_1","timeCode":3097.41,"tags":[]},{"id":"gRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I'm doing free se any day. Oh, So does any day. Oh, don't say what were you gonna I was gonna say I'm flexible, but maybe early, Early, next.","speaker":"spk_0","timeCode":3119.99,"tags":[]},{"id":"ghJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"So sweet. That's so bad for you. I could do","speaker":"spk_3","timeCode":3131.93,"tags":[]},{"id":"hhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"way. Get up closer, Kelly. Uh, and I found it. A kazoo do do do.","speaker":"spk_1","timeCode":3173.15,"tags":["Kelly"]},{"id":"mxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Hi, guys. Daniel Schneider, Hear","speaker":"spk_1","timeCode":3430.76,"tags":["Daniel Schneider"]},{"id":"oBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Baby. Hey,","speaker":"spk_2","timeCode":3497.82,"tags":[]},{"id":"pRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"You've seen me have intercourse with a variety of","speaker":"spk_4","timeCode":3531.22,"tags":[]},{"id":"phJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"'species. It's a bomber. Andy Daly. You have","speaker":"spk_0","timeCode":3533.8,"tags":["specie","Andy Daly"]},{"id":"qBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yes, I have killed Phil Collins twice. Thomas Middleditch.","speaker":"spk_1","timeCode":3541.17,"tags":["Phil Collin","Thoma","Middleditch"]},{"id":"qRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Oh, Jesu's, I mean, job of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out Now listening stitcher apple podcast or wherever you get your podcast's.","speaker":"spk_0","timeCode":3545.33,"tags":["Magic Tavern"]},{"id":"thJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"contention, formerly known as Baby Grandpa, formerly known as White, saying Golds formally known as Untitled Batkid Project went through a number of phase's. We sort of walked you through each one in real time. This time we decided to approach it a little differently. We love these shows about science on Discovery Channel, where they take you inside a machine and you get to see how all the different parts work and, uh, engine and the blades and how they are made and why and pieces and the switch and buttons in the wire. Like that video of the Creole, a factory where they make the Crans childhood for the win. Have you seen it? Oh, God, I don't know why it makes me cry, but it does the crayon colors and all of that. Just bring me back to the barn where I used to be left alone to color the Hey, So","speaker":"spk_0","timeCode":341.84,"tags":["Untitled Batkid Project","Di'scovery","Channel","Creole","Cran"]}]