[{"id":"3xI7MHMByMrymAEm5n9u","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"Arpad Fest has music too? Yeah. Mumford and Sons rocks for the length of one song. The first time you hear, it's Mumford and Sons","speaker":"spk_0","timeCode":4368.95,"tags":["Arpad Fest","Mumford and Sons","Mumford and Sons"]},{"id":"5RI7MHMByMrymAEm5n9u","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"Daddy. Yes, I'm unfortunately not so up on the current music. That's good. That happens to dads. Yeah, you lose touch. I mean, asked me about James Taylor. Yeah, Hamas in the Pappas. Yeah, well, I don't want to do those because you set him already, so I feel you gotta can dancer. But maybe I could think of something in that neighborhood. You know, that that would be surprising, but that you would have a strong opinion on not Mumford and Sons and not James Taylor. But, um oh, uh, Steely Dan.","speaker":"spk_0","timeCode":4416.22,"tags":["James Taylor","Hamas","Mumford and Sons","James Taylor","Steely Dan"]},{"id":"6RI7MHMByMrymAEm5n9u","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"be sure they were the same. And and I just don't I don't think that's nice to talk about everything for his girlfriend whos very night, whos one of the nicest people live mad. Yeah. And out of respect for him. Who? I don't want to have to go to jail because frankly, hearing this made me think that I should have September look forward. Police officer got stuff some of his buddies from the force and get this guy locked up. He defended BC ality and you're telling him to get He just said, Lets think about it. Which I think is always fair. Yeah, you coming up to make it? So we got to do this right now.","speaker":"spk_0","timeCode":4493.03,"tags":["September","BC"]},{"id":"6xI7MHMByMrymAEm5n9u","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"um, unit that he would have to be tried as a minor as a baby, Right? Yeah. Anyway, I hope that answers your question. Yeah, So that cleared up branding. Uh, I guess well take one more question for Popcorn Gallery on the kid cast.","speaker":"spk_0","timeCode":4541.92,"tags":["Popcorn Gallery"]},{"id":"8BI7MHMByMrymAEm5n9u","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"So it was people in camera. Okay, that and that's and then do you want to shape that? Like a question?","speaker":"spk_1","timeCode":4619.58,"tags":[]},{"id":"-BI7MHMByMrymAEm5n9u","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"Yeah. I mean, I know that some movies are made on computers. I know they still use people to voice them a lot of the time. I m computers thes people to voice computers. Let me clarify. People voice the characters in the movie that have been rendered on computers, and you talk about the guy who voiced the brave little toaster. You thought that toaster was a computer. The brave little computer,","speaker":"spk_0","timeCode":4726.6,"tags":[]},{"id":"-hI7MHMByMrymAEm5n9u","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"computers. And I justly, when I'm listening to a live podcast, there's a big laugh and I don't know. What are they laughing at? Yeah, and John just did a funny face.","speaker":"spk_0","timeCode":4778.37,"tags":["John"]},{"id":"_xI7MHMByMrymAEm5n9u","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"Youll also hear Muddy, Muddy and me May Seth Kimberling startup school.","speaker":"spk_0","timeCode":4847.4,"tags":["Muddy","Muddy","May Seth Kimberling"]},{"id":"ARI7MHMByMrymAEm5oBu","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"by Wrong.","speaker":"spk_1","timeCode":4882.91,"tags":[]},{"id":"AxI7MHMByMrymAEm5oBu","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"is he just kind of like quivering? Yeah. I don't know whats going on for him, and","speaker":"spk_1","timeCode":4960.92,"tags":[]},{"id":"CRI7MHMByMrymAEm5oBu","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"stuff. Where you something. I want to eat the hair of a wicked man. I didn't know","speaker":"spk_1","timeCode":5047.51,"tags":[]},{"id":"DxI7MHMByMrymAEm5oBu","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"Pushes chaired toward the","speaker":"spk_0","timeCode":5191.38,"tags":[]},{"id":"FhI7MHMByMrymAEm5oBu","index":"handbook","podcast":"Hollywood Handbook","episode":"John Gemberling, Our LIVE Friend","line":"today on wolf pop dot com or the","speaker":"spk_0","timeCode":5286.93,"tags":["wolf","dot"]},{"id":"4xK4MHMByMrymAEmFbG4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"So I say that Glenn public, you can come in. Tom stays outside because if he comes into the party, I know like he's gonna pull some prank and I'm gonna end up sniffing his. But, uh, Glenn unlocks my cellar door without me seeing Tom gets inside. Sure enough, just before the partys over, he comes in and like the but man outfit, and I'm sniffing on it really good. Uh, but what they don't tell he doesn't tell you. And I see I don't feel bad about letting this out at all. When you put that costume on, that's not his real, but oh, well, then you're protected in a West. It certainly didn't smell like a real but and so like me as a fan before that. The experience of sniffing the fake but was like","speaker":"spk_0","timeCode":3.4000000000000004,"tags":["Glenn","Tom","Glenn","Tom","West"]},{"id":"5xK4MHMByMrymAEmFbG4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"outsiders got a kicking button dropping names on the red carpet, laid back hallways of this industry we call show. Yes,","speaker":"spk_1","timeCode":84.8,"tags":[]},{"id":"6RK4MHMByMrymAEmFbG4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"it is a holiday, it is time for it to be Christmas.","speaker":"spk_1","timeCode":95.86,"tags":["Christmas"]},{"id":"8RK4MHMByMrymAEmFbG4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Yes, Paulie. Sure. And if we do this again and it's not Christmas than you know, we're in huge trouble.","speaker":"spk_1","timeCode":240.38,"tags":["Paulie","Christmas"]},{"id":"8xK4MHMByMrymAEmFbG4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"say later that it was like because we because this one went really well or something like that is not going to go very well. It will be because of something like we didn't get a guest like the very last second.","speaker":"spk_1","timeCode":253.68,"tags":[]},{"id":"9BK4MHMByMrymAEmFbG4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Yes, and that happens to us.","speaker":"spk_0","timeCode":264.4,"tags":[]},{"id":"9xK4MHMByMrymAEmFbG4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"The calls are so I control the boards. Okay, Um and I can give. I can tell you guys the name of the color and the calls, or it will be in the headphones.","speaker":"spk_1","timeCode":294.2,"tags":[]},{"id":"-hK4MHMByMrymAEmFbG4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Mike. Hello. Hey, Mike. Yes, I got Can you hear us? Yeah. Can you hear me?","speaker":"spk_0","timeCode":324.39,"tags":["Mike","Mike"]},{"id":"-xK4MHMByMrymAEmFbG4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Yes. How are you, Mike? Are you from the forums? I am. Yeah, I'm a salad. Rafael. Oh, Sally. Jesse. Rafael. Congratulations on the pro version. Yeah, thank you. That was great. I do that dance all the time. Always from the run. This Tracy way. Leo s. Oh, yes. Good memory. Good memory. Mike. Mike, you're from Chicago. You must eat that big pizza.","speaker":"spk_0","timeCode":336.42,"tags":["Mike","Rafael","Sally","Jesse","Rafael","Tracy","Leo","Mike","Mike","Chicago"]},{"id":"ABK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"cause my cause,","speaker":"spk_0","timeCode":384.72,"tags":[]},{"id":"ARK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"people sort of see how it feels like hes and I are up in this tower and we can't talk to normal people. But if you are interested and ah, student of life in this country than just from hearing someones town, you could make great conversation on that can come into play in the Hollywood industry. Canada days? Yes. And just to continue the great conversation we were we were having about the pizza. I got to tell you, Mike, I prefer a nice, big wet slice Of New York pizza, and I I don't think that big Chicago pizza is any good at all. And so what do you say about that? I like the I like the New York pizza with the big, chunky tomato, and it's It's got water all over the top.","speaker":"spk_1","timeCode":387.1,"tags":["Canada","Mike","New York","Chicago","New York pizza"]},{"id":"DBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"when Obama one Did you go see Obama do his whole like the whole rally, The big celebration at the zoo or wherever that was? He's from Chicago. No, no, no, I didn't end up going. Thank you. See people down there, OK? Because the whole thing, it's like, what is he? You know, if people remember this When he got elected, it was like he was, like, some big celebrity and going up there And, like, almost basically acting like a movie star and like, they set up a whole stage for him and everyone supposed to show up. And so, congratulations. I wish he was just folks.","speaker":"spk_0","timeCode":526.52,"tags":["Obama","Obama","Chicago"]},{"id":"EBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Okay. You were just gonna tell us you didn't go to the Obama thing?","speaker":"spk_0","timeCode":592.94,"tags":["Obama"]},{"id":"FxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"The rest is Ah, fair game after that. Oh, any order you want, OK? Yes.","speaker":"spk_1","timeCode":682.55,"tags":[]},{"id":"GxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"It's hard. It's hard to endure the show with you on it, Sean. I don't know. I just I love Hey, great.","speaker":"spk_1","timeCode":739.63,"tags":["Sean"]},{"id":"HRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"I mean joke. And it's And this sometimes I'm not even sure if it is a joke. Like, lets look at the anatomy of this joke. It's hard to enjoy the show with you on. And that's said to me, Right, Who is the show? Who is big part of the show and a nice guy and smart, Nice, funny? No, I'm sure. I'm sure you're nice. Like I think you're probably a great person. I'm like, I'm sure you are. Well, see,","speaker":"spk_1","timeCode":765.79,"tags":[]},{"id":"IBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"I am. Yeah. I'm on Vashem. Yeah. Is that the one where the bike is in the tree? It is. Yeah. Yeah, yeah, I know. I know about that. You know, you drinking coffee and because Seattle","speaker":"spk_0","timeCode":808.17,"tags":["Vashem","Seattle"]},{"id":"JBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Yeah, yeah, no chance. And why do I know all these things about you? Why don't I know that you're going to school and you're and that you live on this little island? Like Why do I have all this information?","speaker":"spk_1","timeCode":830.18,"tags":[]},{"id":"JRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Well, I can think of a few different because I'm on the show. I'm the one on the show. I'm talking to you. And yet somehow I have all this information about you that I'm not using in my daily life. I know more about you than I know about me,","speaker":"spk_0","timeCode":842.32,"tags":[]},{"id":"KRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"You're a mens rights activists. I know that about you. I respect that a lot. A","speaker":"spk_1","timeCode":883.93,"tags":[]},{"id":"KxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"chance and goes on the forearms a lot. And he will speak up for this is a group that has not always got a fair shake. Certainly in recent years,","speaker":"spk_1","timeCode":892.67,"tags":[]},{"id":"LRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Yes, and they're being marginalized. Yes, And that is what I appreciate when chance and does that on the forums. I say, See, this is useful. This is a voice that we don't have out there. And","speaker":"spk_1","timeCode":904.15,"tags":[]},{"id":"MBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"And I appreciate that it's someone has there. So many people out there now that are talking about civil rights for, like, only a select group and talking about that only a certain number of peoples lives matter and you're there saying which I appreciate Shouldn't everyone's lives matter? Like, Why is it that, like Onley these guys lives matter? Like What about me? Is my Does my life not matter? Right? It seems extremely mean. It's like just because certain people were undervalued doesn't mean I've been overvalued. And can I get even more of what I''ve had? And I also wanted to bring up with you chance. And because you did something so cool on the forums recently and you had a ranch of yours and then you sort of threatened to, you know, lay some really hard truths on me and hes and and this is was your phrasing. Drop the mic afterwards and the image that currents off a comic on stage. And I''ve seen some do this where they let go of the microphone and it falls to the stage. And that sort of such a definitive ending","speaker":"spk_0","timeCode":948.9,"tags":["Onley"]},{"id":"NRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"There's a car waiting at the corner. When you get in, they have dog food. They have everything you need. You come to me and say OK, It's not easy because that's why he lives on an island. So it's hard. It's harder for you to escape. Oh, hey, Chance And whats up, Howard? I do.","speaker":"spk_1","timeCode":1074.45,"tags":["Chance","Howard"]},{"id":"NxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Jansson. Thank you so much for listening toe the show. And for you are a fan of the reality show show for a long time, and we really appreciate it. And if you can tell, we are listening to you and I think the show you I think you can hear Would you listen to the show? Your criticism? Yes, that it's being considered and actually making the show better. Can you hear that?","speaker":"spk_0","timeCode":1103.82,"tags":["Jansson"]},{"id":"QBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Andy and me and hes love science so much. And I think I have a nice way to sort of illustrate this. Are you familiar with a semi permeable membrane? Yeah, I think. Yes. In cells. And what my didn't They don't each other. And so you something. And so what? My science teacher, One of the many good ones I've had used to say This is truly what he used to say in my high school back when they did teach it in high school","speaker":"spk_0","timeCode":1262.83,"tags":["Andy"]},{"id":"QxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"There, Sam Grant Burger ho. Okay. Bozos okay. Ah, Anastacia. OK. Oh, lets have a have a refreshing female voice. Voice? Yes. So people know that that's okay to be a woman and be a fan of ours.","speaker":"spk_0","timeCode":1330.37,"tags":["Sam Grant Burger","Bozo","Anastacia"]},{"id":"RhK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"your name? Yes, I think that was right Because it matches the V go better who, if you remember, was the villain in ghost breakers? Yes.","speaker":"spk_1","timeCode":1367.03,"tags":[]},{"id":"RxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"I haven't seen that movie. Oh, on Assad. Azia, you have Teoh.","speaker":"spk_0","timeCode":1376.97,"tags":["Assad","Azia","Teoh"]},{"id":"TBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Oh, dry heat.","speaker":"spk_1","timeCode":1427.04,"tags":[]},{"id":"TRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Under saying to me is, you have in Arizona, the Phoenix Cardinals and it's like the Phoenix is already a bird. Yeah, so it's really like saying the bird birds. And is it the Phoenix ah, burnt up regular bird that now has powers of fire?","speaker":"spk_0","timeCode":1428.74,"tags":["Arizona","Phoenix Cardinals","Phoenix"]},{"id":"VhK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"How do we How do you stay in the house? You stay relevant, I guess. How do you say? Interesting","speaker":"spk_0","timeCode":1533.67,"tags":[]},{"id":"ZBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Kodiak Smoking school. I want to try and be healthy way. No, you quit smoking. But what do you dip with now? Yes.","speaker":"spk_0","timeCode":1751.01,"tags":["Kodiak"]},{"id":"ZRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Obviously you quit smoking. What do you shove in your maw and periodically spit into some sort of water bottle or whatever you have on you in order to get the same buzz from smoking without all that nasty inhalation?","speaker":"spk_1","timeCode":1759.51,"tags":[]},{"id":"cRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"brother. Hose on air. Hi, Burger Ho. And lets use real. Now, lets use real names for this. Isnt it Brian or something? It is Brian. Yeah, Burgo is just like an acronym. Okay. Oh, and calm down. please. Okay. Yeah. It sounds like you're speaking from an apartment that you just moved into. You haven't really quite furnished it yet. Is that right? Yeah, there's no, There's a lot of dead wall is not a lot of furniture. Not a lot of carpet. Yes, that's what I wish. I wish I could do some about that, but here we are. And so year from Boston. Is that right? I'm from California and from San Diego. I I go to school out here in Boston. Okay, so bolt up, Bolt up. Yes, and that's up. Yeah, indeed. Well, what do you think about all this Freedom Trail stuff? Seems like everyone's going to Boston these days. And like, it's this big, fat now toe walk the Freedom Trail. These kids are all doing this, and I don't fully understand. Can I say this before you an answer? Ah, car should be a car. Ah, boat should be a boat and a doc. Ladies and gentlemen should be a duck if it looks like a duck. Well, it certainly shouldn't drive and be able Get drive on water. That is not okay with me. Sorry. Science. Back to the drawing board and rant over. And now you can talk Burger ho, Brian,","speaker":"spk_0","timeCode":1896.1,"tags":["Burger Ho","Brian","Brian","Burgo","Boston","California","San Diego","Boston","Freedom Trail","Boston","Freedom Trail","Burger","Brian"]},{"id":"dxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"for my future just day today, because I'm thinking about it so much That was an order doing Yes,","speaker":"spk_0","timeCode":2033.74,"tags":[]},{"id":"fRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"go to go. We have to go. Thanks.","speaker":"spk_1","timeCode":2119.18,"tags":[]},{"id":"gxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"What I put up? What up? What up, Grant High Grant, Are you from the forums? Yeah, I'm trying to Mr Brown. Oh, Charlie Murphy Brow, baby. Well, thank you for And you're latest song, Charlie Murphy Brown. Can I say, took some real steps in the right direction for me because I noticed that I could hear some of the things I had been saying And hes had been saying It was so much nicer than hearing. Sometimes people put these songs and I don't know whose. Even making the noise","speaker":"spk_0","timeCode":2152.15,"tags":["Grant High Grant","Mr","Brown","Charlie Murphy","Charlie Murphy Brown"]},{"id":"hhK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Yes, I'm in a home, and I would only say, That is Arizona. Kind of what? You would say it to your house.","speaker":"spk_1","timeCode":2212.58,"tags":["Arizona"]},{"id":"lBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"details of all Of over having a crazy red hunting hat on.","speaker":"spk_0","timeCode":2373.3,"tags":[]},{"id":"lRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Yes. Ed, can we return writing to the subject of ducks? There's lots of interesting duck questions in there. Oh, yes. Where did they go","speaker":"spk_1","timeCode":2378.64,"tags":["Ed"]},{"id":"mBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Are you a secret slob","speaker":"spk_0","timeCode":2411.46,"tags":[]},{"id":"mRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"like that devilish dragged ladder","speaker":"spk_1","timeCode":2414.26,"tags":[]},{"id":"pBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"this And I know I'm not bearing me coming out of your computer. And I know you are made fun of fake version of you. Yes. Oh, no. I'm not making fun. You for sure that Yes. And I living","speaker":"spk_1","timeCode":2499.84,"tags":[]},{"id":"pxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"But, Charlie, they trail. We have a famous way. Have a famous person really sin. So pause on you, and also hang up. Thank you. Try","speaker":"spk_0","timeCode":2555.87,"tags":["Charlie"]},{"id":"qBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Just just busy. The Cheryle got its shout out out, and you almost want to start with your shot out because you really don't know how much time youll have.","speaker":"spk_0","timeCode":2568.82,"tags":["Cheryle"]},{"id":"qRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Maybe some of the time spent mocking me, uh, could have been spent shouting out. Okay, We got a lot of people to go, huh? Sams been waiting for 47 minutes. Okay, lets talk to say, Sam,","speaker":"spk_1","timeCode":2577.7,"tags":["Sam","Sam"]},{"id":"qhK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"it was better not being a better not be, but it probably is. Hello. I'm no engineer. Hello. Hi. Hi. Does sound a little bit like and doesn't. And isnt it the first thing you would say if you were Internusa? Yes. Yeah. Uh, hi, Sam. Are Whats your name on the forums? I got the pro version last three. Thank you very much. I was building a revolver and Nico s Velvet Revolver. And Nico? Yes, and we love music as well. And when we know that's an homage toe Lewis Re, and it was a very close friend of ours. Edgy music. And don't you remember that one part of the movie where they played his songs","speaker":"spk_0","timeCode":2591.1,"tags":["Internusa","Sam","Nico","Nico","Lewis Re","Edgy"]},{"id":"qxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"and very influential counterculture?","speaker":"spk_1","timeCode":2633.08,"tags":[]},{"id":"rBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"And I've heard that every","speaker":"spk_0","timeCode":2635.8,"tags":[]},{"id":"sBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"and fucking Sam?","speaker":"spk_1","timeCode":2710.34,"tags":["Sam"]},{"id":"sRK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Um, I wondered if you guys were scared about the Sony hacks or if you guys were prepared report because of Gmail roulette.","speaker":"spk_0","timeCode":2713.98,"tags":["Sony","Gmail"]},{"id":"tBK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Kim Jeong Eun from Seth Rogan. Yes, that he's he's coming to kill Kim Jong Eun, and we beat them up because as a bit of counter programming, when we heard that movie was being made, we sort of sniffed out the opportunity because we know they're not gonna like having him get beat up by James Franco. Seth Rogan. And so what Hes and I did was","speaker":"spk_0","timeCode":2744.39,"tags":["Kim Jeong Eun","Seth Rogan","Kim Jong Eun","James Franco","Seth Rogan"]},{"id":"uxK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"He is. But that is a funny character. I'm glad you brought him up because the idea of a black guy being silly in that way","speaker":"spk_1","timeCode":2847.95,"tags":[]},{"id":"whK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"we say we we mean us. Yes, you've got to get out. And we did it with somebody else. Now go ahead. And, uh,","speaker":"spk_0","timeCode":2911.83,"tags":[]},{"id":"xhK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"What Andy does, too, is he calls these 900 numbers and then he calls the credit card company. Goes like my car was stolen. Were there any charges? And it's like You can't keep doing that.","speaker":"spk_0","timeCode":2989.43,"tags":["Andy"]},{"id":"0xK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"That whose Whose background noises that Oh my! Whos that? Whos mine? Doctor? Blue jeans, Doctor, Blue jeans. Thanks for talking basketball with me one time. Oh, yeah, that was fun. And there's think Good. Please, please don't go any further.","speaker":"spk_0","timeCode":3228.32,"tags":[]},{"id":"1BK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"British Andrew is on the line. His avatar is the guy from the ocean movie West Anderson did. I don't know if that would have been my choice. Sarah. Like","speaker":"spk_1","timeCode":3249.89,"tags":["Andrew","West","Anderson","Sarah"]},{"id":"2hK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"That's what you're OK. Well, merry Christmas, everybody. We did this as a gift to you. And the whole show we do is a gift. But this was an even bigger gift, cause you talk to us. And to Thomas just dio he's saying Hi. Don't you talk on the phone. I take to Thomas, and I know you know what that means. You're an actor. Hi. Oh, action. Much. It's much better. And well just do a mass hang up now, Okay? Shadows.","speaker":"spk_1","timeCode":3314.45,"tags":["Christmas","Thomas","Thomas"]},{"id":"4BK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"The World Dead Hey, this is our enemy camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and we''ve got great guests like Justin McElroy. I sat like a fancy college professor,","speaker":"spk_0","timeCode":3422.59,"tags":["The World Dead Hey","Improv","Hello From the Magic Ta'vern","Burger King","Chicago","of","Dark Lord","Justin McElroy"]},{"id":"4RK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Rachel Bloom, Collection of Men, Corpses and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of","speaker":"spk_0","timeCode":3451.64,"tags":["Rachel Bloom","Felisha Day","Colton Done"]},{"id":"4hK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"species. It's a bomber. Andy Daly. You have the members of Genesis listed, but Phil Collins has crossed out and encircled in cross out again. Yes, I have killed Phil Collins twice. Thomas Middleditch.","speaker":"spk_1","timeCode":3460.03,"tags":["Andy Daly","Genesis","Phil Collins","Phil Collins","Thomas Middleditch"]},{"id":"4xK4MHMByMrymAEmFbK4","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners, Our Close Friends","line":"Oh, Jesus. I mean, jostle ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out. Now listen in stitcher apple podcast or wherever you get your podcasts","speaker":"spk_0","timeCode":3471.53,"tags":["Jesus","circle","stitcher apple"]},{"id":"5xK4MHMByMrymAEmsbLu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"because increasingly, it was I doing that a lot. Yes, You For the first,","speaker":"spk_2","timeCode":65.81,"tags":[]},{"id":"6RK4MHMByMrymAEmsbLu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"in, like, an excited way. But it sort of made me think like you wanted to do it. Like you were showing that you could do it and that you wanted to try. Please, I could never. But that won't. Because increasingly, you have been doing it along with","speaker":"spk_2","timeCode":79.43,"tags":[]},{"id":"6hK4MHMByMrymAEmsbLu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"me. Oh, please. I don't need ID. And that's your thing. I could never really was. I do know a lot. I mean, he was","speaker":"spk_0","timeCode":93.05,"tags":[]},{"id":"6xK4MHMByMrymAEmsbLu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"getting in. Writer.","speaker":"spk_2","timeCode":98.8,"tags":[]},{"id":"7RK4MHMByMrymAEmsbLu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"tired or something, I don't know. I mean, I don't know what the scenario is. Your voice is hoarse because I would like to try it, but I don't want to take away You doing okay? Doing it in slow. You're saying, like you know, because sometimes I am tired. Sometimes I come in here and I just think like God, I mean, I want to do the show. I'm excited to the show, but just like but the procedural stuff just like the it's dotting the is and crossing the teas for me. So honestly, if I did have someone to do that for me, I would I would actually appreciate. Gosh,","speaker":"spk_2","timeCode":114.35,"tags":["God","Gosh"]},{"id":"9xK4MHMByMrymAEmsbLu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"Great. Run it. And when it's finished, I'll do it.","speaker":"spk_0","timeCode":225.03,"tags":[]},{"id":"-RK4MHMByMrymAEmsbLu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"Hey, stop! Start notice. Just back. Just the end. Can you just a and just do the end.","speaker":"spk_2","timeCode":250.04,"tags":[]},{"id":"_BK4MHMByMrymAEmsbLu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"you know that assumes you don't hear anything anymore than that's when you can go. And more casual, huh?","speaker":"spk_0","timeCode":262.66,"tags":[]},{"id":"_hK4MHMByMrymAEmsbLu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"You're so excited I think is too excited. Check this out. Oh, hi, everybody That said, this is the Hollywood Handbook and it's the insider guy that kicking butt drop names. Yeah. Oh, Oh! All right. Yeah. Oh, this Oh, this is Hollywood Handbook the the insiders got a kicking button. You drop the names in the hot Hollywood handbook because I keep getting back to the beginning. Yes, that is a problem. You circle back around in the beginning, but it's the end you were doing before. So I think as long as you can just get to the end part, youll be fine.","speaker":"spk_2","timeCode":281.09,"tags":["Hollywood Handbook","Hollywood Handbook","Hollywood handbook"]},{"id":"BRK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"Yes. So I don't want the I don't want you to be able to use that one, because I know I've got a better one.","speaker":"spk_0","timeCode":405.24,"tags":[]},{"id":"DBK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"Okay, Which It's showbiz shirt biz. Showbiz. What are you saying? I'm saying showbiz so that for next time","speaker":"spk_2","timeCode":470.9,"tags":["showbiz"]},{"id":"ERK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"is Yeah. Well, yeah. No. Yes. No. What you're saying is actually more to the point.","speaker":"spk_0","timeCode":550.81,"tags":[]},{"id":"ExK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"So this a segment we call you're doing it wrong by Grove. I think I've got it.","speaker":"spk_0","timeCode":604.51,"tags":["Gro"]},{"id":"IhK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"a lot of time. So there's no good ending to the dog scenario because if it moves, whack data goes your But yeah, if it doesn't move school, that's the sound of dog make. And I know that sound like a bar. Or suddenly, or sometimes if it's a really big dog, suddenly you're being carted away on the back of this thing, probably chasing a cat","speaker":"spk_2","timeCode":803.01,"tags":[]},{"id":"JRK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"Well, because of the science breeding that","speaker":"spk_0","timeCode":846.36,"tags":[]},{"id":"MhK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"He's like one of the towns people that Galifianakis Of friends with. That's","speaker":"spk_0","timeCode":935.9,"tags":["Galifianakis"]},{"id":"NRK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"Hey, Year Wolf heads. It's here. Wolf Man. Jacks? Ah, nephews. Sean. And hes here to talk to you about Ah, the store. The in the year, the internal, the year WILL store. They didn't give us any ad. Copy this. Yes, it just says it just as","speaker":"spk_0","timeCode":951.23,"tags":["Wolf","Man","Jack","Sean","WILL"]},{"id":"OhK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"s Oh, yeah, and there's probably like a fucking hat or some. Like Don't they have shit like that? Yeah, I think there is a hat in their www dot e Your war Wolf merge dot com wolf merch store dot com Yeah,","speaker":"spk_2","timeCode":995.81,"tags":["wolf"]},{"id":"PRK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"and then click Purchase. Yeah, it's divided in sections, shirts, hats,","speaker":"spk_2","timeCode":1020.19,"tags":[]},{"id":"RxK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"I think my by building weight class, I wrestled to 20 above","speaker":"spk_0","timeCode":1130.94,"tags":[]},{"id":"SBK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"middleweight. Wouldn't that have been so interesting? Yeah, a lower middle weight. A lot of coaches said, Are you sure you don't wanna go featherweight? And I said, No, I want to take on the big boys. Uh, and I made regionals. Whats your signature move? Um, I like to do the chest slap. I like to do the hand whole. I'm getting scared. Does hearing just imagining the chest slap. I like to","speaker":"spk_1","timeCode":1137.87,"tags":[]},{"id":"URK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"Yeah, that seems over the top. Can I say thank you? Because your TV show that you're doing is finally something that","speaker":"spk_1","timeCode":1271.58,"tags":[]},{"id":"UxK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"Showing rial nerds like me on TV and making us the heroes and arent nerds taking over? And isnt it bullies time to get in the back seat? And arent we really ruling the world now? Yeah.","speaker":"spk_0","timeCode":1282.54,"tags":[]},{"id":"WhK4MHMByMrymAEmsbPu","index":"handbook","podcast":"Hollywood Handbook","episode":"Thomas Middleditch, Our Close Friend","line":"Yeah, I'm talking about Ah, I'm talking about big hero six I'm talking about I'm talking about movies about Birdman. I'm talking about, um inherent vice, which I haven't seen me neither, and I'm excited, even if I hate it. And don't. And don't you think that maybe you call Oscar fever because last year you were having a scene in Oscar movie? I remember Marty scores","speaker":"spk_1","timeCode":1334.88,"tags":["big hero","Birdman","Oscar","Marty"]}]