[{"id":"phIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"Imagine if the rock was a so lazy Hey. Oh, I have something. Okay, so she said, Oh, snap. Lets rain check. I have plans tonight. Sounds good.","speaker":"spk_0","timeCode":2514.28,"tags":[]},{"id":"qhIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"dear Grover?","speaker":"spk_0","timeCode":2558.33,"tags":["Grover"]},{"id":"xhIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"What should you like? Whats new stuff that he should like? So maybe girls are having to take some of the raid checks all the time with him. Okay. With weather. Yes. The weather. The weather? Yes. Wallets. Yes. That''s really good, Cody. Yes. While while And they know that you got to keep your money. And","speaker":"spk_1","timeCode":2816.73,"tags":["Cody"]},{"id":"xxIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"Cody, that's really smart.","speaker":"spk_0","timeCode":2834.52,"tags":["Cody"]},{"id":"yRIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"What else? Sarcasm. Sarcasm. You love that? What? Uh, Now he's using it. Even PC gamer,","speaker":"spk_0","timeCode":2850.26,"tags":["Sarca'sm"]},{"id":"1BIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"No wonder you're short on likes. That's why your page had nothing going on. It''s official. This holy disgui'se of weight and mix Engineer. Hello, new friend De Cody Martin writes something on this page. Don't trust me. We will, Cody. Okay, Kevin. Right on his page. Dear, dear. Thank you. And quotes","speaker":"spk_0","timeCode":3021.06,"tags":["De Cody Martin","tru'st","Cody","Kevin"]},{"id":"2BIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"and D E cyst.","speaker":"spk_0","timeCode":3061.1,"tags":["D E cy'st"]},{"id":"3RIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"Just put in parenthese's. Knife picture.","speaker":"spk_0","timeCode":3112.58,"tags":[]},{"id":"5BIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"there is","speaker":"spk_1","timeCode":3192.11,"tags":[]},{"id":"5xIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"Baby. Hey, this is Arne Camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy, I said, like a fancy college profes'sor,","speaker":"spk_0","timeCode":3269.84,"tags":["Arne Camp","Magic Tavern","King","Chicago","Sea'son","ju'st","Lord","Sea'son","Ju'stin","McElroy"]},{"id":"6BIjL3MByMrymAEmVjH3","index":"handbook","podcast":"Hollywood Handbook","episode":"Cody and Kevin, Our Facebook Friends","line":"Rachel Bloom, collection of Men, Corpse's and one woman,","speaker":"spk_3","timeCode":3297.39,"tags":["Rachel Bloom"]},{"id":"7hIkL3MByMrymAEmUTEe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"So it was May. It's JonBenet''s brother. It''s O J Sahn Uh, it''s the guy, my friend who pushed the plunger Teoh, Detonate the power 70 Tower seven And, uh, and we're hacking into the mainframe and we're gonna change all the TV ratings on TV, but number I want to make it look that boy, Quantico is falling. Ah, hello that the boys just getting together That''s so fun when we finally because it''s our schedules are also insane. And it''s like, When can me O J son, Japanese brother and my friend who pushed the plunger detonator seven all get in the same room and just hang out and just have fun and just screw around. Yeah, yeah, make it look like chronicles. Numbers are falling off when, Actually, it''s the most popular show and we're doing it. And at one point Germany''s brother gets very quiet and goes, Are we bad people? You know? And I go, Wow, uh, Germany''s brother. I never have really ask myself that question. And, um, right at that moment, O J son does like the biggest like armpit fart. It''s like OK, rules back to reality. We're having fun like for, you know, nor the question that we ask ourselve's is like, am I becoming my father? But for OJ''s dad, that would actually be for O j son. That would actually be, like good, because his dad is like, actually good. Oh, yeah, yeah, yeah. Um, So, anyway, welcome high with Hamburg. Uh, since I guide kicking butt dropping names, right, Carbon? Hey, when you, uh, today, Uh, well, you have to do this one quickly. Actually, yes, we're go. We're a little behind on this. Something that we wanted to dio, uh, you see all these videos that today''s the day? They, um Have you talked about the pres's? They're doing president today, and we're ready, but pulls. And you say this is the president. It''s about time today. Uh, we have been seeing all these things. These videos people are rocking the boat there, rocking Novo. Yes. Ah, virally Yes. On the web? Yes. And, uh, you know, he's and I are not stupid. If six people make a video about something, we're going to make a video about that too. We should be doing it too. But this is now We have not done one of these before. We want to do it in a way so we can kind of protect ourselve's, but also get all the plenty of hits and eyeballs s. So we have brought in someone who is so good at this and has done it so good. Special guest's just McKenna Hi. Hi. I just go so good to have you here. Thanks for coming. Did you Did you vote it already? Yeah. Yeah, I got that poll. Why? I got in there and I said this this for president,","speaker":"spk_0","timeCode":2.15,"tags":["May","JonBenet","J Sahn","Teoh","70 Tower","Japane'se","Germany","Germany","O J","OJ","O j","Hamburg","dio","Novo","McKenna"]},{"id":"7xIkL3MByMrymAEmUTEe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Did the president. And good job. Congratulations.","speaker":"spk_1","timeCode":185.26,"tags":[]},{"id":"8xIkL3MByMrymAEmUTEe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Hey, Just mad props.","speaker":"spk_1","timeCode":206.73,"tags":["Ju'st"]},{"id":"9hIkL3MByMrymAEmUTEe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"OK, it was a relief for Harry to sink into the mind of someone else.","speaker":"spk_0","timeCode":246.34,"tags":["Harry"]},{"id":"-hIkL3MByMrymAEmUTEe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"A wizard boy. Yeah, Yeah, I was dropping us in pretty far into the story of the house. That was a late chapter was about chapter","speaker":"spk_0","timeCode":276.36,"tags":[]},{"id":"_hIkL3MByMrymAEmUTEe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"old elfs. Yes, sure. Well, yeah, we don't beat up else in the Harry Potter world. They're actually a marginalized society that we fight for. You say that this election has had it's very own Voldemort.","speaker":"spk_0","timeCode":333.61,"tags":["Harry Potter","Voldemort"]},{"id":"AhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"'so So if we're saying that we could be like, Well, maybe Voldemort is actually the good guy in these books. So it's okay to say that Trump is like Baltimore. But in that case, Baltimore is like, potentially there. Certainly, Baltimore has some perspective. I mean, right, Well, I would say that it''s like pretty much like a universally horrible perspective. So I think like if you want your video, just be about voting, maybe just say like, voting''s important. But I would say that like, it''s always better to have, like, a stronger point of view. Being wishy washy is gonna be trickier.","speaker":"spk_0","timeCode":375.56,"tags":["Voldemort","Trump","Baltimore","Baltimore","Baltimore"]},{"id":"DRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"got too much cursing. And, you know, you got to get those hits on the work day because I had an","speaker":"spk_0","timeCode":516.18,"tags":[]},{"id":"EhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"And that parents are almost treating it like they found drugs. And then that you're gonna want to be cool doing it cause of your parents that you don't want to do it. That makes us the coolest thing to do and play. I honestly think we would be great as teen","speaker":"spk_1","timeCode":552.61,"tags":[]},{"id":"GBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"That's a great one. That''s a great one. Now I worry that.","speaker":"spk_0","timeCode":636.52,"tags":[]},{"id":"GxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"that's good on the dark dog. I'm stop. You're stuck and a lot of people feel stuck. And so they don't vote because they think that''s good. It doesn't matter. We can use that audio. We're","speaker":"spk_1","timeCode":674.39,"tags":[]},{"id":"IRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"thank you. Just that's important. Got","speaker":"spk_1","timeCode":699.45,"tags":[]},{"id":"IxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Can I say something as we're doing this, I am gonna have to be lying down for the shoot.","speaker":"spk_1","timeCode":707.55,"tags":[]},{"id":"JhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Welcome. This is just I'm trying to just drop you guys got You have to start seeing this video Now? Yeah, yesterday. Done yesterday. Can we get it done yesterday, please?","speaker":"spk_0","timeCode":774.1,"tags":["Thi"]},{"id":"KBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Ah, no, it's truth, though. We beat it done yesterday. And I gotta say anything we needed to come out today. Game ding, ding, ding. Somebody finally was correct. So, um so these are all great elements of a voting video, but she must be more than just a voting video. Well, because for me,","speaker":"spk_0","timeCode":791.57,"tags":[]},{"id":"MxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"one I'm gonna be lying down on camera for, You know, it sounds like you've actually our made it pretty relaxing for yourselve's, But, you know, because you could just make more videos. That's what''s kind of great about them is that they're not that much time or commitment. You could just kind of turn them out.","speaker":"spk_0","timeCode":897.35,"tags":[]},{"id":"OBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Uh, yeah. I mean, you could just make a video that I like about how sometimes Big things happen","speaker":"spk_0","timeCode":984.33,"tags":[]},{"id":"QBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"that, like maybe there is still hope, you know, like like as dark as it's gotten and it''s much of a dumpster. Fire is 2016 has been. Doesn't feel like maybe there''s, like, one positive thing. And that''s just like the ray of light. We need to guide us out of the tunnel. That is how I felt. Yeah,","speaker":"spk_0","timeCode":1046.2,"tags":[]},{"id":"QRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"it wasn't the Cubs, Harry Potter. Mm. Then beat up on a more.","speaker":"spk_1","timeCode":1066.63,"tags":["Harry Potter"]},{"id":"VhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"because I for everything I'm hearing that's good. No,","speaker":"spk_1","timeCode":1288.38,"tags":[]},{"id":"XxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"really good safe, actually. OK, that would be helpful. Clears. Um yeah, that's a step, actually, we love these guys. Yeah, that''s great. I'll take that as a That''s a productive step, I think. Well, I think you could say voting is gay. If you had a bad character, say it that way. We understand. See, I don't","speaker":"spk_0","timeCode":1344.89,"tags":[]},{"id":"YhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Oh, no. Are saying we love it. What we're telling you, we think voting today. We love it. We like voting so much. It's practically gay.","speaker":"spk_1","timeCode":1385.36,"tags":[]},{"id":"ZRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"it okay for me to say, as long as we're in this area? Yes. Muddle the mes'sage. That's very funny. Is it okay for me to say, somewhere in the area can a brother get a ding? Did, um can I say that? Because I'm here with my little baby twin brother? Yeah.","speaker":"spk_1","timeCode":1411.36,"tags":[]},{"id":"axIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"you know? I mean, there's a friend of ours. Yeah. Hey, this is what I'm about to do. You know what I'm doing? The photo. It''s like an official profes'sional thing. It''s not my personal collection. Sorry for couple. Sorry. Entering this way, you know. So I met that is off. He talked into a dead mike. Sorry. I'll be quick. Yeah, like and even longer than that would be great. Because, like, imagine You approach someone on the street and you start taking their picture, and you say Sorry, LP quick. Yeah, it''s a tough opening.","speaker":"spk_0","timeCode":1500.8,"tags":[]},{"id":"cRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"okay. Now is so much quicker scenes on these photos, and it really is supposed to be flying the wall. And now I fear that weve really called out Kevin. So much like I don't know if I can make this a candid Oh, you just caught us recording just as a bunch of as a bunch of pals, you know? Now I'm really I'm aware of the lens in a way that I think has sort of broken. The fourth wall of these photos","speaker":"spk_0","timeCode":1603.69,"tags":["Kevin","ju'st","ju'st"]},{"id":"dRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Ah, handsomer face on the pane of glas's that wouldn't that be good. Yes. Yeah, I've been somewhat pigeonholed. Ah, by the current face, I have, um and I can't only play certain roles. Guys who have a face that's mes'sed up. Yeah, and should definitely be a lot bigger. Oh, God. It''s gonna have to to fit my head for people who havent seen me. And Earwolf does a nice job of sort of altering the photos and stretching a very long lens so that it fits. My heaven did say they would look great.","speaker":"spk_0","timeCode":1658.45,"tags":["Earwolf"]},{"id":"fhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"know, And he has experimented with things like this Getting","speaker":"spk_1","timeCode":1780.44,"tags":[]},{"id":"hxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Um, Now that's becomes, like sort of. That race is","speaker":"spk_1","timeCode":1887.1,"tags":[]},{"id":"jBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Again, I think it's just so dangerous. Toe ever verte group by. They are those guys, you know. That''s just we never won a lump. Even","speaker":"spk_0","timeCode":1930.57,"tags":[]},{"id":"jxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"then. Well, what? I supposed to talk to them? Just talk to him like people. But just don't Don't reference yourself as part of that. How can I make them a generalized group if I'm not allowed to? Oh,","speaker":"spk_1","timeCode":1951.86,"tags":[]},{"id":"khIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"He's a blankie, as that''s what people like about him. Come on, people. Maybe it''s pathetic. I drive a sleigh. Made a would people hate this way","speaker":"spk_0","timeCode":2136.8,"tags":[]},{"id":"kxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"They do. They hate it. Who hates the sleigh? That group focus groups. This Lake hates this Lake s Haarhuis. It test's or 18 to 40 people you're testing before you go to the free in Northridge Mall, you grab a bunch of like, complete strangers who, by the way, have time to sit in one of these test's. They buy razors. They like the razors. They like Linus. They will good When I got good news for them, there's our special offer for fans of the show at the coat Handbook-East. Check out to get a post shave ball about it. Dear Odor free way. You know it''s a get up by four years for me. Goto Harris dot com Right now don't drink. Both Could check out and claim your free trial, said a post shave bob. That''s hurries dot com Code ahead and book way. Good lunch. Can't do that. Try saying no more and no more sleigh. I don't like this lie anymore and maybe we can I'm changing the","speaker":"spk_0","timeCode":2149.14,"tags":["focu","Lake","Northridge Mall","Linu","coat","Handbook-Ea'st","Odor","Harri","hurrie"]},{"id":"lhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"doghouse's to myself? The reindeer, Uh, maybe like one of them or something. One reindeer will pull my doghouse plane. Hear you? She hands? Not. I don't know. I don't think so. Well, I don't know either. That's on a good pitch. I mean, it''s like a workshop with the but like, you don't Maybe you know the problem, but you don't have the fix yet. Did you think that maybe Are you identifying a problem is not the same as being the guy who has the solution. That''s not my job. Okay, I'm not going. Whose job is it? A creative guy. I mean, but I when I see something that I don't like, you know, I sell the razors good, great. But then admit that maybe the creative guy should be the one coming up with. So it''s not a sleigh. It''s not to bargain. It''s not a dog house being pulled by reindeer. So it''s like O B 00 driving that one of the cherry picker construction machines you see in the telephone wires. Well shoot it. Oh,","speaker":"spk_0","timeCode":2221.47,"tags":["B"]},{"id":"mhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"will be the same video, obviously. But way short of work.","speaker":"spk_1","timeCode":2388.74,"tags":[]},{"id":"nxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"'so much. Thank you.","speaker":"spk_0","timeCode":2427.47,"tags":[]},{"id":"oxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"It could be scary. And that's why I think you want to make sure let you never move past like injuries that you know are OK. Like","speaker":"spk_0","timeCode":2450.32,"tags":[]},{"id":"pBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"people have kitchen accidents. They're fine, like a said. People get in a minor car accidents. And, you know, maybe you should maybe take up Ah, mountain biking and whip sees. I fell off the trail of it because I'm a new mountain biker, and I went on a trail. I wasn't prepared for it with the wrong type of bike. And can you please mix my face? Write a good story. I wish sometimes that it was okay for me.","speaker":"spk_1","timeCode":2458.19,"tags":[]},{"id":"pRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Do not have to hurt myself to get some kind of corrective surgery and to just say I'm a human being. I'm struggling with the idea that the way I look is changing. And the concept of myself is not what I'm seeing in the mirror. And I'm fragile and I'm making a choice. Maybe it's based on my ego, but it''s a personal choice. But that''s not what you actually think. I mean, you're just saying just in case you ever think that? But you actually think that I would like No, I yeah. No, I think I'm cool. I think I'm ah, kind of fresh and hot. Yeah. Hello? Fresh. Please get in trouble. I'm so sorry. Honestly, are you by? I'm sorry. I'm","speaker":"spk_0","timeCode":2486.31,"tags":["Plea'se"]},{"id":"qRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"even I know I'm not allowed to say it. Well, you know, I think what you're saying before Sean, it sounded like you wanted to be transparent about what you feel and were really aiming for more translucent. You know, that felt really transparent. You just owning. Hey, this is how I feel. And it is a personal decision. Please don't judge me. That's that''s very transparent. That''s very Emmy Award winning Trends. Yeah, hilarious.","speaker":"spk_0","timeCode":2548.37,"tags":["Sean","Emmy Award"]},{"id":"qxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Okay, so All right, so then lets start getting some. We know that there''s a piano with track shell. Oh, we can do. I'm kind of separately. But if we can just lay down these kind of tracks one by one. Just getting that were going on. The air offender on the sheriff in. That''s right. Um, I'm on the piano, so and you can have other instrument's that arent depicted. You know, people do that all the time.","speaker":"spk_0","timeCode":2585.15,"tags":["All"]},{"id":"rBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Whoa. You brought me Brought me here for my help. Do you not want it anymore? E was almost coming up with a killer riff.","speaker":"spk_1","timeCode":2615.21,"tags":[]},{"id":"rxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Long. And that's the low note. So weve got that in place, and that''s gonna go under, like, help. I'm stuck stuck in the at, and they're You know, you could also you could auto tune. Um, Dean Norris,","speaker":"spk_0","timeCode":2651.22,"tags":["Dean Norri"]},{"id":"tBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"That's what we want to be a","speaker":"spk_1","timeCode":2711.43,"tags":[]},{"id":"txIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"you a basic on a stomp a a big push broom and a trashcan lid because, you know, this year is dumpster fire. So that's just some symbolism,","speaker":"spk_0","timeCode":2726.53,"tags":[]},{"id":"vxIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Yeah. The polls are closed. You mis'sed your shot. Do you feel bad about it?","speaker":"spk_0","timeCode":2800.13,"tags":[]},{"id":"xBIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"No, I mean, like, rock rock. It's got a rock and it''s gotta have wraps.","speaker":"spk_1","timeCode":2849.27,"tags":[]},{"id":"xRIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Okay, Cool. Great. And then maybe maybe the Norse is like I'm stuck. I'm some stuck in in Ah, in this nightmare.","speaker":"spk_0","timeCode":2854.15,"tags":[]},{"id":"xhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Yes. Okay. He's stuck in a nightmare. We're tryingto wake him up so he can go back to bed. Right? I'd like to do sort of a We didn't start the fire style first, where we just list off a bunch of things that might be popular. Oh, you guys just want to start kicking out some specifics right now? Um, obviously All Star Andy Dick, I think attitude ing the news that suggest's is a great point earlier that we should be trying to ride this wave of auto tune","speaker":"spk_1","timeCode":2864.62,"tags":["Andy Dick"]},{"id":"yhIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"monopoly at McDonalds like that has some fun, percus'sive, raw honey comb that''s delectable. You have that? OK, using a newspaper bag is like a cat litter","speaker":"spk_1","timeCode":2896.03,"tags":["McDonald''s"]},{"id":"1RIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"I think we really I mean, it took a little doing,","speaker":"spk_1","timeCode":2981,"tags":[]},{"id":"2RIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"what about me? Like I want to go to sleep to how babies get too much.","speaker":"spk_0","timeCode":3027.77,"tags":[]},{"id":"4RIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"do understand. That's right. I'm so sorry. It just it sound. I just It was more so me trying to unpack and it sounded like you had gone through a divorce is gonna make sure of the facts straight. Not trying to refine.","speaker":"spk_0","timeCode":3133.69,"tags":[]},{"id":"5BIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Yeah. I wanted to make sure that you were in some way connected Teoh, Thomas Haden Church and Sarah Jes'sica Parkers new interview show. Divorce? Yeah. You're have them in front of that train.","speaker":"spk_0","timeCode":3147.13,"tags":["Teoh","Thoma","Haden Church","Sarah Je's'sica Parker"]},{"id":"5xIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"for better or worse Or worse,","speaker":"spk_1","timeCode":3162.5,"tags":[]},{"id":"6BIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"What could be worse than trained death?","speaker":"spk_0","timeCode":3166.19,"tags":[]},{"id":"8xIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"get you? I get you're talking","speaker":"spk_0","timeCode":3265.62,"tags":[]},{"id":"9BIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"coming from a very coastal elite first back toe. Are you gaslighting me?","speaker":"spk_1","timeCode":3267.36,"tags":[]},{"id":"9hIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Hey, I feel like","speaker":"spk_0","timeCode":3277.84,"tags":[]},{"id":"9xIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"this is really about your paranoia. Oh,","speaker":"spk_1","timeCode":3279.31,"tags":[]},{"id":"_xIkL3MByMrymAEmUTIe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"'s so we are. Ah, leaving Now. What? Some stuff that you are doing. And ah, what is your Mt-Crushmore?","speaker":"spk_1","timeCode":3359.87,"tags":["Mt-Cru'shmore"]},{"id":"AhIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"And then I'm gonna say, Get a last name. Uh, that is his last name. Can is gaslighting me, right?","speaker":"spk_1","timeCode":3393.08,"tags":[]},{"id":"BhIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"It's been great having you in. Is there anything you want to promote? Um, well, a lot of listener's asking for you to be on the podcast work site. We could finally work it out. Um","speaker":"spk_1","timeCode":3414.42,"tags":[]},{"id":"CBIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Um, snails,","speaker":"spk_0","timeCode":3431.4,"tags":[]},{"id":"ChIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"um, driveways.","speaker":"spk_0","timeCode":3441.98,"tags":[]},{"id":"DRIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Yeah, that's great. You nail that. That was our recurring segment. Mount Rat. More Hear on the doughboys","speaker":"spk_0","timeCode":3454.05,"tags":["Rat"]},{"id":"EBIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Hey, guys, it's Franklin Leonard and we are back with another amazing season of the black list. Table reads. We have so many Hear movies for you this season and some fantastic talent at the helm. There is Paul Sheer starring in an insane action comedy, so Getting","speaker":"spk_0","timeCode":3465.11,"tags":["Franklin Leonard","Paul Sheer"]},{"id":"FhIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"Felisha, Day and Colton Done.","speaker":"spk_0","timeCode":3560.68,"tags":["Day","Colton Done"]},{"id":"GBIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"'species. It's a bomber. Andy Daly.","speaker":"spk_1","timeCode":3564.54,"tags":["Andy Daly"]},{"id":"GRIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's","speaker":"spk_3","timeCode":3566.68,"tags":["Gene'si","Phil Collin","cro's'sed"]},{"id":"HBIkL3MByMrymAEmUTMe","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica McKenna, Our Vote Video Person","line":"ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out Now, listening stitcher, apple podcast or wherever you get your podcast's","speaker":"spk_0","timeCode":3579.53,"tags":["Magic Tavern"]},{"id":"HRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"'so I'm teaching fair Oman Chatah queef with his hands. It's it mantra. Monk uh, feral monk. Yeah, I say among you Say Monk, Uh, so I'm teaching him how to queef with his hands. And I get obviously very scared when I see a bunch of yellow cream shooting house","speaker":"spk_1","timeCode":3.4000000000000004,"tags":["Oman","Monk"]},{"id":"IBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"everyone else except me?","speaker":"spk_1","timeCode":105.83,"tags":[]},{"id":"MBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"and I'd sort of pretend to eat and be like Harry Potter in the house. I hope I don't do the bird. And then I would sort of do this like birthday. It's I was working out at the time. Ah,","speaker":"spk_1","timeCode":629.81,"tags":["Harry Potter in the hou'se"]},{"id":"MxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"It has him holding number. That yeah, is maybe about t. To me, it looks like he's looking at that thing like it''s for lunch.","speaker":"spk_1","timeCode":656.31,"tags":[]},{"id":"OhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"interior. Santas town Santa shopping way. We, Sophie E. What? My gonna buy? Maybe this. Okay, put it back. Oldest. So we're grabbed. Put it in the Kartik. This whole self was smashing down on the ground up. If we're not getting upset on bridge, he goes to check out counter. But instead of the normal person, it''s 21 pilots. Oh, hey, I would just like to pay for my whole No, I'm sort of Big bad. Oh, you guys, I can relate to feeling stres'sed out around Christma's time. All right? Oh, put in rapid The guitar music guys are still Now 21 pilots Put a figure out that those mouth gonna be Really we're going to look hard to hold up head Harry''s razor and they nod like this is a good razor. We love it. Oh, it has five blades and it''s softer. Flex in for more comfortable glide and they start shaving each other and Santa gets it. Gets it out of those. Well, hey, Well, don't not without me, you know, 21 pilots Let me get in here.","speaker":"spk_1","timeCode":1047.09,"tags":["Santa","Santa","Sophie E.","Thi","21 pilot","Chri'stma","Harry","Santa"]},{"id":"RxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"because we we can do this. Good luck tricking me with that. What? Again? Yeah. Yeah, Right. Okay. We're gonna do a bit. That's not who''s on first. Okay, Uh, who''s on second? What? Who''s on second?","speaker":"spk_1","timeCode":1658.11,"tags":["fir'st"]},{"id":"SRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"that was really strong.","speaker":"spk_1","timeCode":1676.3,"tags":[]},{"id":"TxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"And he is just kind of showing you how good. How do you know it was just myself that he could do your job, But you can go ahead and there's only one of me. So, yeah, I'm doing both of the guys on that shit fucking rocked. Um, so let''s talk a little bit about the food we're eating. And, guys, if you want to start talking about mouth, feel, um Romer chur, spice Smells and different sort of, uh, how crunchy it is on the most scale of hardnes's. Um, if you could compare it to things that people our listener's will understand, like rocks and sticks and bugs and dog. Okay. Got you. Um, do we know what this is? Dive right in. Do you know what that is? We should say First, this is a super exotic place weve gone. This food is from","speaker":"spk_1","timeCode":1756.19,"tags":["Fir'st"]},{"id":"UhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"we like to touch this at all this food? Not Jes'se Neal has. Sorry. I'm just looking at I'm just looking at large chunks of garlic. I'm wondering what this dishe's. I gues's it's okay. So one thing that if you're really into food, is you sometimes want to be so adventurous and surprised that you order something that you just wonder what it is. And this is what Anthony Bourdain was doing and continued to dio. Hell go into the restaurant and he doesn't even know what kind of food is in there. All he knows is that his location scouts what it ahead of time have made sure that there was room for the cameras to be set up in that you know, none of the food was good days bad. But he''s going in completely, really wide. Hey doesn't wait, and he doesn't care if it''s the for poor people. Mostly Now Hear This Anthony Bourdain. He''s like Guy Fieri e. Is he like that? Is it? Is it Vietti Fieri? He''s like, Yes, Betty think, Yeah, guy, The feet that I conk theory the fee. Viag. Yes, a car with this guy would be driven, and it''s got sort of a yellow top and Big, spiky hair on the top for no reason, like it''s another kind of what I was saying. Obviously, I mean, I said, Spike, you said, And","speaker":"spk_1","timeCode":1857.25,"tags":["Neal","Anthony Bourdain","Now Hear Thi","Anthony Bourdain","Guy Fieri","Vietti Fieri","Betty","Spike"]},{"id":"UxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"it was a new idea Separate thing. It's like","speaker":"spk_1","timeCode":1936.34,"tags":[]},{"id":"WxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"Okay? Please don't get off on a radiate apartment. They stop fighting the mail bag. Please don't get off on a rant.","speaker":"spk_1","timeCode":2142.32,"tags":[]},{"id":"aRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"you can't help you with your stinky things like that. You like sticky stuff. I think it's sticky. Fingers thinks sticks thing. Guys, You make the sticks so hand look like a stork. Like the movie storks. Her hand looks like the movies to your hand from the movie storks and make the stick like a teepee. You are going to want to talk to the stork when you turn the storks mouth to your face to talk to you. Do not do it too fast. You will sword your I","speaker":"spk_1","timeCode":2368.19,"tags":["stork","stork","stork","stork","stork"]},{"id":"dhIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"Tangela Or is poking as Tangela Man, you spoke him on you?","speaker":"spk_1","timeCode":2807.96,"tags":["Tangela","Tangela Man"]},{"id":"fxIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"I look into your derriere. I only see stars and happines's rainbows, and","speaker":"spk_1","timeCode":2969.64,"tags":[]},{"id":"gRIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"I want to catch you with the Pokemon ball all day every day. Don't do that,","speaker":"spk_1","timeCode":2982.61,"tags":["Pokemon"]},{"id":"ghIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"you Tangela. If there's one thing I know about Ugo is that it leads to a lifetime of joy and happines's. I will let you catch me in your pocket ball at all times. I came with a dead dog.","speaker":"spk_1","timeCode":2992.38,"tags":["Tangela","Ugo"]},{"id":"ixIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"going well. I can really tell that, Angela, before you go away, think about Lake.","speaker":"spk_1","timeCode":3069.76,"tags":["Angela","Lake"]},{"id":"kBIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"Do you have it ready? It's on email, so All right. So open the email and write. This","speaker":"spk_1","timeCode":3165.84,"tags":["Thi"]},{"id":"ohIkL3MByMrymAEmYzPx","index":"handbook","podcast":"Hollywood Handbook","episode":"Keith and Jesse, Our Food Explorers","line":"'sort of, like, wish I was here. This is Yeah. This is what this is. Is the director okay? Being the director, people just they work a long day. Their job, they just want to come like, you know, go to the movies and just, like, have a nice time. And, like, just enjoy themselve's, you know? Yeah. And then also the directors doing this. I want to see themselve's up there. Yeah. You want to see some also, man, hold the helicopter off a building. That's not their experience. Can I do that kind of stuff? Sure. Of course I could do that. But, like, what about real life? Is that interesting? Anyone?","speaker":"spk_1","timeCode":3544.93,"tags":["Thi","Thi"]}]