[{"id":"TBKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"So when you get big famous your big honking deal now and you've got a stinking pile of cash so much just falling out of every orifice, basically sure it's great for you. How does it affect your family? Yeah, because it's not all roses and cream and strawberries and blueberries, hot dog buns and then","speaker":"spk_2","timeCode":82.54,"tags":[]},{"id":"VBKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"I guess, cooped a bill for a lot of where we're coming from. It's sort of our backgrounds that gave us the ability Teoh to do this. That's how we have always stayed normal in the face of all this. And this even gets into nature versus nurture, you know, because, like, Hayes and Shawn, why are you worried about your kids being fiends? Your such wonderful rich? Uh","speaker":"spk_1","timeCode":237.24,"tags":["Teoh","Hayes","Shawn"]},{"id":"VxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"the goose would nip it my bottom, and bite my bottom as hard as he could. And I'd have these big pink bruises all around my whole rear end and through my overalls and everything. But you still have to go out and you feed the goose. And it's part of what makes you tough. And being tough is the only way you can get anywhere in this business. And if you're soft than you, just buckle over like a marshmallow getting the gallon of acid poured on it. And I've seen the what you do with Tompkins, your little guy and how he you make him stacked bales the way you had to stack Bales.","speaker":"spk_2","timeCode":284.51,"tags":["Tompkins","Bales"]},{"id":"WBKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"I make him stack bales. I will.","speaker":"spk_1","timeCode":320.19,"tags":[]},{"id":"YBKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"the way I stay grounded as I think about being raised by fireman. Ah, when my mom dropped me off at the station when I was a little baby and she put me with the bravest with the bravest heroes around. And it is because they are heroes and I do still look up to them, but they could also be very mean. Just sort of Dicks does, like a lot of the time. Well, they didn't sign up for this. No, I didn't want a kid,","speaker":"spk_1","timeCode":415.32,"tags":[]},{"id":"ZBKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"It would be so easy for you and Brooke to just give these kids a credit card","speaker":"spk_1","timeCode":478.67,"tags":["Brooke"]},{"id":"ZxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Sure, but and said having them first, get out the hose dragon. To me, it's very heavy. And but that's how you get","speaker":"spk_2","timeCode":495.36,"tags":[]},{"id":"ahKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"and you get a couple of 20. Listen to these. Listen to these.","speaker":"spk_1","timeCode":535.89,"tags":[]},{"id":"bhKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"You hear kids doing that, like with they hit their arms like that. It sounds like they're splashing around in the tub. Not our kids.","speaker":"spk_2","timeCode":564.17,"tags":[]},{"id":"bxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Yeah, it's because it's because there they got","speaker":"spk_1","timeCode":572.23,"tags":[]},{"id":"cRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"16 plus and weve had to go through the question of Well, is it when they get old enough? Do you get them a Lamborghini? No car like a Porsche car? Yeah. Do you buy them a boutique?","speaker":"spk_1","timeCode":599.75,"tags":["Lamborghini","Porsche"]},{"id":"dRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"it's great for us personally in, like, meetings and things like that when people were trying to talk about their stuff and then you say, like, Oh, well, my kids a fighter and it's so great, you know? Ah, unfortunately, there are sometimes political conversations in Hollywood and, um,","speaker":"spk_1","timeCode":630.49,"tags":["Hollywood"]},{"id":"ehKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Of course it would.","speaker":"spk_2","timeCode":737.98,"tags":[]},{"id":"hRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"big no, no marketing wise Or is it a failed? Would you call it a Fails","speaker":"spk_2","timeCode":920.19,"tags":[]},{"id":"ihKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"dude and get pretty much anything you want. Party.","speaker":"spk_1","timeCode":978.24,"tags":[]},{"id":"kRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"so important. You are your product. Half to you have to in this business and every business. Yeah,","speaker":"spk_0","timeCode":1041.75,"tags":[]},{"id":"lBKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"right. So now Ah, you know, I'm intellect retro throwback. So I'm trying like that's the only reason I was like, uh, yeah, give me a couple black ones,","speaker":"spk_2","timeCode":1091.05,"tags":[]},{"id":"oBKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"I don't give a fuck about status. All right, let me think. Uh,","speaker":"spk_2","timeCode":1151.61,"tags":[]},{"id":"oRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Infiniti G 35 drop top two door, six cylinder. Ah, Is that written on my shirt somewhere? How did you do that? I apply. Parked right behind. I'm driving a shitty ass. Little Infiniti G 35 top two people. You say that","speaker":"spk_0","timeCode":1158.13,"tags":["Infiniti","G 35","Infiniti","G 35"]},{"id":"phKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"there he goes. Yeah, there's my guy. There's you have a little tool that you like to use, sort of. Ah, 1.5 by.","speaker":"spk_0","timeCode":1202.25,"tags":[]},{"id":"qxKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"so I got a hologram one where you turn it and it's Ah, the monkeys got his, ah, finger in his but sure, And then he's got it up under us knows, and then he's fallen out of the tree and the story it tells and the journey it takes you on, Lets you know that I am a storyteller and that I am weaving the old tales. Yes, there's a beginning, middle and end, you know? And if you happen toe laugh your whole freakin butt off along the way, I don't see me. And that's a bonus. That is yes, yeah, yeah, I mean, that's That's a strong move, man. Would you? Well talk later about where you got that may cause. That's interesting. To May.","speaker":"spk_2","timeCode":1325.79,"tags":["May"]},{"id":"rRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"there's a girl on Etc. Who does these? She's incredible local artists. Sure, Yeah. I mean, I live on the East side, so I know about artist. Why Tuck? Speak on that on that please. Well, whats cool about the East side? It's like you don't necessarily have to be such an artist But when you immerse yourself in","speaker":"spk_2","timeCode":1371.12,"tags":["Tuck","East"]},{"id":"rhKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"people that think outside of the circle Oh, next thing you know, all of a sudden you're thinking outside the circle, you're you're you're coming at life with a new perspective. You're not saying Ah, man, I feel weird in here cause I don't fit in. You feel better everywhere because you don't fit in? Do you believe in energy? And do you believe that you're kind of influenced by the energy that you surround yourself with?","speaker":"spk_0","timeCode":1394.12,"tags":[]},{"id":"sRKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Yeah. Okay. I just want to make sure that Oh, you thought I was pretty clear.","speaker":"spk_1","timeCode":1472.42,"tags":[]},{"id":"yBKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"This is kind of why I got into him. No, Because like I die, I get you know, I do 10 rails, a coke. I jump off a balcony. I'm gone. Guess what lives on forever. The Membe project.","speaker":"spk_2","timeCode":1761.63,"tags":[]},{"id":"0BKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Is that from? Is that Marley? Sheltons the the hearing. Okay, right? Yeah,","speaker":"spk_1","timeCode":1858.49,"tags":["Marley","Shelton"]},{"id":"0RKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"she was lost. Yeah, right. You punched it off her head. Uh, he was doing if he was trying, make her flinch and just graze the She did it look like she didn't, like, pull back. Like, you know, when I do this like you back off because my office is about to be there,","speaker":"spk_2","timeCode":1864.89,"tags":[]},{"id":"0hKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"I'm gonna bring flinching back, just like in public. Like in line like a sardine. I'm blowing up. Let me take this. Just get it. Got a text? E?","speaker":"spk_1","timeCode":1880.9,"tags":[]},{"id":"0xKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Definitely. Anyway, um, I'm trying to bring, Bring flinching back. Like if you're standing in line at Starbucks or not that I go to Starbucks. I usually go like inteligencia. Uh, coffees just way better. Have you been there? Oh, yeah. They roast it there. The It's roasted. No, I know. Yes. No, I'm telling everyone we all","speaker":"spk_0","timeCode":1891.31,"tags":["Starbucks","Starbucks"]},{"id":"1xKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"So lets pitch pitch mid pit stop. So he's going to stop us whenever we pretend to make a miss. Whenever","speaker":"spk_2","timeCode":1940.06,"tags":[]},{"id":"3BKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"while you're there. You buy your food, you leave bags,","speaker":"spk_1","timeCode":1977.37,"tags":[]},{"id":"4BKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"I mean, honestly, guys, I was pretty good. It's a pit stop when you want a pit stop. Um, but I on Liam stopping because I think that's pretty good. Okay, okay, we agree. Do we want to do that one? Yeah, I say, Lets I mean, can we delete the that part from them? We can take that. I know guys at Paramount that we could take that, too. Yes, Brett knows that whenever we make an exclusive deal, that so lets a lets strike that one from the and that your memory, Brett,","speaker":"spk_0","timeCode":2003.13,"tags":["Liam","Paramount","Brett","Brett"]},{"id":"5xKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"it was a book about a dinosaur island. See,","speaker":"spk_1","timeCode":2114.7,"tags":[]},{"id":"6xKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Toronto Raptors, McDonalds Toys Ford Explorers wrapped in cool zebra style camouflage Jeep Wranglers,","speaker":"spk_1","timeCode":2178.93,"tags":["Toronto Raptors","McDonald's Toys","Ford Explorers","Jeep","Wranglers"]},{"id":"9hKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Do you see? Like it just pouring out of me all of a sudden? Okay. And and the main thing is to get the person you're pitching too excited enough","speaker":"spk_0","timeCode":2340.47,"tags":[]},{"id":"_RKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"subway sandwich. I mean, he had to play with words, like many sitcom titles,","speaker":"spk_2","timeCode":2409.94,"tags":[]},{"id":"_hKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"but, you know, this is so this is you have subway sandwiches, you have the food, you got the Olympics. If we get if we can, you know, fast track this puppy toe before Rio. All of a sudden, we're airing commercials. We can integrate. Nastia Liukin can be in a commercial. She could be in the fucking movie. You see what I'm doing? Yeah, I'm doing is I'm pulling from different","speaker":"spk_0","timeCode":2414.63,"tags":["Olympics","Rio","Nastia Liukin"]},{"id":"_xKPMnMByMrymAEmMOOE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"demos, different brackets of entertainment and even sports, because that's entertainment, you know, and immediately you're making hot wheels cars. You can sell like a jerkoff calendar with pictures of the fucking babes. Nastia Liukin. And you know Luke and she's international.","speaker":"spk_0","timeCode":2433.67,"tags":["Nastia Liukin","Luke"]},{"id":"AhKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"You know, it's like Elise iam, which I think didn't get a proper It didn't get a proper, uh, launch. You know, nobody. Nobody reached out to me, and I regret that, But this is what I dio a NASCAR. What would you have serious to? How would you have done? Little easy? Um, yeah, besides, star and it directed and write it anyway. Uh, produce it, I guess. Ah, I'm a huge Damon guy, You know, um, I think he continues to bring lots of the table and contribute to the arts and ways that people don't appreciate. Um, and look at Ben Bens bends back. Um, you know, I talked to him. Ah, on a not so regular basis. But, you know, it's ah, it's fun to see him finally figure it out. Um, you must feel like it's seeing your little brother finally, you know, get his bike going. Yeah,","speaker":"spk_0","timeCode":2485.82,"tags":["Elise iam","NASCAR","Damon","Ben Ben"]},{"id":"BBKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Lets do all black billboards that just say Elise iam in like a lighter black so you can kind of see it, but maybe almost invisible, right, and you don't know what it means. So your leg Well, yeah, I guess I'll spend $13 to go see that, cause I want to know what is the answer to the question that plagues me every day. That's almost Tim Burton esque in its use of black shades and spooky atmosphere.","speaker":"spk_0","timeCode":2563.88,"tags":["Elise","Tim Burton"]},{"id":"BRKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Yeah. I mean, is that the Is that the Tisch school?","speaker":"spk_1","timeCode":2591.06,"tags":["Tisch"]},{"id":"ExKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"I mean, I only go to, ah, the Directors Guild theater to see movies and movie movies. That's the the word,","speaker":"spk_0","timeCode":2727.92,"tags":[]},{"id":"FRKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"dig. Yes, yes. Still be digs.","speaker":"spk_0","timeCode":2749.32,"tags":[]},{"id":"IRKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Mark? Yeah, Not good. No. Was he ever? Ah, he was better than it is now. For sure. He's No, he wasnt great, but he's not. He's really doing. I still have that dudes airmens belt.","speaker":"spk_0","timeCode":2876.55,"tags":["Mark"]},{"id":"KBKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Is that a serious question?","speaker":"spk_1","timeCode":2941.46,"tags":[]},{"id":"LRKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"and I face that blank page head on. Yeah, I call chopping wood because paper, you know, was trees. So that's chopping wood, man. Chop other water, Another page and chopping wood. Chop wood carry water. It's that on that Paul Bunyan tip. Yeah.","speaker":"spk_1","timeCode":2972.33,"tags":["Paul Bunyan"]},{"id":"NhKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Heres what I know. Heres what I know. Exposition sets you free.","speaker":"spk_2","timeCode":3045.89,"tags":[]},{"id":"OhKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"what if the whole lets say the movies 90 minutes? What if the 1st 85 minutes was just people saying that ladies and alien, whos going to kill somebody if they have sex? Hello? And then maybe we see that.","speaker":"spk_2","timeCode":3112.99,"tags":[]},{"id":"QxKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"I don't want to sound like a pervert, but I got all three legs and I'm not talking about my dick. Okay? Your bill, if you are built like","speaker":"spk_1","timeCode":3277.92,"tags":[]},{"id":"RBKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"some of the gentleman in this room right now, it is It is like having three legs. Oh,","speaker":"spk_0","timeCode":3285.46,"tags":[]},{"id":"RRKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"that's good. Comes back to the challenge of how to get something like that.","speaker":"spk_2","timeCode":3290.54,"tags":[]},{"id":"URKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"Speaking of money, Jeffrey, parties bought the property, but","speaker":"spk_2","timeCode":3420.43,"tags":["Jeffrey"]},{"id":"WhKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"this is Arne Camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're a new listener or you've fallen behind, Season three is a great jumping on point, and weve got great guests like Justin McElroy. I set like a fancy college professor,","speaker":"spk_1","timeCode":3569.98,"tags":["Arne Camp","Improv","Hello From the Magic Tavern","Burger","King","Chicago","Dark Lord","Justin McElroy"]},{"id":"YBKPMnMByMrymAEmMOSE","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend","line":"ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out now, listening stitcher apple podcast or wherever you get your podcasts.","speaker":"spk_2","timeCode":3620.28,"tags":["Magic Tavern","stitcher","apple"]},{"id":"YxKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"a little bit frazzled today because, um,","speaker":"spk_0","timeCode":40.46,"tags":[]},{"id":"ZRKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"in our in our careers. Sean and I have always been very tough on review. Critics, critics, the people who do you watch movies and they watch TV shows and they listen to songs. And they say whether or not the songs air good or bad","speaker":"spk_0","timeCode":68.34,"tags":["Sean"]},{"id":"ZxKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"anyway, yes, because they don't know theyve never done a good movie or a good song. Or","speaker":"spk_0","timeCode":86.91,"tags":[]},{"id":"aRKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"And it's sort of like like, whats a sport?","speaker":"spk_0","timeCode":102.89,"tags":[]},{"id":"bRKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"many everyones in, and probably not like an individual sport.","speaker":"spk_0","timeCode":135.63,"tags":[]},{"id":"cxKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"But it's like unless you have actually been out there shooting, you don't know whether","speaker":"spk_1","timeCode":165.93,"tags":[]},{"id":"fRKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"just from the goodness of the shell, and Esso Egg was on our face, were eating the crow humble pie, and we have to invent a new segment now, and this is the first time because we have so many segments that weve done over and over again. This is actually a one time first time segment hope we want to do it again. It's called critically a shaped, and the reason it's called that is because we're ashamed at the criticism weve levied against these critics. They made us ashamed, and it is also about critical stuff","speaker":"spk_0","timeCode":284.75,"tags":["Esso","Egg"]},{"id":"fhKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"in terms of they were right, and that's what ashamed us, and we criticize them. So we're ashamed of numbers were ashamed, so bad it's were in critical condition","speaker":"spk_0","timeCode":320.38,"tags":[]},{"id":"gBKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"werent we by criticizing the critics doing exactly what we said they shouldn't do because weve never been critics know with the same way theyve never been a basketball man or the same way they have never done a movies. Weve never done a critic. Well, now that's different. But","speaker":"spk_0","timeCode":334.53,"tags":[]},{"id":"hRKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"said, Well, let me go check out the movie So we went back","speaker":"spk_1","timeCode":374.07,"tags":[]},{"id":"lhKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"Did you hear that? Ah, corner office Because I didn't hear it the first time. And that's whats so good about this show is I'm not gonna have to listen to every single thing. Someone says they're saying it again. Again? Yes. And this is also after a scene that we don't really have time for the very beginning. Uh, where Lesters wife talks toe, Lester about how successful Chazz is.","speaker":"spk_0","timeCode":583.69,"tags":["Lester","Lester","Chazz"]},{"id":"nBKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"there's a great scene very early on where Lester the shitty guy, runs into a guy that he knew in high school in the street. It's a guy who was his high school bully.","speaker":"spk_0","timeCode":660.35,"tags":["Lester"]},{"id":"nxKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"never knew what she saw in you. Really?","speaker":"spk_1","timeCode":699.94,"tags":[]},{"id":"oRKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"it seems like in the beginning, when this and this conversation is happening, you're like, Are these guys friends or do they not like each other? Like they put him in a barrel, rolled it down to hell? Is that like a game like I need more information like the guys wife gave the other guy a hand job, but they were in high school like What does that mean, Like, help me help me kind of put this all together, rolled him down a hill, says Rat Face, says Pencil. Dick and I actually missed the first time. He said, Pencil dick. But he said Pencil dick again, which helped me out","speaker":"spk_1","timeCode":711.68,"tags":["Pencil"]},{"id":"oxKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"so that his name was written on his face from the punch. So once you have all this information, you can kind of start to put it together. I start. You also called him the N word.","speaker":"spk_1","timeCode":756.49,"tags":[]},{"id":"pxKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"Well, you look at that.","speaker":"spk_1","timeCode":799.57,"tags":[]},{"id":"sxKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"Hey, uh, welcome to Hollywood Handbook and Insiders Guide to Kicking Button dropping names on the red carpet line back hallways of this industry we call showbiz um,","speaker":"spk_0","timeCode":1019.17,"tags":["Hollywood Handbook and","Insider's Guide to Kicking Button","showbiz"]},{"id":"txKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"sort of has different sides to it, Yes, right, That is like, Imagine, obviously not that big, But imagine the flat diamonds you see shaped like an umbrella. And one of the new sides that Sean and I have been exploring of show business is podcasting. Um uh, you're listening to us dio a podcast right now,","speaker":"spk_0","timeCode":1091.67,"tags":["Sean"]},{"id":"uRKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"it. And so to talk about this thing, this new form of media and sort of what? What it IHS like you're listening to this, But what is it? We have Jordan Morris","speaker":"spk_0","timeCode":1118.53,"tags":["IHS","Jordan Morris"]},{"id":"wRKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"Yes. Well, doesn't think it will cut the original one. I remember when we were on the set of love and other drugs and we're talking to J.","speaker":"spk_2","timeCode":1241.19,"tags":["J."]},{"id":"zBKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"leveraging people like it's a great way to mail something, and you","speaker":"spk_1","timeCode":1394.34,"tags":[]},{"id":"zhKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"I mean, I I","speaker":"spk_0","timeCode":1406.44,"tags":[]},{"id":"6BKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"No, I don't have to be on the whole time when they're doing it. What they would they get to do, really is just sort of say it,","speaker":"spk_1","timeCode":1718.4,"tags":[]},{"id":"8BKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"Maybe just say what you realized in therapy about yourself.","speaker":"spk_2","timeCode":1796.22,"tags":[]},{"id":"9BKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"The way the place they choose to cut in","speaker":"spk_2","timeCode":1851.96,"tags":[]},{"id":"-RKPMnMByMrymAEmOuS_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"We have already admitted full disclosure. Weve already admitted that we actually read, have redid comics and have liked comics. Okay.","speaker":"spk_2","timeCode":1929.78,"tags":[]},{"id":"AhKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"I'm glad you front up, Richard Pryor, and I see that I see a lot of similarities. It was like Richard Pryor. John Mayer, like, these are the guys. Like I'm looking to to kind of make the gumbo. That is my sensibility. Yeah. I mean, definitely like I mean, heres the thing about all comedians. Heres the thing about all comedians across the board. They're not funny, cause they like jokes were funny because they're sad clowns inside every comedian is pain that is across the board that is exclusive. Weve all had fucked up childhoods. I mean, my childhood was so fucked up and miserable like I was in home watching Coach And like, I guess I didn't get traditionally, like, beat up. But people would look at me in the hall like this guy has been watching. Coach, we're not gonna invite him to our cigarette parties, you know? And that hurt. And And this is why I have so little sympathy for criminals. Because, of course,","speaker":"spk_2","timeCode":2042.58,"tags":["Richard Pryor","Richard Pryor","John Mayer"]},{"id":"BBKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"and they have, like, you know, that would have been handled. That and that would have been the old comedy and to become into be comedy and that would have been so easy to just get a can of gasoline and just go to the cigarette party in hoops and and instead, what we did is sorry. Jocks, when we did is we made something for the world. I don't know if this","speaker":"spk_2","timeCode":2112.23,"tags":[]},{"id":"BxKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"or in a negative","speaker":"spk_0","timeCode":2147.58,"tags":[]},{"id":"DRKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"you know, this is my time with them. You know, I don't want to be like him.","speaker":"spk_0","timeCode":2182.74,"tags":[]},{"id":"FRKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"He doesn't approve of a man sneaking out of the house to see his wife.","speaker":"spk_1","timeCode":2239.64,"tags":[]},{"id":"GhKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"that in every episode. Just make you know that you've been coasting off my wake and well, yeah, and Jessies","speaker":"spk_1","timeCode":2273.56,"tags":["Jessie"]},{"id":"IhKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"of movie theaters as well. It's not necessarily a food that is identified with movies.","speaker":"spk_0","timeCode":2368.07,"tags":[]},{"id":"IxKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"What about the salt packet gallery","speaker":"spk_1","timeCode":2373.03,"tags":[]},{"id":"JRKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"you say, Wait a second. So what are we doing with","speaker":"spk_0","timeCode":2383.29,"tags":[]},{"id":"JxKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"your did you are diet right?","speaker":"spk_0","timeCode":2393.39,"tags":[]},{"id":"KhKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"wash this down with some diet, right? Thanks, Mark. This would serve Andy Smith. Jordan Morris. You were in the movie all about Steve. Follow up question. Do you like Jesse Thorn? More or less now that he has a beard and Children? Um, yeah. I","speaker":"spk_1","timeCode":2426.59,"tags":["Mark","Andy Smith","Jordan Morris","Steve","Jesse Thorn"]},{"id":"LRKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"Yeah, yeah, sure. Absolutely. I mean, it's a big, big selling point for Google.","speaker":"spk_1","timeCode":2480.3,"tags":["Google"]},{"id":"MxKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"So, yeah, you know, my famous glues making me high character might make it appear you eating the glue?","speaker":"spk_0","timeCode":2516.78,"tags":[]},{"id":"NBKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"Well, I don't want to give too much away. Oh, are you had you glued yourself to a really high shelf? Now he that's the premises. This glue bathed me.","speaker":"spk_2","timeCode":2524.66,"tags":[]},{"id":"ORKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"good would spit. I want to feel like I'm tryingto win against the drink by finishing it","speaker":"spk_1","timeCode":2601.4,"tags":[]},{"id":"PRKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"totally agree. And we mentioned that to these guys, but they","speaker":"spk_2","timeCode":2623.9,"tags":[]},{"id":"QhKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"Sure, heres a question from Andrew and lets find it.","speaker":"spk_1","timeCode":2656.93,"tags":["Andrew"]},{"id":"SRKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"But that's how they got around in, like, 2000 for, like, the codes that were in my kind of not being able to say things like Dick Andrew asks","speaker":"spk_0","timeCode":2719.03,"tags":["Dick Andrew"]},{"id":"SxKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"What a great place to listen to. People talk about movies.","speaker":"spk_2","timeCode":2781.96,"tags":[]},{"id":"ThKPMnMByMrymAEmOuW_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jordan Morris, Our Close Friend","line":"in the tangent business, Am","speaker":"spk_1","timeCode":2801.47,"tags":[]}]