[{"id":"AhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"big Like like, normal, normal size,","speaker":"spk_0","timeCode":34.06,"tags":[]},{"id":"AxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"huh? Normal size. We don't say that is I'm sorry. We don't say that. Right? We say medium size. Okay, we say big legs, or we just don't mention it or we just don't talk about it all. No, you're right. You're right.","speaker":"spk_1","timeCode":38.08,"tags":[]},{"id":"CBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"It's Ah, it''s twofold. Um, it is sleep deprivation. And it is so that the neighbors will not call the police when I am practicing the drums later.","speaker":"spk_0","timeCode":124.32,"tags":[]},{"id":"DhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Sean, Shy introduced. Harvey, Is this any better? Shaun?","speaker":"spk_0","timeCode":180.26,"tags":["Sean","Shy","Harvey","Shaun"]},{"id":"ERHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"but we had agreed. I mean, heaven actually did agree to it,","speaker":"spk_1","timeCode":251.97,"tags":[]},{"id":"JRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"when speaking of, uh, acting what we do in the shadows? Yes. Is that a cat? One of my cats. I think he found a bug or something,","speaker":"spk_0","timeCode":572.84,"tags":[]},{"id":"JhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"and he's going crazy trying to catch this bug, and it''s it sounds like they're in pain, but this is actually really good, you know, in a way we can sort of learn from the cat because the cat is really, like","speaker":"spk_1","timeCode":585.81,"tags":[]},{"id":"KhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"I school refreshing, soaking wet wah wah And let me give you a quick little gargle on a little all of the Laulala Ooh, that's nice. Some dripped onto myself Let me just go ahead and mop it up with my shirt and oops, now My shirts off And I know how that happened. And now I am really starting to shake it and move it without a shirt on during the show. And you see how Harvey that now paints an image for the listener that makes them go? Oh, this is quite a podcast. Quick subscribe.","speaker":"spk_1","timeCode":636.66,"tags":["Laulala","Harvey"]},{"id":"LxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"'s o p. Like I actually think it was great. Yeah, like that. Like, Weaken. Do something with that for sure.","speaker":"spk_1","timeCode":770.57,"tags":["Weaken"]},{"id":"NBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"a great season. I would say. Yeah, I go. Hey, this house had a great season. It's so what? They're","speaker":"spk_0","timeCode":856.59,"tags":[]},{"id":"QxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"It's in the theater. Everyone''s having dinner, right? Like, let''s make this like a riel experience and let''s make it a movie again. Grilled chicken sandwich. Okay, on a big Shibata,","speaker":"spk_0","timeCode":1069.27,"tags":[]},{"id":"RRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"whats what''s your latest project? Her begin which and his middle name as well, what''s what do you what do you What do you say it like How do you describe it? Well, currently, I'm working on another project, so we're talking about shadows. What We Do In The Shadows. Okay, this this could be good, though. Will pitch me the other one.","speaker":"spk_0","timeCode":1088.58,"tags":["We Do In The Shadow"]},{"id":"SBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Welsh? Okay. You never know. I'm just saying like it in like in this. You're in L. A.","speaker":"spk_1","timeCode":1125.57,"tags":["L. A."]},{"id":"ShHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"with photos where we may exactly what? You don't talk. We just do. We just do this, but","speaker":"spk_1","timeCode":1170.13,"tags":[]},{"id":"TxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"'start jumping over. I","speaker":"spk_0","timeCode":1205.78,"tags":[]},{"id":"UhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Hey, whats up, yall? It''s me, the Clem dog, and I'm here to talk to you about hims. So, um obviously hims is the company with the website that I can't get enough of. I get all my news from the four hims website. I'm there just checking up on, like, what''s going on with, um, Rus'sia, Afghanistan, the U. S. A. And the human body. Um, 40% of men struggle with not being able to get and maintain an erection by age 40. So I was just actually hanging out with a 40 year old dude right before I recorded this ad and this didn't come up. But it''s almost a coin flip that, like something''s going wrong downstair's for this gentleman, and this is one of my homies. So when I see that, I think ah, that sucks, man. And hims is actually a site where you could discover the tiny pill worthy of a big celebration. C four hims dot com is a one stop shop for hair los's, skin care and sexual wellnes's. And thanks to science, e d can be optional. So what I'm thinking about my homie not going to say dude''s name. And again, I don't know if this is happening for him, but he''s definitely, like 41 42. And so I'm just looking at him like, Man, I flip a coin, Let''s say, even if I flip it three times and I just go like, Well, if it comes up, tails two out of the three like that''s","speaker":"spk_1","timeCode":1218.14,"tags":["Clem","U. S.","dot com"]},{"id":"WBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"And as someone who has watched with Hayes and and I have","speaker":"spk_0","timeCode":1502.08,"tags":["Haye"]},{"id":"XBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"When I asked, OK, like if I asked what you sipping on the answer. Really? Should be blood.","speaker":"spk_0","timeCode":1562.47,"tags":[]},{"id":"XRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Okay, But I'm not a vampire in the show","speaker":"spk_1","timeCode":1570.41,"tags":[]},{"id":"YBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"You're gonna get your as's busted back down off the weed patrol.","speaker":"spk_1","timeCode":1625.69,"tags":[]},{"id":"YxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"It's in Staten Island. Yes. This show takes place. Staten Island is the king there.","speaker":"spk_0","timeCode":1657.94,"tags":["Staten","Staten"]},{"id":"ZxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"I was just behind into the side of s so I don't know whats going on. You know, you're also in L. A. You're in the same places I am. Well, you are not supposed to have your team. I know you're not talking to your team that''s actually like in the room, because you really are not supposed to be in that close proximity right now and now. And I should have said, even even when I goto watch the show at Hayes''s house. We, You know, he has Basically, his house is divided in in the middle with, like, a big plexi glas's. Uh,","speaker":"spk_0","timeCode":1692.2,"tags":["L. A.","Haye's'"]},{"id":"ahHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Means that fly again. No, I just looked It was it. It definitely wasn't the fly. You thought you heard something, but it definitely wasn't the fly. Okay, well, that's a big space here, so I could easily be, you know, six feet apart from okay. My man''s got, He''s working with a big space over there. How many square feet are we talking? It''s just what we It''s fine. Um, it''s Ah, but I think that, uh I thought I heard something. What? It sound like we're really Sean, actually is really good at knowing what something is based on the sound. So what it is? What did it sound like me with the sound brother. Maybe, uh, our let the sound on me, man.","speaker":"spk_0","timeCode":1743.54,"tags":["Sean"]},{"id":"bhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"I know? I think it is. I think you're I should I should probably go, uh, kill it. You don't have to do anything. You don't have to go talk to it. Kill, Kill the flight. I should probably make sure to see that.","speaker":"spk_1","timeCode":1816.9,"tags":[]},{"id":"bxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Ever You want to talk to it? That's fine. We could do that on the podcast. What do you want to say to","speaker":"spk_0","timeCode":1827.72,"tags":[]},{"id":"fBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Yeah, I know. Yeah, yeah, I know. I know that he's there.","speaker":"spk_1","timeCode":1959.35,"tags":[]},{"id":"iBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"So, Harvey, if bad Graham pyre is v Villa Bams grandpa and he''s able to blow him up The advantage of this also often in original bam the show","speaker":"spk_1","timeCode":2221,"tags":["Harvey","Graham","Bam"]},{"id":"jBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"and we have camping Pires and we gather around the campfire. And, ah, anything can happen. And we can keep if there's somebody you like working with their and or if you think you should stay on the show, we could keep some of you. But we want to make room too, for some of these other crazy characters. Breck GELMAN etcetera.","speaker":"spk_1","timeCode":2273.07,"tags":["Pire","Breck GELMAN"]},{"id":"jhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"the skys the limit. It does? Definitely. It does sound like a good idea. That''s like just like a very obvious Yeah, some surprising observation of pitch A 13 going on fan. Okay, Okay, wait. One who is actually being a riel? Gas'sed and contributing. That''s so cool. So how would that work?","speaker":"spk_0","timeCode":2299.1,"tags":[]},{"id":"kBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"perfect, snow, but we can get it there, but we can get it there.","speaker":"spk_0","timeCode":2325.91,"tags":[]},{"id":"lxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Okay, Harvey. Now that now that that was very clearly you speaking to someone else in the room that was not directed at us. Who is there?","speaker":"spk_0","timeCode":2426.43,"tags":["Harvey"]},{"id":"mhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"ah, talented actor. I'm a fan of who I planned a really good long intro for when I was gonna help save his show by turning it back into a movie, casting myself in all of the roles and getting rid of some of this vampire stuff that's really bumming everybody out. Yeah, hopefully making it about going camping with your friends in Times Square. I think we got I think, uh, I hear you and I'm gonna present those ideas. And I think, uh, you fibbing.","speaker":"spk_1","timeCode":2457.71,"tags":["Time's Square"]},{"id":"qBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"this is Lets just, um I just wanted to this point out if if there were someone in the room who you are asking to unplug to pull the plug and unplug the computer, it wouldn't neces'sarily work.","speaker":"spk_0","timeCode":2638.36,"tags":[]},{"id":"qxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"So that looked like he must have been having like, a pretty big earthquake just right under him. And it was also maybe he was bracing himself against the edges of a computer. But when it looked like to me, was that his arms were doing a lot of the moving, you know, in the exact same way that the screen waas I was noticing. So he said he was like, the tables very unsteady. And then he was shaking the table, and then the screen was shaking in a certain way. And then that looked to me like it gave him an idea. I don't know what it waas, but then the earthquake happened right after that. But I","speaker":"spk_1","timeCode":2748.56,"tags":[]},{"id":"rBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"'saw him make his idea face some Because I love the show. I know I love the Yes, I love that stinky house.","speaker":"spk_0","timeCode":2785.3,"tags":["Becau'se"]},{"id":"MhH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"at the time, I was not. And weve been known to do ad separately sometimes.","speaker":"spk_1","timeCode":16.55,"tags":[]},{"id":"MxH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"OK, but you let you put your headphones on you pull the mic towards you. To me, that is that that you were ready to do. They can't Are you not ready? They can't see that He's That's why IV saying that it''s both of us. Uh, and now it is's But when you started talking, it wasn't neces'sarily","speaker":"spk_0","timeCode":22.2,"tags":[]},{"id":"ORH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Can I just say that's where you have a promo code here? Yes, yeah, and what''s What do they get for using the promo Stitcher proven dot com sign up with code hand. But I think one month free okay, doesn't say that you get one month free with using code handbook. You promise this. It''s a chef Kevin Guarantee","speaker":"spk_0","timeCode":130.91,"tags":["Stitcher","dot com","Kevin Guarantee"]},{"id":"PBH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"That's right. Wow. Because the ads air all screwed up now in the free version. So if you want to listen toe the show as it basically the Snyder cut off The show is basically what it is with all the ads in their correct order, you can listen to Hollywood Handbook the ads version. Yeah, it''s different from the Pro Version, but it is in there and youll be supporting our show to Thanks for listening. Hope you join the episode. And remember that Stitcher premium dot com promo code handbook. And again, this is about the bonus. And my name''s Kevin promised.","speaker":"spk_0","timeCode":162.39,"tags":["Snyder","Hollywood Handbook","Stitcher","Kevin"]},{"id":"PRH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"I am with Kirby now. Uh, too early. I with Kirby the Blackout, the loving the ball Made blobby. Yeah. Uh, a Bobby. What is Kirby? He was a ghost. Does. He's a man. He''s a human man. He''s a He''s a bit yes, but he just looks like he could fly. Kate looks different from fly and eat crazy and","speaker":"spk_0","timeCode":201.01,"tags":["Kirby","Kirby","Blackout","Bobby","Kirby","Doe","Kate"]},{"id":"QRH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"they see this big grey thing. That's what the Made got. Excuse me one second. I have to send my boat over to this. And Chanda, Like you said, they're floating up near the top. Yet where the propeller is doing it's nasty busine'ss in the water","speaker":"spk_0","timeCode":278.52,"tags":["Chanda"]},{"id":"QhH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"'s. So I am finding myself with Kirby. He is absorbing My powers. He is","speaker":"spk_1","timeCode":296.02,"tags":["Kirby"]},{"id":"RxH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Yeah. And sob.","speaker":"spk_0","timeCode":388.18,"tags":[]},{"id":"ShH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"We need to need to teach our men better. Which means teaching our Boys better. That when Kirby sucks","speaker":"spk_1","timeCode":409.61,"tags":["Kirby"]},{"id":"URH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Is that? But that's that, Like my superpower, that''s like a temporary thing. You don't think it is your primary trade. That''s for that. That''s what, like symbolizes your superpowers. You belong here. You see? What are your long but here or My 54 jacket? Yes. Your five for clothing jacket and your blonde hair are permanent aspect's of your personality. Yeah, And is it your nipple?","speaker":"spk_0","timeCode":505.18,"tags":[]},{"id":"UxH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Oh, maybe just in time for beach season. I can't wait to get this shirt off and then turn off it's back. Yeah,","speaker":"spk_0","timeCode":552.05,"tags":[]},{"id":"WxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Hey, guys. Chef, Govern here. I thought it was gonna be wearing an apron.","speaker":"spk_1","timeCode":657.17,"tags":["Chef"]},{"id":"XBH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"You know, wearing the apron,","speaker":"spk_2","timeCode":661.92,"tags":[]},{"id":"ZxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Rain Man Go do yourself a brick. Go home, watch it. Youll love the movie. It's a clas'sic And then you laugh your fucking as's off at that joke. That''s what Rain Man would drink 1988. And I won't do this the whole show. Tom Cruise has, like a luxury import vehicle sales office","speaker":"spk_1","timeCode":729.56,"tags":["Rain Man Go","Rain Man","Tom Crui'se"]},{"id":"cBH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"I forgot the engineer, Devin,","speaker":"spk_1","timeCode":823.92,"tags":["Devin"]},{"id":"cRH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"uh was also they're getting like was getting absorbed. Ah, curvy, baffled gabs. Yeah, and it was a became a Kirby that basically looked like himself. But he was pretending to be friends with engineer Ryan for career advance, but","speaker":"spk_0","timeCode":827.1,"tags":["Kirby","Ryan"]},{"id":"chH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"that one I recognize right Away.","speaker":"spk_0","timeCode":848.71,"tags":[]},{"id":"dhH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Thank you. S thanks.","speaker":"spk_0","timeCode":879.2,"tags":[]},{"id":"eBH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Yeah, I gues's I Yes, I did. Hey. So","speaker":"spk_1","timeCode":894.19,"tags":[]},{"id":"fhH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Yeah, a bit like just a fucking","speaker":"spk_0","timeCode":935.03,"tags":[]},{"id":"hRH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"What are we doing? Huh? Super Bowl party snacks. The perfect way to host your Super Bowl party? Yeah, we know people come to this show for advice, whether it's about Hollywood or hosting the perfect Super Bowl party. We got you covered, Machacek. Oh, hey, muchacho. We are going to teach you how to have the party today and to have perfect Super Bowl snack","speaker":"spk_1","timeCode":968.53,"tags":["Super Bowl","Super Bowl","Hollywood","Super Bowl","Machacek","Super Bowl"]},{"id":"ihH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"'some of the major commercials early. I scour the internet so that I have My commercial takes well in advance and then act like it's just coming to me in the moment.","speaker":"spk_0","timeCode":1045.88,"tags":[]},{"id":"nhH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Well, how like, how are we going to","speaker":"spk_1","timeCode":1234.23,"tags":[]},{"id":"nxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"do the show?","speaker":"spk_0","timeCode":1235.51,"tags":[]},{"id":"rhH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Okay. Yep. That's good. Kevin, do you have any other question's? You just kidding. You didn't Havent asked any this whole toe. Yeah, you've contributed nothing. Do you guys","speaker":"spk_1","timeCode":1376.1,"tags":["Kevin"]},{"id":"txH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"where the dogs she's house is Florida.","speaker":"spk_0","timeCode":1451.06,"tags":["Florida"]},{"id":"uxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"this, if you're yes, then they were so happy You brought this out.","speaker":"spk_0","timeCode":1465.26,"tags":[]},{"id":"vxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Oh, dude,","speaker":"spk_0","timeCode":1490.63,"tags":[]},{"id":"whH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"But yes, the shoe and shoe lace does allowed to be on the floor during this football game and does go on Yes, the football, huh? Yes,","speaker":"spk_0","timeCode":1504.34,"tags":[]},{"id":"xhH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"nice mes'sage for you to put in your snacks is","speaker":"spk_2","timeCode":1549.11,"tags":[]},{"id":"yRH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Everyone of the party has moved to tears like the, um the Budweiser commercial where the dog is friends with that horse. Okay, that's gonna That''s gonna make it hard for me to do the show remembering that dog and horse,","speaker":"spk_0","timeCode":1568.26,"tags":["Budwei'ser"]},{"id":"zRH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"it's happening right now all over the world. Imagine that.","speaker":"spk_1","timeCode":1612.5,"tags":[]},{"id":"zhH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"It's the most natural thing.","speaker":"spk_0","timeCode":1616.43,"tags":[]},{"id":"1hH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"but to completion","speaker":"spk_1","timeCode":1700.84,"tags":[]},{"id":"2xH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"They could, because it's because it got cut because it's prime they can't show the actual","speaker":"spk_1","timeCode":1751.15,"tags":[]},{"id":"4xH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Put a Little Rascal's movie for a 1994. Already own it. Yeah, Heuser Bush may already late by accident.","speaker":"spk_0","timeCode":1844.57,"tags":["Put a Little Ra'scal"]},{"id":"5BH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"It might have been a throw, and it's something else they bought","speaker":"spk_1","timeCode":1853.61,"tags":[]},{"id":"6xH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"I think it's It''s pretty out that would read. I would definitely understand that reads what''s been going on, that''s great. And then you're actually getting money to do it instead of paying money to do it because obviously of or text Bottle''s gonna want that placement in the ad in the In the Budweiser ad. Yeah, it''s collaboration because they're not. Competitors really know they put it in. Oh, yeah, sure, we have polar bears having sex to. We could get Coca Cola to pay us, you know, for the commercial commercial.","speaker":"spk_0","timeCode":1931.17,"tags":["In the Budwei'ser","Coca Cola"]},{"id":"7BH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"No, there's already baby pull over. That''s like the whole thing.","speaker":"spk_2","timeCode":1966.34,"tags":[]},{"id":"7hH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Ah, it was just like a journal EAGLE heart to Royal Part two. Plus it's cartoon","speaker":"spk_2","timeCode":1973.74,"tags":["Royal","two"]},{"id":"8xH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Road Road, El Dorado.","speaker":"spk_0","timeCode":2016.14,"tags":["Road Road, El Dorado"]},{"id":"9BH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"So strange.","speaker":"spk_1","timeCode":2019.86,"tags":[]},{"id":"9xH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"there is going to town. Yeah.","speaker":"spk_1","timeCode":2062.1,"tags":[]},{"id":"-hH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"The-Pro Version. Ah,","speaker":"spk_0","timeCode":2105.82,"tags":[]},{"id":"wRI1L3MByMrymAEm6jtm","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"So think about that. And if he really hits it right, then he could make it vibrate on his own. You know, and men","speaker":"spk_1","timeCode":142.72,"tags":[]},{"id":"xRI1L3MByMrymAEm6jtm","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"And one thing we're really focused on his youth is'sues at, uh and, uh, playing games. And these That's what these two guys were kind of all about. Uh, Wimmer, Thomas and Clay Tatum. They did the show before.","speaker":"spk_1","timeCode":196.17,"tags":["Wimmer","Thoma","Clay Tatum"]},{"id":"xhI1L3MByMrymAEm6jtm","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"Hey, thanks for having a high. Been playing,","speaker":"spk_2","timeCode":210.08,"tags":[]},{"id":"0BI1L3MByMrymAEm6jtm","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"Gotcha. You will make","speaker":"spk_2","timeCode":346.48,"tags":[]},{"id":"1xI1L3MByMrymAEm6jtm","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"they're not gonna have your friends name for people who come and try challenge him in the gym.","speaker":"spk_0","timeCode":421.26,"tags":[]},{"id":"2RI1L3MByMrymAEm6jtm","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"neces'sarily where you work out, but where you have the fight?","speaker":"spk_0","timeCode":429.04,"tags":[]},{"id":"2xI1L3MByMrymAEm6jtm","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"Do you not name your I do. You know what I think is funny? Is he's asked Whats your favorite Pokemon? And we both agree that it''s butter free. We have known each other since we were kids. and I never once talked to you about butter free. And I've always liked you. Do you don't talk about how we love cake. It''s just obvious. Yeah, but the thing What''s your favorite cake? Chocolate or three? We both like this. Like, here''s the thing, but free cake is your favorite. Oh, yeah. Is butter? Yeah, I have butter in my cake.","speaker":"spk_0","timeCode":437.63,"tags":["Pokemon"]},{"id":"3RI1L3MByMrymAEm6jtm","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"and so it makes it that you can't pull apart and then it won't fit inside your mouth the whole thing? Well, yeah, and I'm always eating because of my schedule. I'm always eating cake right before I walk into a big meeting. And so the meeting often will have a lot of corporate figures in their, um, the money men and, ah, like from the song buffalo stance. And, uh, and as I if I shoved to Big a piece of cake in my mouth and it's all stuck with butter, the cake piece and frosting's is going to get on some of the clothes in my face and in my hair and in my ear. I can't Hear when they asked me for the numbers. Let''s talk numbers. Theyll say. And I'll go numbers like Ben Gay, because I can only God can't. You know. I can't hear them say it correctly. I only can picture what? No, What I'm like, what I hear you say is that the cake that you're eating is numbers.","speaker":"spk_1","timeCode":475.13,"tags":["Ben Gay","God"]},{"id":"5hI1L3MByMrymAEm6jtm","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"Remember? Yeah. My guys eating an incense Redfoo Howl red? No.","speaker":"spk_2","timeCode":632.57,"tags":["Redfoo","Howl red"]},{"id":"7BI1L3MByMrymAEm6jtm","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"after my enemies. And then either sending them to a gym to get beat up, not reviving, only reviving them if they promise not to be so bad to many more. Thanks for this candy with you. Got it. The order is leaving them dead. You leave him dead. It's a way to kill, uh, real people. Now, if a pokey Monica reports from your life kill the","speaker":"spk_2","timeCode":669.79,"tags":["Monica"]},{"id":"-RI1L3MByMrymAEm6jtn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"to be a You don't eat a pok ball. My mom, he doesn't understand that. Yeah, Mom, you just don't fucking get it. Yeah, um,","speaker":"spk_1","timeCode":779.14,"tags":["pok"]},{"id":"-hI1L3MByMrymAEm6jtn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"heres the thing with it if there''s you and if I'm eating a dinner, which is a delicious dinner that my mommy made. But sometimes there''s a do gong on the table and I go, Mom, I am so sorry. I can't eat your delicious dinner. I know there''s a do gong I need to get in with my ball. Yeah, that happened with you. Well, what the heck are you talking about? And I go Mommy''s just don't get it. Put raspberry sauce on my food. Yeah, put it on","speaker":"spk_0","timeCode":787.63,"tags":[]},{"id":"_RI1L3MByMrymAEm6jtn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"Yeah, it's like, hello. We're not even gonna be using most","speaker":"spk_1","timeCode":819.3,"tags":[]},{"id":"AhI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"know that? Ah, just Hawthorne road House of Seven Gables or that he did it. Yeah, right. Like","speaker":"spk_0","timeCode":829.96,"tags":["Hawthorne road","Hou'se","Seven","Gable"]},{"id":"BBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"up for me? I'll tell","speaker":"spk_0","timeCode":837.58,"tags":[]},{"id":"FhI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"Yeah, that is more impres'sive.","speaker":"spk_1","timeCode":963.29,"tags":[]},{"id":"GhI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"I feel like if I give you my phone, I'm going to get my hitman chant back.","speaker":"spk_2","timeCode":988.37,"tags":["hitman"]},{"id":"HBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"Hey, guys, want to talk to you about Five Four Group loathing? It's an L. A based brand where they send you great clothing pieces in the mail for only $60 a month. It's exclusive. The only way to get the brand is be a member. You can't find five for anywhere else. They have proven style authors leading the way.","speaker":"spk_1","timeCode":1004.71,"tags":["Five Four Group","L. A"]},{"id":"IRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"Yeah, if you remember the water strider insect that you sometimes see gliding around the top of a pond, please don't let that ah have bacteria inserted into it's feats and then make it so that nobody can drink the water. Um, please do wear the tuxedo by ordering Five Four Group loathing, giving them some of your money, and then ah, really insignificant margin might come home to us. Um, we Ah,","speaker":"spk_2","timeCode":1112.47,"tags":["Five Four Group"]},{"id":"JRI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"Um, yeah, our parents shouldn't care, you know, what I mean?","speaker":"spk_0","timeCode":1195.12,"tags":[]},{"id":"KBI1L3MByMrymAEm6jxn","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Friends From School","line":"Yeah, I like boobs. I'm interested in boobs.","speaker":"spk_1","timeCode":1242.33,"tags":["boob","boob"]}]