[{"id":"CxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"have many people on it because it's all different stuff from the theater and from other walks of life.","speaker":"spk_2","timeCode":2636.77,"tags":[]},{"id":"ERI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"Yeah, I gues's the UCB show should be called that you don't see me show cause I aint on that show.","speaker":"spk_0","timeCode":2669.26,"tags":["UCB"]},{"id":"GRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"kids. You don't know any other season? Come on.","speaker":"spk_0","timeCode":2739.46,"tags":[]},{"id":"GhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"You want to take a","speaker":"spk_2","timeCode":2745.68,"tags":[]},{"id":"HhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"well, I mean, where would you fit in? In that world, they're backstage. They're about to go out and do a show, and then I'm back there and I'm linking. Want anyone or anything?","speaker":"spk_2","timeCode":2760.27,"tags":[]},{"id":"IhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"fully willing to be a nasty man. Villa. Yes. You know the freak Catcher","speaker":"spk_1","timeCode":2806.32,"tags":["Catcher"]},{"id":"JBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"uh okay, all their hands were up. All of her hands up. Think. Wow.","speaker":"spk_2","timeCode":2835.59,"tags":[]},{"id":"JRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"Something I would have, even though I wasn't referring to this show with that. Ok, g. All","speaker":"spk_1","timeCode":2840.74,"tags":[]},{"id":"JhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"right, well, what I think that Sean, I'm just saying, Heres my thing.","speaker":"spk_0","timeCode":2847.69,"tags":["Sean"]},{"id":"ORI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"Yes, Shannon invisible orb of energy that she was moving around. And it was like going past my face. And it was cool.","speaker":"spk_1","timeCode":3002.2,"tags":["Shannon"]},{"id":"RhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"I almost seem like kind of a smart me piece of shit, you know? And then it would be a surprise because I show up on screen and they go like, Wow, I really like this guy. Just naturally get a warm, vile But then some of what I'm saying and doing make people don't like my personality, and then you go like, Hey, get out of here. Would you get over that UCB show already? And the first on watching goes like, Oh, I got to see if they beat him up on that and they click over and they should click on you like you should be the hyperlink. There's","speaker":"spk_0","timeCode":3113.26,"tags":["UCB"]},{"id":"SxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"we're taking it all. That's when you do combined the money from all the shows. That must be some of your","speaker":"spk_2","timeCode":3174.04,"tags":[]},{"id":"TxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"Yeah, I'm curious as well.","speaker":"spk_2","timeCode":3197.89,"tags":[]},{"id":"UBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"Number three. Saturday Night Live?","speaker":"spk_1","timeCode":3201.2,"tags":["Saturday Night Live"]},{"id":"VhI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"That's what I mean.","speaker":"spk_2","timeCode":3233.39,"tags":[]},{"id":"aBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"like number one is coming up right now.","speaker":"spk_0","timeCode":3342.37,"tags":[]},{"id":"cBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"and be a frequent free? Yes. What about the freak like me? Needs company? Mm. For a","speaker":"spk_2","timeCode":3401.13,"tags":[]},{"id":"cxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"I know that. What I was thinking Put back toe. Wait. Hold numbers. Welcome to the moon. Was your oxygen mask What a swing. What a swing from being destroyed.","speaker":"spk_0","timeCode":3418.79,"tags":[]},{"id":"iBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"He's one of the main guys, perhaps","speaker":"spk_2","timeCode":3606.22,"tags":[]},{"id":"jRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"And second of all. Okay, So youd like me to just let you back from the different Joes and just let people at home when you have Yeah, about different show","speaker":"spk_1","timeCode":3635.81,"tags":["ju'st","Joe","ju'st"]},{"id":"kBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"You don't worry about the wife.","speaker":"spk_2","timeCode":3651.93,"tags":[]},{"id":"lxI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"to save a little bit of faith. Well, you save this part","speaker":"spk_0","timeCode":3679.35,"tags":[]},{"id":"oBI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"Well, I mean okay. You only knew three shows and one of them I had to help you","speaker":"spk_0","timeCode":3706.67,"tags":["'show"]},{"id":"sRI0LnMByMrymAEmxRwE","index":"handbook","podcast":"Hollywood Handbook","episode":"Kulap Vilaysack, Our Close Friend Again","line":"And he started","speaker":"spk_3","timeCode":3858.59,"tags":[]},{"id":"xBI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","line":"And ideally, you're gonna put it","speaker":"spk_0","timeCode":535.56,"tags":[]},{"id":"yBI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","line":"hello, this is Mandy Moore. This is not Dana The robot, which Dana did not download herself into the body of Mandy Moore through a microphone. I am the rial singer. Sometimes when I'm singing, I think about how you should use ZipRecruiter to post your jobs. They have nine million resume's. You will find a great riel person to do your job, and it will not be Dana. Dana will not show up for work, and, in fact, your office. With the Elektronik flies. You can post on 100 different job sites, and Dana will not be waiting for you at all of them. If you would like to post on ZipRecruiter for free, visit ZipRecruiter dot com slash first. If you say ZipRecruiter dot com slash first out loud, you will not summon Dana Cyber Dog","speaker":"spk_0","timeCode":708.18,"tags":["Mandy Moore","Thi","Dana","Dana","Mandy Moore","ZipRecruiter","Dana","Dana","Dana","ZipRecruiter","ZipRecruiter","Dana"]},{"id":"zRI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","line":"thing that I eat From this show is MILF pus'sy. That's what you said. That that is that''s that is the truth. Yes. Yeah. Specifically Stiffler The original MILF pus'sy stiff. Lear''s mom, Jennifer Cooler. General Coolidge. Yeah, that''s that''s if you want to get very specific about it. It''s Jennifer Coolidge shoots pus'sy that I'm meeting. Um, we kalitta Cally Coolidge. Little Coolidge. Coolidge. Coolidge is actually warmer than you think. With the name like Coolidge. Um, anyway, yeah, I know. It''s It''s milk. Embas'sy. Like why? You know Nick Wagar? Uh, Nick Nicholas was he? He approached me about doing this podcast. I said I would never I don't want to eat that stuff. Yeah, I don't want to eat any of it. And, um, Nick on Twitter too much. Nick Mabey has never been Off Twitter. I've never with us, and I feel like he''s Is he trying to get you to do it more? Yeah, he like, I'll get a text from him and say, Havent seen many tweets lately. Yeah, I'll tweet something out. He''s on you. And then what? So he can talk. We want you to get on there and, like, talk about Milo Yiannopoulos and like","speaker":"spk_0","timeCode":1183.13,"tags":["Stiffler","Lear","Jennifer Cooler","Coolidge","Jennifer Coolidge","kalitta","Cally Coolidge","Little Coolidge","Coolidge","Coolidge","Coolidge","Emba's'sy","Nick Wagar","Nick Nichola","Nick","Twitter","Nick Mabey","Twitter","Milo Yiannopoulo"]},{"id":"0BI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","line":"alley, it's like it''s drowned out by the ambient sound of the duck pins and wire. Yeah, he''s He''s obse'ssed. He I always I say, Why you so obse'ssed with child stuff? Like, why do you want to be a kid? And he says, I don't know. He just says I don't remember that part of my life. Yeah, I never had Yeah, I'm saying to you, but, you know, I'm like, no one really remembers Being a baby is what I try to tell him. Yeah. No one actually really remembers that time of their life. He won't know. I'm going? Yeah, he''s like, I'm gonna recapture it somehow. Um, so he''s trying to somehow jog that memory back by putting himself in a lot of baby situation. That''s right. Yes. Yeah. He doesn't wear diapers, or I mean, let''s come on. He doesn't do that sort of thing. You always not. He was one diaper. Yes. I'm sorry. One at a time. Yeah. It doesn't like multiple papers. One Anaheim big cloth. Obviously, if you know, you guys will record for almost two hours, sometimes hell go through three or four of them, but never multiple on it. Once you guys have been in the studio, I don't have to even say you. I mean, you see what you see. Yeah, for people. Yeah, I think it''s over. People, for listener's. That''s right. Yeah, yeah, for them to know Dirty di t. Ah, Nicky got a changey and that sort of the signal that well come through your head bowed. So that''s why that''s what that means when you hear that on the show way. Weve tried to edit some of them out, but you know what is happening? A lot in an episode. Sometimes he''s doing it over like something really good that you're saying, uh, like, I think intentionally to try and get that cut out like we have to cut because I did the changing thing. We have to cut up that. Yeah, rift that you were doing Yes or something. I'm saying something intelligent, intensive. Time it with a lot of the groundbreaking observation's that you make about our society about science and culture. And I know I always leave having been educated. And sometimes when I listen to the actual show that''s lacking. Thank you. And he somehow is able to gut these very convincing arguments filming here because he can't be make making it dirty that much, you know, because he doesn't even eat enough. Yeah, a I mean, let''s talk about what you do eat. Uh, close. He obviously. But also, youll always have. I mean, you've got with you right now a big thermos of just ah, wheat gras's. Yeah. And we aggres'sive and your, I gues's, shoveling that in your face. I am trying to become more like a plant. Talk about why that is so good. Becoming I mean, like, listen, I I think that we're one with the earth. We go back to the Earth way don't want this world. Uh, that''s playable. Yeah, yeah, yeah. I mean, I'm a Pavel in a long line of things. Yeah, you are a pebble Bubble in the riverbed River roads. It comes a soil, so it becomes a plant. No plan. Put the oxygen. I'm breathing that. Okay, I'm pebble. I'm a stick. He''s a stick right now. I mean, honestly, you guys ever. But then The I think that a pebble on a stick, all right? A higher level than a human being, You know what I mean? Oh, yeah. There were a lot of ways in a lot of ways and in actually every way that is true. There more honorable? Yeah, They have a lot more honor, your honest, They're honest. They're never straight up there. Yeah, they're not gonna let you down. They won't let you. Don't You can trust a Pavel to be a pebble. That''s true. And you know what you know about a Bubble Pebble is gonna be here a lot longer after you are. Oh, yeah. Even though I am one. I mean, I gues's in that in that way I mean I could say the same thing about water or mos's. Mos's. Hey, Mos's is gonna be here a lot longer than you are. A lot longer than you are. Yeah, Yeah. Water, Sand with water. Maybe not. Maybe water runs out first. And Randy Mos's is someone you know, Rainy Mos's is a Patriot receiver. Mm. So and now that''s a little more shit for the people at home. T if you think about Mos's. Yeah, he''s actively on the roster now. Yeah, if you think about Diana, our mother Earth, you don't you don't You don't think about how during a patriots game, how they're using the earth. No, no, no. You don't know any aspect of the game is the ground and dirt. It''s mbpd. Julian Edelman wise about about Houna. Ah, the sort of Hawaiian philosophy, you know, capturing that aloha spirit. And, um, hell talk about that From underneath his big, mystical beer. Yeah. Now, Kevin, sit down for this. You should actually here, Kevin. You're gonna won't take pictures right now. This is actually you should be. This isn't something we take pictures Off. This is something that we learn about. I feel I feel cheated that Jonah Ray never told me of Una","speaker":"spk_0","timeCode":1691.24,"tags":["Anaheim","Nicky","earth","Earth","Pavel","Pavel","Pebble","fir'st","Randy Mo's","Rainy","Diana","Earth","earth","Julian Edelman","Houna","Kevin","Kevin","Thi","Thi","Thi","Jonah Ray"]},{"id":"0RI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","line":"o. Jonah didn't talk to you about who know I never told me about. You know, I believe it was actually a white scientist who went to Hawaii, and that kind of came up with a Hawaiian word for the philosophy that he invented. And now it's attributed to the time people. But it really has that aloha spirit. And, um, The, you know, see the ocean saying hello and goodbye all at once, isn't it? It''s, You know, I don't I love you. Yeah, Adam, here, have some salt. I don't I don't mean to get mad at the one answer would enter the question that he was saying. Isn't it doing this? I'm sorry. Yes, Yes, of course. I'm sorry. Yeah. Given apologist's. That''s OK. I just want because people think we cut that out. Oh, no, no, no. When he asked you to, the answer is yes. There''s no, I know that you guys have. There''s no cuts in this podcast, which I appreciate which ours is, as you know, is heavily, heavily. Oh, yeah, yeah. Um, you don't want to get mad at the Hawaiian people. Oh, Yes. I'm sorry, I don't, but But I don't I don't agree with Aloha being Hello. I think I think you should have two words. Yeah, well, and it did, Jonah. Right. Team. I could see how that would be confusing if the guys say hello. If someone''s come empty and being saying alone, you're like, OK, we just got here. E think I feel like you would be insulted. Just showed up. Yeah. Fuck you, buddy. There''s I mean, I gues's there''s a lot of things Jonah did not. Why is everyone hiding America From Jonah? You know what I mean? Seems like a lot of it should be available and able to be seen. I know I'm proud of my little corner of America. Listen, I wrote I wrote Alys'sa Gondo I wrote on I wrote on Hidden America for two season's and that was that. I agree with you. I was I was saying the same thing. Lies that have to be hitting. What is it hiding? Agree. And if they're hiding it, is it because it''s such an ugly part of America? And do we really even want to expose that? I don't think so. Yeah, And maybe Jonah is doing a dis'service to the American people. I think so, too. If see, so is listening from the sea. So honchos should probably shut it down. Maybe we don't to see so much of America. Maybe we could just look at the parts that we like already. Mitch. Ah, have you ever been curious to actually try Spaghetti? Um","speaker":"spk_0","timeCode":2000.73,"tags":["Jonah","Hawaii","Adam","Jonah","Jonah","America","Jonah","America","Aly's'sa Gondo","Hidden America","America","Jonah","America","Mitch"]},{"id":"0hI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","line":"and we thought we could do a real Doughboys. Andi alot spaghetti on the show and he's made spaghetti. Really? Brach? Yes. And it's good and Kevin''s gonna get to see some of this spaghetti he''s never will try at first. Kevin''s any Eat it and you know it''s real spaghetti. And actually and you have some sauce for that too. Am I right? He's Yeah, I could makes obse'ssed thistle's frustrating cause you guys have gone with me to the restaurant. I'll get spaghetti meatballs. I'll tell them I don't want toe hold the spaghetti. I don't want any of this spaghetti and that''s right. I don't have meatballs. Yes, you know, Kevin, describe this. Forget it and then you to speak crushing wheat gras's. It''s not coming out of the cup. Opa Big, Dry Chung came out. Now he's is smashing it into the bowl and that spaghetti is perfect. It''s very L Gent a, uh, which is, of course, the best kind of spaghetti. It''s cup noodles, spaghetti, and it''s extremely al dente, and Kevin will try some breaking your teeth out. Dent. I wish I didn't eat all those bagels and Kevin and ate bagels and needs like bragging about it is there is a Shrimp-Off","speaker":"spk_0","timeCode":2148.24,"tags":["Kevin","fir'st.","Kevin","Kevin","Opa Big","Dry Chung","Kevin","Dent","Kevin"]},{"id":"6RI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","line":"And, of course, let opera. Ah, forgot. But I But I would say probably for me, Kabuki is top 10. Okay? And it's high up in the top 10 around number one. So The makeup, The dad''s The funny language. If there is any, The makeup on the face and the hands, the fans The close, right? The girls, huh? Oh, yeah. You know, I gotta get arrested. Get PC warriors, get out your rifles. Yeah, girls May fans, the fans dancing sometimes the language and the girls, the Japanese language. Is that what you're talking about? It could be","speaker":"spk_0","timeCode":3098.97,"tags":[]},{"id":"6xI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","line":"I don't need a year. Anything else? We're having fun. Um, have you ever had sorry to bring him back to food? Oh, go. Even though, you know I don't like it, but have you ever had a Moochie Unfortunately s Oh, wow. Unfortunately, Yes. Well, I thought that you would. I thought that you would like it. It's a packaging of ice cream, and I feel like it solved the is'sue of It''s almost the liquid gel thing. He said he thought it was a pebble. Yeah, I did. I thought it was my dad, actually, because I am a pebble in this look like a larger peple. It is a big it is big. I was gonna say it''s big for a temple. I thought it was my biological father. Yes. Then I get that, and, ah, what happened was it was so delicious. I, uh I thought that I had devoured my biological father at one point and, you know, as I ate the entire thing, saying the whole time, I shouldn't be doing this. And then, um, I went to confes's to my I'm a member of the Rosa crew Shin Faith. So I went to the rose Christchurch and, uh, gooey a gooey mouth, The gooey mouth. And I said, You know, I've devoured my papa and ah, can someone absolve me or or or take my life? Ah, And they did neither. Because it had turned out that it was, as you know, just a common desert. A motobuchi. I don't want to spoil anything. No story that I'll never tell. But it just It just sounds a lot similar to what happened to me when my father pas'sed away, too. Um, I was gonna say that mo cheese.","speaker":"spk_0","timeCode":3166.22,"tags":["confe's's","Shin Faith","Chri'stchurch"]},{"id":"8BI4LnMByMrymAEmlBwO","index":"handbook","podcast":"Hollywood Handbook","episode":"Mike Mitchell, Our Close Friend","line":"Actually, was It wasn't. I actually wasn't. My family wasn't religious. Wow. Are wholly short story there Now, Off it or not, we're not religious. And as you know, I only really respect. Mother said I don't believe in any sort of gods. So, e, I feel like you have these, You know, these views of me from this podcast that that's just kind of full of lies. And none of this stuff really has ever happened. I hear faker. Yeah, Popcorn. Yeah. I don't say it wrong. Is that wrong? Popcorn find pop. But I get that this is that is an interesting character that you were doing. I just said Papa, one of my did you guys notice that my my nose start to bleed? Do you gotta bounce, man? By","speaker":"spk_0","timeCode":3407.56,"tags":["Popcorn","Popcorn"]},{"id":"-BI6LnMByMrymAEmGxxu","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Yeah, I totally agree with you. So how did they react when you want?","speaker":"spk_0","timeCode":62.73,"tags":[]},{"id":"-hI6LnMByMrymAEmGxxu","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"My mind.","speaker":"spk_1","timeCode":84.93,"tags":[]},{"id":"_RI6LnMByMrymAEmGxxu","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"and I don't like like I don't know if this is actually the way it went, but that you went you gave your speech in, like what you, I gues's kind of thought was Spanish and maybe now is Spanish is like kind of The is, like, kind of a new now being. You know, there's been some litigation around it, but it''s being recognized as Spanish at this point,","speaker":"spk_0","timeCode":92.81,"tags":["Spani'sh","Spani'sh","Spani'sh"]},{"id":"ARI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Yeah. Ah, Scooby dooby. Yes, God, dude. Ah, Ma and I get it, you know? And I did sort of, um, like a little salsa dance with it. Hey, welcome to Hollywood Handbook. And it's Harrys. Gotta keep on dropping names on the red carpet line back hallways of this industry we call showbiz.","speaker":"spk_1","timeCode":151.57,"tags":["Scooby dooby","Hollywood Handbook","Harry"]},{"id":"CBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"are wagging your nose around where maybe don't belong. Oh, um, well, like I'm you know, I'm really sorry if that's that''s happened. If you could give me an example and I'll try to do better. Shawn has been talking about recently about certain people, I think, applying you snooping around the show.","speaker":"spk_1","timeCode":312.44,"tags":["Shawn"]},{"id":"ChI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Well, you know, I I just want to make sure they're everyones having a good time. And, you know, there actually is a show,","speaker":"spk_1","timeCode":351.14,"tags":[]},{"id":"CxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"right? Well, but","speaker":"spk_0","timeCode":362.85,"tags":[]},{"id":"DBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"well, there is so good job because there is a show. We're doing it right now. It's so you're doing great, and it''s not in danger. Okay,","speaker":"spk_1","timeCode":363.74,"tags":[]},{"id":"HBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Yes, exactly like that. You know, it isn't me. I go a little slower. Yes, sure, but I think it is important to be having these conversation's. It's not collaborating. It''s not cow towering. It''s","speaker":"spk_1","timeCode":599.24,"tags":[]},{"id":"HRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"getting in his ear a little bit. So maybe things are a little better and like, there's no way to know if they would be better or worse. But they actually are better because we're having these conversational. He''s listening to you right. So that''s one. Yeah. So great thing. Who would you rather have talking to this guy if you don't like his stuff?","speaker":"spk_0","timeCode":611.34,"tags":[]},{"id":"KRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"I think it was an actual tower.","speaker":"spk_1","timeCode":772.44,"tags":[]},{"id":"LhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"That would be a very bad boost's of The her beanbag bazooka. Be hitting ourselve's with it. It's for other. But did you hit anybody? No, because the beanbag seemed to catch on fire from the force of the bazooka blast.","speaker":"spk_0","timeCode":797.79,"tags":[]},{"id":"NhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"I kind of wish you guys had asked me","speaker":"spk_1","timeCode":884.93,"tags":[]},{"id":"OBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Well, you wanted to come. Oh, Chris. Oh, So, like, hopeful sweetie, It's Well, it''s really more about the legal trouble.","speaker":"spk_1","timeCode":894.33,"tags":["Chri"]},{"id":"ORI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Probably in right now, as a result of, you know, we had big mask's on. Okay, He has three million tell. It was","speaker":"spk_0","timeCode":903.74,"tags":[]},{"id":"QBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"I'm one of the good guys. Okay. You want me to have a beanbag Mazzuca? Yeah, I gues's. I Yeah, sure.","speaker":"spk_1","timeCode":943.43,"tags":["Mazzuca"]},{"id":"QxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Huh. Like","speaker":"spk_1","timeCode":999.18,"tags":[]},{"id":"RxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"burgers From. Although I havent heard anything, it's kind of like Doughboys. It''s kind of like our, like, Earwolf stakeout Doughboys, But it''s just a","speaker":"spk_1","timeCode":1023.4200000000001,"tags":["Earwolf"]},{"id":"UhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Yeah, well, that's funds. Great. That''s great to hear. How much have you collected, Would you say, like, in 2016? How much would you guys say you collected? And if they have the promo code? Yeah, If they say the promo code, uh, they get 20% off, and so per conversation that we have with them about it, it''s usually like 15. Wow.","speaker":"spk_1","timeCode":1205.78,"tags":[]},{"id":"UxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Huh? OK, well have toe. Yeah, maybe weaken sidebar this and talk about Ah, you know, Off line where the moneys going. Just mentioned Onley because, um,","speaker":"spk_0","timeCode":1228.62,"tags":["Onley"]},{"id":"VhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"that show is now defunct. And our president, ah, was like, Well, you know, trip is close enough to my last name. I'd only have toe really buy two new letters in orderto make it say my name on the tank. He's got a tank now From trip tank, and I'm inside of it.","speaker":"spk_0","timeCode":1278.87,"tags":["trip","trip","tank"]},{"id":"WBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"that's just a joke. I can't really I can't released. This is a small studio. I apologize. No, I can't. Really. I don't know what you smell like. What can you describe that? Be great. Could be bad. How big is this tank, Graham? Well, it''s ah, human body size. Ah, it''s, you know, obviously, because of the served trip tank influence it's Trippi''s how and from different angles that maybe looks like different sizes. But From inside of it, it''s, uh, tall enough that","speaker":"spk_0","timeCode":1326.06,"tags":["Graham","trip tank","Trippi"]},{"id":"XRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Ok, OK, well, s that I just Yeah, I didn't know the TV show. I'm sorry.","speaker":"spk_1","timeCode":1453.56,"tags":[]},{"id":"XxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"'strong family bonds. Uh, can I don't really know what that has to do with the pie. Uh, who? Let me see. OK, this I can see for sure. Okay. Spicy shrimp in Korean rice cakes with cabbage. And for a if your cake fury cake, pork chops and garlic. Takata with scallion rice and spinach. Mushroom and chipotle pepper enchiladas with lime sour cream. So I gues's those are all different kind of pies they're doing for January. Um, you can get something about three,","speaker":"spk_0","timeCode":1527.28,"tags":[]},{"id":"YxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Hello. This is shortened. The host. This is not Dana The robot which Impersonating shorn within a tronic text to speech software. I'm sure and I think you should use ZipRecruiter to post your jobs.","speaker":"spk_0","timeCode":1594.87,"tags":["Thi","Thi","Dana"]},{"id":"ZRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"uh, okay. So what has to happen here if we are to get rid of this podcast tax? And if the guy is there somebody with, like, a smasher next of the tank, that's going to smash it open if we can get to a good place shown. Yeah. Um uh, Joe Mande Yellow, uh, is next the tank. And he has a big giant smasher, and he says that he will smash tank and all the different","speaker":"spk_0","timeCode":1640.99,"tags":["Joe Mande Yellow"]},{"id":"bhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"bacon fat or some others, come and just smear that on your head instead to get the same sensation as shampooing and rubbing your fingers through. But without taking out those","speaker":"spk_0","timeCode":1754.04,"tags":[]},{"id":"cBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"I think we can arrange that. You mean like more numbers, like another brother or Yes, he wants an increased number of square. He does not like that. There are only two Squires that Okay? Well, yeah, I think he might want. It's unclear. I think it''s pos'sible that he wants to be a new squad. Are he did not. Maybe he was, like, too shy to say that himself. There was definitely talk of having a sort of secret police called a squirmy. Oh, Does he want to be on country or county? I don't think he wants to be on the show. Ah, he just wanted Was that your impres'sion, Hayes? Because I remember he kept saying, like, I feel it. We could use 1/3 school. Are you know, we I'm sure we could find some someone somewhere theyd have to be a handsome and funny and charming. The as the tooth water there are. Who knows where well find one, and then it won't blame it. Maybe it''s me who knows. I'm kidding, of course, but I feel like why even bring that up if you're kidding? Of course.","speaker":"spk_0","timeCode":1785.4,"tags":["Doe","Haye","cour'se","cour'se"]},{"id":"eBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"I think now the wolf is producing a horny anus and him that is discomfiting. Ah, in some way. And so it would be more comfortable if the wolf is saying I'm a horny girl Wolf. I have to say it explicitly. Or is that yes? Sound? Think so? S Oh, I even let","speaker":"spk_0","timeCode":1929.31,"tags":[]},{"id":"fxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"that's what","speaker":"spk_1","timeCode":1998.1,"tags":[]},{"id":"hRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"I mean,","speaker":"spk_1","timeCode":2036.31,"tags":[]},{"id":"ixI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"We we said that? Yeah.","speaker":"spk_1","timeCode":2127.46,"tags":[]},{"id":"jxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Ah, yeah, why? One of them has Bean and the other one wants to be friends. Why are you asking? I","speaker":"spk_1","timeCode":2158.36,"tags":["Bean"]},{"id":"lBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Yes. Coin around. And I think it's maybe it''s friends with the snake that''s called around me already. And so, uh, they're sort of like doing kind of a fun like swing dance out of you. Remember the cherry poppin daddy?","speaker":"spk_0","timeCode":2189.98,"tags":[]},{"id":"nBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"um, you know, uh oh. And also Andrew t has to be Andrew T R. Um, P. Um I think the thinking behind it was that he referred to a bunch of The back episode's, and he said none of this stuff is racist. Ah, and he wanted you to agree on. And then he wanted to change the name. Yeah. Okay. What we can do that? I think","speaker":"spk_1","timeCode":2316.72,"tags":["Andrew","Andrew T R."]},{"id":"nRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"that should be no problem. But whats the thing that you couldn't dio? One","speaker":"spk_0","timeCode":2342.45,"tags":["dio"]},{"id":"oBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"You know, I'm not that dextrous. I can't do the foot. It would have to be my arm if I said yes to that. You just said that you are gonna use your arm like I My arm is great. I don't I can't. That's I'm drawing the line on that one. I'm sorry. I really wish I could help you and Andrew. And because somebody peed in the toilet.","speaker":"spk_0","timeCode":2368.75,"tags":["Andrew"]},{"id":"oRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Well, I'm kind of gues'sing that that's like, you know, sometimes that","speaker":"spk_1","timeCode":2389.57,"tags":[]},{"id":"ohI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"he's probably standing over it, and then he drops it while he''s peeing, right? Yeah, kind of. Hold it against his chin with his shoulder.","speaker":"spk_0","timeCode":2394.76,"tags":[]},{"id":"sxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"we could carry on you. He doesn't like this idea.","speaker":"spk_0","timeCode":2648.31,"tags":[]},{"id":"tBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"He had. He's saying I'm like, one of the parts of what makes this show good. Wow. Yeah. Wait. How does he feel? How does he feel about the episode's? Like if it''s like, just me and Tom or something. Does he like those?","speaker":"spk_1","timeCode":2652.95,"tags":["Tom","Doe"]},{"id":"uhI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"natural fit for what we dio.","speaker":"spk_0","timeCode":2771.35,"tags":[]},{"id":"uxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Uh, I'd have toe. I'd have to research that a little bit, but I'm sure we could find Casper-Mattres'ses company or Ah, yeah, some razor blades or","speaker":"spk_1","timeCode":2774.01,"tags":["Ca'sper-Mattre's'se"]},{"id":"vxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"coming on the show. And ah, thank you to the main president for talking to us so much from my hair is making with water and killing all the animals","speaker":"spk_0","timeCode":2811.84,"tags":[]},{"id":"wRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"'strong. Yeah, I'm beating up Joe Manji. Hello. Do you have sub like busine'ss thing that you want a plug? Yeah. I want you guys to smile more. I brought this up in a memo. I'm not hearing it.","speaker":"spk_1","timeCode":2829.16,"tags":["Joe Manji"]},{"id":"xBI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"well, I say that out loud. I'm beaten up. Joe. Man. Geo. Okay. I just maybe was","speaker":"spk_1","timeCode":2899.15,"tags":["Joe"]},{"id":"xxI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"friends. Why not take a trip to Spontaneous Nation where hours of listening pleasure await you? Hours made up of moments, Moments like these?","speaker":"spk_0","timeCode":2938.24,"tags":["Spontaneou's Nation"]},{"id":"zRI6LnMByMrymAEmGx1u","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Bannon, Our Close Boss","line":"Rachel Bloom, You see my collection of man corpse's and one woman, Felisha Day and Colton done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, Josh The circle. And that''s just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","speaker":"spk_0","timeCode":3045.93,"tags":["Rachel Bloom","Feli'sha Day","Colton","Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch","Jo'sh","Sea'son","The Magic Tavern"]},{"id":"0RI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"not me to, like, even think that someone could think that about me that I don't love having great advertised Supporter Show","speaker":"spk_1","timeCode":29.73,"tags":[]},{"id":"0hI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"is making me so sick and nasty Wanna throw up And the people who are out there saying, Oh Hollywood Handbook wants either wants bad advertiser's or hates their great advertiser's.","speaker":"spk_0","timeCode":35.67,"tags":["Hollywood Handbook"]},{"id":"0xI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"If you thought we werent going to find out about it and you could be safe telling lies about me and he's, I got bad news. I'm gonna beat you up. In the meantime, in order to sort of help us get rid of some of these bad liars, you can help us and Goethe Pod survey dot com slash Hollywood Take a quick, anonymous survey will help us get to know you a little better, so we can show advertiser's upgrade. Our listener's are which, by the way, anyone who says that we don't have great listener's or don't like it, who you're gonna get twice the beaten of these first guy and it says that it's anonymous, but we will figure it out. Oh, yeah, you don't have to put your name down. But if you say that we don't Love having great advertiser's and we don't Love having good listener's, we will figure it out who you are.","speaker":"spk_1","timeCode":48.91,"tags":["Goethe","dot","Hollywood"]},{"id":"1BI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"Anonymous surveys means that the Hackers anonymous helped us right the","speaker":"spk_0","timeCode":97.21,"tags":[]},{"id":"1xI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"So that's pod survey dot com slash Hollywood.","speaker":"spk_1","timeCode":107.42,"tags":["dot com","Hollywood"]},{"id":"3hI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"Yeah. So if the farmer sees that","speaker":"spk_1","timeCode":218.16,"tags":[]},{"id":"5BI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"because he thinks I'm try sneaking by his ankle and bang So he's looking","speaker":"spk_1","timeCode":344.48,"tags":[]},{"id":"8BI6LnMByMrymAEmhR0_","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"the round and the pubic triangle.","speaker":"spk_1","timeCode":488.44,"tags":[]},{"id":"9xI6LnMByMrymAEmhR1A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"if you can see The background or one of the other characters, you have to clip that until you get to the edge of Mickey Mouse. And then you stop clipping. Yeah, and if you cut past and you start to see the mouse popping out, throw it out, get a new tree, you know, and it's like I probably when I know I'm going to do one I rent one of these cartoons are doing now. I bring it home, I get the pause on the screen. Uh, I actually don't have a TV in my home, but, um, I will put it on a cool projector. You know, about these","speaker":"spk_0","timeCode":565.38,"tags":["Mickey"]},{"id":"_xI6LnMByMrymAEmhR1A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"to see the mouse riding the bird and telling it where to go to get cheese for both.","speaker":"spk_1","timeCode":682.24,"tags":[]},{"id":"AhI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"we're gonna beat him up. Yeah, theyll get beat up. But lets talk about bringing families together. This is, like, important to us specifically. Yeah, because we each have a lot of families. Yeah,","speaker":"spk_1","timeCode":743.92,"tags":[]},{"id":"DRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"I want to try to get my postman sent to jail. Yeah, he works at this post office, which is obviously an enemy of ours, where you support stamps dot com, not The post Off. That's his headquarters villain, that''s that''s his layer. And so what I've been doing is I put top secret on this envelope and then I don't seal it very well. So what I'm hoping is I'm gonna walk out. He''s got a letter that''s for somebody else that says top secret on it, and it''s open, and I catch him with it in this hand that it popped open boom cuffs Go on. So I am jails for citizens arrest.","speaker":"spk_1","timeCode":911.01,"tags":["dot com"]},{"id":"EBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"Hayes, Do you dare me to tell you about a fascinating new podcast?","speaker":"spk_1","timeCode":974.84,"tags":["Haye"]},{"id":"FBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"truth. Okay. Have you ever kis's your brother or wait? No.","speaker":"spk_0","timeCode":1015.92,"tags":[]},{"id":"GBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"The one that I was scared to talk about. Is it mis'sing Richard Foremans? Yeah. Yeah,","speaker":"spk_0","timeCode":1040.95,"tags":["Richard Foreman"]},{"id":"HxI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"I'd know. I talk about this all the time. That's a weird example. Because it is something I'm very vocal about trying to figure out whether I did this thing with my brother","speaker":"spk_1","timeCode":1122.22,"tags":[]},{"id":"IRI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"Okay? Whats the truth for you? What?","speaker":"spk_1","timeCode":1133.89,"tags":[]},{"id":"JBI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"And I talk about Stitcher Premium Simmons on stitcher s for me of a fundamental truth is that, um,","speaker":"spk_0","timeCode":1145.51,"tags":["Stitcher","Premium Simmon","stitcher"]},{"id":"KhI6LnMByMrymAEmhR5A","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephanie and Elizabeth, Our Spiritual Advisors","line":"and he lacks four holes.","speaker":"spk_1","timeCode":1239.91,"tags":[]}]