[{"id":"MBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"the meatballs and I get my napkin all set and I have the major Do you run down to a Best Buy or to Ah, um ah two Ah, Circuit City or whatever it is? And I say, Get me the biggest TV they have and they come and they set it up in front of me on my table and ah, and I crank it and I just blast the volume so the whole restaurant can enjoy, uh, whatever show the watchmans are deciding to watch. You are telling me you really enjoyed this this past weeks episode of the following","speaker":"spk_0","timeCode":197.89,"tags":["Best Buy","Circuit City"]},{"id":"MRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Oh my Well, I havent seen all of them.","speaker":"spk_1","timeCode":237.45,"tags":[]},{"id":"OxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"He screams","speaker":"spk_0","timeCode":329.22,"tags":[]},{"id":"QxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Yes, when you start watching and I'm afraid I mean, my, uh, spaghetti bills are going to go through the roof this month because I think I want to see at least two more of the following and maybe even one of the blacklists. And that's three meals. It means you have to eat a Hewat a spaghetti for all the binge washing your doing. That's right. That's why they call it. Been watching?","speaker":"spk_0","timeCode":492.97,"tags":["Hewat"]},{"id":"RRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"meatballs and spaghetti Pomodoro and the, um, and the shrimp scallop in E. And then you stick your toothbrush down your throat and you make yourself the row up because in this town you got to be thin. Baby,","speaker":"spk_0","timeCode":526.46,"tags":[]},{"id":"RxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"a very popular segment. We dio teasers are movie commercials. They show in front of the movies. They tell you whos gonna be in them very quickly. If you want to see movies and you want to know","speaker":"spk_1","timeCode":554.01,"tags":[]},{"id":"SBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"what we mean, go to L. A. Go to New York, even for just a day. They have big movie house screens and you go in and get got to kind of get in with the ticket","speaker":"spk_0","timeCode":572.67,"tags":["L. A.","New York"]},{"id":"TBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"one of the very bad states or even countries that litter this world. Mexico. So","speaker":"spk_0","timeCode":635.29,"tags":["Mexico"]},{"id":"VxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"He's a lot like Artemus Black because when he's doing killing and it does make him a killer, he's also doing killing. So other people don't kill someone else. Yes,","speaker":"spk_1","timeCode":763.37,"tags":["Artemus Black"]},{"id":"WRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"That's right and This is sort of a new concept in storytelling toe have a killer killing somebody who would kill someone else so that it is bad to kill, but good to not let the other guy kill.","speaker":"spk_1","timeCode":787.73,"tags":[]},{"id":"YhKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"shoots and does flips like a guy who sounds just so tired. Well, yes, when you need to, very when it's all about reflexes and outrunning someone and fighting someone, the older, the better. That's why all the best athletes are in their late fifties, early sixties man, all of the best secret agents. Same thing","speaker":"spk_1","timeCode":945.81,"tags":[]},{"id":"ZBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"It's not for any personal reason that's for work. And that's the kind of thing that you need to get out of the teacher when somebodys going somewhere, you need to say why and for what purpose with any you dumb fucks ever look, ask your way into making a movie and you need to cut the teaser for it.","speaker":"spk_1","timeCode":977.63,"tags":[]},{"id":"ZRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Don't make the mistake weve seen get made where somebodys going to London and you think they might be visiting a their friend or going to take a pottery class or something. You say it's for work. And now I'm interested. And now ah,","speaker":"spk_0","timeCode":995.17,"tags":["London"]},{"id":"ZhKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Kim cops, inner is riding a bicycle through Paris with his 17 year old daughter on his lap. It's like a Parisian thing. You have to make me a promise. Are you done? Are you really done working for them?","speaker":"spk_1","timeCode":1011.36,"tags":["Kim","Paris"]},{"id":"bBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"You go the pharmacy. If you ask the virus that you say I'm really sick, I need the certain drug and they slide a very nice box across the across the table and you open it up. And at the special box designed just for the needle that has its a needle box. You go to do n read or you go to the wall green and you ask for you say I fell down on the floor and things don't look right. And now this movie set in the past when this drug was still experimental","speaker":"spk_1","timeCode":1067.7,"tags":[]},{"id":"cxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"but none of them dresses like he does, which is he wears a suit like with a black co. Yeah, like a coat over his slack pants and like a white shirt and a tie right like, Oh, are you really in sailing? Are you with sales or you actually ah, hired killer because it's like he's actually and it's antiquated, doddering, But if you havent seen it but he's wearing, Ah, full suit","speaker":"spk_1","timeCode":1182.68,"tags":[]},{"id":"dRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Yeah, over is over a button. Sure","speaker":"spk_1","timeCode":1213.4,"tags":[]},{"id":"dhKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"white, A white button shirt. So you look at that","speaker":"spk_0","timeCode":1216.91,"tags":[]},{"id":"dxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"selling in that","speaker":"spk_1","timeCode":1220.45,"tags":[]},{"id":"eRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Real cheap, too.","speaker":"spk_1","timeCode":1230.19,"tags":[]},{"id":"ehKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Car making tonight and I want to make spaghetti sauce. Okay, so now we get into the meat of what makes this a really great teaser he's interrogating. You can see that he's interrogating a guy. Looks like he's about to beat him up in the face.","speaker":"spk_0","timeCode":1242.52,"tags":[]},{"id":"fRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"to my daughter at all, I am a Guido.","speaker":"spk_0","timeCode":1288.74,"tags":["Guido"]},{"id":"ihKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"You know, if you got some Canadian Ah, loser. Right. And we just want to point out, you don't have to go back and make a sequel to this. Flares all because they actually are doing it right. Yes, we could. Same all day. I have a 1,000,000 of them. Yeah, more than that. That's not what the podcast is.","speaker":"spk_0","timeCode":1473.36,"tags":[]},{"id":"jBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"If you don't try this job, youll be dead in three days.","speaker":"spk_0","timeCode":1502.75,"tags":[]},{"id":"jxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"But you may want to make it four guys have you making a movie because he was only expecting one guy","speaker":"spk_0","timeCode":1527.66,"tags":[]},{"id":"kBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"and also, no matter how much time it seems, has elapsed between like the last time he talked to this woman about the drug and the first time always make sure to remind us it's three days. You have three days,","speaker":"spk_1","timeCode":1533.32,"tags":[]},{"id":"mhKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Our family is growing. Toe picks were long time friends and creative comeere collaborators Michael in Black Michael Showalter drawing on a little gang today,","speaker":"spk_1","timeCode":1672.62,"tags":["Michael","Michael Showalter"]},{"id":"mxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"topics cackle from human kind of most baffling subjects. Loved","speaker":"spk_1","timeCode":1681.59,"tags":[]},{"id":"nRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"You're just mad at myself. But you get it now. Like that actor played Arthur Funds are really unhappy and his name is Ponzi Could note. No, they called him.","speaker":"spk_0","timeCode":1711.56,"tags":["Arthur Funds","Ponzi"]},{"id":"nxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"what a what a welcome to Hollywood Handbook. An insiders guide to kicking button dropping names on the red carpet line back Always of this industry we call showbiz","speaker":"spk_0","timeCode":1730.32,"tags":["Hollywood Handbook","showbiz"]},{"id":"ohKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"I was never. I was never any of the noise","speaker":"spk_1","timeCode":1779.3,"tags":[]},{"id":"pRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"saying for your own good, don't read comments because they're not. Never We're gonna be so flattering about you if you're reading. You know, I don't know if you've been to the Earwolf. Read it.","speaker":"spk_1","timeCode":1832.17,"tags":["Earwolf"]},{"id":"rhKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Uh, and I have a lot of friends on the East Coast in the Midwest. I grew up in the Midwest. They check their INSTAGRAMS, especially now because they have nothing to do but stay home. So I'm gonna put on some board shorts. I'm gonna take my shirt off. When I have some friends over, we're gonna have some brews. We're gonna have some pizzas ironically, who? And I'm gonna instagram it. So you're sort of the opposite of the noise. I","speaker":"spk_0","timeCode":1968.76,"tags":["East Coast","Midwest","instagram"]},{"id":"sBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"do eat pizza? Of course","speaker":"spk_0","timeCode":1993.94,"tags":[]},{"id":"uhKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"glamour and nice clothes on diamond rings, diamond ring, fancy car and really drinking expensive Wickers right don't have. There's not a lot of regrets that I have in my life. There's not a lot that I look at and,","speaker":"spk_1","timeCode":2179.09,"tags":[]},{"id":"vhKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"And what exactly? Their daughter? What happened to pretending that you're Rheal life daughter? Is your girlfriend in a music","speaker":"spk_0","timeCode":2325.91,"tags":["Rheal"]},{"id":"wBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"you wouldn't. You wouldn't dream of wearing a flared trouser that's coming back, you know, I mean, there was a time when you wouldn't think about where in a high waisted pat, But that is coming back, coming back. So I think you know, all fashions, air cyclical. I do. I believe that will be back. I think when Liv Tyler has Children of her own, perhaps shell start singing. And then and then, you know, forcing them to take their shirts off. Must have a voice on her. Are you actually hiding?","speaker":"spk_0","timeCode":2351.06,"tags":["Liv Tyler"]},{"id":"xxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"I am. I have a really big game or yeah, I like to play. I like to play.","speaker":"spk_1","timeCode":2490.66,"tags":[]},{"id":"yBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Talk to us about X box. Yeah, sure, it's a game system. You can, but But it's not just that anymore, but he's gonna watch TV through it. I don't know if you've noticed, but yeah, TV is not the same as it was 5 10 years ago. Okay, kid. And you can through your Xbox through your blue ray on your telephone. Take out yourself.","speaker":"spk_0","timeCode":2494.66,"tags":["X box","Xbox"]},{"id":"0hKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"You're trying to lead us off the scent. Always. You could say they don't want to destroy pizza. Well, because Because what? I'm trying t mention it. Most people wouldn't even mention it. What I'm trying to say is that you can get a little It's like that. It's like the Jerry Seinfeld Cookbook, right? You can get a little You can get a little vegetable in your in your cookie in your brownie and yes, a little in Right, So it can all be pizza. It can't. It can't just can't you? Sometimes you got to get rid of the pizza on. You gotta eat the broccoli. So lets just give us what that is, what the noid would want to do. And","speaker":"spk_1","timeCode":2807.63,"tags":["Jerry Seinfeld Cookbook"]},{"id":"3hKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"She got to the point where just the sound of a motorized golf cart, which is center running because she she needed to be behind the scenes. She needed to be in the stadium. She need to be going from from dressing room to dressing room. She was she like to be on, so she would have been it, I guess. Boom, boom, Huck Jamet This","speaker":"spk_0","timeCode":3051.21,"tags":[]},{"id":"5RKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"She's gone. And everyone knew who. Everybody,","speaker":"spk_0","timeCode":3147.66,"tags":[]},{"id":"5hKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"of course, everybody knew. Everybody knew.","speaker":"spk_1","timeCode":3151.47,"tags":[]},{"id":"6xKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"I really do. What is that little","speaker":"spk_0","timeCode":3208.25,"tags":[]},{"id":"7RKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"I'm playing kickball with some friends and Griffith Park. Okay. Uh, Amy Adams E. I don't wanna Sorry. Put on your helmet names or dropping. Um uh, Emmanuel Lewis. Ah, uh, John Merrick. It I havent We have a league. And so anyway, this is This is a fun ball that I put together. It's just like it's a It's a joke. Is that Elians league? Gonzalez. Yes, yes, of course it is. Of course it is. I was invited to that. Saturdays Don't work for me. His his Cuban military training is really paying off that kids in shape a Zaras kick balls as far as kickball. Yeah, yeah, yeah, So it's just that's that's enough of that. I'm gonna be. I'm gonna be dropping and kicking that later on that because you love pizza. I love it. I love it and I mean at the right time. What do you love about it? I love. I love the way that it makes me think about my own mortality because I eat it and it's and it's so bad. It's so bad for you. Bad for you. It's sloppily made. Generally, it's topped with things that air that air poisoned for your body. Eso Every now and then, it's It's a fun thing to eat, but it's I can't stop thinking about how it will eventually kill me, and I probably shouldn't eat it. But it's just a thing that I do once in a long, great while I'll have a slice or a bite of pizza. Wait a second.","speaker":"spk_0","timeCode":3228.7,"tags":["kickball","Griffith Park","Amy Adams","Emmanuel Lewis","John Merrick","Elian","Gonzalez","Zara"]},{"id":"8xKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Cagey about it. Kevin Garnett","speaker":"spk_0","timeCode":3375.64,"tags":["Cagey","Kevin Garnett"]},{"id":"9BKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"is in my kickball league. You said you're a cagey about.","speaker":"spk_0","timeCode":3379.28,"tags":["kickball"]},{"id":"_xKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"I heard that rise. I'll do that. That it's on its a rising mesa. Right. So I get up there, you stand in what seems to be the ground, right, And then it becomes a mesa.","speaker":"spk_0","timeCode":3508.91,"tags":[]},{"id":"ARKfMnMByMrymAEmTvEj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Whoever is whoever is coming to to the Mesa party comes. You hang out. You dropped to the level below. Mm. Okay, goes down. It goes down. I have dry ice machines all around it. They spit out dry ice smoke and it's a reverse Mesa bad point. Right? Right. And then, on the count of three boom way around. Yeah, it's just like it's a big entrance on three or three and then go three and then go. OK, then go. So be 123 pop pop up around you up here from the middle of a smoke. It's just fun. It's fun. It sounds fun. Edge Spieler. Thanks for coming in. It's been so, so great. Thank you for having me. And it's an get. And listeners, you're welcome for the good show. Uh, please radius on iTunes. Fill out little reviews. Comment on the forums, like face by the pro version with these by the pro version. What did we give out in the pro version this","speaker":"spk_0","timeCode":3529.79,"tags":["Mesa","Mesa","iTunes"]},{"id":"CRKfMnMByMrymAEmTvEj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"This has been an Earwolf media production. Executive producers Jeff, Rick and Scott all coming. For more information, visit Earwolf dot com","speaker":"spk_0","timeCode":3700.84,"tags":["Earwolf","Jeff","Rick","Scott","Earwolf"]},{"id":"DhKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"and he's like, Can you help me put my makeup on to? And I was like, You could use that hand, Hugh. I mean, where does he find the audacity?","speaker":"spk_0","timeCode":13.19,"tags":["Hugh"]},{"id":"FhKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"This was a personal message just to Sean and I,","speaker":"spk_0","timeCode":136.55,"tags":["Sean"]},{"id":"HRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"Come on, guys. I've been an avid listener for about a year.","speaker":"spk_0","timeCode":202.34,"tags":[]},{"id":"IRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"He's a student of of listening there.","speaker":"spk_0","timeCode":233.93,"tags":[]},{"id":"KxKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"It happens. It happened. Not every show is exciting every day, so take the bat is not as it happens, not every show is exciting every day. So take the bad with the good.","speaker":"spk_0","timeCode":325.01,"tags":[]},{"id":"LxKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"right. That makes sense. Thank you","speaker":"spk_2","timeCode":362.72,"tags":[]},{"id":"MRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"it right and right.","speaker":"spk_2","timeCode":406.03,"tags":[]},{"id":"MhKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"Unfortunately, this guys aunt right about us when we went back and listen to it. There were a lot of great examples in the iTunes reviews of why the show wasnt good life, For example. It was born.","speaker":"spk_0","timeCode":412.16,"tags":["iTunes"]},{"id":"PRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"Yeah, you shouldn't have turned on us. And you should have taken five or even 10 minutes to just listen to it and just not be mad","speaker":"spk_2","timeCode":524.53,"tags":[]},{"id":"RRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"when it on Tuesday, when you're listening to us, We we didn't watch. We will","speaker":"spk_0","timeCode":607.06,"tags":[]},{"id":"SBKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"Art is not a competition. Why would art be a competition? It's not baseball.","speaker":"spk_2","timeCode":621.04,"tags":["baseball"]},{"id":"ThKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"and, yes, tried to make it a big business like baseball,","speaker":"spk_2","timeCode":719.26,"tags":["baseball"]},{"id":"UBKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"of the competition and did not get nominated for anything, in fact, didn't make any movies that ultimately didn't make movies because they didn't want to participate in a corrupt system. Hayes and I havent had the guts to do that, man. We're admitting a lot of stuff about ourselves today. That's maybe negative. We I like to think we're trying to do","speaker":"spk_2","timeCode":729.59,"tags":["Hayes"]},{"id":"UhKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"way to change the system, but ultimately, when we're putting out movies and they're making","speaker":"spk_2","timeCode":753.03,"tags":[]},{"id":"VBKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"theirs. The people chipping away outside the walls outside the walls, trying to knock the walls down, chipping away with little screwdrivers. Ah, and we're on the inside tossing food over. So that was hungry. I get so tired doing the and yeah, and maybe we're going like trying. There's a drop ridge over there, like, might fall up in a little later. You know, if you want o make out behind that tree with, you know, like maybe we're making out with him.","speaker":"spk_2","timeCode":775.25,"tags":[]},{"id":"VRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"So without further you, they're strong and I get really strong from","speaker":"spk_0","timeCode":806.41,"tags":[]},{"id":"VhKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"from doing all the picking. Oh, yeah, you're chipping away with a screwdriver. You're gonna get show, read it. And","speaker":"spk_2","timeCode":811.46,"tags":[]},{"id":"VxKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"it seems like it would be nice to,","speaker":"spk_0","timeCode":816.3,"tags":[]},{"id":"WBKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"I don't know, maybe make out with Hey, look,","speaker":"spk_2","timeCode":818.57,"tags":[]},{"id":"WRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"e I mean, what is this? We're like, yeah, me. Another message about this. It's like I'm a human man. We're just a couple of normal at the end of the day. Yeah, it's nature","speaker":"spk_0","timeCode":823.66,"tags":[]},{"id":"WxKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"We put our underpants on one pair of the time like everybody else. Now lets go to the not Skirts. That's the name of our counterpoint awards show that we're doing right now, where we give out prizes to the truly deserving artists who made art by just not doing it at all. And that's the best kind.","speaker":"spk_0","timeCode":835.84,"tags":["Skirts"]},{"id":"XBKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"So the first not skirt category","speaker":"spk_2","timeCode":859.02,"tags":[]},{"id":"XRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"outstanding achievement and not making movie.","speaker":"spk_0","timeCode":862.99,"tags":[]},{"id":"bxKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"Yeah, not not not and not the potluck food. That's not part of the example. No. Everybody A pretty good at that potluck.","speaker":"spk_2","timeCode":1044.72,"tags":[]},{"id":"cxKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"He was there. Paul was there, but he","speaker":"spk_2","timeCode":1064.3,"tags":["Paul"]},{"id":"fBKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"It's almost to the point where if I just want to drive a fast car around now, I got to go to the dealership and give some guy a briefcase full of cash and sign some paper","speaker":"spk_0","timeCode":1178.44,"tags":[]},{"id":"fRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"cars belong to the Earth Man.","speaker":"spk_0","timeCode":1194.85,"tags":["Earth Man"]},{"id":"mxKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"and syrups nothing. It's nothing. It's It's just juice. Yes, itss from trees and from the Reuss. And it's so it's like a drop of juice. And then it's Tana Ice and you're And that's what 200 bucks and it's","speaker":"spk_2","timeCode":1513.43,"tags":["Reuss","Tana Ice"]},{"id":"nRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"like a bargain because the size of the drinks of goddamn fucking size of friggin Antarctica.","speaker":"spk_2","timeCode":1534.52,"tags":["Antarctica"]},{"id":"nhKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"But that's an illusion to because it's mostly bubbles","speaker":"spk_0","timeCode":1539.75,"tags":[]},{"id":"oBKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"They're everywhere. They're all over the place.","speaker":"spk_0","timeCode":1546.44,"tags":[]},{"id":"pxKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"from guy code. Ah, and he's going to talk with us in one second on Hollywood Handbook","speaker":"spk_2","timeCode":1656.91,"tags":["Hollywood Handbook"]},{"id":"qRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"Course you have because Irelands on you to rock the industry with that, a little group of longs Another push to do it again You too will be roosting Another album soon and our own started. Our commander is joining up with this buddy Adam Scott, our Parson Recreation fame for a show They're calling you talking you two to me. I'm February clinch. Fifth. Make sure you","speaker":"spk_0","timeCode":1669.4,"tags":["Ireland","Adam Scott","Parson Recreation"]},{"id":"qhKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"check out you talk. You do to me. You got a real tasty takes She like this candy. Take the tastes of to budge talking to But they're now back to visit The show","speaker":"spk_2","timeCode":1698.1,"tags":[]},{"id":"qxKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"Valley is like wear your keys Bucket loses cars on the keys anymore like a fucking idiot. It's like, don't worry that Just worry about parking. Worry about you","speaker":"spk_0","timeCode":1719.08,"tags":[]},{"id":"rRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"really cool guest this week, and we are stoked on having him. Weve","speaker":"spk_2","timeCode":1757.36,"tags":[]},{"id":"shKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"so I didn't know. And now it's got burning","speaker":"spk_2","timeCode":1825.75,"tags":[]},{"id":"tRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"right? I've never played a character on anything. Mm. I mean, I've been playing the greatest character of them all myself. Yeah, strong. 32 years of back story. It's already there. I don't have to fabricate anything,","speaker":"spk_2","timeCode":1841.71,"tags":[]},{"id":"txKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"The one of the scariest rolls you could play is yourself. That's what another actors would say.","speaker":"spk_0","timeCode":1859.11,"tags":[]},{"id":"uRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"right? One of the one of the stronger roles weve had in my generation. Yeah, you're speaking of Matthew Lillard Matthew Lillard? Yes. One and skeet, Skeet Oldrich, two of my favorite guys, but right, but they tow us. They're just the scream, guys? Yes. Casket. All rich never did best week ever. Or I know these are now too scared. Only Jamie Kennedy had the courage to transition","speaker":"spk_1","timeCode":1871.98,"tags":["Matthew Lillard","Matthew Lillard","skeet","Skeet Oldrich","Casket","rich","Jamie Kennedy"]},{"id":"vhKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"So say, for example, your filming an episode of Guy code. Great.","speaker":"spk_1","timeCode":1958.36,"tags":["Guy code"]},{"id":"wRKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"every time. I hope you know, I'm like, uh,","speaker":"spk_2","timeCode":2007.79,"tags":[]},{"id":"whKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"minority report, you know, memories, shooting, pastime, manipulate. Oh, you're like the movie minority report.","speaker":"spk_1","timeCode":2011.45,"tags":[]},{"id":"zBKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"of the","speaker":"spk_2","timeCode":2068.5,"tags":[]},{"id":"1BKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"what if in that moment instead, Brad Pitt just looks directly at the camera and is like, I'm uncomfortable with this whole situation? My Brad Pitt? Yeah, I, Brad Pitt, and I'm comfortable with the situation. I just want you to know. And then he had a couple of funny one liners about like, more like 12 years a babe. Something like what he does would be like, I'm not even Brad Pitt Right now. I'm like Chucky. Whatever","speaker":"spk_1","timeCode":2174.56,"tags":["Brad Pitt","Brad Pitt","Brad Pitt","Brad Pitt","Chucky"]},{"id":"3RKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"Yes, what exactly that it's exactly the Trojan War horse that ld fable and","speaker":"spk_2","timeCode":2277.84,"tags":["Trojan War"]},{"id":"5xKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"back then that you movie that came out. We call it a commercial.","speaker":"spk_2","timeCode":2330.23,"tags":[]},{"id":"6RKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"were sports sounds, too. We understand that both metaphors you're","speaker":"spk_1","timeCode":2360.79,"tags":[]},{"id":"7BKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"flat. It's, you know, it's right on at the cave, man, so that a lot of people are saying that that's you know, it's the art form has been around since the beginning,","speaker":"spk_0","timeCode":2381.68,"tags":[]},{"id":"8xKgMnMByMrymAEmS_Ep","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Gabrus, Our Close Friend","line":"now for these people in movies toe when there, trying to pretend that they're sad just putting on the tragedy man or when they want to laugh, they just put on the comedy man.","speaker":"spk_0","timeCode":2432.11,"tags":[]}]