[{"id":"YxKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"Maybe just start drawing something while you wait. There's a little doodle while you're listening. That's the list. Listen close. Don't let it distract you from listening to them. Show our show. So maybe they shouldn't do toe then? No, just probably don't do this. Probably put put the pen down. It's probably things. So you you don't take any notes.","speaker":"spk_0","timeCode":1470.84,"tags":[]},{"id":"bRKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"It only works from the side, but you kind of put you act like you're eating, and then you move it passed just past your mouth and into your cheek, and then you just hide it in your so I do it on","speaker":"spk_1","timeCode":1688.11,"tags":[]},{"id":"dhKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"Zach. Lets explain the Popcorn Gallery, I guess. Oh, wow. Uh, how do we break this down? So we told you about We have fans. We have people who listen to the show. Of course. Uh, these people, sometimes when they're watching you on TV, right, if they have a question for you. Theyll ask it, but you can't hear it. But you can't respond to them because I'm not actually in the TV, right? Exactly their home. But","speaker":"spk_0","timeCode":1765.57,"tags":["Zach","Popcorn Gallery"]},{"id":"eBKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"But these were just questions for for you toe dancer from some of your fans and ours. Okay, Okay. And it's called the Popcorn Gallery because they serve popcorn in movies instead of peanuts. Peanuts","speaker":"spk_0","timeCode":1856.13,"tags":["Popcorn Gallery"]},{"id":"ehKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"a little too simple. And it's not your fault. That's a little too simple of a way to describe it. But you're right around your right close. Yes, you could throw a rock and hit the right answer from where you are. Um,","speaker":"spk_0","timeCode":1873.14,"tags":[]},{"id":"exKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"but we can ask you not to. So So lets reach into the popcorn in there.","speaker":"spk_0","timeCode":1889.38,"tags":[]},{"id":"hRKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"put any name","speaker":"spk_1","timeCode":2091.77,"tags":[]},{"id":"iBKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"why to Okay, come on. Not this Science is my God, Sean. Sean, why did we come on? Not here. Okay, sorry. His afraid. I'll alienate some of our fans anywhere else. You can talk about that. Well, you know that religion is the cause for most of the wars in this world. What are you doing? Well, it is.","speaker":"spk_0","timeCode":2128.49,"tags":["Sean","Sean"]},{"id":"iRKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"Do you mark that? Did you mark that time? You might the whole thing market to pump the volume up on it. Because it's important that a lot of the wars in this world are caused by religion. That's the number one killer, actually, is not AIDS or whatever. Somebody said it. ISS. It's war, religion.","speaker":"spk_0","timeCode":2160.61,"tags":[]},{"id":"ihKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"And because of the wars. Yeah. Yeah, I'm getting back up. Sorry, Zach. I wish you didn't have to see this between us, but all right. Tim Treece asks Zack, what training did you have to do to play a soldier in the Taylor Swift music video?","speaker":"spk_0","timeCode":2185.64,"tags":["Zach","Tim Treece","Zack","Taylor Swift"]},{"id":"lhKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"lets reach back. Well, we have to reach. Actually, we have toe reach retroactively. Back in the bag for the second question. Okay? Yeah, Lets get in there. So do so. Reach back in for the Tim Trees. Question. Let me hit the sound drop that my friend Mark recorded for us. Yeah,","speaker":"spk_0","timeCode":2333.54,"tags":["Tim Trees","Mark"]},{"id":"mBKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"now, and that will do it again for the 3rd 1","speaker":"spk_0","timeCode":2357.03,"tags":[]},{"id":"nBKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"just in case there happens to be a fish in the water and my hook happens to hit it, even though that would be the most beautiful, authentic moment ds film. Um, So what we have to do is I do all it, and then wed have to get a dead fish e I don't know how. I mean, do we just find dead Fisher? Did we kill them? Mm. I don't know. And wed have to, like, you know, hook that one. And so it's all in cutting. Cutting, huh? Editing, editing. So all in a zero fish whole animals should be dead.","speaker":"spk_1","timeCode":2421.13,"tags":["Fisher"]},{"id":"ohKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"Um, because they pay me to, you know, I mean, I don't want to be a starving child. That's so I find an honest job making on his living. That's correct. They want to stop being starving. They should learn how toe throw type, but learn how to do something. Probably start with speaking English. Ah, get a job is not that hard. Go to McDonalds. There's there's one everywhere, like you fry the fries, go to McDonald, eat a big meal and then start hunting for that job. Yeah, you know, you need some fuel in your first, I think is what you're getting at. You can't get a job on an empty stomach,","speaker":"spk_1","timeCode":2548.2,"tags":["McDonald","'s","McDonald"]},{"id":"qhKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"Nice. Nice.","speaker":"spk_1","timeCode":2795.53,"tags":[]},{"id":"qxKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"Bye bye.","speaker":"spk_0","timeCode":2798.06,"tags":[]},{"id":"rhKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"Rachel Bloom, Collection of Men, Corpses and one woman,","speaker":"spk_3","timeCode":2856.36,"tags":["Rachel Bloom"]},{"id":"sBKLMnMByMrymAEmQ978","index":"handbook","podcast":"Hollywood Handbook","episode":"Zach Gilford, Our Close Friend","line":"You have the members of Genesis listed, but Phil Collins has crossed out and encircled in cross","speaker":"spk_3","timeCode":2866.88,"tags":["Genesis","Phil Collins"]},{"id":"tRKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"that he jumps off the roof into the pool? But he hit He, like, hit","speaker":"spk_0","timeCode":12.88,"tags":[]},{"id":"wxKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"So brave. A true renegade. Okay, Onley at night. Okay. Is this starting to remind you of someone else? Weve maybe talked about before?","speaker":"spk_0","timeCode":221.21,"tags":["Onley"]},{"id":"xBKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"The bad then yes, he goes out it by","speaker":"spk_2","timeCode":233.95,"tags":[]},{"id":"yxKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"I was a smart Yes, I think she you know what she went through being kidnapped for six months. She could probably handle a Clooney interview, you know, and that's and that's just the truth of it. But Also, How about for","speaker":"spk_0","timeCode":285.48,"tags":["Clooney"]},{"id":"zxKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"come with me and dislike the war. It is falling everywhere, just like hold on entirely","speaker":"spk_0","timeCode":324.68,"tags":[]},{"id":"0BKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"the ladders over here. I think he could maybe handle a monologue. Yeah, you might be able to pull off a sketch and and I'll tell you what. People will not like this suggestion because they think it should be a comedian. But you should remember that comedy was always secondary for Letterman. Yes, number one. It was about being topping time. People know where you stand. Yes, Number two. It was about making sure Paul Shaffer had a gig, and also and I assume hell be sticking around for I can't imagine the Late Show without","speaker":"spk_2","timeCode":330.71,"tags":["Letterman","Paul Shaffer","Show"]},{"id":"2BKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"we have this in a way because obviously you're on my list. A swell Oh,","speaker":"spk_2","timeCode":445.61,"tags":[]},{"id":"2hKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Of course. So brave. And I'm always so impressed by the things that youll come on here and say that, you know, I can't imagine doing the show with anyone else. And it's been such an incredible run. I","speaker":"spk_2","timeCode":451.71,"tags":[]},{"id":"2xKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"wouldn't I wouldn't do this if it was somebody else in that chair. I turn around and I'd leave because I wouldn't want to do the show.","speaker":"spk_0","timeCode":461.67,"tags":[]},{"id":"4RKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Yeah. Those guys air fame, you know, theyve been in movie, this stuff, they would be like a big draw.","speaker":"spk_2","timeCode":515.03,"tags":[]},{"id":"5RKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"he doesn't even have a guy. Viva, you know sounds foreign like we want an American host. And also the thing hed be great at is if he had to go and do, like the Nickelodeon Kids Choice awards. Everybodys getting slimed everywhere.","speaker":"spk_0","timeCode":570.6,"tags":["Nickelodeon Kid's Choice"]},{"id":"5hKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Who would you audio hotel guy, Right? Because that's always a problem with this shows it's a","speaker":"spk_2","timeCode":586.6,"tags":[]},{"id":"6xKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"we have ah, guest tonight who is like a normal guy. Not like the bravest guy in the world. Not like a It's not like a scared he got a pussy, right? But you know, normal. Yeah, normal dude, Joe Wanger is here. He just did his comedy central half hour, and he's also done, Ah, TV and some movie stuff. And, uh, he's in the entertainment industry, and he's gonna come on our show and and and And talk about some of that on goes themes on Hollywood handbook.","speaker":"spk_0","timeCode":606.62,"tags":["Joe Wanger","Hollywood"]},{"id":"7xKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"do that. Please. I want really want to reward them for doing first. Real added, we're just so excited. We just really wanted to be good. There's a recommended audiobook. Check out deep thoughts from a Hollywood blonde written by Jennie Garth and Emily Hackman, I guess because it has Hollywood of the title, it's narrated by Jennie Garth, and it's and it's unabridged. That's a free","speaker":"spk_2","timeCode":678.34,"tags":["Hollywood","Jennie Garth","Emily Hackman","Hollywood","Jennie Garth"]},{"id":"8hKMMnMByMrymAEmT95s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"I go","speaker":"spk_2","timeCode":724.29,"tags":[]},{"id":"CBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"title for drinks types, title freaks who? Just like, you know, when you're like, what do we call this one? Calling the title free one of the most important things.","speaker":"spk_2","timeCode":1002.52,"tags":[]},{"id":"DRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"If anyone buys the disk. You know, the back of the DVD case will have we have the titles listed. Sometimes","speaker":"spk_0","timeCode":1027.97,"tags":[]},{"id":"DhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"you know where else the title shows up on those residual checks, you know? So, yeah, you're gonna have a good one. Better","speaker":"spk_2","timeCode":1035.97,"tags":[]},{"id":"EhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"that I play on there, but, you know, I kind of I'm a blue collar kind of guy, so it makes sense that this is my role, but I'm like the plot hole guy, you know, so, so vital. You know, I wanna have a smooth trip, and I want to see the story go from a to B. You know, with no tire damage with no tire damage with. I don't want you know, I don't want your hubcap to come flying off when you're watching the show. I want You didn't have the vehicle of your body in your mind being tiptop, pristine credit condition. When you get out there in Yemen and you know, and you don't want the track to skip. Like if I'm bumping satellite by D m B","speaker":"spk_1","timeCode":1056.78,"tags":["Yemen","m B"]},{"id":"ExKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"and Ah, and he's just about to, like, really get up there with his vocal. You don't want me to hit the plot hole and have to track Just skip. No, you got to start","speaker":"spk_2","timeCode":1099.56,"tags":[]},{"id":"FRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"The whole red rock, The whole thing.","speaker":"spk_2","timeCode":1112.92,"tags":[]},{"id":"GRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"No, this is a coupon. Oh, uh,","speaker":"spk_0","timeCode":1142.08,"tags":[]},{"id":"GhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"it's Ah, I don't know whats in it, man, but it's a hot drink. I got in the commissary, get one a couple of times a day. You know","speaker":"spk_1","timeCode":1145.32,"tags":[]},{"id":"IRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"E. And I and I can relate to that. I mean, you know, I've worked with Hayes Hayes. Is the bump detector. Yes. What I do is I run my hands over the script. Ah, and I see if if there's anything that I'm that I'm bumping","speaker":"spk_2","timeCode":1203.62,"tags":["Hayes Hayes"]},{"id":"IxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"on. God. Well, we had this one thing in the second episode of Season two, where we introduced a character and","speaker":"spk_0","timeCode":1259.54,"tags":[]},{"id":"JBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"okay, he's a pit. He works. He's a pastry chef right halfway through the script. I'm like, I havent seen him put one paper hat on his head so easy a pastry chef, Or is he not a pastry chef, lay. And if he's not, we better find out what he is pronto. Right? And look, people are getting people are absorbing content in different ways. Now, you know. So some people are gonna start at minute nine models, air changing,","speaker":"spk_1","timeCode":1269.71,"tags":[]},{"id":"KRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"of the job. And now it feels real time, and","speaker":"spk_1","timeCode":1379.1,"tags":[]},{"id":"LxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"yeah. And I think a lot of his characters air getting looked at like their strange now on the show Well, is a lot of their behavior is pretty wild. I've pulled. I've pulled Nikki aside, and I'm like, Dude, some of these people are acting so weird.","speaker":"spk_2","timeCode":1415.49,"tags":["Nikki"]},{"id":"ORKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"That might work. This is perfect timing, too, because before you watch my special what you're gonna watch, I'm assuming please go back and listen to this conversation again cause I'd hate for you to just, like here the joke and then have whatever reaction got the joke. I want you to have the whole backstory before you get into it. And thats gonna","speaker":"spk_2","timeCode":1554.89,"tags":[]},{"id":"ShKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Yeah. Whats up? Okay, okay. Whats up? So it's ready. Set. What? And then when","speaker":"spk_1","timeCode":1766.54,"tags":[]},{"id":"TBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"when I'm writing out my set list on my, you know, on a napkin or something Whenever, Just like before I get up before I put my whiskey down and get up and get on stage. Usually in the top of just right. Whats up? The brown stuff? Yeah, I like the brownstone. Like, deploy that brown stuff down my gullet, you know? Yeah, a little liquid funniness. Yeah.","speaker":"spk_1","timeCode":1774.04,"tags":[]},{"id":"ThKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"one. Okay, So the first joke is all about introducing yourself to the audience. And then what you do is you take their heads, all right? And then you just turn it upside down, turning everything on their head and go. Guess what? What you thought you were getting into for the next,","speaker":"spk_0","timeCode":1800.9,"tags":[]},{"id":"UhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Yeah, I was. I havent clear about","speaker":"spk_2","timeCode":1846.72,"tags":[]},{"id":"XRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"and no one is going to be able to alter it. And I'm gonna make a big sound and it's out there and it's not. Can't trap it back into your mouth now, Joe, I had a quick follow up to, you know, I had asked you a question about your upside down head joke,","speaker":"spk_1","timeCode":2026.47,"tags":["Joe"]},{"id":"XxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"You know, I mean, it's for me. It's like I'm not that concerned with. If it's gonna be funny for the audience or not, there's two things I do. Is it funny for me?","speaker":"spk_2","timeCode":2054.95,"tags":[]},{"id":"YRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"A lot of people will get out there and, like, get grind in and do a lot of shows, and they feel like that's the way to sculpt a joke. But I'm like, I don't think I need to do that. I think I just need to get on the phone or even just put it in an email on and then that's the way you figure it out.","speaker":"spk_2","timeCode":2075.87,"tags":[]},{"id":"YxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"I go back ago. What would","speaker":"spk_0","timeCode":2112.91,"tags":[]},{"id":"ZRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Oh, professional car ya. Uh oh. I always think about this that I had had had this friend in high school, Mark. He was the funny one. I wasnt the funny one, you know, But nobody knew it, right? You know, like he was being funny to me. And a lot of times I was just saying his jokes later when he wasnt there","speaker":"spk_0","timeCode":2132.72,"tags":["Mark"]},{"id":"aBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Joe, uh, we have a segment that we like to dio called the Popcorn Gallery. Okay, it's where we, uh, people like to ask questions and some of them questions that they want to ask most are Teoh this people who do their favorite comedies. And so we go on the forums and we say, Do you have any questions for this guy who does comedy or drama movies and TV? They write the questions and they post them on the forums. We go through the questions, we pick out the questions that we think our best toe ask you. And if I could back up a little bit, not even just in terms of comedy but also in terms of entertainment at large. Sure,","speaker":"spk_0","timeCode":2199.13,"tags":["Joe","Popcorn Gallery","Teoh"]},{"id":"axKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"people love to see people in movies, and when they go to the movies, they're eating snacks sometimes, yes, so some of the snacks are sweet, but But some of them are salty, one in particular that I'm thinking off. That's all the and sweet, you","speaker":"spk_2","timeCode":2253.18,"tags":[]},{"id":"chKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"So lets reach into the bag with a question for Joe Winger","speaker":"spk_2","timeCode":2335.08,"tags":["Joe Winger"]},{"id":"dBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"when any one of these big controversies come out is like, you got to get in there and you got to get what you have to say out A s, a first a s, n a p. And I'm baffled when I see people not weighing in on some of this stuff. It's that's what Twitter. Therefore, I think about it. Yeah.","speaker":"spk_1","timeCode":2369.8,"tags":["Twitter"]},{"id":"dhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"then you don't belong in our world. You should go up to space and float around in space and be in space. Yeah, but I still appreciate","speaker":"spk_1","timeCode":2400.63,"tags":[]},{"id":"fRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"God. Frustrating. Next question. Inside the bag.","speaker":"spk_0","timeCode":2539.38,"tags":["God"]},{"id":"hBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Not a good job. This is a question for a Michael Bay of Pigs. Uh, Joe, how often to you get money? Seems like that should be Do, uh, how often do you get money from TV shows for using your name? Prose? Verse? Joes The Joe Schmo Show. Hey, gives another example. That's bad I dump it with Joe. Millionaire. Uh, I guess the question is, how often do you get money for that? Um, you know, it's it's all on different cycles. So what I'll do is when I get up in the morning, I'll just, like, scoot on over to one of the websites the sag after website or the WG, a website. I'm like, what is","speaker":"spk_0","timeCode":2574.7,"tags":["Michael Bay","Pigs","Joe","Joe","'s","The Joe Schmo Show","Joe"]},{"id":"jBKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"what magnifique.","speaker":"spk_2","timeCode":2657.89,"tags":[]},{"id":"kRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"We almost always do three. Okay,","speaker":"spk_1","timeCode":2717.64,"tags":[]},{"id":"mhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"I could tell you know, it just made the connection. Yeah,","speaker":"spk_1","timeCode":2824.89,"tags":[]},{"id":"nRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"And he's in here. Well, he's not the ad guy, but he's the guy.","speaker":"spk_0","timeCode":2846.47,"tags":[]},{"id":"ohKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"So underneath that somebody, and speaking of people that we think are funny, that shouldn't be in this industry that should be taking over for David Letterman. Rest in peace. This guy on the ad that I've never seen before goes Pierce Brosnans choice, and then he writes the words, but sex underneath on and that's riel. That's 100% happened to you that happened to me, Dude, no wonder you became a frickin stand up.","speaker":"spk_1","timeCode":2877.54,"tags":["David Letterman","Pierce Brosnan"]},{"id":"qhKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Lets go through our files. What about Dr","speaker":"spk_0","timeCode":2967.05,"tags":[]},{"id":"qxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Blue Jeans? he definitely about the pro version this week.","speaker":"spk_2","timeCode":2969.69,"tags":["Blue Jeans"]},{"id":"rRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Yeah, I've already dipped my wick into that, uh, into that candle wax already, So I'm ready to go. Well, Doctor Blue jeans, first of all. Okay, I'm coming into your office, and I'm expecting a professional doctor. And in my opinion, professionals, get a pair of slacks. Okay?","speaker":"spk_2","timeCode":2988.71,"tags":[]},{"id":"rxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"by. This has been an Earwolf. Media production executive producers Jeff All Rick and Scott Aquaman. For more information, visit Earwolf dot com","speaker":"spk_1","timeCode":3032.72,"tags":["Earwolf","Jeff All Rick","Scott Aquaman","Earwolf"]},{"id":"sxKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Rachel Bloom, You see my collection of man corpses and one woman,","speaker":"spk_3","timeCode":3096.53,"tags":["Rachel Bloom"]},{"id":"uRKMMnMByMrymAEmT99s","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Close Friend","line":"Jesus. I mean, Josh","speaker":"spk_3","timeCode":3117.41,"tags":["Jesus","Josh"]},{"id":"xBKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"I'm missing that tooth for this big Hollywood role, and I think it's worth it. And, ah, um, you're gonna maybe hear some strange s is or whatever else May sounds are a little make a little. So I have ah, just gently dropping on the microphone and","speaker":"spk_2","timeCode":173.89,"tags":["Hollywood"]},{"id":"xRKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"I'll be experimenting","speaker":"spk_1","timeCode":192.97,"tags":[]},{"id":"yBKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"We want to do something. Weve talked so much about our own lives and our own experiences and given you so many lessons about what we go through. But we thought we would do a segment. It could be really helpful. Has called a day in the life because we love the Beatles All Beetle stuff. Those guys changed everything. Any one of them","speaker":"spk_1","timeCode":214.29,"tags":["Beatles"]},{"id":"yhKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"the song you never hear songs Day like their songs where the lyrics are like poems.","speaker":"spk_1","timeCode":285.28,"tags":["Day"]},{"id":"zhKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"is ah, not really big enough to do the podcast, so we don't wanna kind of waste your time with that, But there is enough interest in him that will walk you through kind of what his typical day is he's a guy. He directed Election, citizen Roof, uh, stuff like that, you know, and that people watch and it gets awards. He's gotten a lot of big awards,","speaker":"spk_2","timeCode":340.21,"tags":["Roof"]},{"id":"3hKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"news is better than nothing. It's definitely possible that for sure it's that you were just going to do nothing from here on now. But Alexander Payne thinks, Did I really just get his hopes up and make everyone think that he was gonna be a big movie star now because of what I did?","speaker":"spk_2","timeCode":564.66,"tags":["Alexander Payne"]},{"id":"3xKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"So then it's We're done with the paper and it's time to take a little drive down.","speaker":"spk_1","timeCode":581.26,"tags":[]},{"id":"4hKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"move. Yeah, there's that She was naked, and there's something about letters to an African boy. Maybe they're pen pals. People arent really sure.","speaker":"spk_2","timeCode":655.65,"tags":[]},{"id":"8hKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"disavow myself from your version of the script in any way.","speaker":"spk_2","timeCode":799.79,"tags":[]},{"id":"9BKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"know what? Ah, lot of people did say it","speaker":"spk_2","timeCode":819.88,"tags":[]},{"id":"9xKMMnMByMrymAEme9_L","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"you're upset that all your words are going away. But you kind of know that, like in your head, you think of those awards as being for election. Anyway, the word that you didn't get for election that, you know, you really should of you feel like Well, I'm just cashing in on the debt that was owed to me then, Uh, but in a way to then you knew this day was coming.","speaker":"spk_1","timeCode":842.63,"tags":[]},{"id":"DRKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"before we get into. Is this water alkali ized?","speaker":"spk_2","timeCode":1131.78,"tags":[]},{"id":"FBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"It's OK. I'll push throughout its","speaker":"spk_1","timeCode":1175.4,"tags":[]},{"id":"FhKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"I love warn.","speaker":"spk_2","timeCode":1185.35,"tags":[]},{"id":"HBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"Yeah, it is a small town. Reels like a big city, but it's a small town.","speaker":"spk_2","timeCode":1221.91,"tags":[]},{"id":"IBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"Yeah, it's digital.","speaker":"spk_1","timeCode":1236.93,"tags":[]},{"id":"JhKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"good. Like it really get you, like, so fired up toe to, like watch. Yeah, it is a friendly punch.","speaker":"spk_1","timeCode":1262.61,"tags":[]},{"id":"KBKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"Esther, Why do you think so many other performers are scared to take their shit on the Web where they, they insist on?","speaker":"spk_0","timeCode":1283.93,"tags":["Esther"]},{"id":"KRKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"And can I give an example?","speaker":"spk_1","timeCode":1295.48,"tags":[]},{"id":"MxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"it in bed.","speaker":"spk_2","timeCode":1433.44,"tags":[]},{"id":"NRKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"Speaking of intimacy, you were talking about some of the people you had sex with before we started recording. Oh","speaker":"spk_0","timeCode":1453.06,"tags":[]},{"id":"NhKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"my God, I do nothing. That's great to talk about, Um, it just only because, like, you know, in Hollywood there are a lot of openly gay actors and, um, you know, it's it is what it is. You come out as gay for your career on DSM of these actors, you know, they have other interests, and I have, you know, slept with some of them. And I don't want out anyone or name any names.","speaker":"spk_2","timeCode":1457.43,"tags":["God","Hollywood","DSM"]},{"id":"PRKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"which It's weird. It's like Then why are you","speaker":"spk_2","timeCode":1512.59,"tags":[]},{"id":"PhKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"hitting on me now? It's now lets go back to the other conversation about","speaker":"spk_0","timeCode":1516.08,"tags":[]},{"id":"PxKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"actors who you have slept with. And lets talk about that kind of stuff that, like a certain one of those actors, would like to do sexually. So, for example, I mean, they just, like, are really in tow, like my body and just like totally going down on the mean thing. What","speaker":"spk_1","timeCode":1522.73,"tags":[]},{"id":"RRKMMnMByMrymAEme-DL","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Close Friend","line":"because there is that whole,","speaker":"spk_1","timeCode":1575.66,"tags":[]}]