[{"id":"NxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"Okay. Smash cut to Central Perk Cafe. Where when to go has been forced to cover the register, which he's never even used before because Regan River Watches Off picking up strike. So basically, this brigand mystical beast is having take orders for these mocha frappe A lot chinos. Yeah, whatever they call. Yeah. Could I just get a cup of coffee? Um, and I think it''s not going well. And Hayes, I think you were cast a sort of ah, difficult customer.","speaker":"spk_1","timeCode":3010.03,"tags":["Central Perk Cafe","Regan River Watche","Haye"]},{"id":"OhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"And on then on then as a side note, Uh, and what lane greet exactly is a grand A translate to medium","speaker":"spk_1","timeCode":3061.88,"tags":[]},{"id":"OxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"The Thank you. So he has a whole routine on this.","speaker":"spk_0","timeCode":3072.71,"tags":[]},{"id":"QxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"uh, and it's because I'm on such a high. The fact that we're having this miscommunication where it''s noisy and we can't neces'sarily distingui'sh, you know. Is it Hawkeye or hot guy? The audience who''s so loosey goosey goat The float. They don't care what we call him. I mean, they just want more show, but they do want to help us","speaker":"spk_1","timeCode":3184.2,"tags":["di'stingui'sh","Hawkeye"]},{"id":"RRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"yeah. Sounds like Tylers ring","speaker":"spk_0","timeCode":3224.05,"tags":["Tyler"]},{"id":"ShG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"It's easier for me to keep track of","speaker":"spk_1","timeCode":3312.78,"tags":[]},{"id":"TBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"Hey, that's my group. It''s me Mimic here. My name''s mimic, and I also have a group affiliation with none.","speaker":"spk_1","timeCode":3323.53,"tags":["Mimic"]},{"id":"TRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"My name is Mimic, and my superpower is mimic re.","speaker":"spk_1","timeCode":3331.68,"tags":[]},{"id":"WxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"and he's holding the card in his head.","speaker":"spk_1","timeCode":3498.21,"tags":[]},{"id":"XRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"blacking out harder than way are, which is pretty hard. So that's something to listen for. I gues's So. We're also thinking about some of these Avengers movies. Obviously, we feel they don't have a Novaks men. Usually we I also had a brainstorm. Why arent they working with Batman?","speaker":"spk_1","timeCode":3515.66,"tags":["Avenger","Novak","Batman"]},{"id":"ZRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"Um uh, That's really nice, Trump Batman. But you, you know loud in here anymore.","speaker":"spk_1","timeCode":3629.92,"tags":["Trump","Batman"]},{"id":"chG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"I started twice, and each time I bailed and they just say what it was that actually called. Oh, I had a Yeah, I had a joke in mind where I was gonna, um as I was reading that card","speaker":"spk_0","timeCode":3821.3,"tags":[]},{"id":"dRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"robbed me of the instinct to make that joke. I was read and you could kind of hear me pause as I said, The incredible Hulk. Yeah, Guide And looking at it on I and I'm about to go on a run about like to me. Seems like a criminal. Who The jean shorts and and I and I'm going to get into that and I I'm saved was like digging with the pelican used to shovel and it was hitting all the bodies and turned him into zombies. And now they're all going to the wedding, and it's it''s gonna be crazy. You can deposit. Can I just say how thankful I was? Every time Chef Kevin started to speak, I knew it was going to kind of take a little while just buy the gratitude I experienced in that moment. I would like to be able Teoh reproduce like for my entire wife. That''s the That''s the kind of feeling I wanna have,","speaker":"spk_1","timeCode":3852.26,"tags":["Hulk","Chef","Kevin","Teoh"]},{"id":"dxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"In this moment, I am thinking if he didn't do this, I would have started talking about the Audible, huh? Because it was the only idea that I had of what to say. I should have. It was the angel That's right.","speaker":"spk_0","timeCode":3918.95,"tags":["Audible"]},{"id":"exG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"actually, you know, for the sake of this game, I'm gonna allow it. But in reality, which is the world that I've created? The walking dead was a riel documentary about five years from now. Uh, you can't do it. But for now, okay. And I actually got to go. I got another pan. Okay? I just want to know Are you gonna do whatever the thing is that makes that happen in five years? Yeah. Created I start a zombie virus. We know you are going to do it. Yeah, it's me as and me and this girl Ravana way. We start fucking so much that we create this weird virus. It takes over all of humanity, and then a lot of other shit happens. But there''s a lot of diversity in the cast that no one ever wears long sleeves made of duct tape, which would solve the entire zone B problem altogether. Yeah, nobody could do that. It''s all short sleeves. That''s a big part of the thing that I'm trying to solve. Story wise. I don't have time for this podcast. I do have to go. The duct tape thing is really bothering me. Kerkman out. Sure, sure. We don't want to hold you up It all. Robert Kirkman. Hey,","speaker":"spk_0","timeCode":3963.11,"tags":["Ravana","Kerkman","Robert Kirkman"]},{"id":"fRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"To me, it's just like when we were having a small medium and large way should clarify. Wed We did get word just before we came out here. That team Coco House today is gonna be just this","speaker":"spk_1","timeCode":4026.73,"tags":["Coco Hou'se"]},{"id":"ghG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"clas'sic Conan quote coming out. Yeah. Hang on, my friend Robert Kirkman. Hey, guys. Andy Richter here. Is it cool if I still chill?","speaker":"spk_0","timeCode":4126.2,"tags":["Conan","Robert Kirkman","Andy Richter"]},{"id":"hhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"No one can leave. It's just this I should We like to do a time check every now and then. We're four minutes into the show. Yes,","speaker":"spk_0","timeCode":4191.72,"tags":[]},{"id":"jhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"unimportant, just go ahead and tell the audience a This matters. And I think it helps wake up back. Thank you so much. Give it","speaker":"spk_1","timeCode":4327.45,"tags":["ju'st","Thi"]},{"id":"kBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"And, uh, are you doing an impres'sion of the audience? That's right. That''s right. Somebody on the cabin decides to make that noise of Mike signal boost for that sound. I I want to point out, too, that as we're listening to this in the studio, having done it yesterday and lived it, we're not, um, squirming, constantly taking our head foot. So I have to take my headphones Off every couple minutes because I know what I'm about to dio and I cannot hear it again.","speaker":"spk_1","timeCode":4348.35,"tags":["Mike"]},{"id":"lBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"when my father killed me. Nobody exactly knows why. Right? But then you start talking about my my guy. My God. So stop it. Uh, hey, guys win to go here. Gonna back off. Just stop, You know,","speaker":"spk_0","timeCode":4437.83,"tags":[]},{"id":"lhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"You know, I've often put people in a ideological political camp there opposite for me in a nonhuman category. I think of them. I call them names like Lipped Heart, thus making them les's than human and somebody that I can't connect with. But when that guy went to go said he was gonna back off and that we could just laugh down, it made me rethink sort of my humanity and our mutual humanity. Hey, guys, Tyler here. I think I've changed in America can finally come together as a whole. Lets go to this wedding. Wow. Wow. Hey, guys. Sarah Silverman here.","speaker":"spk_0","timeCode":4469.15,"tags":["Lipped Heart","Tyler","America","Sarah Silverman"]},{"id":"mRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"thing was to follow with. No, but that's what I was planning on doing all along. And I immediately knew what you were doing. It was like, OK, good idea. Um, I'm about Teoh. Flame out","speaker":"spk_0","timeCode":4539.25,"tags":["Teoh"]},{"id":"nxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"Rough day.","speaker":"spk_0","timeCode":4608.81,"tags":[]},{"id":"oRG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"Hey, guys, when to go here, not touching that. So what will Dio purpose's of recording the show as we will record this And then well wait and see how the James Gunn stuff plays out. And if people are mad at him in a couple of days, then well record an extra thing where we come in. If you go into stars, we go Day of we knew it, we were AmerGen but it kind of comes around there's, like, you know,","speaker":"spk_0","timeCode":4620.16,"tags":["Dio","Jame","Gunn","AmerGen"]},{"id":"rhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"that you say","speaker":"spk_1","timeCode":4789.67,"tags":[]},{"id":"uBG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"Hey, guys, Trey Anasta'sio here. Who? I hope I don't get scratched by cyber clause. Right? Oh, I'm jamming.","speaker":"spk_0","timeCode":4978.35,"tags":["Trey Ana'sta'sio"]},{"id":"vhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"What a sick Book. Really? Yes. Thank you.","speaker":"spk_1","timeCode":5019.79,"tags":[]},{"id":"zhG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"once again sees the dark. She is emitting a huge explosion all around her, vapor rising, everyone. So you get here. I'm so relieved to have introduced like an actual like comedy. Pres's were not yes of Cyclops not wearing his glas'ses. Drink the wedding. So he is admitting a full beam blasted a hole in the ceiling that I try to go back to do es'sentially the exact same thing again. Yep. With Jean Grey on and with a riel. You know, comic book storyline. I mean, sort of the most","speaker":"spk_0","timeCode":5235.01,"tags":["Cyclop","Jean Grey"]},{"id":"zxG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"famously retold one, But but certainly no longer subverting the idea of these Comic-Con characters at all. Just saying, like, this is their power And something they did. Yes. Which they The reacted interestingly, exactly the same when we were subverting the car. But characters is when we were acting like you actually addres'sing directly addres'sing actual now? Yeah, it's the audience was very consi'stent in that regard. I thought a reference to Dark Phoenix would play differently than us. Not pretending to not know Hawkeye''s name,","speaker":"spk_1","timeCode":5270.07,"tags":["Comic-Con","Dark Phoenix","Hawkeye"]},{"id":"0hG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"So I don't see why we wouldn't smash cut to the Cas'sini mis'sion.","speaker":"spk_1","timeCode":5328.28,"tags":[]},{"id":"3BG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"funny, Guest. So I am hearing that we should wrap up. Comic-Con is over. We have been here for 20 days.","speaker":"spk_1","timeCode":5488.6,"tags":["Gue'st","Comic-Con"]},{"id":"4xG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"food there on the very kind of quiet taco, Uh","speaker":"spk_1","timeCode":5632.87,"tags":[]},{"id":"7RG9LXMByMrymAEmK8o0","index":"handbook","podcast":"Hollywood Handbook","episode":"Triumph At Comic-Con","line":"Love, Rachel Bloom, Collection of Men, Corpse's and one woman,","speaker":"spk_2","timeCode":5797.82,"tags":["Rachel Bloom"]},{"id":"_BG_LXMByMrymAEmTcoc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","line":"in that. Remember Mileys scandalous outfit. Oh, please. Uh, three only thing I remember from the past several years. It''s just it''s just burned into my mind that e j starring men appropriates underpants. It''s underpants on the outside with nothing over it. And to me, I have to just say, Can someone get this girl of road or something? Getting close? Ah, clothes, scattered clothes get under clothes. Yeah. Under under close as close is not It''s not enough. You know what? If you're doing that, that''s the wrong kind of attention. Yeah, if that''s how you're getting famous for. I'm sorry. Uh, somebody call, You know, someone, the police or something. So can we start? Can we start on my Book? Yeah, absolutely. It''s called Hayes. I wish I was your lover. Ah, Science like that. Signed the people of Earth. So which is a show? It is not about the show about the show people over. Okay. Yeah, but so the title is a letter from the people of Earth to you? Yes. And they wish Okay, in the form of you know that. You know, this parody of a song they're going Hey, I wish I was your lover. Okay. Okay. Yeah. So it''s a parody of that? Yes. Does it go any further than the title? That can see? Yeah. Not really. Okay, there might be some more song parodies inside, but that doesn't really come up again. Okay. Uh, again, again, I think you have to go a step further to call it a parody. Okay, well, it''s just funny on in this argument before, but it is for actually cracking me up, just hearing them even say it also like Come on, it''s funny. And it sounds like the name of the song, but it''s a little different. One word is different. And so that is actually exactly what a song parody is. Oh, again, there''s room for note to give you some examples. There was a song called beat it. Yeah, And then the song became called Eat It. No, I know that, but that was officially a song parody. But I'm gonna just stop you there. Because what? That was weird out. Okay? What he also did was he did the whole song. I need it. You know how it sounds like be. No way. Yeah, I know he did. He rewrote the whole thing and re recorded the whole thing and made it about about how he wants to eat it. Oh, I want you to eat it. Yeah. Hey, you should eat it like here''s food. And so we talked about a bunch of foods and why you should eat it. So, like having banana have a whole bunch? It doesn't matter what you had for lunch. Yeah, Yeah, yeah, yeah. That''s exactly right. He did the whole thing. And then, if that''s what makes it a parody, Okay, Little try hard at that point. I don't know, man. Well, well, well. What about this example? Cause I know he didn't do it for this. He did. Ah, he parody Love Obama. And he said lasagna. Okay. Like that was the whole parody. Yeah. Yeah, But I think also he did the whole song. He''s going la la la la lasagna Are all The saw eggs? Kind of about this about eating food? Does this is this have to be his? So does hazes in order to be a parody. Doesn't have happy about food Has to be about food because I have one about food for mine, which is good. Obviously, when life gives you climates make Clement aid and then Clement date it says, like like Beyonce''s Clemen Aid. And then so that''s about food, you know? Where does it say that? Uh, where does it say? Like Piat says you when you open it up, you know, the greeting cards that you hope it up, they talk to you. Yeah, and so what, you open the first major gets like Beyonce''s club in A you know, And and I was also hoping to use a lot of her because people really liked lemonade. Yeah, because it was use a lot of rest. Seems I'd like to use a lot of that please, because that seems like it was over a lot better than some of what I've been doing. Okay, One her stuff. Your stuff? What? You either either. I just been like me in this podcast friend. It''s just me and another, like, sort of clever white guy, like, kind of like cackling at each other, like half shots at things that are more popular than we are. This'll like, that''s the whole fucking thing. And then we go weights of funny, You walk away. And then we talked at the parking lot for, like, an hour about how funny Off when they got two dozen people Listen, disapproval, they all look just like us. Just fuck. It sucks. Whereas what she was doing seem like, had a really Yeah, sort of mes'sage dealing on resonated with the big audience. There was some artistry behind it. You know, It seems like it would take forever, especially for someone like me to come up with that. But if I can kind of use hers, Sure. Yeah. Then that time she already did it. Yeah. Yes. So yeah, so that that I think, would be a strong choice for you. Take some of her songs,","speaker":"spk_0","timeCode":1170.47,"tags":["Miley","Haye","Earth","Earth","Come on","beat it","It","Obama","la la la","Doe","Doe's","Clement","Clement","Beyonce","Clemen Aid","Piat","Beyonce","Thi's"]},{"id":"_RG_LXMByMrymAEmTcoc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","line":"make him about food. Okay, can Then you leave on your own personal narrative. Do you have to know what the songs are? Not sure. You know what? They are helpful. Yeah.","speaker":"spk_0","timeCode":1493.73,"tags":[]},{"id":"BhG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","line":"Did you did it? It it it it todo Wait, Don't shoot Moriarty out of the sky. He's gonna land in some foreign country and try to tell them that The Berries founders don't know that a great shape comes down to great blades. We re Itll be tragic. They need to know the shop. Durable steel Last. That''s exactly what herrings use's. They make some of the highest quality blades in the world price much lower than the leading brand. Who Blue rule. Look out there. They brought back up and they're on our tail. A barrel roll way. Here''s another barrel roll. Oh, wait. Okay. I'm gonna take up down into this valley, and then I'm gonna turn the friggin plage sideways and try toe explosive them both by you hitting them on the sides of the mountains. Okay, I'm gonna put my goggles on. Okay. Meet you. That''s a good idea. All right. Goggles on. Ready?","speaker":"spk_0","timeCode":1971.17,"tags":["Moriarty","The","Berrie"]},{"id":"CxG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","line":"e got dolphin. Don't do a barrel roll over.","speaker":"spk_0","timeCode":2158.16,"tags":[]},{"id":"ERG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","line":"Okay, so that's the prisoner''s dilemma. Yeah, what do I do about this? And I don't wanna pis's you off. But if one of the biggest songs and my whole thing was gonna be the song that went it''s a pizza bbo pepperoni and cheese that has a more Please stop that Now that song''s already about food. So how do I parody that and make it about food? I just wish you would not talk about you know, why not here to pis's you off. Look. And they fully eliminated the pizza From The menu. And talking about you were specifically the happiest kind of pizza will make people happy and theyve stopped it. Dominoes Didn't Who? Who''s McDonald? They had a pizza pizza. They had a pizza. Happy meal, pepperoni and cheese. Okay, I don't remember that at all. I think to me in a sauce of mayhem. Simply, I don't know the middle part of the self. That''s fine. Especially don't sing it. I don't remember that at all. When was that? Oh, boy. Oh, Berto Jerky. Gotta say it was probably in the late eighties 89. Maybe you strike me as MC rib people to get real excited. Make way comes area. Yeah, and just make a big fus's unit economics behind why the McRib is only temporary. Available? Actually, yeah, yeah, everybody, I do too. Yes. I actually know why. It''s the food it has to do with the food buying the flu with and cooking it. It''s when the food is low. When it''s when they do it les's expensive for them. So yeah, you know, when the makeup comes around, I eat three meals a day, seven days a week. Um and when it''s gone, I actually just eat Ober toe, boyo. Beto When it comes back, I say, maybe this year isn't such a fail, after all, every time it comes back. Yeah, you do. You have strong feelings about the ridges that look like the actual ribs. Yes, there. Yeah, I have strong feelings about it. Fucking rocks. Yeah, I wish they were deeper. Yeah, I was is counterintuitive because it seems like there would be les's rib there would, but But I wish they were faker even then they are already. And I'll tell you something else. I keep obviously a journal of my diet. And when the mcrib does come back, I noticed that there are a lot of is'sues that come up for me physically with my health, and I'm glad it''s worth it. Because the sauce, The fake ridges that I wish or even faker and deeper so there is les's meat and the freaking bread it''s on. Where did they get that? It''s so good. I have a question day. Yeah. You famously began your memoir fade in. Are we allowed to do that as well, or do we have to do a different transition? I mean, there are No, there are some rules, but there are no rules in this. Do what you want. We can use some of the same words. Yeah, it was an honestly up until the very last minute was picture it. But then I just kind of like the last minute I think I had been to the art lighten. Just started thinking more cinematically life. Stop it. Yeah, I called May my editor and I was like, Don't credit. I gotta make a change. And I did it. I made it faded. And I think that really put you think exactly the right friends. Youd Yes. Well, it''s not so Er yeah. What? One thing I wanted to say in mine is I wanted to keep going and see Thea of every chapter. Um, I did want to go. Well, that just happened. Uh huh. Yeah, it''s fun. Well, there''s that when a character is like being introduced enter Joanne. Yes, Yes, yes, yes. I'm sort of Helen Stage left those things. They're just fun, you know? I mean, it shows that you have a commandment. Can you describe yourself? Like when you say, Like, enter the claim dog or whatever? Can you be, like, hot, but doesn't know it? Oh, absolutely. Like, about yourself? Yeah. Because you if you're saying it about yourself, it does sort of challenge The limits area. Yes. Well, it''s just like, how can I say that? I doesn't know it when I'm telling you it, but maybe it''s that I could say hot but doesn't know it. But somebody told them right after. Yeah, Uh, yeah, but yeah, you know, I think I think that it makes your character kind of shell and relatable and just like fun. Like, easy for the reader to Canada? Yeah. To relate to enjoy, um, question related to Sam''s memoir. And here, Sam, I've been studying his in preparation for writing my own. He''s something of a pop culture. May then and he began His's Ah, a long time ago in a hospital far, far away. Oh, yeah, I like that. Like that, which is a reference toe, Some of his favorite characters. Is that okay to do? Is I think that a parody, I think not only is that okay, I encourage it. Obviously. I just think it''s like you and your reader get on the same page figuratively and literally. Yeah, right Off The but shouldn t have had to at least put it in the hospital cafeteria so that it''s about food.","speaker":"spk_0","timeCode":2456.2,"tags":["Dominoe's Didn't","McDonald","Berto Jerky","McRib","Beto","May","Thea","Joanne","Helen Stage","Canada","Sam","Sam"]},{"id":"EhG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","line":"Well, if he wanted to do a song parody. Yeah, but if he just wants to write a memoir just for song, charity and memory, I have to be about food. It can be about food, but it doesn't have to be about food. He calls himself Luke. Sam Walker, huh?","speaker":"spk_0","timeCode":2784.45,"tags":["Luke","Sam Walker"]},{"id":"JRG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","line":"100 0 wow. 300. That's a bunch of days. Yeah. Yeah, man, I can't believe that Sam Kat my style as the only thing that made me interesting. Yeah. Sudden. This fucking dude comes in who already has motorcycles, who already has tattoos, who already is kind of mean about my dog showing up here. He has so many brands. Yeah, And then he goes like, What''s the one thing Shawn''s got going for him? Let me just freaking gobble it up. Yeah, and it''s newer. It''s fresher. It''s younger. I didn't know you could just do that. Of course you would have done in a 1,000,000 years ago. Yeah, because I always thought I was too boring to have this like backstory. I didn't know you could just be like, Oh, yeah, This is my thing. It''s m d meet. What''s that? Dimitri? Vegetarian. Oh, no, I'm have Ah, my Love. Want me? You know. Okay, I'll do a thin slice. Okay, Only thin me. OK, he's kind of doing the vegetarian corner. You have a song that you have a song about? Kevin Bartels. Rus'so lunged me. Yeah, way. Something. Uh OK. Is there a parody of my Sharona? For example? You could do with the lunchmeat bologna, uh, then is called my bologna. See? Again weird out. Got there. Okay. Hey, says it Kelowna just to kind of make it more like more fitted. Yeah, fitted. You know, The Oh, yeah. Okay, song. But that does not imply that lunch meat is Off The tape. My Sharona, you can take it in your own direction. Okay, again, it has to be about Well, I think I mean, nowadays, it would have to be Mama my Corona. Right? You know, now I can't do that one and neither can Sam apparently being okay but A''s You could do my corona well. You're allowed toe own it here just now that you're let you own a beer, right? That''s true. Just not allowed to drink. That''s true. But you can like I still have stock in beer company. Uh oh, right. Talk about your portfolio a little bit. And how you've invested in a lot of different domestic and foreign beers I keep mostly Bitcoin of I'll keep Bitcoin of booze is okay, I'll keep blocked chains for Corona''s Wow, the rest of the portfolio is mostly just things I've drawn and","speaker":"spk_0","timeCode":3219.13,"tags":["Sam Kat","Thi","Shawn","Thi","Dimitri",",","Kevin Bartel","Ru's'so","Kelowna","ju'st","Sharona","Sam","corona","Corona"]},{"id":"MhG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","line":"This before or after my time. Your alma mater, you were. You might have been to the other studio. Probably Watches Kurt Loder dead now, Carlos. Very much alive. Rights for Reason Magazine. If you have raising magazine Reason","speaker":"spk_0","timeCode":4281.2,"tags":["Kurt Loder","Carlo","Rea'son","Rea'son"]},{"id":"MxG_LXMByMrymAEmTcsc","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend Again","line":"'s Hey, this is Arne Camp From The Improv fantasy podcast. Hello. From The Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're new, listener or you've fallen behind, Season three is a great jumping on point. And weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","speaker":"spk_0","timeCode":4300.26,"tags":["Arne Camp","Improv","The Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","McElroy"]},{"id":"RxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"well, eso welcome toe.","speaker":"spk_0","timeCode":370.19,"tags":[]},{"id":"ShG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"and your patients will take this at your pace. Yeah. Um uh, yeah, Well, um,","speaker":"spk_1","timeCode":435.1,"tags":[]},{"id":"ThG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"'so I ah, I don't know if people know this about me, but I love Mediterranean food. Yeah, and so, um, I make something I call The falafel waffle, where I, um ah, grill pita bread and a waffle iron young. And then I smushed falafel into this mushroom, and I spread, um, some spicy feta cheese can a little bit of homicide From and some of those, like pickled onions. And they have and, uh, I fold that all over. Oh, delicious. And I chomp on that. Yeah, uh, and I do this in the kitchen of any restaurant that will let me back. Sure. Just excuse me. Can I happen? Yeah, whatever. Peter King or, um, uh, some of these ones have crazy names. I can't I don't want to pronounce because I don't want to be in trouble. Wrong. Um, but I I will go to those places. You and, uh, And I was in one, and I said, Hey, can I get back in the kitchen and the guy behind the counter When? Uh, sure. I don't care. Yeah, I just work here. I mean, something felt, huh? About the way he said it. And I notice he's looking at one of these phones like a will have now. You mean like a like an iPad, Or like a like? Yeah, like, it is like an A, but shrink for shrunken. So, um, he''s looking at it. And then I look a little closer, and I noticed he''s crying and he''s bleeding a little. Can I go? Hey, man, I hope this isn't too intrusive. Yeah, um, you know, we just met. Yeah, Exactly. Like or didn't even really mean I asked to go to the kitchen. You said okay. And I'm hungry. Keeping my definitely. So I'm already not, like, prepared to take a body blow. Exactly. When I'm hungry, all my defense's are down and even the slightest and I'll go and I'll be even more on it. I was, in fact, hang Gree. Yeah. Uh, yeah, and and it''s brave of you to admit that I I think Well, I'm not somebody who wants to look like Okay, this guy gets hang Gree, you know? And then that''s just how people see me. I try to be a superhero on this show. I am sick of it. I hear you. I think I have done myself and my audience a dis'service by always being this bulletproof Superman. Awesome guy. Funny and nice to everyone who comes in and just crushing it. And and Social media does this. Yes. Hello. Everybody is not on vacation all the time. Exactly. You know, why don't you put up in instagram story of the fight you're having with your spouse over how you smashed all the cups? You know you're Rheal self on social because that''s what''s happening in our that''s life. I have an idea for a busine'ss just as a side. No. You know those signs that they put in like a warehouse that will say this workplace has blank number of days without an axe. Okay, Yes. Say, like, 45 then cros's out and say 00 What about like, this relationship has blank number of days without an argument. And you put that sign up in your kitchen and then maybe as sort of a way to have a light touch after, If you smash all the cubs. Yes, Um, and your wife is like, I wanted to have some water to drink on. Now I have to drink it out of my hand and hands like a dog. Uh, you say, uh, you go over to the sign and you cros's out the number, and you go ahead and you put a zero goose egg up there. Yep. So so, anyway, um, to get back to the story, I was in, uh, this crazy name place, and, uh, he and I said, Do you mind? Um, what is it that you're seeing there on the shrink and I had and really quick, where was he just to paint it, But where was he bleeding From? He was bleeding from his was his nose and his years. Okay. And I said, What is it you know that you're seeing that''s making you so upset. Um, and he said, Oh, my God, You havent heard. And I said, Ah! And I said no. Oh, no. I have I have. Oh, yeah. Now I know because I'm embarras'sed. Bulletproof? Sean, I don't approve, Sean. I don't want to seem vulnerable. Apron that I havent heard. You know, that''s one of the rules in this town is, like, never show. One can tell you about anything that you don't already have known. Somebody says, like, Are you going to blink party or whatever you go? Oh, please, I planned. Exactly. Even if you don't know what it is or where it is or who the person that''s asking it. I planned it. I'm hosting it. I'm actually seeing it. That''s my party. And I just cancelled it. Yeah, and I won't see you there. Yeah, you know, um, but then I said he said, Oh, well, then, if you already heard, then Ah, I gues's you're just being pretty brave. And I said, Yeah, I gues's so. And he said, because I know that I'm not able to not bleed and cry when I find out","speaker":"spk_0","timeCode":453.19,"tags":["Peter King","iPad","Gree","Rheal","Sean","Sean"]},{"id":"UBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"that they're shutting down the precinct","speaker":"spk_0","timeCode":778.41,"tags":[]},{"id":"WRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Yeah. Like","speaker":"spk_0","timeCode":921.03,"tags":[]},{"id":"XhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"just as there are just as a reminder. Yeah. You know, you don't call them that. Don't look at this. So, um uh, hey is, uh, couldn't be here. He's on a trip. Lucky ham. Um Ah. And we, uh, wanted to do something with Adam. You couldn't take the pres'sure off of me too, Which is the have a call in show where people can call in and do. This is sort of almost like a reddit am anything and it''s. But instead, it''s in human form. I understood using phone, got it and read It is a, um read it is a magazine is a on my magazine? Yes. Is it on the magazine? Seen that. It''s a webzine, which has all different chapters Champions flip through, so I gotta and","speaker":"spk_0","timeCode":1047.57,"tags":["Adam","Thi","reddit"]},{"id":"YRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Great. And, hey, uh, were quick before we do this. Ah, Chef Cavin.","speaker":"spk_1","timeCode":1147.03,"tags":["Cavin"]},{"id":"ZxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"So, um, s sobre are we set up to take some callers? Yeah. The call lines open","speaker":"spk_0","timeCode":1193.6,"tags":[]},{"id":"axG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Okay. John. Hello. Who is this? John is me.","speaker":"spk_0","timeCode":1224.17,"tags":["John","John"]},{"id":"bBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Who? Haze a haze.","speaker":"spk_3","timeCode":1230.42,"tags":[]},{"id":"eBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"And they and their writing.","speaker":"spk_3","timeCode":1280.6,"tags":[]},{"id":"exG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Oh, no. And you could feel it. And then no again in much bigger letters. And I know exactly what has happened","speaker":"spk_0","timeCode":1304.37,"tags":[]},{"id":"fRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"And on energy education he's on my vacation and I collapse","speaker":"spk_0","timeCode":1319.08,"tags":[]},{"id":"ghG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"yeah. Well, lets talk about that for a second. Um Hi, Adam.","speaker":"spk_0","timeCode":1368.89,"tags":["Adam"]},{"id":"hBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"that you were on the that you are on the","speaker":"spk_1","timeCode":1376.06,"tags":[]},{"id":"hhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Barron Bam. Sounds lovely. And say hi to Lake Louise","speaker":"spk_3","timeCode":1381.54,"tags":["Barron Bam","Lake Loui'se"]},{"id":"jhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"and get those nice sear lines. And and so, uh, you know,","speaker":"spk_2","timeCode":1618.46,"tags":["sear","line"]},{"id":"nBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"'surgery. I feel like I'm gonna be able to figure a lot of","speaker":"spk_2","timeCode":1816.85,"tags":[]},{"id":"oBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Well, this'll ones on me. I should have seen this coming. Ah, that is The Clem dog doing ad. So obviously there's this company we do an ad for. They're great for hymns dot com They they they know that it''s easier to keep the hair. You have them replaced The here you've lost. It''s, you know, one stop shop for hair los's, skin care, sexual wellnes's, all that for men. So what are I dio? Well, I put on my thinking cap and I said, Well, what they're doing for hymns I'm gonna do for Herms. And it was very succes'sful. We launched a whole line of products that were hymns for Herms and the hymns for Herms gave ladies the opportunity to get some of this stuff that had previously only been made for hymns by four hymns dot com. So after that launched, we wound up getting a big demand From hymns for some of these hymns for Herms products. Okay, great. So then we open up and we're going Hey, any of the hymns that want Herms. Weve got Herms for hymns. Now. That went great. We were given them, you know, stuff. There''s no you know, there''s no ah herbal supplements here. They're prescription solutions that are backed by science. There''s no waiting rooms, no awkward doctor visit's. They could save hours, you know, by going to four hymns dot com. If there were guys are going to four hymns for Herms. If they were, girls are going to four hymns, four homes for hymns If they were guys who wanted the products wed made for girls inspired by the guy products. Now what do you think happened next? The ladies got mad. And ladies, I hear you. So we are now going to addres's the women who got jealous of the Herms for hymns. Product line we came out with and they go, Hey, we want that, girls, you can have it. We're doing hymns for Herms, for hymns for Herms and this one''s for the ladies. And it''s for the ladies who are jealous of the guys who got jealous of the ladies who got the products that we made for them that had originally been for guys. So a doctor can review and prescribe you Ah, at four hymns dot com, and everything will be sent directly to your door. There''s medical grade solutions, rial doctors, well known generic equivalents of name brand prescription's that can help you keep your hair and get more affordable acces's to prescription's, products and medical advice. They need for? For my thing, there''s les's doctors involved. Ah, which streamlines the proces's that for hymns dot com has doctors. And, like, prescription stuff. My thing is, um Well, it''s a lot of just nice Smehlik soaps. And the soaps will wash a guy, but they can also wash a girl. And what we're looking to do now is say, hey, any of the girls who like the way the guy smell after the guy used the soap that originally had been sold to the girls go ahead by the soap because it''s healthy for everyone. Chef Kevin. Hey, guys, shove Kevin here.","speaker":"spk_0","timeCode":1847.73,"tags":["Clem","dot com","Herm","Herm","Herm","Herm","dot com","dot","Smehlik","Kevin","Kevin"]},{"id":"oRG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Do you want to talk a little bit about some of this stuff?","speaker":"spk_2","timeCode":2045.78,"tags":[]},{"id":"pxG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"I had already lived this as I was. I was just Something was being revealed to me that had always been there. I was seeing. Ah, something that I had been turning a blind eye to that was present within me. Yeah, and so there was not a feeling of surprise. There was a feeling of Oh, yeah. Great recognition. A Do you know what? You actually Oh, yeah, right. Oh, what? That's right is what I was sort of saying, Yeah, I had a So if I could, um,","speaker":"spk_0","timeCode":2149.58,"tags":[]},{"id":"rBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Um, and I was so if I Good, gues's how this is going So far as Adam, you have mostly been asking Shawn question's. We just kind of been just I have been kind of holding his hand. Just it's Ah, The mood in here is dark. The lights are off.","speaker":"spk_3","timeCode":2218.71,"tags":["Adam","Shawn"]},{"id":"sBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Oh, I get in","speaker":"spk_3","timeCode":2277.93,"tags":[]},{"id":"tBG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"is how in reverse engineer?","speaker":"spk_3","timeCode":2294.08,"tags":["rever'se"]},{"id":"uhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"is the wife","speaker":"spk_3","timeCode":2355.46,"tags":[]},{"id":"xhG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"wounds. Um,","speaker":"spk_1","timeCode":2463.25,"tags":[]},{"id":"1BG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"It's gun Third, The waiter From friends.","speaker":"spk_0","timeCode":2548.09,"tags":[]},{"id":"1hG_LXMByMrymAEmwcsJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"I go The frosted tips you had on the TV sitcom friends on NBC Where this was that your real tips or was that was that hair Hollywood-This And he looks at me and he goes, uh, I think you have the wrong guy. My names Dave and I just kind of slink back to my pancakes tail between my legs. Embarras's. Where is your tail?","speaker":"spk_0","timeCode":2573.67,"tags":["fro'sted","NBC","Hollywood","Thi","Dave","Embarra's"]},{"id":"6hG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"But now, seeing how weak I really am and that the things I truly Love are gone. Yeah. Ah, And that when it came time, there was nothing I could do to stop it, right? I looked back and I realized that I am the whale and that, um, the Fox Broadcasting Company has harpooned me and is roasting my fat. Not that there's very much of it. I'm been working at tremulous. No, you look really trim and get really good. Really good. Yeah. You're the bitch. You're the bitch. I gues's in this we're making me their bitch. And, um, I'm realizing that I don't think it''s fair to The","speaker":"spk_0","timeCode":2861.08,"tags":["Fox Broadca'sting"]},{"id":"7RG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"I wasn't Fred 60 twos up in most Phyllis and I'm with some pals and I get some pancakes because that's what I like to do over there. They make a good cake and I sit down and I'm putting the butter on the cake and I put the syrup on the cake and the waitres's comes over. Charlene and I say, Hey, Charlene has it going and she''s got both as a waitres's. His name, Plug band Perfect.","speaker":"spk_0","timeCode":2944.11,"tags":["Fred","Phylli","Charlene","Charlene"]},{"id":"9xG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Andre per hour. That's all she goes. Oh, no, she just says it and like, it''s almost like she didn't know what she was saying. She know it was gonna come out of her. And I just start crying. I'm just crying and opposite. I'm sitting in France, 60 TEUs with my buddy, time crying, and they're crying and the three of us are holding hands. And I'm just crying over my cakes, crying all over my I remember running. I was running by Fred 60 Tuesday as fast as I can, screaming and crying after I heard. And I remember seeing you of eating a fork like I was just chomping on it. And I thought, That''s not like Adam. Yeah, and my teeth are I need some serious dental. So I cracked a couple teeth, so because I was I cheering him on my mind is a scramble for the world''s s Oh, God, there''s no rules anymore. No, nothing exacts. If that''s okay to do that, I gues's it''s OK to eat this forward. You know, this is the food. And now the pancakes air The utensil, wiping my nights with my daughter. Yeah, exactly. So ever left is right. And up is down. And Charlene is Marty, for all I know, and I don't know what the hell is going on. So I excused myself and I sprint down Vermont, My sprint down Vermont. I duck into the low syphilis three. And I I taken Isle of Dogs on, and I just I I watched. Um What are you cared by that","speaker":"spk_0","timeCode":3076.13,"tags":["Andre","France","Fred","Adam","Charlene","Marty","Vermont","Vermont"]},{"id":"-xG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"think about was God. I wish my favorite cops were here right now, and I just wish I was home. Yeah Blue dot com or Netflix dot com, But who dot com I gues's watching b 99 And I thought, God damn it, I thought, God dammit, I'm never gonna be able to go and do that again. There's never gonna be a fresh new episode of B 99 for me to go home and watch on who, Blue dot commer fox dot com again. And, uh, he's I don't know if we keep doing this is this is I don't know if we keep doing this. The show? Yeah. I can tell you what take that I have been experimenting with to make me les's dad and still be cool","speaker":"spk_0","timeCode":3177.59,"tags":["God","Blue dot com","Netflix dot com","b 99","God","B 99","Blue dot"]},{"id":"_xG_LXMByMrymAEmwcsK","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Lustick, Our Sad Friend","line":"Yeah, Well, because there is an extent to which it's almost as if people who are sad about being 99 did not really get","speaker":"spk_3","timeCode":3272.88,"tags":[]},{"id":"UBIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"Madonna do.","speaker":"spk_2","timeCode":4083.29,"tags":["Madonna"]},{"id":"WxIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"new company, I gues's, is what you want. If it's The Bang Rajan and company, the only thing is I don't know what the ad budget is for that because I don't","speaker":"spk_1","timeCode":4209.64,"tags":["The Bang Rajan"]},{"id":"YhIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"And this sty say The stereos glas's in it. Okay.","speaker":"spk_0","timeCode":4283.62,"tags":[]},{"id":"YxIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"Hi. I'm a riel, Saturn ion driver and the car saved my life. I got new on accident and the airbag was able to save me. Um, unfortunately, my wife was not so lucky and she pas'sed away. Say where? I say how her head landed like, 50 feet From","speaker":"spk_2","timeCode":4289.22,"tags":["Saturn"]},{"id":"bBIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"Um I gues's I was just thinking about my girlfriend.","speaker":"spk_2","timeCode":4405.14,"tags":[]},{"id":"bxIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"but I'll tell Tell her I met this casting director. You're gonna start a marriage on space on the secret that you keep From.","speaker":"spk_2","timeCode":4439.64,"tags":[]},{"id":"cxIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"I gues's it was maybe a couple years older,","speaker":"spk_1","timeCode":4465.5,"tags":[]},{"id":"dhIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"cruel thing to say and just really fast you and bread of the sonic guys. Just your The sonic guys and just do it.","speaker":"spk_2","timeCode":4479.62,"tags":[]},{"id":"eRIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"a great gift there.","speaker":"spk_2","timeCode":4492.57,"tags":[]},{"id":"gRIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"All right, well get running One more.","speaker":"spk_0","timeCode":4559.46,"tags":[]},{"id":"ghIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"His sonic. Hey,","speaker":"spk_0","timeCode":4563.59,"tags":[]},{"id":"jBIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"You can start it off. Okay.","speaker":"spk_2","timeCode":4625.57,"tags":[]},{"id":"khIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"And this time he is also Sonic. Yeah, right. That's correct. I was sonic last time","speaker":"spk_1","timeCode":4662.91,"tags":["Sonic","sonic"]},{"id":"lhIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"that's a high water mark, because Brett skin breath Rhino, whyd you? Yeah, but I would say that that''s something to focus on for next clas's would just get ready and prepare to be unprepared. Okay? And if you're just tuning in, this is my monster in clas's, and I am shocked. Clemens. And so they're just tuning in. This is the end of it, Sean,","speaker":"spk_0","timeCode":4704.95,"tags":["Brett","Rhino","Clemen","Sean"]},{"id":"lxIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"And see Earth Bang Raj man is that was bang Rod man doing and so you and come back for more. Thank you for this thing In the pace.","speaker":"spk_2","timeCode":4731.4,"tags":["Earth","Raj","Rod"]},{"id":"mRIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"Hey, it stays! So I had kind of a fun idea for for one of the ads this week. I know some of these cereal ads. Sometimes theyll go wow in the world and theyll just have, like, normal people, reads Canada copy hands over the You know, it's like just like a fun change of pace From, like, just the guy in the studio reading the ads. You know that it''s like normal people that you would normally expect s Oh, I'm on the bus in Los Angeles that I've gotten on to sort of find a good candidate TV ad, and I'm sitting thanks to a guy right now who, uh, he''s gonna be I'm not gonna use his name, but he''s just kind of a normal salt of the Earth guy. And so he is going to read the read TV ad for Audible new comedy series. Eugene Mirman. Hold on, hold on let me turn it over to him.","speaker":"spk_1","timeCode":4762.54,"tags":["Canada","Earth","Audible","Eugene Mirman"]},{"id":"nhIXLnMByMrymAEmqgiw","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"Rachel Bloom,","speaker":"spk_2","timeCode":4934.59,"tags":["Rachel Bloom"]},{"id":"oRIXLnMByMrymAEmqgj-","index":"handbook","podcast":"Hollywood Handbook","episode":"Everybody's Gotta Eat! (w/ Hayes Davenport)","line":"Jesu's. I mean, jazz Off ruler of the circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","speaker":"spk_0","timeCode":4955.47,"tags":["The Magic Tavern"]},{"id":"pBIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","line":"Doing laps and The lap poll with Mike Minimal Splash. Well, I started doing minimum, you know, you build the flashe's, Ugo. I am in the lane. Really? Just want I mean, I go to the lap pool The Watches? Yes, and I just love seeing the little tiny splash and knowing that within the hour it's going to be a virtual tidal wave. Well, coming out of the pool, I start doing no splash on my a little motorized boogie board. I'll just like hop on that and kind of disorder's. Cruise? Yeah, just a shark and get a feel for the lanes. Yeah, just shark chicks. Tell me about that. I've never shark to anybody. Hayes, Are you serious? Yeah. You got a straight up shark chicks. You mean like pretend to be as'sured? Tend to be a shark. And then when you get I'm all the way above. Close enough. You, sir? Oh, yeah. No, you're out of the water. Okay, but you're es'sentially your body is a shark fin. Oh, yes. That makes boogie Board is sort of Oh, imagine how big I would be if it because if the rest of us underneath Yeah, no, that would be huge. And that you freakin straight up shark The chick.","speaker":"spk_0","timeCode":165.86,"tags":["Mike Minimal","Ugo","Watche","Haye"]},{"id":"qBIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","line":"I know he's got shade all over. They say that now because that''s in Earwolf show. But he is Throwing Shade how, you know, and all the times that we would say it and that would be Look, you have to cut around. That''s your promoting Max fun. Just the thorns in our fucking launch. That''s friggin, uh, Adam Sachs is screaming that at us. And so I was like, I'm he said I was all over the place and I was like, I'm doing an experiment. Oh, nice, Nice. He can't say anything to that because he''s and I didn't say what it is. Yeah, yes, Well, he should. Now he feels dumb. If he has to ask. What if she''s not to both The Hey, welcome to Hollywood Handbook. Dropping in the red carpet line. Back show is in this industry","speaker":"spk_0","timeCode":283.12,"tags":["Earwolf","Max","Adam Sach","Hollywood","Handbook"]},{"id":"rRIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","line":"Spencer, do me a favor and scream ago. Collin,","speaker":"spk_0","timeCode":412.83,"tags":["Spencer","Collin"]},{"id":"sxIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","line":"And that's what we love about Spencer. In a way, is that he''s got this imagination where his mind will just take him out of the room. Some fantasy realm, which is part of what we're gonna be doing in the shop. That sounds pretty good, right? Collins, give me a second. Spencer. That''s good.","speaker":"spk_1","timeCode":666.38,"tags":["Spencer","Collin","Spencer"]},{"id":"uBIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","line":"gonna happen. I","speaker":"spk_1","timeCode":816.59,"tags":[]},{"id":"vBIYLnMByMrymAEmkQjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Spencer Crittenden, Our Close Friend","line":"Oh, I misunder'stood, Spencer. Critters done. I thought you were, like showing them friggin like, uh, kinkajou to somebody. And then American takes a leak on your shoulder. We all go like oh, well, they do that. It's natural.","speaker":"spk_1","timeCode":832.03,"tags":["Spencer"]}]