[{"id":"3RJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Yes, yes, yes. Unclarity.","speaker":"spk_1","timeCode":1136.51,"tags":[]},{"id":"5hJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"way. He's naturally more","speaker":"spk_0","timeCode":1267,"tags":[]},{"id":"7xJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"It's surreal. Um, and also just the main thing is, I didn't find it funny, but, um, what were the other is 79.","speaker":"spk_2","timeCode":1456.66,"tags":[]},{"id":"8xJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Engineer Cody. Looks like a To be honest, I'll say this. I was getting animals wrong that are not in the jungle. Right? And also, can I also they also describing some of the animals confusingly as if you didn't neces'sarily know what the animal looked like. That you were trying to make a joke about the 2nd 1 The one the one I thought you guys were gonna go with was when I said Engineer Cody stinks like a judge. Jungle skunk. And then I gues's subsequently, there are no skunks in the jungle. But, um and well, I mean, if I could just","speaker":"spk_0","timeCode":1479.91,"tags":["Engineer","Cody","Cody"]},{"id":"-hJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"yes, I know what you're going to say. I'm glad you're saying this. Go ahead. There's a fair number of jokes about animals that a lot of it was also","speaker":"spk_0","timeCode":1566.46,"tags":[]},{"id":"_BJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Well, Sean, I think there's different types of jokes, and some of them are dark jokes, and some are fun jokes. And I was just saying, like, What if I kinda","speaker":"spk_2","timeCode":1615.73,"tags":["Sean"]},{"id":"_RJIL3MByMrymAEmAEt8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"put a twist? His Hollywood Handbook-East generally like a celebratory show? Yeah, the jokes air about movies and TV shows, this stuff from the toy. If we If if life is a department store, what guys were in the Toy Isle, right? Is how I like to think of it. So that's like, What if What if I took us over to, like the automotive ill or boys close or something? Whatever you. It''s because a lot of these were, yes, 9 11 conspiracy theories and I just meant to you is the boy''s clothes. I?","speaker":"spk_0","timeCode":1625.54,"tags":["twi'st","Hollywood Handbook"]},{"id":"AhJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"men know you be Michael Jackson's manager,","speaker":"spk_1","timeCode":1734.91,"tags":["Michael Jack'son"]},{"id":"ChJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"I'm gonna have 227 hours. This mofo. So","speaker":"spk_0","timeCode":1798.52,"tags":[]},{"id":"ExJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"because it often is just No comedy. Yeah, it's anti comedy. So what kind of a respon'se do you expect from anti comedy like? Oh, that or but not my sort of. I gues's I meant that would be great. I mean, even in our would be good. Better than booing.","speaker":"spk_2","timeCode":1936.91,"tags":[]},{"id":"FRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"I want people to think with that one, ultimately, and and we should explain this joke. The sharing right because it's a baseball joke way would have es'sentially translate to cricket terms for sharing. Yes, exact. So Barry Bonds, I gues's, for you you would have to picture like a really strong Indian guy who is","speaker":"spk_2","timeCode":1960.76,"tags":["Barry Bond"]},{"id":"GBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"just a statement.","speaker":"spk_0","timeCode":1991.66,"tags":[]},{"id":"JBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"and sharp and shiny confusing those style profiles with, um, with the coming with sharp, shrill and, I gues's anti comedy and I don't where we're going, I just want to make sure I can wrap my head around it. So, like it is shrill, uh, just sort of the British analog for Lets say, Forward or Mitt,","speaker":"spk_0","timeCode":2126.55,"tags":["Mitt"]},{"id":"JhJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Um, just a tight sweater.","speaker":"spk_2","timeCode":2155.24,"tags":[]},{"id":"KBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Hey, guys, want to talk to you about Harrys razors? Uh, as you know, weve had some experiences in the past where weve sort of gone off book for these ads, sort of describing our own experience with the razors, and we just sort of freestyle it a little bit again. They do want us to read the the actual copy that theyve sent in. Um, so I'm going to do that Now. It''s Hear. Ah, the writing is really small. Sorry. Um, okay, it says Harry. Time today. Celebrate toe. Have Harry Razor make a Big shave on your head. Have a wonderful time liking Harry Razor.","speaker":"spk_0","timeCode":2165.39,"tags":["Harry","Harry","Harry Razor","Harry Razor"]},{"id":"KRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Somebody wants to have the good razors for $15. Somebody three razor good smell cream and precious handle is your present.","speaker":"spk_0","timeCode":2209.94,"tags":["razor","razor"]},{"id":"LBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"and that's as find the bathroom, hand the razor and push it on your head. Eat it. Uh, I gues's these air like directions for how to use the race or so like you use it in the bathroom and I think hand the reason razor means pick it up and that''s just eat it like s. Oh, okay. I use these razors. I think they're great. I I do not think these ads are selling them properly. They always talk about eating the razors, which is insane. Uh, I do don't want to disobey the rules, but I also I want people to get the get the mes'sage, Hear ID like the razors. It''s not the razors I have is'sue with this copy is","speaker":"spk_0","timeCode":2243.95,"tags":[]},{"id":"LxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"I'm kidding around. It's somebody who knows good clothes and they're providing styling, advice, recommendations, letting them handle making you look good. And then well educate you to wear certain pieces. It''s good if you don't have time to shop and you want clothes delivered to your door every month. Or if you don't like to shop or if you're scared of shops like me. He's davenport. Anyway, it''s an easy sign up proces's and you go in and you personalize your style preferences. There''s a profile for every guy, whether you're looking for clothes for the office like me, the club also like me a lazy weekend. I do that, too, or for whatever. I don't know what they mean by that. Five Four Group covered. There''s four style profiles, clas'sic casual, forward and mix. Shawn''s a forward. I'm a mix anyway. There''s free shipping and direct delivered to your doorstep. And one cool thing is, you know they're really selling you the clothes Hear toe where, but you don't just have to wear them. You could do anything you want with them. You could make your genes into one of those cowboy noose's that they catch pigs and cows with. Or you could take your ah turtleneck shirt and, uh, make it into ah, potholder. You could make all the clothes in the pot holders, so diversify your look. There''s great style that''s on season shorts and button ups when you need them jackets and jeans. When it''s colder, you want to know how easy it is. I bet you do. Little rat rascal goto Five Four Group dot com Spell it out. F I v F O U R they wanted me to spell it out, but I say spell it out as a fun window in and use the promo code Handbook-East sign up and get 50% off your first package. That''s $120 worth of clothing for $30 for your first month''s package. Oh,","speaker":"spk_3","timeCode":2385.91,"tags":["Five Four Group","Shawn","rat","Five Four Group","dot com"]},{"id":"NBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"only? Dudes. What? Chicks can wear the same old thing every day. But guys in this modern environment, they really got a peacock to get the ladies and there's no better way to peacock than Teoh Get 54 If you're a dude and peas out your cock, I was terrible.","speaker":"spk_3","timeCode":2592.36,"tags":["Teoh"]},{"id":"OBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Yeah, and I and I understand that, but I gues's to me, the joke over promised and under delivered, um, the area of P and talks. Uh, that's not really show. Um, our humor is more mixed and a little casual. Um, back ewers. Probably two forwards. And so I just think that if you're going to say like this one humdinger, I would rather have it be in the area of","speaker":"spk_1","timeCode":2680.78,"tags":[]},{"id":"OxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"'say that Ah, Bart Simpson is related to Jes'sica and Ashlee Simpson. Six times. He did it all six times. Even if nobody was. Even if nobody was acknowledging it in the room, he all six times he did it. And even though the returns were diminishing at best, he kept selling it. He did what was on the page. I just will. You were there, like way. Brought you there. That kind of watch. You said we were there. Just keep going. Go, go. One more, One more. One more time on this next wall, the last you're looking for, You know, the last you're looking for is in another castle. Mario","speaker":"spk_0","timeCode":2739.06,"tags":["Bart Simp'son","Je's'sica","A'shlee Simp'son","ju'st","ca'stle","Mario"]},{"id":"QxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Visit? Yeah. Was Did you want him to repeat it?","speaker":"spk_0","timeCode":2844.6,"tags":[]},{"id":"VRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"yeah, we will be. Yeah, well, that's a sure does. Have a good point. I mean, it seems like snails are probably getting hurt.","speaker":"spk_1","timeCode":3005.15,"tags":[]},{"id":"VxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"I think it seems like they're enjoying what they're doing in the version that I picture it.","speaker":"spk_1","timeCode":3015.05,"tags":[]},{"id":"YBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Whats the difference between a knob and up bell end? I can never figure that out every time I search it, but I only go down weird roads. And then, uh, the computer shuts itself are a joke. You want it for free joke.","speaker":"spk_0","timeCode":3100.98,"tags":[]},{"id":"ZBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"on the knob is I think it's a bit further up the shaft. You can It''s takes in more of the appendage.","speaker":"spk_0","timeCode":3127.41,"tags":[]},{"id":"aBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"influence of ill and what you did time. Like the call is that very dry, which I have not seen a lot of I don't know what you think that means,","speaker":"spk_2","timeCode":3166.46,"tags":[]},{"id":"ahJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"please don't summon Deadpool.","speaker":"spk_0","timeCode":3198.96,"tags":["Deadpool"]},{"id":"cBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"the funny reference. I mis's this, but panini makers in Vaping","speaker":"spk_2","timeCode":3298.09,"tags":[]},{"id":"chJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Well, we're just getting it. Hear Now who? It was that, like a fry and Laurie thing?","speaker":"spk_2","timeCode":3314.08,"tags":["Laurie"]},{"id":"ehJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Oh, I didn't get it. And there's a cut you consort of Hear a cut and that the editing is good. But so what time does is he takes this dry erase board with a joke on it and he said he stand. That''s why the window to our studio. He''s so excited that he puts the dry erase board through the window, smashe's the window, cuts up the back of his head''s so badly. Yeah,","speaker":"spk_0","timeCode":3415.93,"tags":[]},{"id":"fhJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"it means just what do you think of McDonalds food.","speaker":"spk_2","timeCode":3498.39,"tags":["McDonald''s"]},{"id":"ghJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"It's just a variation of the ship. It''s sort of friendlier. Yeah. Okay. I knew that Making a living, an idiot, But their jokes.","speaker":"spk_2","timeCode":3523.84,"tags":[]},{"id":"gxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"But what do you enjoy? Whats the extra e","speaker":"spk_0","timeCode":3532.45,"tags":[]},{"id":"iRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Damn it. He set you up for that joke. I think that's that. Cleared all the brush, and then I leave the","speaker":"spk_2","timeCode":3560.68,"tags":[]},{"id":"jhJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Question. I like the way announced it. But what you mean I per Parliament? Parliament? I prefer that A cigarette. Is there a cigarette? Parliament?","speaker":"spk_2","timeCode":3594.75,"tags":["Parliament","Parliament","Parliament"]},{"id":"kRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Vote him all out. Put them all out. Vote Baltimore Volta. Well, alright. Voldemort. Yeah. How do you get that? How do you get that? Uh, scratch on his face anyway? HeadGum.","speaker":"spk_0","timeCode":3618.43,"tags":["Baltimore Volta","Voldemort"]},{"id":"lxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"'scary. I don't Do you want help? Because what Big? Here we go. OK, Harry Potter. You know I do fencing. I do like erotic fencing, so I parry hotter. Is you. You Sharon. Okay, Harry Potter noise. This is, uh what is Sean Hayes is line. Okay. Sorry. Got you mixed up once. Not Hear whats my lead in use","speaker":"spk_0","timeCode":3666.93,"tags":["Harry Potter","Sharon","Harry Potter","Sean Haye"]},{"id":"nxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"you're asking a lot of these things might be a little box up to come by Sharpie, and I could see a for I gues's there has to be paper looking at looking at that. If you say it is that we say he gets his hands on a box. Envelopes he we know he has. He's putting. I don't have a left. Those last 16 I did for Shawn''s paying my cock joke. He puts all his future projects in the box. And then he started taking, like, Wait, why did these future projects get this nice place to live? And I'm out here. Uh, it''s so you know, I could see Tom turning himself into a future project so he can live in the by my Does this seem like something that have this my players? Because away, Aiken. Justify. It is if I write a joke on my face and then I'm with the other jokes for projects in the box. I can climb, and then I'm not. It''s There''s nothing shameful about that. Okay, I'm just another project.","speaker":"spk_0","timeCode":3855.12,"tags":["Sharpie","Shawn","Tom","Doe","Aiken"]},{"id":"oRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Sure. And ah, place for you to be warm.","speaker":"spk_0","timeCode":3933.48,"tags":[]},{"id":"ohJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Okay, I'll take it. This is a win is a win for May. At least I'm not in the Hudson anymore. Uh, that's Seinfeld tour so hard. I'm telling you, I don't think these people know what''s on half these people. Do you know what it is? What? What are these ones that your e Hear about you doing that? Sometimes at night, On the basi's so unwieldy. The base? Yeah. I have to play that dumb thing at every stop. Why didn't you just, um, record it onto some sit ups","speaker":"spk_0","timeCode":3940.42,"tags":["Thi","May","Hud'son","Seinfeld"]},{"id":"pBJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"tie ups, and then, you know I don't want Castle Rock? Yeah, they very amended as'sistant. Well, I just don't want to pay the clearances for it. The original sample. Well get an as'sistant to carry the base.","speaker":"spk_0","timeCode":3976.03,"tags":["Ca'stle Rock"]},{"id":"pRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Oh, I can't afford that.","speaker":"spk_2","timeCode":3991.7,"tags":[]},{"id":"rxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"all. Have you done your DNA with ancestral.","speaker":"spk_0","timeCode":4121.71,"tags":[]},{"id":"sRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"what about your grand grandpa? Would they? Slave owners,","speaker":"spk_0","timeCode":4137.23,"tags":[]},{"id":"sxJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Listen to Rana and Bever Lake today on youll","speaker":"spk_2","timeCode":4143.09,"tags":["Rana","Bever Lake"]},{"id":"tRJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Hollywood and book is brought to you by WolfCool Jr subsidiary of Calvin Jobs. Oh, baby,","speaker":"spk_0","timeCode":4155.97,"tags":["Hollywood","WolfCool Jr","Calvin Job"]},{"id":"txJIL3MByMrymAEmAEx8","index":"handbook","podcast":"Hollywood Handbook","episode":"Sharon Horgan, Our Close Friend","line":"Rachel Bloom, collection of men, corpse's and one woman, Felisha Day and Colton. Done. You've seen me have intercourse with a variety of species.","speaker":"spk_0","timeCode":4202.61,"tags":["Rachel Bloom","Feli'sha Day","Colton"]},{"id":"vRJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"We take, we take back the lentils, go to the next place and they havent ready. They call ahead, and so they havent ready for us. And then we get Teoh. We said that we had to go to every place on the block. Right s So we're doing. Built by Gannett were held Musab were hit all those. But then we get to that antique store, right? With the giant chair out front?","speaker":"spk_0","timeCode":40.59,"tags":["Teoh","Gannett"]},{"id":"wBJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Well, I I am sort. I give Patricia and out, but she does not want to give me one, I gues's.","speaker":"spk_1","timeCode":75.21,"tags":["Patricia"]},{"id":"xBJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"I'm still in New York,","speaker":"spk_1","timeCode":150.61,"tags":["New York"]},{"id":"yRJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"So that's our guest, Matt. What? What''s with the question? You can have this out, but do I have to be here and listen, this part that I'm not involved in","speaker":"spk_1","timeCode":165.58,"tags":["Matt"]},{"id":"yxJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"It's just you guys told me, Get here at a time. Oh, it''s 10 minutes past that time everybody got in there.","speaker":"spk_1","timeCode":181.75,"tags":[]},{"id":"zxJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"to De Niro,","speaker":"spk_1","timeCode":213.86,"tags":["De Niro"]},{"id":"1BJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Oh, wow. Uh, what happened? He's even scarier Now.","speaker":"spk_2","timeCode":236.11,"tags":[]},{"id":"2BJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"because speaking on behalf of ah, global warming Oh, wow. Now it's not about being a killer. Anything that says nothing to do with sequel, they don't even know that about him.","speaker":"spk_2","timeCode":253.17,"tags":[]},{"id":"2xJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"how it's the milkshake member.","speaker":"spk_2","timeCode":298.58,"tags":[]},{"id":"5xJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Chris Bannon.","speaker":"spk_1","timeCode":400.71,"tags":["Chri's Bannon"]},{"id":"7BJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"right? Okay. Yeah,","speaker":"spk_2","timeCode":452.92,"tags":[]},{"id":"9hJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"So you just got re up to another three way","speaker":"spk_1","timeCode":526.14,"tags":[]},{"id":"-hJIL3MByMrymAEmmEyP","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"So whats that? 20 episode's. I think that''s 100. Wow. Who? Maybe a nail. Ah, well, I kind of feel like that cause he on the re upping. He said to me, Chris did, Yeah, Adam no longer works here. That''s also in the email secret about that Adam Sachs? Yeah. Yeah, I think is how did this get made? Poster's. And he packed him up. Sad little suitcase","speaker":"spk_2","timeCode":539.28,"tags":["Chri","Adam","Adam Sach"]},{"id":"ARJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"'s. So Adam is not the CEO anymore. But I did want at Are you, um","speaker":"spk_1","timeCode":609.48,"tags":["Adam"]},{"id":"CxJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Why do I need to go through that social experience just to basically get a list of things?","speaker":"spk_1","timeCode":680.3,"tags":[]},{"id":"DxJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"and ah, free coffee Aint that heavy. It's copy. Not that expensive. Yeah. So anyway, I got this list, and ah, which was brave of him to send to me. I'm going to read it. He is very guy.","speaker":"spk_2","timeCode":709.07,"tags":[]},{"id":"FhJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"is going to be brave. It's gonna be brave.","speaker":"spk_1","timeCode":762.52,"tags":[]},{"id":"GBJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Do you believe that? Yeah. Did you not feel like you've establi'shed a brand","speaker":"spk_2","timeCode":772.35,"tags":[]},{"id":"GhJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"and separate the words and capitalize the I and instead of humans, have it be people. Hmm. And specifically he said, should be improv. Four fo r comedy nerds, Improv before comedy nerd. Yeah. Wow. Thinks it's alienating","speaker":"spk_2","timeCode":783.69,"tags":[]},{"id":"HBJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Huh? So he thinks people just arent comfortable with a number. Yeah. You would think that if you're trying to get nerds, youd want numbers in there. Well, just how many nerds know math nerds? Okay. Yeah.","speaker":"spk_1","timeCode":807.44,"tags":[]},{"id":"HRJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Have you found that comedy nerds have kind of been freezing out your show in favor of the jocks and the and the preps?","speaker":"spk_2","timeCode":820.26,"tags":[]},{"id":"HhJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"No, I havent found that at all. I didn't know there was a problem with my This is one of the ones I don't agree with.","speaker":"spk_0","timeCode":827.63,"tags":["Thi"]},{"id":"JBJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"'shoes with Stefan Curry shoes. You know, he's talking about there. The staff carry shoes. Yeah. Oh, they're so funny. They're white shoes. They should","speaker":"spk_2","timeCode":895.05,"tags":["Stefan Curry"]},{"id":"KhJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"And I didn't even know what he's referring to. Have an idea for some of the foods you're considering. Do exceeds about what","speaker":"spk_2","timeCode":921.92,"tags":[]},{"id":"MxJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"all talking is really just gues'sing what the next word is supposed to be. Um,","speaker":"spk_1","timeCode":987,"tags":[]},{"id":"NhJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Uh, well, you there in a competition with their mouth?","speaker":"spk_1","timeCode":1002.53,"tags":[]},{"id":"PBJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"When you script out, perhaps put it up on the Web and then a poll, Our fans seem to like polls they can vote on. Where does this scene go next? You give them options? Does it goto a beer? See, make a story. He also says, Try changing emotions, Try changing genres. Try making it musical. And that says, Hear,","speaker":"spk_2","timeCode":1037.76,"tags":[]},{"id":"PRJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Do you know how to do make up a blues song A blue saw up a blue song","speaker":"spk_2","timeCode":1063.45,"tags":["blue","A blue","saw up a blue"]},{"id":"RhJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"for a period of 5 to 10 minutes, and then we start. That's the only format I see so from we havent landed on a permanent format, But we are still trying. You","speaker":"spk_2","timeCode":1119.63,"tags":[]},{"id":"RxJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"know, some, he says. Hear,","speaker":"spk_1","timeCode":1128.97,"tags":[]},{"id":"WhJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Take a picture of this, Ryan. People think we're making please take a picture. It's and it''s arm. And it''s a mike arm that says, Yeah, well, it''s a race. Always area am. Yeah, it''s at 90 degrees. And it''s saying you never question that. I'm talking into ah ah, heil arm","speaker":"spk_1","timeCode":1274.6,"tags":["Ryan"]},{"id":"XBJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"I gues's you havent requesting that. Yeah. How? World War Two to snuck up on everybody extremes like, uh, yeah, things are the original podcast. Boom was right before World War two, and it sort of softened a lot of the public up for just like Ojai alarms air. No big deal. You know, that's what helps we get my content out. Yeah, we're beyond it Now.","speaker":"spk_1","timeCode":1295.95,"tags":["World War Two","World War two","Ojai"]},{"id":"XxJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"divas? Kings? Well, no. I mean, the problem for me is he's in New York. He's not here right now. He couldn't neces'sarily feel the energy in the room that was coming off of you while you werent allowed to talk yet. And so I'm kind of trying to make my eyes. Saito, he's like, Hey, man,","speaker":"spk_2","timeCode":1342.53,"tags":["King","New York","Saito"]},{"id":"YBJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"cut this story Shore. You know","speaker":"spk_1","timeCode":1358.25,"tags":["Shore"]},{"id":"bRJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Ah, yeah? Does he not want to turn your title into a hashtag? He doesn't want you trending that","speaker":"spk_0","timeCode":1484.73,"tags":["Doe"]},{"id":"bhJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"he took it out of hashtag It was hashtag","speaker":"spk_1","timeCode":1489.45,"tags":[]},{"id":"chJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"You've es'sentially still in my four If you agree to this","speaker":"spk_1","timeCode":1508.85,"tags":[]},{"id":"dRJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Yeah, it's a little bit being forced on us. I mean, I was told that we might not get the back three if we don't agree to this four thing","speaker":"spk_2","timeCode":1521.14,"tags":[]},{"id":"eRJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"You're kind of near me on the graph Europe into the purple area, which is a smirk,","speaker":"spk_1","timeCode":1564.96,"tags":["Europe"]},{"id":"fRJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Shreks friend Donkey on your desk. And, like the Monster's Inc guys talking taco pencil sharpener. We time","speaker":"spk_0","timeCode":1603,"tags":["Shrek","Donkey"]},{"id":"gRJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"about your desk. You don't think the stuff on our desk is funny","speaker":"spk_0","timeCode":1611.05,"tags":[]},{"id":"ghJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Now I understand. No,","speaker":"spk_1","timeCode":1615.38,"tags":[]},{"id":"ixJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"Werent Yeah, um, and tow us. It's like nothing is off limits as long as you're doing a smart take on it. So it''s like, Sure, we can do humor about mas's shootings, but it''s got to be that the victims air smiling. And if that I have Gilbert, it''s gotta have Scott Adams involved somehow.","speaker":"spk_1","timeCode":1666.29,"tags":["Gilbert","Scott Adam"]},{"id":"khJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"'spells them out. He just spells them out.","speaker":"spk_1","timeCode":1731.35,"tags":[]},{"id":"lhJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"and they're gonna have their shirts starts and tucked in. Yeah. Nice, actually. Tired?","speaker":"spk_1","timeCode":1769.26,"tags":[]},{"id":"oxJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"What else does he say? You guys note wise.","speaker":"spk_1","timeCode":1866.2,"tags":[]},{"id":"rhJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"after more aka.","speaker":"spk_1","timeCode":2019.01,"tags":[]},{"id":"sRJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"that we dio the dancing glas's of water,","speaker":"spk_0","timeCode":2044.65,"tags":[]},{"id":"sxJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"like idle dreams every time. As if his es'sence is being taken. Yes, yeah, I just think that it's refillable what is replenished every episode or during a year. He slowly,","speaker":"spk_1","timeCode":2063.59,"tags":[]},{"id":"thJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"which I feel like I do like that this mascot has an arc to it.","speaker":"spk_1","timeCode":2086.89,"tags":[]},{"id":"wRJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"the native, right? Right, right, right. Yeah. That the community is so good. The impact they have cause it's like they're got partnership's with 150 local farms, fisherie's ranchers acros's the United States. And so you know what that does for seafood, right?","speaker":"spk_2","timeCode":2194.11,"tags":["'s","United State"]},{"id":"yBJIL3MByMrymAEmmE2P","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Crossovered Friend","line":"I would like to know what the with 1% of the continental us they won't do is, ah, Alaskan des'sert. Uh, there's I think there''s one, like mean dog.","speaker":"spk_1","timeCode":2244.6,"tags":[]}]