[{"id":"EhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Okay. And we can just go From are les's. At this point,","speaker":"spk_1","timeCode":1791.03,"tags":[]},{"id":"IBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"That's what''s happening here. Uh, he''s playing games and having fun, That''s what Playing God Teoh differently. Your Peter. You were leaving in your cell. Are you OK? Peter, Are you okay?","speaker":"spk_1","timeCode":1930.25,"tags":["God","Teoh","Peter","Peter"]},{"id":"JRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Blue Apron is a leading meal kit delivery service in the U. S. And while many people know a Blue Apron does many don't know about the types of meals that you e when you cook with Blue Apron, people don't know that if I could jump in about this, it's true. And in a way, it''s been our fault because weve been doing these Blue Apron ads for 15 years now. Yeah, and, uh, done thousand's of, um and I know personally, uh, that if I was hearing some of these meals described, I wouldn't know what The these guys were talking about. Some of the words very fancy. It''s like school. It''s insanity. You hear us saying like some of these food words and you just hear one. We're listening to a fun podcast that your friends make your school for food. So what I want to say is, don't overcomplicate it. Yes, they have a lot of ingredients. Yes, it''s, you know, fresh delicious meals that are easy to make. But like you can't say what some of the things are. OK, go ahead. Like quick bucatini with broccoli and pecorino cheese. You know. What is that? An Italian style shrimp and sweet pepper. OK, so people who are wondering what is that food? Like what? Like they don't understand this. Look, guys, it''s basically just a scary s Bousquet. It''s your eating this caddy and the only reason they use all this crazy words is so that they don't have every meal like every ad going. People going, uh, well, they have wonderful meals like biscotti, um, and, uh, broccoli. And you put the sauce and this is good, by the way, way we should say, it''s a good thing. Way smart. We and weve Love in the food. That''s what I eat. It''s ah, good kind of food. Well, because that''s what I like Tol And my only thing is sometimes when I'm getting, like, really confused because I know there was a meal at 1.2 said like, um, it''s pork chops and yams and going like, What the hell are they talking about? Yeah, and it''s like just picture for Scotty and then picture you eaten. And I think, yeah, if more people understood that, that''s the only thing where I eat it all. Oh, yeah, I eat all. And like I eat this, I get this food, and if I don't understand what it is, then I'll be scared to eat it. But now that I know what it is because you explain it to me now I eat all I eat. It all is Chef Kevin year Chef. Hey, guys. Chef Kevin here. So can you talk a little bit about","speaker":"spk_0","timeCode":2023.29,"tags":["Blue Apron","U. S.","Blue Apron","Blue Apron","Blue Apron","Scotty","Chef","Kevin","Chef","Chef","Kevin"]},{"id":"KhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"turn off the show. Go somewhere else. It's to wait. Walk into the ocean. But if you and splash around in there. But if you experienced a hair feeling, get a boogie board, you know, do some body surfing instead of turning the weird solutions or doing nothing for hair keeping. Why not turn and said to medicine and science, and you can go to for hymns dot com Ah, one stop shop for hair los's, skin care, sex, wellnes's for men. And that said for the company is hymns and you go to four hymns dot com. So obviously, people don't like when I do this. Our advertiser's in particular don't like when I do this, Um, but I can't turn it on behalf when I see an opportunity like this, where a particular company is ignoring almost 40% of the population.","speaker":"spk_0","timeCode":2384.02,"tags":[]},{"id":"LBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"for the ladies. Yes. And you know I can't use this product. I mean, I you know this him stuff? Yeah. I reach up and touch my head when put a hat on because, honestly,","speaker":"spk_0","timeCode":2482.68,"tags":[]},{"id":"OxHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"I can't sit down. We gotta We gotta go. Not and not. This is an ad. At least. Texas, They are you. Are you doing it? This isn't ad right now. I did it out with you guys last week. Did I not know that was the pro version that's actually on the property? Yes. So you're doing great ad for the program? Yeah, this actually helps, and Paul''s admitting that he''s a part of it. What? What do you advertising, Andy? Dailies. Thought Gues's. Oh, God. Kevin, come on. We gotta take this picture, okay? I'm coming like this takes the pictures before 30 minutes. Paul, werent you saying before that you don't know how Andy Daly keeps up this pace of 16 podcast episode's in 7.5 years? I told you that in confidence,","speaker":"spk_0","timeCode":2826.78,"tags":["Thi","Texa","Thi","Paul","Andy","Dailie","Gue's","Kevin","Paul","Andy Daly"]},{"id":"QxHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Cody, you have to understand every time you drop a surprising cute like that, it might trigger another personality. Okay? He has 27 different podcaster's inside of him, and there's some of those that you do not want to meet. Does he have Corolla doesn't take. Suggest that would be huge if we could get Corolla. Rogan Arjo","speaker":"spk_1","timeCode":3107.78,"tags":["Cody","Corolla","Sugge'st","Corolla","Rogan Arjo"]},{"id":"SRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"here with right now? Who are we speaking to?","speaker":"spk_2","timeCode":3153.63,"tags":[]},{"id":"URHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Um, do we have time for one more game? I thought we had, like, 45 minutes. I don't I mean, whats the","speaker":"spk_0","timeCode":3252.52,"tags":[]},{"id":"UhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"club? Oh, yeah, are made pretty crazy. Whos speaking to us right now? I","speaker":"spk_1","timeCode":3258.37,"tags":[]},{"id":"WRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"industry while Genoa? I'm fine now. I'm fine. I'm cool. He's having fire. I was just I just I was just playing sometimes when he was playing, he was cruel. I was playing along with the game, the whole","speaker":"spk_1","timeCode":3340.87,"tags":["Genoa"]},{"id":"XRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"That's okay.","speaker":"spk_0","timeCode":3372.42,"tags":[]},{"id":"ZxHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Later math, I get I think we probably have most of what we need. You could just hang. Want to get some wild lines? Yes. Some wild line to get a slate for the top would be, uh, would joint. Uh, would you like any little shout outs or jingles or oh, yeah. So, like a just a quick like Hey, this is Pete. Whats the with your full name?","speaker":"spk_0","timeCode":3503.51,"tags":["Pete"]},{"id":"axHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"please say anything? I've also like, credit for me. I have never, like, been in a hotel on. I have been trying like I told. I'm sorry I told you that I wouldn't, like, really know. I know. Yeah. We promise each other that we werent gonna freak out, but obviously there. So if I'm any expensive, if I'm acting weird, it's because I got in here. Well, normally, if I'm in a room with the bad, I am in someone''s bedroom in their home, and it means that something is about to happen. Yes. And so it is a little disorienting, right to be in like a hotel. We barely know what city we're in right now. You have to understand we have been on a 12 week international pres's tour. They just keep on. They wheel us out into another fuckin hotel suite. Do you mind if I just I wanna just play with the pillow case's a little bit.","speaker":"spk_0","timeCode":3559.15,"tags":[]},{"id":"bBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Yeah, that's fine. That''s fine. And I I was surprised that they have, like, tabled in here too. Like I have in my house. No, I know.","speaker":"spk_1","timeCode":3613.91,"tags":[]},{"id":"dRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"when Peters asking question's, and we should we should have brought our We have these big, like, cardboard emojis, and well ask, like will say something. And you, like, pick the emoji that it makes you feel like Yeah, yeah.","speaker":"spk_1","timeCode":3764.89,"tags":["Peter"]},{"id":"ehHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"'so The tick. Hey,","speaker":"spk_0","timeCode":3811.56,"tags":[]},{"id":"ghHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"this is dangerous. You know how I talked about all the personalitie's, The 27 different podcaster's he has? Yeah. There have been rumors of a 28th. It's the beast. The bees that contains all the podcaster's in one form, they all migrate to his hawk. Wow. Mm. And when this happens,","speaker":"spk_1","timeCode":3886.24,"tags":[]},{"id":"hBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Okay? And he's pointing at my shoe laces,","speaker":"spk_0","timeCode":3915.53,"tags":[]},{"id":"hRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"and he's saying, Hey, go get me some vanilla chocolate. You get those feet moving. That''s good.","speaker":"spk_0","timeCode":3919.84,"tags":[]},{"id":"iBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Hollywood Handbook. I'm a fan. I'm having fun. I just had legs for being here. And thanks for coming with me. And I'd love to come back. I'm telling you, guys, off the record that on. All right, we never give him more than two years at a time. So that's my","speaker":"spk_0","timeCode":3978.56,"tags":["Hollywood Handbook"]},{"id":"jBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"I enjoy the show","speaker":"spk_0","timeCode":4007.04,"tags":[]},{"id":"jRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"me undies dot com","speaker":"spk_0","timeCode":4010.66,"tags":["undie","dot"]},{"id":"kxHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Rachel Bloom, collection of Men, Corpse's and one woman,","speaker":"spk_3","timeCode":4114.24,"tags":["Rachel Bloom"]},{"id":"lRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"me have intercourse","speaker":"spk_3","timeCode":4120.53,"tags":[]},{"id":"nBHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"okay. Yeah, that's I mean, that''s true. But I got to say this. Why would you have a website when I can build you a brick and mortar store? So you are not doing it. Er, Is this still Sean Space?","speaker":"spk_1","timeCode":39.42,"tags":["Sean Space"]},{"id":"qRHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"but we turn around and whos peeking out of a trash can Spying on it's and it's job, John and he goes, This could be a show. Yeah, and and And I hope we see you, John. Yeah, and he says, That''s pretty funny. You do in the news like that. Then I go, Well, it''s not for that John. We're not doing it for that reason. Like we just all come here. We chop it up about the day''s events. Me, Dan and Bob. Yeah,","speaker":"spk_1","timeCode":262.96,"tags":["John","Thi","John","John","Dan","Bob"]},{"id":"tRHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"'s. Oh, you know, over City man. Moved. That's in sun right now. And we're working on a pilot idea about Yeah, yeah, yeah, yeah, that you're working on it with the slate clean fashion is clean. That''s what we're working on right now. Wow. Shit, man, You know, you should get Clay come. That''s not bad. I think he''s wrapped up politically, but, you know, that''s just may want todo DePina. Politics will save it for the park, please. Yes. No. Yeah, that''s for the park. You can't put it in your work anymore because they make you go jail. Yeah. Can I? Just Before we get too far into this, I can feel Ryan wanting to, like, jump in on these ideas. Engineer Ryan. He wasn't around last time you were on here. Yeah, I do want to explain something about him. Feels weird. Feels different. He''s a fame whore.","speaker":"spk_1","timeCode":438.39,"tags":["Clay","DePina","Ryan","Ryan"]},{"id":"vhHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"And as a writer myself, I don't want a robot reading my scripts like that. I want you to feel and connect. Yes, with the exception of a few scripts have written about robots.","speaker":"spk_0","timeCode":620.8,"tags":[]},{"id":"xxHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Whats funny is you You asked me, and for years people would say he did it again. A lot of Noah''s. You gotta Boomer. Yeah, and I I didn't I didn't know why. It says this is just my gift, I gues's. Uh, but that''s on a boom. Exactly Thank you Boomer size and was attached to a lot of your projects. And remember, Teoh, that''s for Boomer. He doesn't do anything, you know. He''s huge. Korea. He''s huge. Yeah, a size and means warrior. Oh, uh, not directly translated with the sound. So they would say Boomer warrior. He plays really well over there. Not directly translate, but the sound.","speaker":"spk_1","timeCode":725.78,"tags":["Noah","Boomer","Boomer","Teoh","Boomer","Korea","Boomer"]},{"id":"yhHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"No, but like when you get that, you go hum reading this. Yeah, OK, this guy just about either He doesn't know the rules or he doesn't care about the rules. And either way, I'm interested. Yeah, I even like to put down on the under the contact. I'll put you know, my agency and then 1 900 Go fuck yourself. Yes. And then I'll say, Ah,","speaker":"spk_0","timeCode":790.61,"tags":[]},{"id":"zRHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"other. And I thought to be a good idea to get these nose rings. Um, and I don't see a lot of them. So I'm the guy again is like what we just wore. Well, 900. Fuck you. Yeah. Yeah. And I got a nose ring. Yeah. Oh, honors home nose ring. Yeah, forgetting it's","speaker":"spk_0","timeCode":853.67,"tags":[]},{"id":"0BHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Stop it. And there's a lot of food. Oh, yeah. Oh, yeah. What kind of food? Cocktail shrimp. Okay, you got me. There might be a little shrimps. Get a little shell on there. Yeah,","speaker":"spk_1","timeCode":893.19,"tags":[]},{"id":"0hHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I know you did mostly get it. Yeah. Yeah. You know that there any more? But I think people will be able to tell it was there, which I think is good. Yeah, you know, parts shiner than their s was gone now, and I'm not I'm not embarras'sed. No. And that is part of what has driven you. Such as'ses's is you are able to just not get embarras'sed and go. Hey. Yeah, I'm using the f word in my script name. Yeah, you know, and a lot of people are too shy to do that. Yeah, throw out that fear will pick up a freakin beer. So lets do Let''s show. Let''s give an example","speaker":"spk_0","timeCode":913.61,"tags":[]},{"id":"1hHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"The The normal idea were taking ideas that no, that norm ease have. And we are making them noisy have on just tell you that much thing is normal. And you didn't even see that. At least we're that way. No. When you first stopped him, his eyes are like frickin saucers. The whole","speaker":"spk_0","timeCode":1001.3,"tags":["lea'st"]},{"id":"3RHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"That's what she said. So it would be. I heard that. Yeah, she said a guy in the Civil War and we had BJ on this show. So civil war Do you know about that as well? Which country This country, America, America, America display's, always plays all over the world. So specific guy in the Civil War. And he, uh","speaker":"spk_0","timeCode":1057.06,"tags":["Civil War","civil war","America","America","America","Civil War"]},{"id":"5BHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"civil fucking war comma bitch. Yeah, um, the Civil War bitch. This aint your daddys Civil War, bitch. Yeah, the fucking slut. Civil War lunch The bit Oh, yeah, The bitch in the civil war zombie bit Don't","speaker":"spk_0","timeCode":1195.45,"tags":["civil","Civil War","Civil War","Civil War","civil war"]},{"id":"5xHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"are so right away. I'm like, OK, the title works and I feel like all like like I'm violating the rules, writing it. I look around, but can people see me reading?","speaker":"spk_1","timeCode":1225.5,"tags":[]},{"id":"6xHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"But the fun. How do we How do we make that The like the main fund? I mean well, so first of all, what I usually do is","speaker":"spk_0","timeCode":1291.06,"tags":[]},{"id":"8xHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Go fuck yourself. Sued so sick because you drop him right in the middle. And then they're just like, how the show did I get here and the number of the fuck am I right? And whos doing this? And the number is fake. So why I am just curious. Like where it goes from there usually when you when you do that Well, my name''s really and you know they but the name on his Andres Fuck.","speaker":"spk_1","timeCode":1414.4,"tags":["Andre"]},{"id":"-xHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Just got time. Thank you. You're in Vancouver working. Just got into this space. I'd love to make it feel a little homie at some point, right? I've only been here six years because I'm continuously working, but I'm always busy never hanging. Yeah, I do it. And","speaker":"spk_1","timeCode":1545.34,"tags":["Vancouver"]},{"id":"_hHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Oh, yeah. And there my cousin","speaker":"spk_0","timeCode":1569.74,"tags":[]},{"id":"AxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Totally understandable. She identify. Take a moment. I I just want to make sure this is clear. I am sorry I asked. Please. Uh, there are no stupid question's, but there are very rude question's that are very wrong. And you should get a trouble for I know that wasn't your intention, but because she identifies as a freak show, that's what she wants to be called.","speaker":"spk_1","timeCode":1606.48,"tags":[]},{"id":"GBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Oh, so Marvel is unveiling their first scripted podcast, and it's the 1st 1 ever they did of all time. Yeah, and no one else has done one or been able to do one. Yeah,","speaker":"spk_0","timeCode":1951.91,"tags":["Marvel"]},{"id":"HxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"And over in the long night in Wolf Marine the wrong night, a night spelled with a K, youll be immersed in a murder investigation that explores a string of mysteriou's deaths in burns Alaska.","speaker":"spk_0","timeCode":2091.68,"tags":["Wolf Marine"]},{"id":"IRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Okay, Youll be emerged in a Bobby smooth. The investigation","speaker":"spk_0","timeCode":2116.72,"tags":["Bobby","smooth"]},{"id":"JRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Wolf marine as Ben Marines kid with a wolf","speaker":"spk_0","timeCode":2186.74,"tags":["Wolf marine","Ben Marine"]},{"id":"KhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"You want to do with that crisp? Get there","speaker":"spk_0","timeCode":2229,"tags":["cri'sp"]},{"id":"KxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"The listen now. Goto wolverine podcast's dot com and use the code Marvel for a free month of Stitcher Premium marble. Fremont. Thank you, Vic. So hungry. Oh,","speaker":"spk_0","timeCode":2235.94,"tags":["dot com","Marvel","Stitcher","Fremont","Vic"]},{"id":"NhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"even if you are able to get contacts From them, which are crazy, expensive, Yes. In order to put them on,","speaker":"spk_1","timeCode":2372.67,"tags":[]},{"id":"NxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"you have to climb up a big ladder and use this machine that they have. Do you know the name of the machine? I I thought it was just called the machine.","speaker":"spk_1","timeCode":2381.9,"tags":[]},{"id":"OxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Yes, you can do it from anywhere in minutes. You taken online self guided vision test. Uh, each test is designed and review by doctors. It's The saying You guys like dres'sed up as like a doctor, like in a doctor costume, kind of. But it looks real. Uh, so there literally bringing the doctors office to your home. You save so much time. The vision tested only 20 bucks. Shipping is free that contact lens prices air. Whoa. Because they save cost's on not having the facility. Uh, you still have to get your periodic full eye health exam. Yeah, and I've been talking to them about trying to get this part out of this. No, you cannot force people to get a full eye health exam. You do have to. You do have to. And even if you don't need content, you should have just from hearing this ad. Now you do have to go on. Actually, now that I think about it, I don't want them to eliminate that part of it. It''s actually good.","speaker":"spk_0","timeCode":2457.44,"tags":["vi'sion","te'st","dre's'sed","vi'sion"]},{"id":"PxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I do kind of like it because it's just attention on me, but the latter is so rickety. Yes. So long, huh? And it''s mis'sing. No one is that I was watching you do it. Oh, no. There''s no","speaker":"spk_1","timeCode":2532.65,"tags":[]},{"id":"SBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Yeah. Yes, and I don't know, uh, let me show you on my phone here.","speaker":"spk_0","timeCode":2661.06,"tags":[]},{"id":"SxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"it does look like it is mostly a plate.","speaker":"spk_1","timeCode":2683.1,"tags":[]},{"id":"TRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I don't need this right now, okay.","speaker":"spk_1","timeCode":2689.64,"tags":[]},{"id":"UxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"don't talk to the bus Boys. Total restaurant? No, I Tana Steel. I wanted to know how much respected you have for a bus. Boys. Shock Womens. You honestly want my honest answer about that on a scale 1 to 10","speaker":"spk_0","timeCode":2777.99,"tags":["Tana Steel","bu's"]},{"id":"WBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"having had having had your hair and makeup done. Yeah, well, then you wouldn't, so yeah, got a little shrimp on the nose.","speaker":"spk_1","timeCode":2882.67,"tags":[]},{"id":"WhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Ryans like performative energy. Yes, it does inspire you suggest Sit there and do his job. Yeah, is making everyone tends. It generates a competition. Where now? Because I see him steal Yes, spot. Like I want a dir sees that.","speaker":"spk_0","timeCode":2900.04,"tags":["Ryan"]},{"id":"XRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Which is why I'm so glad that Chef Kevin is here now who never wants any attention. That is just like, Welcome. Barely fucking talk is just an employee.","speaker":"spk_1","timeCode":2928,"tags":["Chef","Kevin"]},{"id":"YRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Good knocks. My wifes always like. Where you going? I'm like she knows. She knows. Knocks 35 she goes on. Must be like that. Yeah. Tell you what Time to finish out script","speaker":"spk_1","timeCode":2972.84,"tags":[]},{"id":"ZhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"not do that anymore.","speaker":"spk_1","timeCode":3074.15,"tags":[]},{"id":"ZxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I thought you wanted to come up with the show. We said the whole introduction is that you know all these famous shows and you have tried to fuck Web, okay? Based on your liking, the same","speaker":"spk_0","timeCode":3077.14,"tags":[]},{"id":"aBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"broad comedy. Now get in there and say name of a show. Um, and well crank it up. These ones goto 11. And it might get loud and it might have to be a show. I watch.","speaker":"spk_1","timeCode":3092,"tags":[]},{"id":"bxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Yeah, it's 2018 and they were way ahead of the time. Guys, Brian is getting us again. Oh, you're at me out. Let me just dial it back driving a wedge between us.","speaker":"spk_0","timeCode":3176.33,"tags":["Brian"]},{"id":"cBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"So that would be pretty noisy. That spec that would be allowed one. Yeah. I mean, you probably be thinking whoever wrote this is smoking that loud. How about this? Uh, you You bring it back, You bring Fraser back like they brought Will and Grace back Rosa and The such and the like. But gues's what? Radio declining Now it's a podcast From The apartment. The dogs part of the show Dog has aids. Yes. Yes. We found way we made our way there. And now I have all the fields idea that became now","speaker":"spk_1","timeCode":3187.27,"tags":["Fra'ser","Will","Grace","Ro'sa","The '"]},{"id":"cxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"and it doesn't have to just be a cat, it can be a dog. So this it works perfectly. The feels their 100 think so.","speaker":"spk_0","timeCode":3246.35,"tags":[]},{"id":"dRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Where did I did? Yes, where she's like I did she like she loves like she''s like, really into Trump now, And that''s knowing. Oh yes, that''s like a noisy no show. Yes, but like you read this thing, she''s like, she''s like a trump supporter on the show, and that''s no way we heard it all the way over here in the studio. Yes, you know, I mean, that''s how noisy some of this gets. So maybe you could do a thing. No wonder Dan will go from the dead.","speaker":"spk_0","timeCode":3267.95,"tags":["Trump","trump","Dan"]},{"id":"eBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"of, ah, candidate or president. And he has shot people as well in like the name of his beliefs.","speaker":"spk_1","timeCode":3322.67,"tags":[]},{"id":"exHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"a Democratic. Heres a Fraser. The idea","speaker":"spk_0","timeCode":3336.46,"tags":["Democratic"]},{"id":"fBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"he's trying different medications he might be on, but like it''s a wine tasting. Oh my God! Wow. And what''s crazy? He''s a doctor, but the only person you can't cure is Ros's. Oh, yes. Right. Because of the thing we know about her. Yeah, And he should be prescribing opiates, obviously. And like, huge. And that''s","speaker":"spk_1","timeCode":3340.86,"tags":["Ro's"]},{"id":"fhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Do you need to get that screener? Ah, I e it's on it's way. I keep calling","speaker":"spk_1","timeCode":3373.86,"tags":[]},{"id":"gRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"you know? Yeah,","speaker":"spk_0","timeCode":3427.72,"tags":[]},{"id":"iRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Oh, you save your wages. Yeah, for me, The reason I'm so comfortable Blue Skying it is because this is sort of a rule of thumb for me. I like my idea, but I love yours.","speaker":"spk_0","timeCode":3517.18,"tags":[]},{"id":"mhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"the nineties, by the way. He's burping now, Like people say, You know, uh, dres'sed nicely for a meeting. Uh, mind your p''s and Q''s.","speaker":"spk_0","timeCode":3804.3,"tags":[]},{"id":"oBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Is that something you can dio?","speaker":"spk_1","timeCode":3971.87,"tags":[]},{"id":"ohHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Okay? Yeah, come by. Okay. Swelling. You go down there and try suggesting I this is like, Well, I would love to see you show up outside of the comedy store and get past the likes of Well, just I could name I could name names. Dov. Davidoff. Yeah. You think you get by him. Oh,","speaker":"spk_0","timeCode":3990.17,"tags":["Dov","Davidoff"]},{"id":"oxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"right through. I don't know. I don't know him. Yeah. What circles do you running again? Uh, is it just you and he's cause adding a circle. That's a line, bitch.","speaker":"spk_1","timeCode":4007.38,"tags":[]},{"id":"pBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"We do a thing with just that. Yeah. Segment. Yeah. Yeah. Like skydivers, too. Yeah, we kind of circle up with arms. Yeah. Why don't you go jump out of a plane? Do me a favor, though.","speaker":"spk_1","timeCode":4018.37,"tags":["ju'st","skydiver"]},{"id":"pRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Okay? Leave The shoots. No,","speaker":"spk_1","timeCode":4031.87,"tags":[]},{"id":"qBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"G, baby.","speaker":"spk_0","timeCode":4066.04,"tags":[]},{"id":"rhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"And, like, nor their all these, like, Norm set up and he's crashing into these norms with a car. Basically nothing. I looked like a joke Material","speaker":"spk_1","timeCode":4111.85,"tags":["Norm"]},{"id":"rxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"core. Yeah,","speaker":"spk_0","timeCode":4121.24,"tags":[]},{"id":"sxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Really? That's OK. I understand that you don't want to get too much as's.","speaker":"spk_0","timeCode":4160.67,"tags":[]},{"id":"thHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I did, I gues's. Yeah, yeah. Yes. Sorry. It's just part. This is my life. Yeah. It''s odd to think about how other people see it from the outside, right? Right.","speaker":"spk_0","timeCode":4190.43,"tags":["Thi"]},{"id":"vRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"wonder they do it. They can be it. Birds of a feather flock together. Who do you think came up with that? That burns a bird? A person about birds had to be. They must have heard it from a bird. That leaves. Of course theyve heard it. The birds. Oh, my God. I feel like I am. You guys were running on treadmills and I am on the pavement. I'm sorry we made you so upset. It's not you. It''s probably Ryan. Ok? And weve identified again what the is'sue is. It''s just about the ride. Just five. I'm getting, uh, you guys have a wall I can punch. Okay. Kevin has been talking about getting one in here forever. Ah, wall. Yes. Oh, Kevin talking about something again? Not doing well. Kevin is said that there''s another wall that he''s very interested in building. Yeah, before he gets a wall in here. Oh, uh, I gues's he''s Ryan has been telling him some stuff.","speaker":"spk_1","timeCode":4350.73,"tags":["Ryan","Ju'st five","Kevin","Kevin","Kevin","Ryan"]},{"id":"xBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Ah, the show. It's It''s","speaker":"spk_1","timeCode":4545.55,"tags":[]},{"id":"zBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"this season Yeah, I got a feeling. I mean, he's the kind of kid you gotta put on you, but gym shoes on his feet because he''s got taps built into the soles of his feet.","speaker":"spk_0","timeCode":4702.82,"tags":[]},{"id":"0BHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"'s dough. What time is it on it's now? Gonna be on it. Nine. 30. I get a little Blue at 9 30","speaker":"spk_1","timeCode":4737.32,"tags":[]},{"id":"0hHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"youll get a little minute of the end of our show if you DVR that, you know, almost. Yeah. So, uh, watch out Night for all you drama heads out there. I know comedy is dead. Come is dead. So I'm every year I'm like, Well, work. Still making it over here, pal. Yeah, We're still telling jokes. People still laugh. And lets all have a little fun. And come on over here and check my pulse. Yeah, Comedy is dead or not. No, don't check it there. That''s my That''s the funniest part two is like that last minute of the network. Show you back. Load the comedy. Yeah.","speaker":"spk_1","timeCode":4765.51,"tags":[]},{"id":"2hHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Ah, I'm a horny girl Wolf. This has been an Earwolf. Production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com. Oh,","speaker":"spk_2","timeCode":4916.25,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"id":"3xHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Jesu's. I mean, jostle ruler of The circle. And that's just the beginning. Season three of a low From The Magic Tavern is out Now listen in.","speaker":"spk_1","timeCode":4979.18,"tags":["circle","The","Magic Tavern"]},{"id":"6hHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"'something, you know? Yeah. Old half. Yeah. Sorry. We made it weird.","speaker":"spk_0","timeCode":501.97,"tags":[]},{"id":"7xHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"No, you definitely are not. You don't.","speaker":"spk_0","timeCode":565.59,"tags":[]},{"id":"8RHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"heard of Haze","speaker":"spk_0","timeCode":598.02,"tags":["Haze"]},{"id":"9RHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"of those days. That was Hayes.","speaker":"spk_0","timeCode":628.18,"tags":["Haye"]},{"id":"-hHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"don't have Ah, cow bars. The The Simpson son","speaker":"spk_1","timeCode":734.13,"tags":["cow bar","Simp'son"]},{"id":"_RHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"power, Sean. Climb? Yeah, time, Doc. No, we always do it. It's sort of a you know, it''s sort of a popular segment that we do on Hollywood Handbook where we talk about these charts. Um, and so we did have all the people vote. Who? Listen, I think maybe Ryan must have had the gall to vote for us for number one eggs get get it again on, uh And so, uh, let''s just talk a little bit about this great show that''s been voted number one. Um,","speaker":"spk_1","timeCode":758.58,"tags":["Sean","Hollywood Handbook","Ryan mu'st"]},{"id":"_hHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"well, I love the host. I Love house Dull. Maribel, they can be. Can we stop? Stop with this. Just tell me where Hayes is. If he's not gonna be here, that''s fine. But we can least speed through this a little bit, cause The hope purpose of me being meters do","speaker":"spk_0","timeCode":787.31,"tags":["Maribel","Haye"]},{"id":"AhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Is that Oh, my God. Nobody has wanted me to be Mike a man. Hot cast. Right? Times up, Ryan. Time''s up. So your version of the show would be what that would be 33 straight white men sitting in this room right now. That sounds so good. That would be really fun to listen to. Okay, So Sean goes a Harvard I study at second City. But I'm a man, like all right again. A year ago. Should","speaker":"spk_0","timeCode":825.4,"tags":["Mike","Ryan","Sean","Harvard","second City"]}]