[{"id":"1RHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"well, here it is. Hello? Uh, is this shift Kevin? Hey, Chef. Kevin speaking. Hey, Chef. Kevin. Sean, Gloves for Hollywood Handbook. Hey, hows it going? S so I'm here talking to you about obviously our bet. We had a pretty insane bet that we made in the stakes were incredibly high. Ah, we had a job that needed filling. Um, we're hiring, and we had a bit of an argument about where to post your job to find the best candidate. Obviously, I said, for most people ZipRecruiter dot com no brainer. You post your job over 100 you know, uh, the Web''s leading job boards of one click. And it puts it smart matching technology to work, actively notifying qualified candidates about your job within minutes opposed to you receive the best pos'sible matches, I said. For most people, that''s the best thing to do. That''s why we do those at. That''s what I wanted to do,","speaker":"spk_0","timeCode":1717.47,"tags":["Kevin","Kevin","Chef","Kevin","Sean","ZipRecruiter dot com"]},{"id":"3hHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"I'm not allow that. No. Oh, boy. Well, that makes me nervous. Anyone could do what I do. So, uh, tell you what? Um, could you post on ZipRecruiter and say you got another job open? Oneto fly me there. Free Got Off Phuket. Um And I gues's what will happen then is youll find out today why ZipRecruiter has been used by busine'sse's of all sizes and industry to find the most qualified job Canada with the media result's. And right now, my listener's composed jobs on ZipRecruiter for free. That's right, free and go to ZipRecruiter dot com slash The Boys that ZipRecruiter dot com slash The Boys What more time trying for free. Go to ZipRecruiter dot com slash ville, Boys.","speaker":"spk_1","timeCode":1970.8,"tags":["ZipRecruiter","Phuket","ZipRecruiter","Canada","ZipRecruiter","ZipRecruiter dot","ZipRecruiter","ZipRecruiter dot com"]},{"id":"4xHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"That looked like it would feed several people. Uh, you know, Yeah. Ah, and I was like, Ooh, spooky. Well, they were behind the bushe's and said boo And it was taste. It looked yummy, but was also scary, like very part of","speaker":"spk_0","timeCode":2121.55,"tags":[]},{"id":"5BHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"the Halloween Yeah, well, because whats more surprising than opening your door? You've been seeing a lot of Dracula, ours, a lot of Frankenstein''s. And when you open the door, suddenly they're seared steaks and garlic butter with Off and fries and romaine salad looking you in the face. And it''s going trick or treat. Give me candy. And I'm like,","speaker":"spk_1","timeCode":2135.94,"tags":["Halloween","Dracula","Franken'stein"]},{"id":"6RHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"So roasted chicken and fall vegetables with cranberry ginger campo. Obviously that can't be a costume. That's just a meal. I mean, wouldn't make any sense to wear that. Ah, so, um, here''s here''s a little called action You, you bish. So check out this week''s menu and get $30 off your first order with free shipping by going in Blue Apron dot com slash handbook. You will Love how good it feels you will love how it taste's. You will create incredible home cooked meals with Blue Apron. I'm inspiring you. That''s Blue Apron dot com slash hand Book. Blue Apron a better way to Kuhio. You guys have been talking a lot about Second City and Harbour. Is there, Uh,","speaker":"spk_0","timeCode":2210.42,"tags":["Blue","Blue Apron","Blue Apron dot","Kuhio","Second City","Harbour"]},{"id":"7hHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"Yeah. Yeah. So, um So Kelly schooling you, she's dunking on your as's and making you look like some kind of fucking chump. She was lapping you. I was sort of noticing in a lot of these scenes. Uh, beyond it''s beyond racing out ahead and you lose sight of her. And then suddenly she''s coming up behind you again. Yeah, well, it''s just I want to say, because I do think it''s important to say, like, I was working with the creme dela creme of the comedy world. Right? Um, I've got d J and Z who are just fucking monster's when it comes to improv comedy.","speaker":"spk_0","timeCode":2304.19,"tags":["Kelly","J","Z"]},{"id":"8hHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"Yeah, the things that he did to me were not right. Yeah. Yeah. His comedy so wrong, you know? And so raunchy. No, no things that he did to me.","speaker":"spk_0","timeCode":2415.67,"tags":[]},{"id":"8xHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"They were They were not right.","speaker":"spk_2","timeCode":2424.86,"tags":[]},{"id":"9BHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"And you say, Oh, hell, no, I I have absolutely no fucking idea what any of you guys were talking about.","speaker":"spk_2","timeCode":2428.99,"tags":[]},{"id":"-hHzLXMByMrymAEmc-9K","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"Yeah. What? Those characters air like together together? Yeah. Yeah. I mean, obviously you need to go around town. You need to try it out. Um, I'm a huge proponent of, uh, you know, getting deep into it, getting DEA into the character. I imagine Magneto could help you get a staple out of your dick, for example. Well, he Baco because he has the technology to do that. Oh, that Okay, Power? Yeah. There's an interesting thing, because all those guys do know each other. Like Eric is friends with Egg Xavier, right?","speaker":"spk_2","timeCode":2567.83,"tags":["Magneto","Eric","Egg Xavier"]},{"id":"AxHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"Don't make a lot of movies anymore. You got to be in a huge I know, I know. They really gave me a shot, and I decided to come on the Hollywood Handbook and disparage everyone in part of it.","speaker":"spk_0","timeCode":2707.79,"tags":["Hollywood Handbook"]},{"id":"ChHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"Take that muffin top and just really jiggle it around for us, Fatboy, you know, that's what that''s what they said. That was the direction they gave me. So, um, is Derek Jeter in your eye? Lima''s You're doing these scenes? Is he in my island watching me from, uh oh. Book Village? Because werent they like they were a tired dated for girlfriends? Derek was there. Derek Was there any threatening with pro baseball? You? He was throwing baseball's at me. There were he was pelting them at my body. He was in on the joke, too. We were all in on the joke, you know. That''s so fun. Yeah, everyone''s kind of on the same page about what the joke is exactly. He was like, Should I make a bull''s eye on his belly and then just like, pelt him? And I was like, Derek, you're so funny. Let''s do it. And I wish it is such a night. Like I I dream of the day when there could be a movie about my bad body. Just like the tire movie. Yeah, and isn't about my body is not very good. Yeah, it''s about how your body is not very good and how you should. And if you can be surrounded by as many people with good bodies. Yes, and those people keep on going. What''s with this guy and band behind? Yeah, uh, or it''s sort of like Or there''s sort of ah funny element where one of them is OK with your body for a minute, for just for a minute. And that kind of lets the whole audience go like","speaker":"spk_2","timeCode":2864.68,"tags":["Fatboy","Derek Jeter","Lima","Book Village","Derek","Derek","Derek"]},{"id":"DxHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"And then she says it doesn't work when you say to me and he goes,","speaker":"spk_0","timeCode":3009.67,"tags":[]},{"id":"EBHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"okay. And that's Kelly saying that that''s not see Jay. It was You know what? When you're sewing character, it sort of gets mixed up shark who you are. But I am. You know, I'm here to apologize. Yeah. Can I ask what you were responding? Teoh Book. I'm just trying to figure out what could make you think that was something that was okay to say in that movie. So had she said something that she was just sort of like your chest as well. Like, what is that coming off of? You know, it''s coming off of her, uh, frontal torpedoes her, but she''s stroking his chest. Hey. Okay. She''s sort of doing cares'sing his chest like this is something she enjoys. Like I like your chest. John is what she''s saying. Through body. She doesn't She doesn't have to use the words. Yeah, right. Is not neces'sarily skilled enough to","speaker":"spk_2","timeCode":3017.56,"tags":["Kelly","Jay","Teoh Book","John"]},{"id":"ERHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"I thought that would be sound. And you thought that was like, you being cool or something. It was being cool is being like it was being like sas'sy, you know, it's like it was like a comment to be like, You know, I also you have a nice one to My daughter''s gonna listen to this, so just tread Lee as you. Sorry. Um,","speaker":"spk_0","timeCode":3066.93,"tags":["daughter","Lee"]},{"id":"FBHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"Okay. Don't watch the movie. Go to the end 1 51 20 and then pres's play. You will see this scene. Youll see Blue burial. Is that the one hour and 21 hour and 50 minutes on 21 2nd It is a one hour and 50 minute movie. Um, there was enough material because they just, like, two hours because they just let me go. Who? Um and, uh, So So, yes. Lets play it again. You want to play it again? Now that we really have a sense of it Now, you know what? You're here and youll hear the chest. Chest? Yeah. Youll hear me go? Huh? Uh, and then Ah, and then you just listen, this dialogue, you got to really pay attention, though. Okay?","speaker":"spk_2","timeCode":3136.29,"tags":["Blue burial","che'st.","Che'st","ju'st"]},{"id":"HRHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"a little. That's a little that I please. You could enjoy exactly the way that you could before, Uh, it''s got yet We're in as'sociation. Yeah,","speaker":"spk_2","timeCode":3374.48,"tags":[]},{"id":"HhHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"well, you know, and I got to say, John, I can see that you feel a little uneasy about some of what we're saying here. No, I think it's","speaker":"spk_2","timeCode":3386.45,"tags":["John"]},{"id":"HxHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"cool. Okay. I think it's nice and cool. Just checking. Yeah. No, I think that''s really nice","speaker":"spk_0","timeCode":3393.81,"tags":[]},{"id":"JhHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"podcast. What? An introduction that gave me shit. Show","speaker":"spk_2","timeCode":3441.84,"tags":[]},{"id":"JxHzLXMByMrymAEmc_BK","index":"handbook","podcast":"Hollywood Handbook","episode":"Jon Bass, Our Close Friend","line":"Gilbert Gottfrieds amazing colos'sal podcast available on iTunes. Earwolf Stitcher Premium Day with bonus episode's on Stitcher Premium Every Thursday, go to gilbert podcast dot com for more info.","speaker":"spk_0","timeCode":3451.28,"tags":["Gilbert Gottfried","iTune","Earwolf","Stitcher Premium Day","bonu","Stitcher"]},{"id":"MBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"you know, we asked he's doing your show. But now he wants something from you. Yeah, like it doesn't just and with, like, I'm I'm sure that it was very pleasant and nice to just do the episode with Weve done one episode with them and have that work out Fine. Yeah, the problem is He now has your contact in a lot of like busine'ss ventures that he will now want you to, like, go in on, like, financially and it''s whole, like, Hey, I helped you out, remember? And it''s so like if you say no, even if you do it in a polite way or even if you just meet him half way and go like cause hell often be like, I just need 75 bucks to get this busine'ss off the ground, which never makes sense in a big hey, I'll give you 40 and he just acts like, Oh, you're turning your back on me. Yes, and it''s very It''s a lot of manufacturing stuff, stuff that he liked got at a low price but now needs some money. Toe like unload or something like that is emotionally exhausting. And what hell have a lot will be like, I've got these printers. Yes, that work almost great. Yes, and I'm like, What is that man? He''s like, if I get like 300 bucks to fix these printers, I can sell them for, like, 300 bucks apiece. Yeah, Yeah, exactly. And now you and he''s like, then you get a steak for you, like putting money into it. But Bennett And there''s such a ceiling on what you could make because he usually has a two printers. Yes, it''s just, yeah, everything later. And you're like, Oh, what happened with the printer thing? And he''s like, Oh, these, like government regulations got involved. There''s like, so much red tape. I got this new thing, always something else. He always got screwed. Yes, always. Like he says, I got so screwed on that. You're lucky you only put 300 bucks in. Yeah, and it''s like, okay, but that he had a partner in it that, like, turned on him at somebody. And now you know, he''s Yeah, he always says that he sunk like twice as much money and the guy like a different country. And like so we can't communicate with them or something. Yeah, it''s Ah, it''s draining. So good luck, Game show. Everybody, go listen to the new episode's every Wednesday wherever you listen. Ah Stitcher Premium and you can submit your game show ideas that dr game show dot com and follow Dr Game Show on Facebook and Twitter to know when you can play along. I know somebody who''s fallen him on Facebook and Twitter gonna be sliding into those d m''s.","speaker":"spk_0","timeCode":58.57,"tags":["ju'st","ju'st","bu'sine's","ju'st","bu'sine's","Bennett","Stitcher Premium","dot com","Dr Game Show","Facebook","Twitter","Facebook","Twitter"]},{"id":"NxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"like we won't do that. And then Brian went like, actually, I could do it and then doing a brown you can The opportunity Well, but I think after that, she was like, This is great. I'll expose him. Yes. So I think we're actually both e thought that I was going to just have him come on here. You guys would without me see how weaken unfunny. Here.","speaker":"spk_0","timeCode":453.18,"tags":["Brian","Thi","ju'st"]},{"id":"OBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"You thought you would lay an egg. But little did you know that nobody lays an egg on our show. We're generous performers we are making everyone else better around us, and where do is support The get to make it seem like they're being funny. Whats actually us? Big Five barely get a word in on this show because all I do is support the guest and steam roll. My friend Hayes. Now","speaker":"spk_1","timeCode":472.75,"tags":["Big Five","Haye"]},{"id":"OxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"it's funny because I have a text mes'sage that I said eyes, um, when I just because I knew I couldn't come on. The show last week","speaker":"spk_0","timeCode":526.09,"tags":[]},{"id":"PBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"is in your bag, and","speaker":"spk_1","timeCode":534.77,"tags":[]},{"id":"PRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"it just said, Yeah, Oh, no. I've played my phone outside. It just said, hey, really excited to see you guys next week do you want to get lunch after?","speaker":"spk_0","timeCode":535.62,"tags":[]},{"id":"RBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"I'm does not like that. Perhaps I have that inside me to be that jealous, But I would never I would I do that in the privacy of my bathtub. Bathtub? You. Well, you better talk to Mr Scott coming.","speaker":"spk_1","timeCode":624.53,"tags":["Scott"]},{"id":"RhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"What? I'm about to bust sky. I gotta go skiing Off","speaker":"spk_1","timeCode":650.27,"tags":[]},{"id":"SxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"as you diodes.","speaker":"spk_0","timeCode":681.49,"tags":["diode"]},{"id":"TxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Oh, you're not Uh oh.","speaker":"spk_1","timeCode":705.83,"tags":[]},{"id":"UBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"How more like Discovery store to me. Are you gonna be more? Yeah. Museum's, science museum. You go to the store. Okay.","speaker":"spk_1","timeCode":710.93,"tags":["Di'scovery"]},{"id":"UhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Okay, Well, there's great museum store there. Oh, hell, yeah. Great astronaut Food","speaker":"spk_1","timeCode":729.3,"tags":[]},{"id":"VBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"I care about the new one, ever. Like I like Hey, I love these guys. I love all these guys.","speaker":"spk_0","timeCode":823.14,"tags":[]},{"id":"WRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"they can do what? I think it's a good movement. Still plenty of fun, I think.","speaker":"spk_1","timeCode":878.89,"tags":[]},{"id":"YBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"don't you think? Totally. There's sort of noble and what they dio and they have a code that they live by. They have real printed, but at times it''s been the very thing that comes to bite them on. The took us.","speaker":"spk_0","timeCode":928.37,"tags":[]},{"id":"ZRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"if you really look at it, you could be saying anything and you could say mashed potatoes. And I'm like, that's a character in","speaker":"spk_0","timeCode":956.59,"tags":[]},{"id":"ZhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"that I would never do that.","speaker":"spk_1","timeCode":963.06,"tags":[]},{"id":"bRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Aaron, Uh, is that's probably the next thing for you, huh? Do a big Doughboys eating competition. You've seen us do it. Emails probably already gone out. Please. I've already I've already emailed them. I met a year ago and I said, I want to go to Red Lobster with you guys.","speaker":"spk_0","timeCode":1029.83,"tags":["Aaron","Red Lob'ster"]},{"id":"bxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"It's like four years older than you,","speaker":"spk_0","timeCode":1055.63,"tags":[]},{"id":"dhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"tell you a fake story with","speaker":"spk_0","timeCode":1079.74,"tags":[]},{"id":"hhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"big game. Is just a giant game of Is that bad now in the culture, the whole media is constantly saying, Hey, it turns out a lot of this was bad.","speaker":"spk_1","timeCode":1217.55,"tags":[]},{"id":"iBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"we were all these and we're fan her being horny, shamed, and we are learning the rules, and I and I think this is good.","speaker":"spk_1","timeCode":1228.69,"tags":[]},{"id":"ihH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"a les'son for the rest of us","speaker":"spk_1","timeCode":1236.23,"tags":[]},{"id":"oRH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"there's a bunch of Ah, so we listen to this until you get your money","speaker":"spk_0","timeCode":1426.02,"tags":[]},{"id":"ohH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"back, OK? Weve talked about too","speaker":"spk_1","timeCode":1431.71,"tags":[]},{"id":"qhH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"you know what kind of world would have a scroll","speaker":"spk_1","timeCode":1476.83,"tags":[]},{"id":"sBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"into your ear. The alley Santa Man is there with the henchman, and he's punching him way. You know, it''s a funny thing about hair ease, razors. Brock See Jeff and Andy, these two ordinary guys who were fed up with buying overpriced razors. They started them to fix shaving. But I'm about to fix something else. You see these guys, Jeff and Andy Brock? They bought their own German factory with 100 years of blade making experience to ensure the highest quality. And all products are backed by a quality guarantee. They offered the blades at half the price of the leading five blade razor, but I gotta say their justice Sharp. Brock. Where''s Moriarty? I don't know.","speaker":"spk_0","timeCode":1530.24,"tags":["Santa Man","Brock","Jeff","Andy","Jeff","Andy Brock","German","Sharp","Brock","Moriarty"]},{"id":"sxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Get your free trial set. Go Teo Harrys dot gob slash handbook Right now, that's Harrys dot com slash handbook. We we we oh,","speaker":"spk_0","timeCode":1690.97,"tags":["Harry","'s","Harry"]},{"id":"wBH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"just a just support. Someone is there. Ah, And you, um, start to stroke their hair, uh, leads into a full body mas'sage and a gentle wrestling match, but they're still asleep.","speaker":"spk_0","timeCode":2012.57,"tags":[]},{"id":"xxH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Gotcha. All right. I'm gonna be more careful. And I listen to your stories now. Yeah, Don't you think dot But I've seen people like do things to their dogs, like kis's them on the mouth or whisper in their ears. And the dogs don't clearly don't like it. Dogs can give consent to","speaker":"spk_0","timeCode":2084.48,"tags":[]},{"id":"1xH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"'spinal adjustment. Okay. No, this is not that. Know someone you work with? Yeah, I'd say no. That's not OK.","speaker":"spk_1","timeCode":2213.5,"tags":[]},{"id":"2hH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Bowl with eyes in the back during halftime","speaker":"spk_1","timeCode":2254.38,"tags":[]},{"id":"5hH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"that leads me right into another scenario, which is like, All right, so you've got ah, to co workers, um, there a man and a woman, they host a podcast together. One of them comes on your show and is basically saying that the other one is like one of these friggin social justice warriors.","speaker":"spk_1","timeCode":2312.16,"tags":[]},{"id":"6BH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"uh I don't know. I mean, I'm just saying, like, the one comes to you and he goes and he basically says that if he's not offending liberal cooks, he''s not doing Yeah. And he said that some of the stuff he was doing he was doing to be trolling on, but he had been trolling a lot. Okay, so everything he says on the podcast as sarcastic remarks are actually how he feels.","speaker":"spk_0","timeCode":2336.81,"tags":[]},{"id":"7RH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"because this is not about my podcast.","speaker":"spk_0","timeCode":2417.86,"tags":[]},{"id":"7xH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"What did this person say? What else of this person say about, um, their work grievances to you guys? Or in this theoretical situation? Ah","speaker":"spk_0","timeCode":2428.1,"tags":[]},{"id":"_BH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"that is how it used? But","speaker":"spk_1","timeCode":2563.35,"tags":[]},{"id":"_RH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"you're saying your talent level wouldn't have, like, risen to the top of","speaker":"spk_0","timeCode":2564.82,"tags":[]},{"id":"_xH3LXMByMrymAEmTPDt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"and that when you get a certain amount of rich people embedded through a series of different fields, you kind of just point to wanna go. I want that. And then one of the people from your, you know, secret fucking Skull and Bones Club just goes like, Yeah, sure. Year walk right in. They hold the door open for you. So it's It''s interesting, that is interest. And now what''s interesting about that is that pool always stays very small and probably get smaller. So it''s more connected more Constable. And","speaker":"spk_0","timeCode":2584.48,"tags":["Skull and Bone's Club"]},{"id":"ABH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"it's the right kind of people in the pool.","speaker":"spk_1","timeCode":2609.87,"tags":[]},{"id":"AxH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"So, um,","speaker":"spk_1","timeCode":2617.56,"tags":[]},{"id":"CBH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"because it's over.","speaker":"spk_0","timeCode":2644.96,"tags":[]},{"id":"DRH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"I mean, what about Brian? Screams NFL","speaker":"spk_1","timeCode":2672.46,"tags":["Brian","Scream","NFL"]},{"id":"DxH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"you know, just the friggin muscle's. And he's a man","speaker":"spk_1","timeCode":2676.72,"tags":[]},{"id":"FhH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"got The limber nous","speaker":"spk_0","timeCode":2709.29,"tags":["limber"]},{"id":"GhH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"in your neck. Yeah,","speaker":"spk_0","timeCode":2725.96,"tags":[]},{"id":"HhH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"because he draws things with","speaker":"spk_0","timeCode":2753.83,"tags":[]},{"id":"IRH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"ready to as'sume that the Snowman killer is a him.","speaker":"spk_1","timeCode":2777.12,"tags":["Snowman"]},{"id":"KBH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"You know, the killer is completely insane.","speaker":"spk_1","timeCode":2830.86,"tags":[]},{"id":"KhH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Dozen or so","speaker":"spk_1","timeCode":2839.36,"tags":[]},{"id":"MhH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Big Grande, Harold. You can pick another big American institute. You have a big American instituting walmart. Okay, Sure. All right, lets get into it. Okay.","speaker":"spk_1","timeCode":2871.42,"tags":["Big Grande","Harold","walmart"]},{"id":"OBH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Mm. Exactly. And I would if there's a way to steal but not actually do it verbatim where a kid can be a kid. Yeah, change that somehow. To be more walmart. Yeah, we're kid dictates all the purchase by a gun. Exactly.","speaker":"spk_1","timeCode":2914.29,"tags":[]},{"id":"ORH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Yeah. I mean, that's a little more Wal Mart","speaker":"spk_0","timeCode":2934.32,"tags":["Wal Mart"]},{"id":"OxH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"What about a state that doesn't like California? I don't think you can have guns there. Yeah, there arent that many Wal Marts in California because there's no frickin kids door. Yeah, there''s no friggin ah, low ceiling crawl on your belly to the whole thing too high for you can't get on one of those like little mechanic Rowley figs and just, like, push yourself on your belly through the whole store, which I think is what it''s gonna be from now on. So California''s going to see a lot more WalMart soon. When we're done re breaking this institution, I agree. Um, there''s no games,","speaker":"spk_1","timeCode":2942.56,"tags":["California","Wal Mart","California","Rowley","California","WalMart"]},{"id":"QxH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"have a wine bar with jazz. Yeah. Wait","speaker":"spk_1","timeCode":3013.31,"tags":["jazz"]},{"id":"ThH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"So much dirt AP and then people. That's what I do what I go. I'm a sound engineer who''s in the studio all day and it doesn't add up.","speaker":"spk_0","timeCode":3129.8,"tags":["AP"]},{"id":"URH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Okay, so that's OK. Not competent that the wall, It will be done in time. How many bids did you get in for the Wally?","speaker":"spk_0","timeCode":3152.75,"tags":["Wally"]},{"id":"VxH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"She's working on her poor costume. What costume? Pork. She''s a port for our weight. What movies that From? Because you've meant you mentioned Off line a bunch to say","speaker":"spk_0","timeCode":3188.79,"tags":["Becau'se"]},{"id":"WhH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"It's From s Oh, it''s, I gues's, to give a little background. Star Wars was kind of my childhood","speaker":"spk_1","timeCode":3209.13,"tags":["Star War"]},{"id":"XRH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Ah, well, I don't know how many people shared it. It's kind of my private thing. I secretly am sort of in the Star Wars, and I gues's it feels like, yeah, more people know","speaker":"spk_0","timeCode":3241.53,"tags":["Star War"]},{"id":"axH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"which was with","speaker":"spk_0","timeCode":3381.3,"tags":[]},{"id":"bRH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"I wish. I wish I was joking right now. I wish I was joking","speaker":"spk_0","timeCode":3386.54,"tags":[]},{"id":"cRH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Yeah, that's good. Oh, is the workout joke. Okay,","speaker":"spk_0","timeCode":3423.74,"tags":[]},{"id":"cxH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Well, it was a different time. What? That was when we on he was","speaker":"spk_0","timeCode":3436.09,"tags":[]},{"id":"gBH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"I think I did with my pump.","speaker":"spk_1","timeCode":3523.72,"tags":[]},{"id":"jRH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"the woman with a gun and probably like some sort of martial arts training, is unable to protect herself. She","speaker":"spk_0","timeCode":3598.66,"tags":[]},{"id":"khH3LXMByMrymAEmTPHt","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"That's not bad. I get it in this great. That''s bloody nutshell. Yeah, that''s really what kind of shell is it? Not like this in it? That''s really that''s actually pretty funny. E. I wouldn't","speaker":"spk_0","timeCode":3632.94,"tags":[]},{"id":"mRH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"has resulted in your break, like, now all that effort is like effort, slash haras'sment. You have to start it all over again with a woman who wears roller skates. Yeah, well, not No, not not one. Okay. Yeah. Is that is that Is that the timeline? Yeah. Is that bad?","speaker":"spk_1","timeCode":3682.47,"tags":[]},{"id":"mhH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Yeah, because that I think, then that the next","speaker":"spk_0","timeCode":3705.01,"tags":[]},{"id":"nBH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"a beautiful African American woman. And I think what you're forgetting is that that's actually taking place in the past. Yeah, that''s right. Sorry.","speaker":"spk_0","timeCode":3715.11,"tags":["pa'st"]},{"id":"nRH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"So that was groundbreaking toe haras's A black woman in the sixties. A lot of people werent willing to do that,","speaker":"spk_1","timeCode":3725.39,"tags":["hara's","black woman"]},{"id":"nxH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"'she was a lot of time for her that she didn't wanna","speaker":"spk_1","timeCode":3749.83,"tags":[]},{"id":"ohH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"and sometimes you don't neces'sarily have a schedule that lines up where the same exact woman could be part of every one of your mis'sions. Yeah, because for whatever reason, you know she's not available where she''s actually too old for you. Even though she''s 10 years younger. Um, um, yeah, I get it,","speaker":"spk_0","timeCode":3769.09,"tags":[]},{"id":"qhH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Jim Morris and have a girlfriend. I know he didn't movie, but that was that seems too convenient.","speaker":"spk_0","timeCode":3880.25,"tags":["Jim Morri"]},{"id":"sBH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Matt, girly man with Remember Hans and Franz and Paul F. Tompkins in the F stands for fuck boy. And that's click. Theyve made their neighbors going mad That I said, Fuck boy. Well, but this kind is in our click. Yes, I think we ask, and theyll be in our click s. So these guys have their own little team. And gues's what we can have a team to. They got Tomko. They all do spot together, and they all do. Either Friggin thistle streams radio, and everybodys having so much fun. And it''s actually exclusive. And they're being bullies. Yes, and they're bullies. And they're and they're And they're mean girls and guys who are keeping us out and look like they're so fun and bright and shiny. And everyone''s happy and fun. And we're actually having a lot of fun over here with our click. And it''s us and Chef Kevin and laugh for me, Chef Kevin. Hey, guys. Chef Kevin. Yes. Yeah. Kevin''s in our click, and they're not allowed in here. Um, and tell him about the fun stuff we do, Chef Kevin. Yeah, normally will. Just like we start every ah, click hang out with just high fiving each other and compliments. So it''s like a very positive energy. But we're making money as well, and we're making making money hand over fist. That''s true. We are making boat loads of money. Right now. I'm addicted to making money and and getting my fix. Um, and so let''s just say OK, we're coming to take your click down and we have an idea for another clique member, which is Gabriel Gabor''s will probably be in our claim. He''s in some other ones as well, but he wouldn't be exclusive to our click. I don't think we get asked for the way we should. Yeah, in our in our club, because last case's probably close to being in there. Click And he''s doing a show. He''s definitely She''s definitely closer this one than ours. Yeah, no, we're pretty damn far from ours. Um, so let Mary Boehm","speaker":"spk_0","timeCode":3970.41,"tags":["Matt","Han","Franz","Paul F. Tompkin","Tomko","Friggin","Chef","Kevin","Chef","Kevin","Chef","Kevin","Kevin","Chef","Kevin","Gabriel Gabor","Mary Boehm"]},{"id":"thH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Okay, Weird. Found a human finger in the woods.","speaker":"spk_1","timeCode":4123.48,"tags":[]},{"id":"uRH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Mix in there.","speaker":"spk_0","timeCode":4134.38,"tags":[]},{"id":"uhH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"That's going to be a hit single","speaker":"spk_1","timeCode":4136.31,"tags":[]},{"id":"xRH3LXMByMrymAEmTPHu","index":"handbook","podcast":"Hollywood Handbook","episode":"Erin Gibson, Our Close Friend Again","line":"Yes, I have killed Phil Collins twice.","speaker":"spk_0","timeCode":4218.1,"tags":["Phil Collin"]}]