[{"id":"UxFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"Blue Apron have a neighboring? Yes, thanks. Well, there's T shirts, and they were kind of unavailable. They werent doing that well, but now they're available on Amazon Zoom. Yeah, that''s Ah, that''s what I thought. Okay, Well, you know, tell Grandma why do you want me to","speaker":"spk_3","timeCode":4759.36,"tags":["Amazon Zoom"]},{"id":"WBFgJnMByMrymAEmZYr-","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"doing. Ah,","speaker":"spk_0","timeCode":4815.3,"tags":[]},{"id":"XxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"E me. Oh, that's a Natch Beaut.","speaker":"spk_1","timeCode":117.04,"tags":[]},{"id":"ZRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Uh, me personally don't know, Zack, but mis'sing Link. I know. And maybe somewhere maybe there's a mis'sing link between us to connect these two ideas. I see. So you do know this guy? Exact. Does the voice IV interested in that? Do they let him sort of play around a little bit?","speaker":"spk_1","timeCode":260,"tags":["Zack","Doe"]},{"id":"ahFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"loves movies THOMAS. And he knows you love move as he's trying to appeal to you. And I think that''s really sweet. Yeah, he''s been on My Doug loves movies show a few times, but it''s hard to get him on there because he doesn't like Teoh. You know he doesn't like the part where he has toe, you know, compete Rap movie knowledge. IV, like a normal person, doesn't pay attention to who''s in movies. All right, he knows what Bradley Cooper''s doing. Let''s talk about this. Is such a","speaker":"spk_0","timeCode":337.5,"tags":["My Doug","love","Teoh","Bradley Cooper"]},{"id":"bBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Bryce. Oh, for me, I'm, like, slobbering. Now that's rolling. This is this Segway so good. This is the Hollywood Handbook. Yeah, you mentioned before the show that you are aware of the name of the show. Yeah, Are you aware that it is an insider''s guide to kicking butt and dropping names in the red carpet line? Back hallways of this in History Week call show that Elvis","speaker":"spk_0","timeCode":365.64,"tags":["Bryce","Thi","Thi","Hollywood Handbook","Elvi"]},{"id":"dBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"betray you fully? Yeah. And leave full betrayal. Okay. Well, I want both. Now you say that sounds like there's different grades of what you're willing to dio. I want the price for a partial betrayal and a full betrayal. Partial","speaker":"spk_0","timeCode":601.65,"tags":[]},{"id":"dhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"In about six months, that price will drop dramatically. I'd like the $2 deal, and I would like if it's still on the table, I'd like to get that to $2 is the first and then for full betrayal. Can we like 15? I don't need betrayal. As much as I just need somebody to keep tabs on what they're doing on this show something I could either steal their ideas or get married them with Jack. Mind you, I Rant Wheel in every Yeah, that I get to the top gentleman now, give anything to the little guy. Yeah. You stop on the throats of the Shawn''s and hazes of the world. Unfortunately, now we have to pay $8 for getting you to confes's.","speaker":"spk_1","timeCode":626.91,"tags":["Jack","confe's"]},{"id":"fRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"'someones cars being strapped to the roof of someone''s car. As long as we're on the subject, I should say that you can get all the way on behind the Paywall episode's of Douglas movies if you era get Stitcher. Primi Oh, perfect. You're in the family?","speaker":"spk_0","timeCode":776.05,"tags":["Dougla","Stitcher","Primi Oh"]},{"id":"fhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Yeah, we made a deal. I got you know, I must still independent after all these years. So I got, you know, deals, evidence during the got my hands in a lot of ah, you know, a lot of things which I'm so glad I'm not running for political office or something, because you don't be like that guy would be a lot of people, and they all benefit is that you're, like a political","speaker":"spk_1","timeCode":793.22,"tags":[]},{"id":"fxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"great, like a billionaire octopus.","speaker":"spk_0","timeCode":815.41,"tags":[]},{"id":"hxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"I said, hey, hi. Tech weight is Do they make smart bags? Because smart banks is the dumbest thing you could buy right now. Because you can't take him on planes well Away would disagree with","speaker":"spk_1","timeCode":935.87,"tags":["Becau'se","Becau'se"]},{"id":"jxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"OK. Now you're saying do this Did wrong. Turn that to the side. There's water in it. It will, and it does come out.","speaker":"spk_1","timeCode":1086.24,"tags":[]},{"id":"kRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"he's holding a glas's of water inside out and the waters and the water is not coming out. Yeah, it''s just, you know, I think this is just like you think that zone, er he might be a personal kind of, Ah, magic that I've been on. Doug loves movies. I didn indirectly. Oh, here we go, my friend. See, what, uh Did me and told the story of me proposed to my wife inside the movie sex tape. Surely you remember. Surely come up a story","speaker":"spk_1","timeCode":1100.48,"tags":["Doug"]},{"id":"lBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"great. He's the comic relief in ah, Winter Soldier and inv arising commercials. Hey, come to jump of the dog","speaker":"spk_0","timeCode":1149.15,"tags":["Winter Soldier"]},{"id":"lRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"anyway. What about it? Well, you can show and told your story told my story. Really? I gues's everyones telling everyone else''s stories in Away. Did you? That''s what you find it rewarding that that story was well received. Only people laughed or people blastoff. O j make you sad that people were laughing at it. Did you go listen to it?","speaker":"spk_1","timeCode":1159.19,"tags":["Away"]},{"id":"lxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Peters writing that down. And that is one in the","speaker":"spk_1","timeCode":1198.46,"tags":["Peter"]},{"id":"nBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"would like to say that they at four hims dot com solve a lot more problems than my company for hips dot com. Okay, your company does solve a problem. Absolutely. Yeah. One","speaker":"spk_1","timeCode":1267.06,"tags":["dot com"]},{"id":"nhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"to beat around the bush freaking getting your weighing heart. And, yeah,","speaker":"spk_1","timeCode":1285.07,"tags":[]},{"id":"nxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"I have a company called or exploding. We're being anything I will be able to finish explode.","speaker":"spk_0","timeCode":1289.2,"tags":[]},{"id":"phFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Are you Came selling Away. Set an open course for the wear Helps I I want some new luggage to climb aboard My freakin air played and charge phones Mawr and IV tried Oh, Lord IV tried. They're Khairi on both sides is in both sides is to carry So that's a little stick. Sog Wow. Get a joy that I'm so sorry. That was a really nice on. Are you so excited? Well, I think theyll be excited because they I think whenever I am involved in Away add, everybody gets very tense. Yeah, I really didn't want you to do anything. And you're not allowed to.","speaker":"spk_1","timeCode":1441.37,"tags":["Away","Away"]},{"id":"vxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"That was good. Brandy. EAGLE, listen to this guy.","speaker":"spk_1","timeCode":1848.65,"tags":["Brandy"]},{"id":"wBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"No, be right. You were also You were also right cause it's called dining with Doug and care i e. My name is in there, and it does say exactly what it is. I don't like titles to confuse people.","speaker":"spk_0","timeCode":1851.53,"tags":["Doug"]},{"id":"yBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"yeah, I havent listened to it, but I enjoy both of them. And, uh, yeah, I like that premise. But that's the other funny thing, though, about as much as I love movies and movie trivia and stuff like, I don't really listen to stuff like that because I don't I have a lot of long. Well, I want to play. Yeah, I want to be. I want to participate. Yeah, they don't What do you","speaker":"spk_1","timeCode":1990.9,"tags":[]},{"id":"yhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"That's a fantastic story. Way bears in character from the Oh my God, I was gonna get the wrong actor. That would have been terrible. I was going to say somebody else. So let''s not worry about Wario your that I was going to say, Tony Cox, the little guy from Bad Santa. I get them confused all the time. They get big stuff. I think that''s weird. Lead not problematic","speaker":"spk_1","timeCode":2054.95,"tags":["Oh my God","Wario","Tony Cox","Santa"]},{"id":"0hFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Yeah, that's what happened. Um, but yeah, they're great. And, um, I don't you know, he''s been talking about movies since, you know, before I was born, So I didn't really feel like he took the idea from me, OK?","speaker":"spk_0","timeCode":2184.68,"tags":[]},{"id":"1xFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"'say, what year it is's? Yes, I say, uh, heres how many actors he list's at the bottom of the review. Sometimes he list up to 2030 actors, but most of time is like 7 to 12.","speaker":"spk_0","timeCode":2345.34,"tags":[]},{"id":"2hFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"are, how many names from the busine'ss a little. Take him to get correct, and then they, uh we eventually have Somebody turns and says, name the movie. You know, like somebody I'll say I condemn into next guy ago? Uh, keep saying guy, but, you know, there's some women on the shiny. Yeah, I remember her gender. I'm area. Yes, it''s happened. It''s totally out. I remember E. Uh, So the guy I'll turn to the lady next to him se name it. And then that was a clas'sic when I was lucky enough to get Chris Evans on with Leonard Maltin''s and we're playing this game and Chris Evans actually, Sam,","speaker":"spk_1","timeCode":2389.14,"tags":["Chri","'s Evan's","Leonard Maltin","Chri","'s Evan","Sam"]},{"id":"2xFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"uh, actually, Chris Evans actually said Teoh let him all name it, bitch. Oh, wow. Yeah. And Letterman, I wish. Let it mold it said language, you know, acces's with Captain America says, But that was still a great moment. And, uh, I probably tell that story too much. That's why I don't ever hear from Chris anymore.","speaker":"spk_1","timeCode":2434.05,"tags":["Chri","Evan","Teoh","Letterman","Captain America","Chri"]},{"id":"4BFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"I didn't realize that he doesn't give the actual year he liked describe's something that happened to him that year, right? This one says, which is also the year he saw it. Not neces'sarily the year the movie was Made. Yes, this ones area. You just one says the year that he had sex for the 5/100 time. So that''s surprising","speaker":"spk_0","timeCode":2515.81,"tags":[]},{"id":"4RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"that I'm expected to track that. I didn't think hed be so good with numbers","speaker":"spk_0","timeCode":2536.8,"tags":[]},{"id":"5BFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"But sometimes people are. They pay attention to the details, Lets say. And apparently that tip He was on a show once a syndicated show where it was, you know, all about movies that are coming out, and they had, like, a criticism segment that it was like a he said. She said, like in this other lady critic sat next to each other and they both had paddles. And-Away","speaker":"spk_1","timeCode":2556.79,"tags":[]},{"id":"5xFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"I can't stop looking at these like there's a bag of chips in the middle of the table","speaker":"spk_0","timeCode":2634.82,"tags":[]},{"id":"7RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Now you also have to mention how many Leonard list's.","speaker":"spk_0","timeCode":2707.93,"tags":["Leonard"]},{"id":"8xFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"I don't know where you get your Leonard Maltin guy.","speaker":"spk_0","timeCode":2743.03,"tags":["Leonard Maltin"]},{"id":"9RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"The book itself is very, uh it's like leather bound. Ah, and it''s, like very Dusty. It''s like it''s like a h. It''s like the book from never ending story.","speaker":"spk_0","timeCode":2754.99,"tags":[]},{"id":"9hFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Proceed. So do you. I gues's I win because I said 50 right? Know, I gotta say les's. Okay. I could like 49. Now this motherfuckers undercutting me. This. I can't believe I'm getting scoop like this. Jesu's Christ. All right, I give up, okay? I still get mad at somebody on Price is right. Bids $1 more than that would pis's me off. I'd be kicked on that show so fast. Oh, my God. They just have to take it. That''s what I always felt like people should do for your box office game. Because you have to say, Like, how much it turned right and one of peoples to just say, like a dollar because it definitely Made at least that much.","speaker":"spk_1","timeCode":2772.2,"tags":["becau'se","Chri'st"]},{"id":"-BFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"That you're going to pay the taxes on the car you don't want. Think about that, right? Could tell your car sales when you're gonna have to sell a car. That's what you win on this. Okay, I've got I've got the letter ball book. Now wait Away IV to name the care so he gues's. Okay. Okay. This","speaker":"spk_1","timeCode":2830.68,"tags":["Thi"]},{"id":"-xFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"but it must mean Linda Hamilton, I would think. OK,","speaker":"spk_0","timeCode":2867.03,"tags":["Linda Hamilton"]},{"id":"ABFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Oh, wow. So, Bosch, man, it was dug, used his power. You said you have, like, powers with your with your hand, he pet Bosch. And, like a huge clump of for gave off either his ad. If you ever want that dog Deford,","speaker":"spk_0","timeCode":2907.09,"tags":["Bo'sch","Bo'sch","Deford"]},{"id":"AxFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"No, they enjoy it. A lot of a lot of games and various things in my shows. I got from random people who just, you know, made a suggestion and, you know, probably never gave him Quip credit they deserve. Yeah, but they appreciate the, um","speaker":"spk_1","timeCode":2966.52,"tags":[]},{"id":"CRFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"And then for the people in it, it says, I kind of only really remember them to Maine","speaker":"spk_0","timeCode":3057.11,"tags":["Maine"]},{"id":"DRFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Four names. Yeah.","speaker":"spk_1","timeCode":3081.02,"tags":[]},{"id":"DhFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Out of how many There's too.","speaker":"spk_1","timeCode":3084.3,"tags":[]},{"id":"GRFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Hey, guys, that taste Want to talk to you about philo dot TV? Philo has over 50 of your favorite channels like Discovery HD TV Comedy Central Food, AMC, VH one. I have see MTV A. Any Nickelodeon lifetime and history. Of course, we have talked about this product service in the past. Ah, and Kevin, our producer has been given the opportunity to do his character that he's developing. Philo Buster, sort of a political comedy character. Filo is very unhappy with this character. Ah, and we told them we do. We told them that that''s fine. We can just have Kevin not doing anymore. We don't like it either. We're happy to just have him not do it. But they said that wasn't enough. And they did release a very mean scary dog to chase Kevin up a tree. Ah, where he still is. But of course, Kevin is vegan and has become very hungry and is eating the tree, and so now is in kind of a dangerous situation. Whereas he eats the tree becomes small end in this way. Ah, and is Actually he''s eating his way towards this big scary dog, which looks like it has a lot of energy and can stay up all night. Filo. You can enjoy live and on demand. TV Bus Unlimited recording for only $20 a month with no contract needed. And Filo is available on Roco, Android, IOS, Fire TV and Apple TV. To start your free trial, visit philo dot tv slash The Boys as Ph Iowa Odeh tv slash The Boys. And if you go now, youll also get 15% off the first month","speaker":"spk_0","timeCode":13.1,"tags":["philo dot TV","Philo","Di'scovery","AMC","VH one","MTV","Nickelodeon","pa'st","Kevin","Philo Bu'ster","Filo","Kevin","Kevin","Kevin","Filo","Filo","Roco","Android","IOS","Fire TV","Apple TV","philo","Odeh","The","Boy"]},{"id":"GhFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"'s. So I'm with the Chief","speaker":"spk_0","timeCode":122.76,"tags":["the"]},{"id":"HxFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"The and that the security guy, that desk would not be able to see what a skill the next men thing, the I was like Flat Stanley, more like flat stand over, right? I see that people take pictures with the A lot can carry. Well, when I'm pretending to be an important piece of art An art museum, because I flatten out. Got a wall? People are taking me. Sure. What a chameleon. Yeah, Tony s engineer, Jordan Jordan. I just matured. I just heard Jordan is a vocal performance. The and local reform. She brought it up before you even finished saying hello. It was so fast. Sometimes she treats us like we're the ones. Bring it out. Bring up","speaker":"spk_0","timeCode":378.63,"tags":["Flat Stanley","Tony","Jordan Jordan","Jordan"]},{"id":"JBFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Doctor is beautiful. You're really just the child. Yes, Well, that is kind of true. But I have to say I love hearing that you are the person who breaks the most at work when we are. How many minutes into the show and I have not heard your laugh. And for me that's a nice challenge, isn't it? To sort of put that out there and I and I love that you've presented that for me and I will tear you.","speaker":"spk_1","timeCode":610.42,"tags":[]},{"id":"JxFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"I just came from a colt to My laughs a little bit. Ah, a little monthly. Teoh who Bus who makes me bust? I would say that's unfortunate. Way to say it makes you Yeah. Uh huh. Hard laugh.","speaker":"spk_0","timeCode":671.55,"tags":["Teoh"]},{"id":"KBFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Yeah, I'd say, Julia, Julia, My","speaker":"spk_0","timeCode":687.48,"tags":["Julia","Julia"]},{"id":"KxFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"A beautiful smile IV Spy like I'm having a good people tune into the show. Adams, Apple, go up and down here. This guy show restraint,","speaker":"spk_0","timeCode":757.76,"tags":["Adam"]},{"id":"LBFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"That's what Podcast pops it out. Jordan? Yes. That has been a big addition to the show. We had Sam Richards on the show. Reason also didn't mention hims. Someone making bus up? Uh,","speaker":"spk_1","timeCode":770.45,"tags":["Podca'st","Jordan","Sam Richard"]},{"id":"LxFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"really could not bus up. Well, I just don't like that phrase. That phrase, it's just kind of dark. The bus Enough. The busted. Yeah, I don't know. It''s like, Oh, yeah, you may be busted. Well, because you can bust up in a bad way as well if you're crying. Yeah, and that will make you bust up.","speaker":"spk_0","timeCode":791.56,"tags":[]},{"id":"NBFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"So when Sam was on, we did fix veep. Okay, it is coming back.","speaker":"spk_0","timeCode":849.88,"tags":["Sam"]},{"id":"NxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"all right. What have you and Sam on Lazo? Was Sam coming back? We had We had todo Yeah. And you've talked about this whole thing with the HBO execs and stuff like that? Yeah, Yeah, they were like and they definitely said OK, you guys between us, we're keeping Julia the rest of team, but were cut in the fat of Sam and Tony. See you stay. I know you watch. You have to be good. That's right. Because that would probably","speaker":"spk_0","timeCode":883.71,"tags":["Sam","Lazo","Sam","HBO","Julia","Sam","Tony"]},{"id":"PRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Go ahead and verdict number Go visit Vertigo. Vertigo? Yeah, THOMAS When you spend for sure it's an injury. Your is'sue. Come on, you gotta know Vertigo. That''s a story like from arrested, is it? Yes.","speaker":"spk_0","timeCode":1011.88,"tags":["Vertigo","Vertigo","Vertigo"]},{"id":"PhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Yeah. Oh, yes, yes, Yes, you Tony, you have to watch this show. You've got Away. You in particular would love it. Who sealed too? He's freaking going. Mud''s. I think she''s your wife at one point. Girlfriend? Yeah. Way Made out. You don't believe in the marriage? I'm so glad we talk. Please. Girlfriend?","speaker":"spk_0","timeCode":1027.47,"tags":["Tony","Plea'se"]},{"id":"SRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Happy to laugh at someone else's if that comes up. Oh, sure, right. It has it's set. Definitely has Away. They basically gave us, um,","speaker":"spk_1","timeCode":1260.14,"tags":[]},{"id":"WBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"is'sue. What is you? Would you say is what is how Why do you have a hard time receiving that pool? Wow, we're digging in on this. This is we're never going to get to t s for at this point.","speaker":"spk_0","timeCode":1441.4,"tags":["Thi"]},{"id":"WRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Um, why do I have a tough time receiving that? Like why? I want enough room, not enough room for their love, their to me muscle's and heard it. Yeah.","speaker":"spk_1","timeCode":1454.72,"tags":[]},{"id":"XxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"he then took it home and was shooting it. And","speaker":"spk_1","timeCode":1730.25,"tags":[]},{"id":"cRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"or like, appealing to kind of ah, younger crowd question soul generations. So Well, gues's, can I try something? Please go. Because a lot of times what happens is I sort of layout","speaker":"spk_0","timeCode":2096.52,"tags":[]},{"id":"dBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Maybe I let me see if I can phrase it. I do have I do have a question. It doesn't sound like it's the same tone eyes what the Toy Story 4 really the beauty of the franchise has created. And I am curious what demographic you're thinking. OK, Does that kind of worrisome mono? Yeah, exactly. People that like going to the movies. Oh, that will pay to watch a movie who are ready to","speaker":"spk_0","timeCode":2156.29,"tags":["Toy Story 4","Doe"]},{"id":"fBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"we stuck with it.","speaker":"spk_0","timeCode":2301.65,"tags":[]},{"id":"fRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"We're dead. So heres another line for four key. We just want to get out of the way when it''s and it's don't tell your parents,","speaker":"spk_1","timeCode":2303.16,"tags":[]},{"id":"hBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"You knew a shepherd, a new s Shep Shepard. Shep Sheppard in from my hometown. Wow. Is it pos'sible that the named Shep was a nickname based on the last name? Okay. I mean, but it's pos'sible. It is part if it''s pos'sible at all. That''s what happened.","speaker":"spk_0","timeCode":2435.18,"tags":["Shep Shepard","Shep Sheppard","Shep"]},{"id":"hRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Um, because it means they don't know. You know, I have to say I so admire the certainty.","speaker":"spk_0","timeCode":2459.34,"tags":[]},{"id":"ixFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"has a bar. Yeah, and there is Ah, hole in the wall. Well, with that, I think connects I havent seen. I forget exactly what we did. Yes, Jordan. Doesn't he have","speaker":"spk_0","timeCode":2618.5,"tags":["Jordan","Doe's"]},{"id":"jRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"He does have a lot. I mean, there he does have both worlds turn. We, um Oh, God. Is Al turned tense? We signed a document. Do we remember this?","speaker":"spk_0","timeCode":2641.87,"tags":[]},{"id":"pRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"I want to say 99 2001 around there. But, uh, our coaches, My coach, Brad Gilbert, had arranged through her coach that we would go out and have a bit of a hit around. I showed him kind of at the end of her practice, and it was maybe we hit together and I was so distracted. I mean, that thing was flying all over the court. I'm married to Steffi Graf. Uh, okay. And that's how you got having night, Did me? I'm we met on a nap. There''s, like, a special app for people that were in the Matrix","speaker":"spk_1","timeCode":3144.6,"tags":["Brad Gilbert","Steffi Graf","the Matrix"]},{"id":"pxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"using a dating up","speaker":"spk_2","timeCode":3206.5,"tags":[]},{"id":"qhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"on Tennis tournament play if you think of him as a dating app, which I hadnt. But in a way, that's the old version of the dating app. Okay, is that Brad would","speaker":"spk_1","timeCode":3215.03,"tags":["Tenni","Brad"]},{"id":"rxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"enters the film says, Hey, Shep Schepers. I'm not going to say that.","speaker":"spk_1","timeCode":3348.11,"tags":["Shep Scheper"]},{"id":"thFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircle Did acros's out again.","speaker":"spk_3","timeCode":3544.58,"tags":["Gene'si","Phil Collin"]},{"id":"uRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out now listening Stitcher, Apple podcast or wherever you get your podcast's","speaker":"spk_0","timeCode":3557.43,"tags":["Magic Tavern","Stitcher"]},{"id":"wBFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"The juicers at present are a still image.","speaker":"spk_0","timeCode":95.37,"tags":[]},{"id":"wRFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Some of yes, some of the gifts are","speaker":"spk_1","timeCode":99.35,"tags":[]},{"id":"xxFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"That is showbiz. Sorry. Whats true? I that it is showbiz. The name The title of the show is true and it is us putting on a show and making money. And it''s for cash. Yes, can the in the hallways and it is a industry as well. And this room, if you are facing the building","speaker":"spk_0","timeCode":213.06,"tags":[]},{"id":"yRFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"James Adonia","speaker":"spk_1","timeCode":243.64,"tags":["Jame's Adonia"]},{"id":"0RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"and I am trying to get them into my bank account somehow. So that's Ah so like eyes that really going after you let go. Total. Yet it''s relatable. It''s relatable as F um, It''s almost like a porky pig cartoons where somebody stares at him and the they could just see a turkey or whatever. You see dollar signs.","speaker":"spk_1","timeCode":382.49,"tags":[]},{"id":"3hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Somebody grievance. Breakfast Grievance. What were we get way Talked about the serial universe. Oh, yeah. James plays his role. These role I play a role, but another and Away","speaker":"spk_0","timeCode":693.67,"tags":["Jame"]},{"id":"4BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"thing. Then there's 1/3 kind of role as well. Yeah, which is, um uh, the rope drop and roll. That''s the role Tootsie rolls better. Ah, yes. You know, I've had I'm bles'sed offices of what''s career? Um and honestly, I love I love the challenging performances I've had a chance to you bring to life. Yeah, And I do want to talk about that not now and on this show. But that kind of this conversation sounds really good. THOMAS of the default That''s kind of the default. Sort of like. That''s just what I say whenever I'm talking about memorable, Here''s who I want. Todo talk to you on this podcast. Jim''s on Lee","speaker":"spk_0","timeCode":718.87,"tags":["Jim","Lee"]},{"id":"4hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"That's about well, I Did stonewall when I was at the Actors Studio. You did the movie Stonewall?","speaker":"spk_0","timeCode":780.06,"tags":["stonewall","Stonewall"]},{"id":"5RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"You lost title.","speaker":"spk_0","timeCode":853.78,"tags":[]},{"id":"6hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"which is also part of the dark. The new dark universe. Yeah, this is all on imdb pro. You don't see these on regular civilian imdb. But you see it on MDP. I mean, you know. Yes. And heres that word. Scis'sorhands is dead. The thing that you want to announce this podcast is just these characters correct. Well, I told me about a podcast. I could even say it in a list. I could even say it in a les's enticing way. It would love to hear you dry. Yeah, it is. It''s just, you know, it just list's Apple It''s shuffling a few voices around. Okay? Slapping a few inflections and you needed an idea. I used to get in the sea the works paper, reinvent parade, and then it''s just slap it out their patriot and it''s go and then collected. Goose is my life''s work is goofs and gaffes. Some There are no goofs. I'm actually okay. I don't believe is an artist in doing goofs, gaffes, gaffes IV Mostly you will lay down a big gaffe every once in a while.","speaker":"spk_0","timeCode":943.09,"tags":["imdb","imdb","MDP"]},{"id":"8RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"you're supposed to keep that travel outside a car. Then you suck that car out. Put it in light of my life. Continuous like France. My life just like the human pits. Yeah, I make up for it by donating. I don't eight. I don't need to Automotive charity Your carbon neutral? Um, I'm carbon nonaggres'sive. Have you been scooting around? I do. And sometimes you come upon a bird or a lime or even a lift scooter. And at the cros'sing in those situations, I'm like, gun it because So I do want to get something out there. I am becoming known as the Scudi Q t around town? Yes. And people are yelling this at me from their cars. I just want since you are, you're the it boy. Yes. And since you are scooting as well, I just want to let you I didn't start this, but that title is currently not available.","speaker":"spk_1","timeCode":1322.63,"tags":["France"]},{"id":"8xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"unfortunately, the only thing that runs over","speaker":"spk_1","timeCode":1402.71,"tags":[]},{"id":"9BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Yeah, it's the only word you can't","speaker":"spk_0","timeCode":1405.14,"tags":[]},{"id":"_BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"by any chance? Yeah. What would you like it to be? Probably the lime A Rita.","speaker":"spk_1","timeCode":1486.17,"tags":["Rita"]},{"id":"_xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"man, what a freakin afternoon. We could go, So I mean, we could go scoot off and find some abandoned house. Uh, and we could do like hardy hardy boys. Adventure and I have been on the top of a hell.","speaker":"spk_1","timeCode":1521.14,"tags":[]},{"id":"ARFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Well, since we're saying goodbye to our original Jim, we're moving on to another chapter. We're turning a page.","speaker":"spk_1","timeCode":1560.7,"tags":["Jim"]},{"id":"AxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"You brought this? I just basically a whole boat. I just wanted to turn. Yeah, okay. But you also do have so many pages here of your accomplishment's.","speaker":"spk_1","timeCode":1574.25,"tags":[]},{"id":"BBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Now is the time to share because none of these characters know who you are. And so when the procedure is complete, original gyms will not exist. That's true. There is going to be a procedure his secrets because Bernie will be saying, Who''s gyms? Um, it''s It''s I gues's it''s It''s this is a safe place to announce it. Yeah, I'm going to be having it. Zoom a surgical procedures to send My surgical procedure is done THOMAS acupres'sure, but it''s going to be it. Zoom. It''s an acupres'sure psychic sort of tantric procedure that''s going to, um, I'm gonna I'm going to spend les's of my waking time right as My persona that people have known me as for so long, Jim. And that''s gonna in gyms. And it''s gonna be taken over MAWR by some of these characters, right? And some of them are. They range from being, um, tolerated to being being very controversial. Sure, I wanted lean into that. Some not tolerated, not tolerated. Yeah, none of them are beloved, but some of them are with them, are really tolerate, really tolerated for extensive periods of time. Yeah, and others are requested highly controversial, and","speaker":"spk_0","timeCode":1584.63,"tags":["Bernie","acupre's'sure","Jim","MAWR"]},{"id":"BhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"'shut off because the problem is, of course, move","speaker":"spk_0","timeCode":1684.36,"tags":[]},{"id":"ChFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"is just the right amount that you don't do any permanent damage in terms of like youll still be able to talk. Walk, gaffe. Well, in many ways, I'll still have a lot of the personality tics. Uh, then Leslie, some more","speaker":"spk_1","timeCode":1802.39,"tags":["Le'slie"]},{"id":"CxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"that we owe one of the side effects could be irreversible physical tics. Um, and Talbot. Funny ones. We hope. Uh, either way, I'm I'm prepared. I think that the respon'se to this is already, um from what weve been announcing and and slowly rolling out with our partners overwhelmingly Pot Humor well Made positive to negative. And so we're We're confident that there will be a team that will be able to help smooth over some of those anything. Anything. That's anything where there''s a lag time, anything with I can to see in the other room there people are really losing their shit at me. There they might be checking their phones and looking at something else. Some people are, yeah, somewhere looking at their phone, but somewhere losing it.","speaker":"spk_0","timeCode":1818.86,"tags":["Talbot"]},{"id":"DhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"you notice that there's family members of the victims that come behind the two way mirror just to look through through the train. Yes, victims. The victims of your podcast. And it''s cruel teeth. Yeah, and theyll just point at us of sort of move on.","speaker":"spk_1","timeCode":1879.65,"tags":[]},{"id":"ExFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"This is great news for the company. Want to announce first order of busine'ss? Obviously, we will not be using state of at any work way, way Wait three. OK? Hi. Santa Man will be using ses'sion. I I should have known the fact that the elf Childs was here with YouTube open said to some dramatic music. I should have known that maybe you were gonna come in. Maybe Santa Man won't be using you way re.","speaker":"spk_0","timeCode":1954.83,"tags":["Santa Man","Child","YouTube","Santa Man"]},{"id":"GRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"The company? Wait. So But you own now you own the company after my dad, by the way, is my step. I corrected myself. Yeah, the","speaker":"spk_0","timeCode":2084.39,"tags":[]},{"id":"GxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"anyway, But that means you're rich now. Means you probably Made, like, $400 million. Now that I'm rich, You think I'm going to spend more than $13 on the value trial set that comes with everything I need for a close comfortable shave? No way. Way! How do you think I got rich it's by getting awaited Ergonomic handle five blade razor with a lubricating strip it trimmer blade rich leather Trtl-Travel-Pillows cover Because we saw the Comic-Con when?","speaker":"spk_0","timeCode":2114.77,"tags":["Becau'se","Comic-Con"]}]