[{"id":"IBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Lets see. Okay, You got Joe Rogan.","speaker":"spk_0","timeCode":1850.32,"tags":["Joe Rogan"]},{"id":"KhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Well, I don't. Lets see, um, there''s not really one thing that you could dio","speaker":"spk_1","timeCode":1961.94,"tags":[]},{"id":"NBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"guest's. I'm an open book. Alex, What do you want to know? Uh well,","speaker":"spk_0","timeCode":2047.7800000000002,"tags":["Alex"]},{"id":"PRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"I saw the other day he was kicked off a plane again for his size. Is there a legal precedent for kicking him up? I-Tunes. That's just It''s just a question. And Hayes is Has his pilot last?","speaker":"spk_1","timeCode":2124.22,"tags":["Haye"]},{"id":"RxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Uh, all right. Do you remember a car called the Edsal?","speaker":"spk_0","timeCode":2227.53,"tags":["Ed'sal"]},{"id":"SxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Clean it up. Yes, of course, but there's towels and stuff. Well, you could do it like that sort of part of the ambience. You know, it''s just like, you know, your actual car were like, there''s, like, rappers and stuff on the floor. Yeah. I don't mean to tell you your busine'ss. No, please. And a brilliant investment that so much further than we got.","speaker":"spk_0","timeCode":2273.22,"tags":[]},{"id":"UxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Anyone want to tell us a beautiful story?","speaker":"spk_1","timeCode":2385.17,"tags":[]},{"id":"WhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"You and me together, we're gonna die. Beat this thing.","speaker":"spk_0","timeCode":2432.73,"tags":[]},{"id":"XhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"He, uh Well, that wasn't the full story. Okay, um, so you think that there's more to it?","speaker":"spk_0","timeCode":2463.12,"tags":[]},{"id":"XxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"You want to dig in more with your way, have finally stumbled upon stumble upon my expertise, I gues's. Okay. Just, uh, storytelling.","speaker":"spk_1","timeCode":2470.81,"tags":[]},{"id":"YRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Yeah, I like vintage T shirts, and it has a nice tatter quality that makes it seem like maybe like one of the shows, like back in the day. So I want to give off that impres'sion when I go to podcast tapings. And I raised my hand, and then I get it, like, showing off look pretty cool,","speaker":"spk_0","timeCode":2485.42,"tags":[]},{"id":"ZBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"I'm nervous about that. Me too. That makes me nervous for us to be two dope queens. Okay? Well just try. You do one dope queen. And if I'm feeling it, I'll okay. Can I? That's I think, a good idea, Alex Do you want to be both? Don't. Please. That would be so good. Are you an anonymous friend? Hear? Would you weigh Got two dope queens and will kind of be spectator? Yes, that could be really good.","speaker":"spk_0","timeCode":2540.13,"tags":["Alex","Plea'se"]},{"id":"ZRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"I was I'm more the consultant for","speaker":"spk_1","timeCode":2570.96,"tags":[]},{"id":"aBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"And I feel like that's an ethnic affectation I could do without being offensive.","speaker":"spk_1","timeCode":2589,"tags":[]},{"id":"aRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"I'm always willing to hear what you have.","speaker":"spk_1","timeCode":2598.7,"tags":[]},{"id":"ahJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Okay. It was like a clanking sound of like me dropping weight.","speaker":"spk_1","timeCode":2605.41,"tags":[]},{"id":"bBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"'sure, my bro. Stick around way talk about whats what''s going on a neighborhood and","speaker":"spk_1","timeCode":2617.32,"tags":[]},{"id":"bRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"pas's me my lunch.","speaker":"spk_1","timeCode":2625.03,"tags":[]},{"id":"cBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"No such thing. as a fish","speaker":"spk_1","timeCode":2657.63,"tags":[]},{"id":"dhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"So So wait. Weve had, like, there's Paul Sheer Gilmore guys and great","speaker":"spk_0","timeCode":2712.81,"tags":["Paul Sheer Gilmore"]},{"id":"eBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"You launch those guys in a way.","speaker":"spk_0","timeCode":2739.03,"tags":[]},{"id":"ghJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Alex. You rube.","speaker":"spk_0","timeCode":2827.93,"tags":["Alex"]},{"id":"hRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Oh, wow. Who havent we explored yet?","speaker":"spk_1","timeCode":2855.52,"tags":[]},{"id":"kxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"there is a little blanket. I gues's I can sort of. Coach will lie down on the Casper-Mattres'ses. So good that we have a bad here. I want to get okay. Allison took us in and are not his friend. Should come to. All right. Can you bring the other? Did you bring the other? I think we need another blanket way. Double blanket. This this mother? Uh huh.","speaker":"spk_1","timeCode":3010.39,"tags":["Ca'sper-Mattre's'se","Alli'son","Thi"]},{"id":"lRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"It's really laid it. All right. I need you to hold my microphone Hear? Oh, yeah.","speaker":"spk_0","timeCode":3033.42,"tags":[]},{"id":"lxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"You want? It's all right. So it''s early morning, and I'm gonna give you a scene. Are you familiar with, like, sort of actors that you have to get into the role way? Hollywood? Yes, Hollywood. Right. So So you What''s happening right now? I want you to get in touch. It''s early morning. You're you havent been able to see. Oh, you have been able to sleep very well. You're worried. You have a lot of fears. You have a lot of anxieties. I want you to get deep in touch with that. I'm in my bed. Okay. Okay. Uh, it''s, uh it''s early in the morning. I'm very scared of my girlfriend, Carrie Anne Mos's.","speaker":"spk_0","timeCode":3061.62,"tags":["Hollywood","Hollywood","Carrie Anne"]},{"id":"nBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"have you? Because you've screwed up in some way A lot of ways.","speaker":"spk_0","timeCode":3123.01,"tags":[]},{"id":"oRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"did that has. So one thing that happened is so my mom came to the show and stayed in the same hotel. So when I gave him my name, they went like, Are you Katherine on? I would know. I'm Sean and they were like, You should have been cat because you don't have a room that had that make you feel small. You know, so And also","speaker":"spk_0","timeCode":3162.3,"tags":["Katherine","Sean"]},{"id":"rhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Should we check in with our anonymous friend? Yeah. Whats going on for you? How are your vitals?","speaker":"spk_0","timeCode":3289.72,"tags":[]},{"id":"vRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Whos next? Who''s next? Who else wants to taste our? I know Shawn''s mom flew from pretty far away. Should we roaster next? Let''s shell be fine. You do? That''s not","speaker":"spk_1","timeCode":3398.6,"tags":["Shawn"]},{"id":"xRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"If you would like to fondle a couple tickets that you know, you've got podcast fans.","speaker":"spk_1","timeCode":3479.51,"tags":[]},{"id":"zBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Theo. He didn't say why. He just furiously took the stairs left off the time","speaker":"spk_1","timeCode":3549.47,"tags":["Theo"]},{"id":"2xJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Yeah. Oh, yeah. She's calling him a chicken. Okay. With her. Now it down. And so I was pretending together. Yeah. No, no, it''s Ah, yeah. Uh, and he''s going, like, had she don't want to be seen as a chicken, but I also don't want dude 10. Fuck me on the tree when people come by. So he''s in a bit of a pickle.","speaker":"spk_0","timeCode":47.6,"tags":[]},{"id":"3BJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Charlie Durning goes, I'll settle this has a heart attack and dies","speaker":"spk_0","timeCode":72.07,"tags":["Charlie Durning"]},{"id":"4RJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Rog. No, this is freakin wet dream. Believe me, buddy, youll know what your worst divers come true. Yeah, when your worst nightmares come true, it's when I found you and I see you trying to write a comment like that and I want her out. Put your computer and then I. And when I'm hitting the computer, believe me, I'm looking right at you going. I wish this computer was you.","speaker":"spk_0","timeCode":478.48,"tags":["Rog"]},{"id":"5xJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"'so sort of a mama. Maybe next time you want to read a comment, read it. Don't be so it wrong,","speaker":"spk_0","timeCode":863.94,"tags":[]},{"id":"6hJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"how is it going? How is it going? How is it going? The mattres's industry is inherently force consumer's into paying notoriously high mark ups. Did you know that, Stacy, you're just reacting. Casper is revolutionizing the mattres's industry by cutting the cost of dealing with reseller's and showrooms and pas'sing that savings directly to the consumer. Use a holy cow. Holy cow. Yeah, we're just trying to build a report, Hear? And so if you're feeling something, just give us a signal or something will clear out. Casper-Mattres'ses provides resilience and long lasting support of comfort, One of the one of a kind of new hybrid Mattres'ses. It combines premium latex foam with memory foam. And can you give us just a Is that even legal? Is that even legal? It ISS. They can often cost well over $1500 but Casper-Mattres'ses don't cost that much. There. Between $500 for a twin size mattres's, $600 for a Twin Excel asked me what a Twin Excel is. Whats the Twin Excel? It''s 100 bucks more 750 for a full size 8 50 for a queen size and 9 50 for a king size mattres's. And then go. Is that even legal? Is that even legal? Yeah, they understand that buying a mattres's online can have consumer's wondering how this is pos'sible by a Casper-Mattres'ses completely risk free that free delivery they return within 100 day period. It''s that simple. Sesay. Um, do you have any brothers and sister's? One sister sister. Okay, okay. And do you have a best friend I know? No friends, no mental. Okay, okay. Imagine having one friend and one sister. Yeah, this battle help try and your friend and your sister get a free. Doesn't matter what it is like a flurry. Yes, a free Mcflurry. And you don't get one even though you've arguably dunmore mawr for the Mcflurry brand and then some of these sister's and friends that you have How would that make you feel when you say, mes'sed up Pretty mes'sed up? Yeah, I'd feel mes'sed up to and ideo. And so, um uh, so that''s anyway, Casper. Yeah, they're obse'ssively engineered Shockingly fair price, and, uh, and it''s funny. They use the word fair. They choose the word fair. They understand the concept of fair. They want you to think of them as fair. But, um, they're not neces'sarily. And we're just talking about Mcflurry is is an example giving everyone the same size and flavor Mcflurry And they're you know, even if people are saying yum, great Mcflurry Hear having us read about how good it is and that is making me want it so bad to eat the Mcflurry. Yes, there also. Yeah. So, Stacey Stacey of us. It''s a States. If you could imagine the same company that gives your friend and sister, The Mcflurry is also sort of making you smell the Mcflurry and talk about how delicious it is, but you're not allowed to ever taste it. What did you think that was mes'sed up? Yes, well, in say that. Say it''s mes'sed up That''s so mes'sed up. Yeah, I agree. Uh, obse'ssively under your mattres's. Strikingly fair price. Just the right thing. Just the right bounds to technologies Hybrid of latex from a memory foam Risk Free trial In return policy, Try sleeping on a Casper for 100 days with free delivery and painles's returns. Mattres'ses made America get $50 toward any matches. Purchase by visiting www. Casper dot com slash Handbook-East. Using handbook code terms, conditions apply. It stays you. Can we get that from you?","speaker":"spk_0","timeCode":944.69,"tags":["mattre's","Stacy","mattre's","Mattre's'se","Mattre's'se","Mattre's'se","mattre's","Twin Excel","Twin Excel","Twin Excel","Mattre's'se","Mcflurry","Mcflurry","Mcflurry","Mcflurry","Mcflurry","Stacey Stacey","Mcflurry","Mcflurry","mattre's","Ca'sper","Mattre's'se","America"]},{"id":"8BJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Weinberg and I","speaker":"spk_0","timeCode":1354.1,"tags":["Weinberg"]},{"id":"9BJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"And Brett, by the way, is in the music industry and Brett nos to Yes. So if that's the name you say, engineer Brett, you know I'm not gonna hold it against you or him, but he might, but he may he might hold against you or try to Now what I would say is","speaker":"spk_0","timeCode":1635.13,"tags":["Brett","Brett","Brett"]},{"id":"9hJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"And where you transported Teoh, um Hum. And where did that take you? Ah, the beach? Yeah, I felt like I was on the beach as well.","speaker":"spk_0","timeCode":1686.06,"tags":["Teoh"]},{"id":"-hJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"I've gotten sick from my just in case you guys were wondering Physically sick visit yap you? I barfed. Will you do a lot of noise? Experimentation? Trying to generate physical away from my own guitar solo one time it was so kick as's. I barfed well, blood and wow! You know I believe you. We have fresh air condition, Hear she doesn't seem to believe you, but I heard that was a lot later that you like, You play the guitar so But that it was like a month and 1/2 later that you threw up. And then you said it was from the guitar soul and that the day before you threw up, that's some of what you a was not something people would normally eat or categorizes food. Is that true?","speaker":"spk_0","timeCode":1780.13,"tags":[]},{"id":"_xJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Oh, and it's a smart, funny, nice show with cool guys who are funded bureau. Okay, let me see. Let me see if I can think of something. Maybe, like, uh","speaker":"spk_0","timeCode":2008.79,"tags":[]},{"id":"ARJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"the tip your mud thing. You are. You want me to come in with that? Do you want to do? That's the part that''s giving you trouble. Yeah. Do you want to just do take care of the others during that? It should take care of the other stuff. Done pretty aggres'sively epic. Maybe take care of the other stuff and I'll interrupt you by insi'sting someone tips their money just like just when I feel it should be like, Hey, yeah, but you just take care of the Hollywood A List Celebs. Nice funny, smart guys doing a fund podcast with their friends party and there''s girls and you and you're ready to blast off. And I'll be the guy that is like has the Morgan is considering. Yeah, I'm telling you. Okay? And hug rhymes with mud and Brett''s got that on the chamber. Maybe something like, uh,","speaker":"spk_0","timeCode":2028.2,"tags":["Hollywood A","Morgan","Brett"]},{"id":"AxJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"kind of like that. That's so good. And I didn't even find a spot to say, Hey, tip your mug. It makes me want to do it anyway without having that even the peer pres'sure because it feels like every time you fly, I think so much fun. Yeah, because it feels like anyone who''s not tipping their mug is probably not be able to really enjoy the song. Yes, and probably can't listen to podcast's and have fun either. Right? Gosh, that was good. Okay. Can I say what it''s mis'sing? Maybe is just the sort of lemonade element of like maybe we're mad at someone. Sure, that''s a good idea. And we're gonna forgive them. And maybe it''s Maybe it''s Earwolf. Maybe a specific time. Yeah, that could be interesting. Maybe it''s like Kevin Pollack, but we're mad at because once he said he would be on the show and then, uh, we and then rescheduled on this and then didn't reschedule. Didn't never risk. Maybe it''s about that specific moment and like, but like, just alluding to it so people can, like, be speculating. But we want to also forgive Kevin Pollock. And maybe we released this song on his podcast. Right. Okay, you know what I mean? Yeah, I think I dio like one, you know, one time. Yeah, it was like the second. It could be, like, kind of the second verse. There''s gonna be much longer than our first song, I think. OK? Yeah. So shy. And are you feeling this? Yeah, I'm feeling is feeling it. Say his name. Yeah, Kevin Pollock. Say Kevin Paul. Yeah. So it''s not like, uh, it''s not like just ah, you know, we want him to know it''s Yeah, it''s not subtle at all. Ok, ok, that''s what it was like him to hear it, so it should begin with one time.","speaker":"spk_0","timeCode":2092.97,"tags":["Earwolf","Kevin Pollack","Kevin Pollock","Kevin Pollock","Kevin Paul"]},{"id":"CRJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"engineer Bread, producer, producer, uh, he's a Hear, Hear who''s actually an engineer. Wants us to know he really likes music,","speaker":"spk_0","timeCode":2385.12,"tags":["Bread"]},{"id":"DRJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"uh, makes a lot of claims about playing music, but none of them have been verified. How is that? I think that's pretty. That''s pretty generous.","speaker":"spk_0","timeCode":2414.3,"tags":[]},{"id":"FxJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Okay, You Brett should come up. That was drawn That said that? No, no, but you should. I don't remember who. I'm not mad about the kis'sing off. I think you should come up with your producer tag at some point. You know, I produce attack? Yes. Like how the different deejays there is already a deejay mustard. So you can't be that. But you know how they say, Like, it's thistle is Bretz, you know, like something like that cannon. Yeah. In saw. I've never heard that in a song. It goes of the Big bread production because, yes, so you think of something like that. But well do it wild, and well plug it in at the beginning. Okay, So don't do it now or the song we do. You want to get that? Let him know that it's new shit. Yes. Do you know Do that shit produced? Yeah. Okay. You're getting close. Yeah, but it should be very short. Okay, so now this is the verse about us being everyone up. Yeah. Okay. So tough. We are you And should I just direct it towards like you know who you are? Is that the vibe. That might be good. Yeah, because it might been frightened some people way. Don't didn't even intend it to Yeah, okay,","speaker":"spk_0","timeCode":3034.65,"tags":["Brett","Bretz"]},{"id":"IRJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"The way this worlds got so crazy. it seems like people forgot about what''s really","speaker":"spk_0","timeCode":3406.5,"tags":[]},{"id":"IhJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"and that's it. So, I mean, is that feeling like we're getting? We're hitting a lot of base's. That''s good. That made it sound more like he was powerful. Then mind Ah, I as'sume we can put that on later. We can fix that. No, this is just alive. Well, do you have any other ideas? You want to get a haze?","speaker":"spk_0","timeCode":3423.06,"tags":[]},{"id":"LRJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Wait. Here we go. I'm gonna start","speaker":"spk_0","timeCode":3696.35,"tags":[]},{"id":"NBJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"I mean, I don't want to look is the thing, But you are looking at that Big right now. Um, something else? Yep. Abraxas l God, son. Okay, great is just a name I thought off. Ok, good. So now we're just giving a little a little song. A little song about the peanuts. Okay. Even though we don't know they are, Linus got blanket. Lucy, you need to move the football and pick. I'm Big. Been such a dirty guy. Showed a play piano like you. Yeah, Schroeder e remember him inspired you. He was a big inspiration to me. Actually, that's what I said. Yes, it is true, actually, like you're correct me. But that''s actually what?","speaker":"spk_0","timeCode":3873.26,"tags":["Abraxa","Linu","Lucy","Schroeder"]},{"id":"OhJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"If I can't overshare Luke and well have a new program every Friday,","speaker":"spk_1","timeCode":3999.09,"tags":["Luke"]},{"id":"PhJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Hey, this is our enemy camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","speaker":"spk_0","timeCode":4039.38,"tags":["Improv","Magic Tavern","King","Chicago","Sea'son","ju'st","Sea'son","Ju'stin","McElroy"]},{"id":"SxJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Want some steak with that ketchup? Oh, God. Now I know you guys are friends. Uh, yeah, yeah.","speaker":"spk_0","timeCode":119.17,"tags":[]},{"id":"WhJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"is based on up charging you every time to go to the doctor. They do just what your auto mechanic does. You need to know this. That's not working. This smells wrong. This thing should be over. Hear this is too huge. And it''s like, I don't even","speaker":"spk_0","timeCode":245.64,"tags":["Thi","Thi"]},{"id":"WxJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"know this guy. Really? I barely hang out with him. How does this guy know? What my what? My body. Whats happening with my body?","speaker":"spk_2","timeCode":261.37,"tags":[]},{"id":"XBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Yeah. I mean, I I need someone who sees my body every who knows my body better than anyone else. Yeah, who knows my body better than I do because they can see the back of it, actually.","speaker":"spk_1","timeCode":269.22,"tags":[]},{"id":"ZRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Yep. Put it up in the mouth. Yeah. So bottom up. So you're going to start with the foot? Yes. And is anything been bothering you about this foot before I put it in my mouth? Yes.","speaker":"spk_1","timeCode":343.88,"tags":[]},{"id":"bhJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Uh huh.","speaker":"spk_2","timeCode":425.7,"tags":[]},{"id":"fBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"think that","speaker":"spk_1","timeCode":540.6,"tags":[]},{"id":"gxJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"U u p and then you start coughing or when Every time you cough you, my people use out in a cough.","speaker":"spk_1","timeCode":651.44,"tags":[]},{"id":"iRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"For you","speaker":"spk_0","timeCode":734.03,"tags":[]},{"id":"jRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"and trick me into giving more. Yes, cause it's like candy.","speaker":"spk_1","timeCode":752.81,"tags":[]},{"id":"lBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"as you know ah, I wanted to try to row without using my hands or arms or legs, okay. And ideally avoiding jolting my neck around too much, right? And so when I go for a good long Urgh, Yeah. Ah, I have sometimes been having some discomfort afterwards. Everywhere","speaker":"spk_0","timeCode":814.08,"tags":[]},{"id":"mRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"is trying to","speaker":"spk_0","timeCode":880.2,"tags":[]},{"id":"mhJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"be really diced. Okay, great. So I think everything is good.","speaker":"spk_2","timeCode":880.72,"tags":[]},{"id":"pRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Yes, because you wind up just probably under somebodys, um, feet or ah, doing ripped up to make a volleyball net so you wouldn't get to really be a T shirt serving. The purpose that these ones do and should serve because with my body were not all T shirt does not T shirts can be comfy and still strong enough to withstand. If I, like, reach for something in my muscle. Flexes. Yes. And these T shirts are able Teoh sustain themselve's, but still with my frame but still resi'sting enough that you can feel very strong.","speaker":"spk_0","timeCode":970.7,"tags":["Flexe","Teoh"]},{"id":"phJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Oh, yeah, No, they're not all loose and flowy like there got a little bite to him themselve's. But anyway, they shouldn't be called Nudist-Colony-Clothing. That makes me think that they're not a T shirt and they're either a volleyball net or they don't exist. Heres","speaker":"spk_1","timeCode":1005.97,"tags":["Nudi'st","Colony","exi'st"]},{"id":"rBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"wrong. Yeah, because the shirts on their own would be great. And the company seems like nice guys because they're doing something for us. Right there ties on our podcast So all those elements are good, and then the name element is so","speaker":"spk_1","timeCode":1084.33,"tags":[]},{"id":"rRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"wrong. That is very sad and bad. Yeah, it makes me sad for them because I'm rooting for him, but I have no faith. It's Nudist-Colony-Clothing CEO. Hey, it''s a Clem dog friend from Hollywood. Handbook-East Hear talk about cbb live. And if you believe this slop, I got a bridge I could sell you. Now here''s what they","speaker":"spk_0","timeCode":1101.14,"tags":["Nudi'st","Colony","CEO","Clem","Hollywood","Handbook","Ea'st Hear"]},{"id":"sBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"they don't think they're misleading you. And so I'm gonna leave it. Be","speaker":"spk_1","timeCode":1146.8,"tags":[]},{"id":"shJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"all of them having zero of them. Yes, and there are no episode. Picture this when you go to download it. There's nothing there. You can't listen, Pop. Tomkins isn't there is no phone. He''s gotta do voice work on Bo jak Laurel abuse's and Juras'sic movies.","speaker":"spk_1","timeCode":1196.4,"tags":["Pop","Tomkin","Bo jak","Laurel","Jura's'sic"]},{"id":"tRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"you might be if you listen to this homeles's that is all fake.","speaker":"spk_0","timeCode":1219.24,"tags":["homele's"]},{"id":"thJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Hear the 19 tour stops in 22 performances from Seymour Live only on Howl. Forget about it. In addition to 2016 live tour without Premium, you get 42 more comedy Bang Bang specials Exclusive s forget about Don't remember it because you because it's you're gonna forget about it and then, uh, acces's toe 120 hours of original miniserie's and audio documentary. You know, over 90 comedy.","speaker":"spk_0","timeCode":1225.22,"tags":["Seymour Live","Howl","Bang Bang"]},{"id":"vBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"fake. Well, hold on. In case this happens,","speaker":"spk_1","timeCode":1298.7,"tags":[]},{"id":"wRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"So, uh, I'm on the what has long with Pete Davidson, and we are trimming the hedges to look like so, yeah, yeah, to look like famous historical figures. Um, and, uh, it's all in good fun and right. Can you stay here? Sorry. Finish your story. I just want to stay here. Yeah,","speaker":"spk_0","timeCode":1368.46,"tags":["Pete David'son"]},{"id":"whJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"and, uh, and Sachin Malia are laughing because we're making the figures have certain features.","speaker":"spk_1","timeCode":1393.17,"tags":["Sachin Malia"]},{"id":"wxJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Uh, maybe you wouldn't normally see on this sort of statue. And, uh, as we, um, finish up the last one. Secret Services shoots me, you know, with a bullet. Oh, no. Yeah. And it if you know anything about me. You know, that really made me mad. Yeah, I'm saying for him. Oh, no. I hate when that happens. I hate to use my training, you know, against someone who it really is on the same side as me. What was","speaker":"spk_0","timeCode":1401.13,"tags":[]},{"id":"xxJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"anything there, I thought, and I sort of that they would be political figures, but you're sort of drawing for Well,","speaker":"spk_0","timeCode":1460.88,"tags":[]},{"id":"yRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"I mean, didn't his writing sort of reflect the political climate of the era. And this is e. I mean, your observation. Good.","speaker":"spk_0","timeCode":1469,"tags":[]},{"id":"0RJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"You can know. Now you can go. OK.","speaker":"spk_0","timeCode":1556.11,"tags":[]},{"id":"0xJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"What? No, I said you could leave. You actually do leave, But I do want amount check headphones or question,","speaker":"spk_0","timeCode":1573.56,"tags":[]},{"id":"1xJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"know that can be very confusing for people who might think that that's when the show is on. But it is not.","speaker":"spk_2","timeCode":1596.24,"tags":["confu'sing"]},{"id":"4xJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Do you mis's? Your life is but a simple chef.","speaker":"spk_2","timeCode":1663.05,"tags":[]},{"id":"5hJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Exactly. Honestly, I signed up for Instagram because I thought it was a gram Criminal.","speaker":"spk_1","timeCode":1691.01,"tags":[]},{"id":"5xJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Yeah, you were like, I'm sick of waiting so long for my graham crackers. This is the app.","speaker":"spk_2","timeCode":1695.52,"tags":["Thi"]},{"id":"6hJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"ou honoring. They should have on your drivers license interested in Graham crackers.","speaker":"spk_0","timeCode":1720.15,"tags":["Graham cracker"]},{"id":"7RJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Another level. So what was simple about your being a chef? Thank you. That sounds like you're doing all different kinds. Lots of spices. I don't think","speaker":"spk_2","timeCode":1739.6,"tags":[]},{"id":"AxJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"How can they be doing it one of the time? They're all","speaker":"spk_2","timeCode":1884.28,"tags":[]},{"id":"ChJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Yeah, it's the only way that I'm willing to do it Alison, you're a woman and comedy Is this a fatter is here to stay","speaker":"spk_2","timeCode":1926.76,"tags":["Ali'son"]},{"id":"GxJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"officious s so clean, it's being washed off.","speaker":"spk_2","timeCode":2064.04,"tags":[]},{"id":"HRJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"doing nothing but shedding","speaker":"spk_2","timeCode":2073.02,"tags":[]},{"id":"HhJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"hair. Yeah, Yeah. You gotta plant Afro. Do you ever look at a tree and go yoo have the hair of an African American person? Yes. Trees, huh?","speaker":"spk_0","timeCode":2075.21,"tags":[]},{"id":"HxJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Everybody knows sometimes Jewish guys trees are black or Jewish.","speaker":"spk_2","timeCode":2085.07,"tags":[]},{"id":"JhJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Oh, OK, you know, that would fool me. I want to say it wouldn't, but it","speaker":"spk_0","timeCode":2128.79,"tags":[]},{"id":"KhJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"I'm standing on the shoulders of many legendary comics. Do you","speaker":"spk_1","timeCode":2150.59,"tags":[]},{"id":"MhJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"It's like, what''s happened that we're going to feel sensing that might actually be the whole idea behind it. Yeah,","speaker":"spk_2","timeCode":2208.71,"tags":[]},{"id":"NRJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"out there that was going by so fast.","speaker":"spk_0","timeCode":2219.59,"tags":[]},{"id":"NhJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"And I tried to be, like, get in your car. But he did, Um,","speaker":"spk_1","timeCode":2222.71,"tags":[]},{"id":"SRJML3MByMrymAEm0lTJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"For me, my mind. It's not that I'm thinking about things I really want or don't want. I'm thinking about a lot of garbage. It''s like if someone had packing peanuts in their brain. That would be my brain. And so I'm getting a lot of nonsen'se all the time. A lot of fuzz, A lot of static, and it''s mildly inconvenient. 24 7 We're back on perspective, though.","speaker":"spk_0","timeCode":2385.82,"tags":[]}]