[{"id":"IBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"medical terms, as I have not been doing a lot of PPs and that the ones I do are","speaker":"spk_1","timeCode":2478.43,"tags":[]},{"id":"IhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Um, so, uh, that's a situation that I'm in and I want to be gros's about it. And you listen to some of those other shows. If you want to hear people fetishize and, uh, you know, romanticize the sort of expulsion of bodily juices, that''s not what we do on this show. We make cool greeting cards, So maybe since we're giving you all this stuff out of the picture of the cards,","speaker":"spk_1","timeCode":2539.43,"tags":[]},{"id":"IxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"it might be fair for you to give us some wet bread.","speaker":"spk_0","timeCode":2563.65,"tags":[]},{"id":"JhIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"of water bread. And as we talk about the water, Brad, for people listening, I'm going like, you just go down the pond and go on, get in there.","speaker":"spk_0","timeCode":2606.12,"tags":["Brad"]},{"id":"LRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Um, do you don't mean 10th anniversary?","speaker":"spk_1","timeCode":2710.42,"tags":[]},{"id":"MRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"And so what would that be? Where? The card says today you are 10.","speaker":"spk_0","timeCode":2777.78,"tags":[]},{"id":"OxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Thanks. Great. Okay, that's done. You don't think it''s well, what about you guys? Give give Ryan a card,","speaker":"spk_1","timeCode":2905.37,"tags":["Ryan"]},{"id":"PBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"then. Is Mommy your? Yeah, and you're gonna get And the card is kind of like that. You are, like, interested in a 10 year olds carrying","speaker":"spk_0","timeCode":2913.19,"tags":[]},{"id":"PRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"your card to his mom to his own mom. Yeah, And then trying to selling are easier, Mom. Right? And then you're handing him of that card. Come to give you guys a card. What would even be on it? Be a smiley face on the front and then in the inside, it would say that this is how I feel. Uh, okay. Thank you. Doesn't. Well, what if I want to be this smiling than underneath It could say And how you feel. Thank you. It's me and you.","speaker":"spk_1","timeCode":2922.51,"tags":["Doe's"]},{"id":"QxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Weve talked about it maybe too much. He guy loves his face, so I and it. And it's very nice. So I and whose and also who is turning 10 in this?","speaker":"spk_1","timeCode":3006.08,"tags":[]},{"id":"SRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Maybe it's Kevin really given it to scripts","speaker":"spk_0","timeCode":3075.25,"tags":["Kevin"]},{"id":"UBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Ah ah, do Another company is very different than the smiley face. No, it's actually not different than that. As we, as we mentioned you are doing this violent face in it. It''s just Mawr Mawr ideas. Yes. Then just like one little smiley face. We have all this card. They're huge. Yeah, card all the space on the card. Yeah, weve got some really big ones in all different shapes.","speaker":"spk_0","timeCode":3142.27,"tags":[]},{"id":"URIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"I'd like to do a smart card if we could. Okay, One that is maybe even more of a think or one where we're maybe even hiding the soup in a safe. Basically. I see, uh, and you don't know. So And I've seen these, and they're almost in the style of","speaker":"spk_1","timeCode":3166.1,"tags":[]},{"id":"VBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"cu say Hus'sein. Yes. And maybe the horse's saying something like, uh","speaker":"spk_1","timeCode":3213.14,"tags":[]},{"id":"WBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"and he's saying I was opposed. Okay,","speaker":"spk_1","timeCode":3285.59,"tags":[]},{"id":"XhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"I don't I don't get it.","speaker":"spk_1","timeCode":3390.2,"tags":[]},{"id":"ZBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"and they can only say the one thing. I think the mes'sage of that one is The shoeing, the horse and the pirate. And it seems like it's like, Why do other people even get to decide on this? Is this a dumb way? Tiu decide, Like whether something is good or bad is like, these guys are basically a jury, but they can only say one thing. Yeah, like, why is this system correct? Yeah, like you do something and then this group of people gets to decide whether it was good or bad. But some of them can Onley maybe say one thing. And maybe it says America on it. Yeah,","speaker":"spk_0","timeCode":3445.64,"tags":["Onley","America"]},{"id":"aBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"that I would say Halloween and then wed think for a second go. Ah, too scary at the same time cause people usedto Love that. Do you want to do it? I Well,","speaker":"spk_0","timeCode":3521.47,"tags":["Halloween"]},{"id":"gBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"not silhouettes, but like these sort of, ah, misty images of some of these veterans from the different branches of our armed forces in the sky that are sort of looking down constellation's, Yes, in the constellation s good. And they're sort of like saluting. And they're saying we this is what we did it for. Uh oh, yes, yes, yes, it's McCain. Yeah. Yeah. And, uh, and OD is going Ah, she goes, She goes ot I see you're saluting right back.","speaker":"spk_0","timeCode":3895.34,"tags":["McCain"]},{"id":"iBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Love is a freedom.","speaker":"spk_1","timeCode":4020.45,"tags":[]},{"id":"jhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"The computers, The pens, all this stuff. While you guys are part of what makes this show happen, part of what makes it great. Um, it's really been an honor. Uh","speaker":"spk_0","timeCode":4096.49,"tags":[]},{"id":"jxIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"um, it's just been this is such a special time of year for us, Obviously, this is when we do the broadcast,","speaker":"spk_1","timeCode":4108.34,"tags":["broadca'st"]},{"id":"kBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"please. Um, Ray on iTunes and subscribe. Go Teoh goat stain school. Ah, um, you know, within reason and, uh, go for, you know go, go for it. And don't And don't stop dreaming. Um, I have to take a break for a while.","speaker":"spk_1","timeCode":4117.08,"tags":["Ray","iTune","Teoh"]},{"id":"nRIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"And I'm going Io but doesn't get to me because I don't want you just hope that it just takes so or I'm trying time. I keep getting up to go to the bathroom, thinking, Yeah, I'll be in the bathroom. It's my turn and then go. You skip me. Well just let it come. When it comes back around, I'll do two or something. Yeah, because they're everyone''s very drowsy at this point. Like where there''s people are going to start to fall asleep, I think. Yeah, you know. Ah, it''s not. It''s just not going down that way. You know, um, John Calipari is going, and, uh, um, I'm sort of getting, like, wants us. They're gonna be what I would do if I don't want to do the dare. Yeah, right. You know, uh, and I'm just, like, very like, Oh, you know, Arianna Huffington''s going. Yeah, and you're scared of it, but there is gonna be, um Oh, gosh, I don't want this dare because what if something so crazy and you're can't do it? And I'm embarras'sed in front of some of my friends. Yeah. Um, and you're worried about you are worried about this one? A lot of my friends were there. Yeah. Yeah. Um, yeah. So you're feeling is you are nervous.","speaker":"spk_0","timeCode":187.66,"tags":["John Calipari","Arianna Huffington"]},{"id":"oBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"So yeah, I am, of course, sweating. And I'm looking and I'm sort of counting and I'm going like, I think there's only three or four people left before It''s actually down to me going. Yeah, and it''s an Alexis. But Dell is there, and she''s gonna have to go before me. And that''s not that many people, you know? Um, a couple more beside her legs. But that was barely any people. No, it''s true. It''s true. Um, and she will be the first tell you that that''s not No, I know. That''s not mean. Scott Wolf.","speaker":"spk_0","timeCode":321.86,"tags":["Alexi","Dell","Scott Wolf"]},{"id":"qxIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Um, I, uh And now you know I havent slept in three or four days. Is this What is that? Is the show like a serious is this? What if it's part of the show? I thought the same thing and I grew you Call them. I grilled my cousin on this and I got him to get him on the phone. Oh, monger. And on the phone, they said that they're serious. Show what? And I hung up. What? What? What? Right. Well, what we do now? Because this is anyone can You're right. We can't do that. We can have the best movie times right now. We can't dio The box office review. No, we're not gonna have time. No. And even if we wanted to do we have any faith that it would work, That it would come out that people will hear it when? As it turns out, The podcast staff were working with even though we demanded toe have the absolute best And they said and have been told all the way along Oh, yeah, we do have the best, Jeff. All Rich told us. Skai anchorman told us. Carlin told us Adam Sachs told us very quickly. I mean, everyone was saying this when they came in here, and so I'm going, huh? Yeah, I'm here is that funny? When the names and the names he says of who''s doing the All Star different? None of them. None of them. Yeah, none of them is. Engineer Cody didn't say. He didn't say Engineer Ryan. I listened to that, too. It is different. When I listened back, I went like And even here I went like, Is he mentioning? Maybe,","speaker":"spk_0","timeCode":731.31,"tags":["Jeff","Rich","Skai","Carlin","Adam Sach","Cody","Ryan"]},{"id":"rRIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"We have to do this today. Yeah, I know. We're always both through them every five years. We have to. It's a useful tool to evaluate your employees. And what I'm learning is, since this is not the best podcast staff in the world, which is what we thought, Yeah, they may be one of the very worst that''s that is on the table. And perhaps they're not podcast staff it all. And the only way to get to buy a piece of my mind. Yeah, they could be the best. Something else? Yeah, which have him go do that. Or or Or they could be the worst. Something that is not even the podcast. That Well, in which case that''s now out there. Good. They're not doing that, you know. But","speaker":"spk_0","timeCode":885.35,"tags":[]},{"id":"sBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"get ready for that. Because I know you need a lot of time for some of these things. Yeah, I know that giving you time to really load up your comments","speaker":"spk_0","timeCode":1040.44,"tags":[]},{"id":"tRIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"You are my mouth about my By the time you take the back by that","speaker":"spk_0","timeCode":1146.8,"tags":[]},{"id":"txIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"PATTON whom Doom D","speaker":"spk_0","timeCode":1172.83,"tags":["PATTON","Doom D"]},{"id":"uhIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Engineer Cody.","speaker":"spk_0","timeCode":1232.09,"tags":["Cody"]},{"id":"yBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"I'm inviting you to say that. Admit that it's on tape. Technically, it''s on a hard drive. It''s not on tape. Okay, even that Billy, I see your point. Even really good podcast staff would support the host, you know, somehow finding a way. Yeah. Ruin it first. Makes a noise like a buffalo waking up way. Get in. They're gonna get over there. Wear. Just see that Sam in. Uh oh. Hey, what''s going on? Doug Heye. It''s Howie. What I what is this? But you wanted me that come for a meeting, huh? Oh, yeah. Just tell you. Yeah, Just ah. What is this place? It''s my A very it''s Ah, actually really sweet deal. You know, I get these birds at cut rate prices and I got all these exotic with That''s an African grey or where we got over here we forget. Here''s a couple Love birds Get in the mood, you know. But anyway, you know I pay next to nothing for these things. They're so easy to unload. Everybody loves birds that I'm making dough hand over fist. You buy all of these birds wake you make it sound like crazy. I just thought I just paid one flat rate and I get toe, you know, refill with birds. And now you have to sell all these birds half to get to. You know, I mean, the big markup, because I basically get these babies wholesale. This is not a navy area. This is a storage container. Yeah, with brigand seed mirrors, everything. These guys, they're happy as hell is not right. A little birdie","speaker":"spk_0","timeCode":1597.14,"tags":["Billy","fir'st","Wear","Ju'st","Sam","Doug Heye","Howie","Ju'st","bird","Love"]},{"id":"1BIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"You're bummed down. And now I am speaking disre'spectfully for you, even though you are my bos's. Because this is how Let me explain. Lets play a little clip, shall we? Yeah. You might want to hear this clip, and Kevin had an interesting story about the origin of it, but And Kevin, no clips. Boilers, please. Yeah. So we're going to play this clip and well see if Colin can follow direction a little bit. And, Kevin, when we play the clip, you listen to the clip, and we're just gonna hear what it says in the clip and then we can talk about it or not talk about it From will Yard got. Talk about it, mate. And so now I'm going to start playing the clip and well listen to The","speaker":"spk_0","timeCode":2473.69,"tags":["Kevin","Kevin","Colin","Kevin","will Yard"]},{"id":"1xIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"calling. I want to tell you you do your job,","speaker":"spk_1","timeCode":2550.2,"tags":[]},{"id":"2xIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"I mean, you've got you've got two of the podcast stuff in here.","speaker":"spk_0","timeCode":2609.25,"tags":[]},{"id":"3hIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"It's fair, I think. Because he did do it to me earlier. Mm. And now weve both gone at once, and all we need is for to not happen again. So","speaker":"spk_0","timeCode":2661.89,"tags":[]},{"id":"4BIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"This This might have been before I joined a Earwolf. So I wouldn't have seen that original contract.","speaker":"spk_1","timeCode":2684.46,"tags":["Thi","Earwolf"]},{"id":"4hIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"recorded and that he was on a podcast Off, but not on this town podcast staff. And so therefore not on the best podcast app in the world. You know, he said, Oh, wonder how that might have happened And he immediately said, Is calling. We said, Who put you up to it? And then I suggested Dana, Yeah, was it Dana? He said, no, it's called immediately said it was calm. Now Is he so scared of what Dana would do to him? So now this is your chance. Is the accusation that I've put Kevin or not the best podcast stuff in the world?","speaker":"spk_0","timeCode":2717.32,"tags":["Dana","Dana","Dana","Kevin"]},{"id":"5RIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"I wasn't gonna trade Kevin. I mean, Kevin was here when I started. He was already part of Theo Earwolf podcast staff.","speaker":"spk_0","timeCode":2798.12,"tags":["Kevin","Kevin","Theo Earwolf"]},{"id":"5hIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Was it? Was it better before, right? We pointed that out as well, and it was a Bosch moment, e I got botched. Yeah. Yeah. And then he tried to say, Well, you would think of is a Mis's Marple moment or whatever,","speaker":"spk_1","timeCode":2806.89,"tags":["Bo'sch"]},{"id":"8BIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"for me about the staff is the way. The truth? Yeah, I think you could tell the truth. We're in a That's interesting start. What''s the How is so?","speaker":"spk_1","timeCode":2956.27,"tags":[]},{"id":"8hIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Yeah. We did manage to get you and that That really felt like we once again really bos'sed him pretty. Yeah. So why don't we get whats The dude''s name again, Josh? And then what''s her name? I I said, Dana, Your date. Okay, why don't we get Dan and Josh are in here.","speaker":"spk_0","timeCode":3000.29,"tags":["Jo'sh","Dana","Dan","Jo'sh"]},{"id":"-xIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"we hope that's pos'sible to build them back up again to the mighty giants of podcasting The once were, but we're afraid that it''s so tarnished From what The stoned guys did, which is a big, long podcast. They did, and Then they said they were the best in the world. And frankly, I believe him. Now. Josh is obviously coming after us because we don't pay very much money.","speaker":"spk_0","timeCode":3201.51,"tags":[]},{"id":"_hIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"with, Maybe s down people and doing such a good job. Lets talk about some of these numbers, please. You have You have some of the numbers. Oh, yeah. Oh, yeah. Here is that some of the times that people have listened to Stan","speaker":"spk_0","timeCode":3266.46,"tags":["Stan"]},{"id":"_xIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"am 5 p.m. Two in the afternoon. I mean, these numbers don't lie, people. They're doing really big numbers. I could tell you have Wrecked this post lunch and early dinner. I've looked at the numbers for Earwolf shows that I could tell you that people are listening not just on the hour, but also on the half hour. Weve got 9 30 and 4 30 He's I have you having those numbers. I I have seen Josh giving me these numbers. I have no reason to believe that these listening time numbers are are riel. And what we're learning is he fabricated the numbers, and I I also think it's reprehensible that Josh is well, sort of monitoring people as they listen to the podcast, and he can see where they are. Disgu'sting. He follows these little dots around because, like, he has this app. Where if you are listening to an Earwolf podcast, Josh knows your location. That''s definitely chair is part of my job as nearly producer. And you can see what kind of swimsuit you're buying. I'm not I don't even have this app of it.","speaker":"spk_0","timeCode":3286.38,"tags":["Earwolf","number","Jo'sh","number","Jo'sh","Earwolf"]},{"id":"ABIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Yeah. Heavens, reflex to say Whoa! And that was bait. And you just got botched again. Kevin. Kevin, say it again for the tape. Whoa, thanks. No nos on tape. We don't invent numbers here. I get all of my stats From Stan Cloud. Wait a minute. Down cloud. Hang on. I'm having the idea,","speaker":"spk_0","timeCode":3351.89,"tags":["Kevin","Kevin","Stan Cloud"]},{"id":"BBIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"I'm looking at some of these reviews for us?","speaker":"spk_0","timeCode":3445.5,"tags":[]},{"id":"BhIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"but me Why are we huge big reviews if you guys are so good And if you guys are such good Bye. I gues's that's why having you written reviews, why havent you written reviews, bro? Ivor Interviews before of our show. Not of this 10 just the ones that I work on. Hardcore. Which ones have you written reviews for? And what were they? What did they say? It''s town like Hard Nation. And I was like, Wow, this show''s so funny and it''s like political. But it''s not, like so political that I'm like, confused, you know? It''s like anybody can listen something like Josh writers you for a show right now. Review it now.","speaker":"spk_0","timeCode":3464.61,"tags":["Ivor","Hard Nation"]},{"id":"DBIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"into it. And your throat was clear the whole time. Which is not a way to grab peoples attention. It doesn't put them in the room with you The way that Kevin''s review did. That''s a really good point. Um, can I have one? I'd like to run. Okay. Okay. It might be time. Let''s clear. Maybe we clear everyone out. It''s gonna have to be just us alone with Cody. Yeah. So everyone else get out of here, Cody way just kind of need the room alone with him. And we should conversation will continue. Let''s quickly do the employer reviews, which was the performance review. So that''s right. Okay, I would say Colin seven. Kevin seven. Dana, seven. Josh seven. Yeah.","speaker":"spk_0","timeCode":3732.03,"tags":["Kevin","Cody","Cody","Colin","Kevin","Dana","Jo'sh"]},{"id":"EBIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Sometimes being weird and different, like, is actually what can make you really great and special. Like, think about the weirdest. You know, um, like, Bug you've ever seen it? Probably have special power. Yeah, Like Blue. A stinky wave or something.","speaker":"spk_0","timeCode":3952.05,"tags":[]},{"id":"ERIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"That was, I think Danas maybe a 13. Oh, wow. Dangers. The 13 is a 13. She got all six. A call that said For what? Thanks, guys. You guys, don't you start with Dana all the time. Do you know that? She liked. See? And this is John once again here. He''s with her all the time. You know, this is neither should you be Josh. It should be when you're at work. Why 50? Do you know that shed choose ice really loudly. I like guys From Baby","speaker":"spk_0","timeCode":3970.07,"tags":["Dana","Dana","John","Jo'sh"]},{"id":"FRIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"All right, Heres very s. So I would write you a review. The subject would be what is in your hand?","speaker":"spk_0","timeCode":4233.05,"tags":[]},{"id":"IxIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"you know? And so John Love science. But he also finds it pretty hard to grasp in the lane, man.","speaker":"spk_1","timeCode":55.55,"tags":["John Love"]},{"id":"JBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Ah, he's so they're saying he''s lame and he''s too stupid to know No science. This had copy is destroying him.","speaker":"spk_0","timeCode":63.75,"tags":["Thi"]},{"id":"JRIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"And this guys actually a friend of something like good friends. He goes to the experts doctors exploring the frontiers of the mind, outer space and beyond outer space. Doctors","speaker":"spk_1","timeCode":71.38,"tags":[]},{"id":"JhIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"that asked to break a doubt in terms that we can all understand, I gues's because it implied that he's so weighing. And he''s going to outer space because he''s so stinky. Smells bad. And they have to put him in Spain. And he''s","speaker":"spk_0","timeCode":81.67,"tags":["Spain"]},{"id":"JxIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"'so lame that he needs a doctor.","speaker":"spk_1","timeCode":92.89,"tags":[]},{"id":"LhIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I don't want to be steamrolling you, Hayes. I want to give you space to be, you know? Okay. Is there anything that you would like Toa talk about? It just seems like there's something that maybe you would like to bring up.","speaker":"spk_1","timeCode":148.18,"tags":["Haye"]},{"id":"MBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I gues's I could think of something","speaker":"spk_1","timeCode":161.45,"tags":[]},{"id":"MRIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"that you know, Uh,","speaker":"spk_1","timeCode":164.71,"tags":[]},{"id":"OBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I'll be kicking it, and I will be giving you plenty of room. Okay, doing? I don't want you to do that. I would like you to both the show. Well, you wouldn't","speaker":"spk_1","timeCode":231.17,"tags":[]},{"id":"ORIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"know it from some of this reddit that my cousin Sam is showing me","speaker":"spk_0","timeCode":241.02,"tags":["reddit","Sam"]},{"id":"PRIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"want you to say Sit back in the cut and I'm and And because what I'm afraid of is whats happening when I'm just saying my ideas and having fun with my friends is that people are picturing me BB and driving. Ah ah, roller machine that flattens yes through the show.","speaker":"spk_0","timeCode":291.16,"tags":[]},{"id":"RBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I mean, I have to tell you in to talk. You shut up.","speaker":"spk_0","timeCode":368.35,"tags":[]},{"id":"WBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"So it was a physical? Oh, no. Yeah, it's a real thing. But what I'm saying is like, it''s not like one of those heart valves right where the blood only flows one way.","speaker":"spk_0","timeCode":598.8,"tags":[]},{"id":"XhIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"'squeaking The cut. Your WiFi connected is doe. Zeke,","speaker":"spk_2","timeCode":633.8,"tags":["Zeke"]},{"id":"bRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Oh, all right. We don't like that we don't play games. You don't play. You know, any were straight up. No doubt.","speaker":"spk_2","timeCode":794.54,"tags":[]},{"id":"cxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"for Sean, it's more like, you know, like s ill. I do You want to get married? Yeah,","speaker":"spk_0","timeCode":840.33,"tags":["Sean"]},{"id":"dRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"do your thing,","speaker":"spk_2","timeCode":885.78,"tags":[]},{"id":"eBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"'staying out of it, giving you room. But this was in respon'se to anything I did. It was that you were. I'm","speaker":"spk_1","timeCode":935.34,"tags":[]},{"id":"hxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Well, I am getting bear. Okay? Yeah,","speaker":"spk_0","timeCode":1128.38,"tags":[]},{"id":"iRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"one hour work season is you don't do everything all want. No, Spread it out a little bit. Go. I don't have time to do a whole one today. Yes, because you're doing it for your job. Your shop","speaker":"spk_0","timeCode":1139.64,"tags":[]},{"id":"ixIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"And so I actually that he has to kind of catch me in stride like I've got I'm going through that office and I'm doing one loop or other waiting room and he has to get","speaker":"spk_2","timeCode":1149.76,"tags":[]},{"id":"jBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"but it's Off Audible. Sell Yes. To do what he''s got to dio before I'm out the door. So and I'm clenching also in those moments as well s Oh, well, anyone? You don't know this when you get there hazes like there''s a kind of the bottom of your Penis kind of like underneath the head. There''s this, like, really sensitive spot and I'm always clinching that can be connected. You feel me?","speaker":"spk_0","timeCode":1160.47,"tags":["dio","Peni"]},{"id":"kBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"That's the thing about it is like you find what you need everywhere.","speaker":"spk_1","timeCode":1216.1,"tags":[]},{"id":"mBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I've got the juice here. Yeah, the Jews in mind, That one. Yeah. So yeah, that's how I stay granted to connected both electrically and emotionally.","speaker":"spk_1","timeCode":1257.05,"tags":[]},{"id":"rBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Cinnabon talk about March. Can you Can you talk about Mario a little bit?","speaker":"spk_1","timeCode":1495.41,"tags":["Cinnabon","Mario"]},{"id":"tBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Okay. Uh, mustard, mustard.","speaker":"spk_0","timeCode":1561.35,"tags":[]},{"id":"txIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Yeah. God doesn't give with both hands, you know, because you would think, OK, Mario is funny, and he can sing. That doesn't seem fair. And he's good looking. Could jump high. Has Chaka Mushroom. Yeah. Any variant is good at pipes. Yeah, and then you're going Wait a minute. Like, is this guy really? Is this fair?","speaker":"spk_2","timeCode":1594.65,"tags":["Mario","Chaka Mu'shroom"]},{"id":"wBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"do for this for the ad. Just maybe do, like a sensible version. Yes. Um, I gues's. Ah, what? I say it if by, uh So where? So if they had, they lay eggs out of these kind of, um uh, en clo walks and yeah, and so he was? Yeah. Chloe co. Right. And, um, so he was putting his Ah,","speaker":"spk_1","timeCode":1727.36,"tags":["Chloe"]},{"id":"wRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"breath is one of the engineers here, and ah, well, anyway, he hasn't been having that dream anymore. Uh, try Casper for 100 nights risk free of your own home. If you don't love it, theyll pick it up and refund you everything.","speaker":"spk_1","timeCode":1754.13,"tags":[]},{"id":"xBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Thank you, Casper.","speaker":"spk_0","timeCode":1818.54,"tags":[]},{"id":"yhIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Give them a little more on that. Simplify the riddles. You know, if you're gonna hide it in the Bradbury building, why did you just say during the ad May or may not be somewhere in the Bradbury building, maybe one of the Offices on the second floor? Maybe you take a right when you get to top of the second staircase, and it's in the third door on your left side. Um, and what would be hidden in there? Tell me that meal, The three cheese and baby broccoli''s stromboli with tomato.","speaker":"spk_1","timeCode":1943.11,"tags":["Bradbury","Bradbury"]},{"id":"yxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"So ah, one way to eat the food is to order From Blue Apron. Anothers to find it through Kevin''s dastardly tricks. There is 1/4 food, and it is hidden, so I feel like there is a real cost that not reading that food. So, Kevin, can you do the 4th 1 place where it is,","speaker":"spk_1","timeCode":1970.5,"tags":["Blue Apron","Kevin","Kevin"]},{"id":"zRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"uh, I'm not big with French Creamy fresh a sauce east Look, he's just got to cook at about. Yeah, I just know that I don't have to please not food, say or cavities. Chef.","speaker":"spk_1","timeCode":1991.86,"tags":["French"]},{"id":"zhIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Yes, and And check out this weeks money and get the three meals for free and free shipping. Goto Blue Apron dot com slash hand Book soon to be Blue Apron dot com slash The bull. We're","speaker":"spk_0","timeCode":2002.51,"tags":["Blue Apron dot com","sla'sh","Blue","dot"]},{"id":"1BIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Right? I looked really really something where I turn the hose on inside of my house. Wait till the house fills up and then the water rushe's at the front door and all","speaker":"spk_0","timeCode":2101.75,"tags":[]},{"id":"1hIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"the leaves are gone","speaker":"spk_0","timeCode":2113.42,"tags":[]},{"id":"6BIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"is fucking And that is work. Yeah, it is. It is. God really feels like","speaker":"spk_1","timeCode":2261.3,"tags":[]},{"id":"8hIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Absolute. Dilbert has entered the studio. He's jumped out of the deuce neighbor Ed. He has found his way into the studio, and my whole world is two dimensional.","speaker":"spk_0","timeCode":2350.92,"tags":["Dilbert","Ed"]},{"id":"9xIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"It could go to like, a smart little kid. Then I wouldn't want to","speaker":"spk_0","timeCode":2429.98,"tags":[]},{"id":"_BIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"our drains out of the window and it takes all the leaves away because it Zeke says, right.","speaker":"spk_1","timeCode":2477.84,"tags":["Zeke"]},{"id":"_RIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Ah Z talk a little bit about cabin. Just about Kevin. Yeah, in general.","speaker":"spk_1","timeCode":2485.41,"tags":["Kevin"]},{"id":"ARIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Sure, but I would have really worked in the opposite direction. Bret, please do that. Fix that. What is that? What do you mean by that? Flip it. If he had said we need to talk about Kevin than my respon'se of Kevin can wait. Oh, so choice is it worth? Let me work. Get you could take our jokes and reverse Mario What? I said that.","speaker":"spk_0","timeCode":2506.13,"tags":["Bret","Kevin","Kevin","Mario"]},{"id":"AhIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Yeah, sure. What is your","speaker":"spk_1","timeCode":2525.51,"tags":[]},{"id":"DBIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Why is it","speaker":"spk_1","timeCode":2640.03,"tags":[]},{"id":"DRIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"you know and you know the rest. Yeah. Yeah, that's so Yeah. Um, yeah. Yeah. Kevin, how do you How are your, um, has your graphing skills.","speaker":"spk_1","timeCode":2642.66,"tags":["Kevin"]},{"id":"FRIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Yeah, that could be a just another good thing to have on the power point. Do you want me to","speaker":"spk_2","timeCode":2705.94,"tags":[]},{"id":"JRIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I like the breeze. No, but I have. No, but I don't know why you do it with the proces's of distre'ssing. And that's a gentle way to say your cargo shorts in the way that I see them right now. Um, yeah, I know. Mustard stuff. Well, you want the real story you're gonna have toe gets a mustard. Any use hot mustard? Yep. Still burn through. Don't say that. I'm sorry. Um, yeah. You want just like a really nice hot like The Philippe''s mustard. Yeah, you submerged The shorts in there? You run over with the car, put some like, um, catcher''s mitt kind of oil on him. Sure. Casper talked to me about corporate bureaucracy and, uh, how some of the inefficient ways that these meetings were run these days, um, they're too slow. They go on too long, and they could be way more efficient if we just brought some PowerPoint presentation's and graphs to all of these meetings. And I've had some of it. Some of what''s going on. And there is more about ah, you know, telling your bos's that all the smart stuff is his idea. Satisfied, Ezio, it''s feeding the ego. Yeah, and that it''s not so much about just getting the work done. Is it kept Bert? No, it''s not. And tell me. Okay, so here''s The Alice. Yeah, she You're in trouble if you tell her that she looks that your dres's looks nice right now. Now you re being, um aside in this. So then I say, OK, I was lying. Your dres's looks terrible. And now I'm uneven Board drone. Now you're rial a whole.","speaker":"spk_1","timeCode":2846.96,"tags":["Philippe","PowerPoint","Sati'sfied","Ezio","Bert","Alice","dre's","dre's"]},{"id":"KBIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Yeah, hi. Squeaks permitted. Okay, I'm squeak squeak PM My Nestle's squeeze him is your initial. Now he''s going back to BP. EBIT just took up a little Wild","speaker":"spk_2","timeCode":2990.77,"tags":["Ne'stle","EBIT ju'st","Wild"]}]