[{"id":"VBFuJnMByMrymAEmopAI","index":"handbook","podcast":"Hollywood Handbook","episode":"Martha Kelly, Our Close Friend","line":"a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor.","speaker":"spk_2","timeCode":4443.24,"tags":["Sea'son","Dark","Sea'son","Ju'stin","McElroy"]},{"id":"WBFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"And like a butterfly from the cocoon, I have emerged, Yes, billions of butterflies in the butterfly. My creation. If we all seen this painted lady, I'm the only one that","speaker":"spk_1","timeCode":82.78,"tags":[]},{"id":"WRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"feels like I've never I havent seen any of the","speaker":"spk_0","timeCode":91.99,"tags":[]},{"id":"YxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Can I ask, is he named Bosh after the Amazon? Siris? Yeah. You're gonna ask. Okay, so we are. We have to get into this. This is gonna be toe. This is coming out this coming Tuesday, right? That''s right. And then there''s gonna be another episode where the absce'ss that where Shawn is in the proces's of his baby is being born. Right. So this is all gonna be out of order? That''s right. Yeah, this is And this is try months. So have I. Did call in just as a little tease. I did call him pretty out of sorts about 15 minutes before My Boys-This. Board from the Bathroom of Graces delivery room. And so, if the episode of where I'm hosting by myself does not seem to be going great, just hang in there for shod a colleague from the hospital. And if My call doesn't seem to be going great also know that I shouldn't have done it. Try a month. So we're doing this month. We're, like, really trying to do good episode's. And what? This is kind of all about that I have to say, I like people off and I have so much for having me on for Dude,","speaker":"spk_1","timeCode":169.36,"tags":["Bo'sh","Amazon","Siri","Thi","Thi","Shawn","Thi","Grace","Thi"]},{"id":"aBFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"But it's the only way I can find to describe how I feel. It''s ugly as hell. But sometimes the truth can be ugly. Yeah, we have to get to the contest. We have to get to the contest. Okay. Can we put on his engineer Devon over there? And this is the last time I want hear his voice for this episode. I just want to hear","speaker":"spk_2","timeCode":263.56,"tags":["conte'st","conte'st","Devon"]},{"id":"axFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Okay. And pick one word. And just to say it, it was So what was whether they just say the wildflower. What, darling? The wildflower, darling. Okay, way had a lot of weight. We had time for it to not feel like you were gues'sing and sort of extending as you still might not be hoping that you would land on something.","speaker":"spk_1","timeCode":315.4,"tags":[]},{"id":"cRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Okay, we have to get this. Yeah, we have THOMAS for your gues'sing extreme. Like you can gues's by Sort of asking if someone has been a guest on our show before. But you already said that they have nobody. Like, if you are. If you think it's a specific celebrity, you can say, Like, have they been a guest on your got? Right? Okay, because it is a celebrity weve never had, Like a completely not famous person on the show. Some Schachter, I think, Did one early on My this Rap. Okay, good. Uh, so let''s let''s play a song. Have they chosen the song? OK, Yes. All right, great. Let''s let''s hear song from Engineer the wildflower noticed My engineer the mast Wildflower darling escape darling","speaker":"spk_1","timeCode":403.6,"tags":["wildflower","ma'st","Wildflower"]},{"id":"eBFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"I do have a gas.","speaker":"spk_0","timeCode":546.47,"tags":["ga"]},{"id":"fRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"the entire idea of the best singer is","speaker":"spk_2","timeCode":593.92,"tags":[]},{"id":"gRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"What kind of fumbling? The name,","speaker":"spk_0","timeCode":643.31,"tags":[]},{"id":"gxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"who, baby? Who might still be over there. But he, of course, is on traditional television. Uh oh, boy, Oh, boy, you're looking at past What? Were you going to gues's with the d like films? Oh, I just am. So I'm naturally. That was a genuine question. I just I'm naturally curious. I can't Did interested is interesting. And I always want to know hair You","speaker":"spk_1","timeCode":653.04,"tags":["intere'sted","intere'sting"]},{"id":"hRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Like because I some of these things I've seen are so nuts. Never asked streaming services. Okay. Havent been alone together. That's fair.","speaker":"spk_0","timeCode":680.46,"tags":[]},{"id":"jhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"hear Kevin says we're not allowed to hear them saying without the vocoder, I want to do it anyway. Sorry.","speaker":"spk_0","timeCode":750.63,"tags":["Kevin"]},{"id":"jxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"I'm sorry, Kevin. Gonna be the same song. Want Teoh and they can advance forward and sing along without the vote Quarter after we gues's you want to hear just the wa part. Yes. Uh okay, go ahead. I said I wanted to hear you get my gues's is Tawny Newsome. Ah, I think that's right. That''s a gig. Yeah, I could believe that. Okay, let''s hear the engineer The wildflower, darling, Sing the song without the vocoder, please, Devin. Thank you.","speaker":"spk_1","timeCode":756.36,"tags":["Kevin","Teoh","Tawny","New'some","The wildflower, darling","Devin"]},{"id":"nhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"but the fact that you gues'sed","speaker":"spk_1","timeCode":951.76,"tags":[]},{"id":"ohFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"person persona. You werent kind of told, like five minutes before you actually had to do it that way. We're saying I don't know if you were listening. Wait, no, That's the sound of a new rival. Guest has arrived at the mast. Who''s here?","speaker":"spk_0","timeCode":1024.51,"tags":["ma'st"]},{"id":"oxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"I'm school.","speaker":"spk_1","timeCode":1043.62,"tags":[]},{"id":"pxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"watching one? I'm not greater crying when I'm acting in one. But when I'm watching one, it's the only time I can feel true human emotion. This is, I think, just the same County Robbins. What''s while I know the three people in the and I don't know who this way? Have no chance.","speaker":"spk_0","timeCode":1084.88,"tags":["County Robbin's"]},{"id":"rBFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Okay, so Rus'sell Crowe for it could be it's pos'sible that Rus'sell Crowe","speaker":"spk_0","timeCode":1133.66,"tags":["Ru's'sell","Crowe","Ru's'sell","Crowe"]},{"id":"rhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"that's true.","speaker":"spk_0","timeCode":1158.56,"tags":[]},{"id":"sRFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Just put it out there in the universe Gone. Montrose. You got to believe in yourself.","speaker":"spk_1","timeCode":1178.43,"tags":[]},{"id":"tBFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"That's the only person I can think of who is on TV soon on TV show. Let''s hear a song. Can we hear a song from the skunk, please","speaker":"spk_1","timeCode":1196.73,"tags":["skunk, plea'se"]},{"id":"thFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"like you twice Boys before way But I need some time wasting time to pick my heart up off the floor Oh, my love comes down with a","speaker":"spk_0","timeCode":1248.21,"tags":[]},{"id":"wBFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"that incredible voice. You know what? And, um, you which you got got a nice, easy laugh and you're we were getting some little laughs in the in the question in the interplay, even through the vocoder. And I was like, This does not seem like","speaker":"spk_0","timeCode":1358.06,"tags":["Thi"]},{"id":"xxFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"we're gues'sing Quip way solve two more people over there. Yeah, Okay. Can I ask what the like? Whats the vibe in the in the masked ball, over their tanks tense Feed everyone. That''s a lot of hot boxing, right?","speaker":"spk_1","timeCode":1399.09,"tags":["Quip way"]},{"id":"yBFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"This car bes'ser And for being so stoned, everyone is very mad. It's weird.","speaker":"spk_0","timeCode":1415.46,"tags":[]},{"id":"zhFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"It's the opposite. I go from Simple distre'ssful. They want you to enjoy what you want when you want. With these, I want you to","speaker":"spk_2","timeCode":1636.46,"tags":["Simple di'stre's'sful"]},{"id":"0RFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Leah thinks his personality is extremely similar to Yogi Bears friend Boo Boo from the Yogi Bear movie. If you remember, Boubou is kind of, uh, wimp. And he''s sort of Isaac knew he on, and that is how Kevin sees himself. So we are working with the good people of Brilliant Earth to design a ring that looks like a golden picnic basket. And the Rubies are jelly inside jelly sandwiches and the bread is ah friggin other kind of stone. So, um, basically, Leo would, uh, have a ring look like a picnic basket, and then she could open up and take out little Jewell jelly sandwiches. And he is hoping that that will make her accept this his third proposal anyway. Brilliant Earth offers wedding rings, vintage pieces and many other hand crafted jewelry items with exclusive, unique design's you can't find anywhere else. They're pas'sionate about cultivating more transparent, sustainable and compas'sionate jewellery industry. They go above and beyond the current industry standards to offer beyond conflict free diamonds along with fine jewelry crafted from recycled precious materials and just to jump out again. I gues's what Kevin''s gonna do is rent out Ah, theater and have them play that Yogi Bear movie. It''s interesting to me because I feel like the cartoon is so much more iconic than the movie, but I gues's I am older than him. Ah, and at the moment where I gues's there''s a scene in the movie where","speaker":"spk_2","timeCode":1840.6,"tags":["Yogi Bear","Boo Boo","Yogi Bear","Boubou","Kevin","Rubie","Leo","indu'stry","Kevin","Yogi Bear"]},{"id":"1BFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"All right, here we go. That was Devin at night. Oh, big clue. You have to do an accent. Big clue. That's got to be Claudio Toe","speaker":"spk_1","timeCode":2063.24,"tags":["Devin","Claudio Toe"]},{"id":"2hFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Well, everyone made fun of me on the drink in school bus. The accent has changed. Very. Where you from, Dragon?","speaker":"spk_0","timeCode":2111.3,"tags":["Dragon"]},{"id":"3RFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"I'm from Dragon Land. I take a wild swing. Yes. Do you like basketball dragon?","speaker":"spk_0","timeCode":2133.57,"tags":["Dragon Land"]},{"id":"3hFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Yes. Okay, that is this one of our friends? Yeah. Should I know who is this? Perhaps a very flagrant. Exactly what I was thinking.","speaker":"spk_1","timeCode":2147.54,"tags":[]},{"id":"4RFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"their way s","speaker":"spk_0","timeCode":2183.97,"tags":["way"]},{"id":"5RFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Uh, Kevin, you fucked up. That's just became a promo for the flagrant ones. Hashtag the flagrant one sec question Did me I'm sorry. Too easy.","speaker":"spk_1","timeCode":2268.96,"tags":["Kevin"]},{"id":"6xFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"good mes'sage. Have a heart out. So","speaker":"spk_2","timeCode":2327.66,"tags":[]},{"id":"8hFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Carls car, Carl. Everyone knows that I drive the car from the monster's","speaker":"spk_0","timeCode":2391.97,"tags":["Carl","Carl"]},{"id":"8xFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"already size hers out there working. You saw your s.","speaker":"spk_1","timeCode":2399.86,"tags":[]},{"id":"-hFvJnMByMrymAEmEJCV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"No. Okay. Who is, uh, Sharp wing about a Clouser is getting there. Uh, okay. Are you in movies or TV? Some Tormes Okay, but not now. It sounds like streaming services.","speaker":"spk_1","timeCode":2698.38,"tags":[]},{"id":"EBFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"I am beautiful in every single Away Words can't bring May thistle's Such a This is such a talent showcase. Yeah. Don't you bring me down today.","speaker":"spk_0","timeCode":2867.55,"tags":["Away","May","Thi"]},{"id":"FxFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"what you were saying and","speaker":"spk_1","timeCode":2988.04,"tags":[]},{"id":"GxFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Some stuff. I mean, what I'm learning is some of the early stuff was the goods. Weve tried it all, you know? Yeah. Good in the world. Really moving back to my hometown. What works? I've seen the world that it turns out I had what I needed All everyone has to go Do we way have to sing a song? Yeah, we got it. We got to sing a final song. What should we do? It was good. Red ants Time Your wife Oh, yeah, that's right. Yeah, I should have come up with something good like that before","speaker":"spk_1","timeCode":3011.21,"tags":["Red ant","Time Your wife Oh"]},{"id":"IxFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"take me home. I know.","speaker":"spk_0","timeCode":3137.39,"tags":[]},{"id":"NBFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"Hey, this is our enemy camp from the improv fantasy podcast. Hello. From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food.","speaker":"spk_2","timeCode":3522,"tags":["Magic Tavern","Burger King","Chicago"]},{"id":"OhFvJnMByMrymAEmEJGV","index":"handbook","podcast":"Hollywood Handbook","episode":"The Masked Guest","line":"'species. It's a bomber. Andy Daly.","speaker":"spk_0","timeCode":3557.52,"tags":["Andy Daly"]},{"id":"QhFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"'so far it's well, here''s the thing. It''s effectively a haunted house as a website. Okay.","speaker":"spk_1","timeCode":60.21,"tags":[]},{"id":"QxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Where you can buy the scary stuff. All can buy this stuff that you see in the heart scare you. You move, you click it and him and you move","speaker":"spk_0","timeCode":66.33,"tags":[]},{"id":"SRFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"to do something very special for someone who would care about a lot. We're going to design Kevins engagement rig that he''s giving Julia tomorrow.","speaker":"spk_1","timeCode":170.57,"tags":["Kevin","Julia"]},{"id":"WRFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"okay. And this now is working. Hey, welcome to Hollywood, Teoh King Bythe carpet lines back. Always of this industry we call showbiz. I can understand how that would be a difficult time for you to just jump in. So it's not surrounded by not your fault. Just like presidential aides. It was I was Jackie Kennedy s AIDS to like the first lady, and it seemed like they had just finished asking me a question. What? You showed up in this world and I didn't I had no contact for what I was supposed to be doing. And they're all just like, waiting for me to do like, first lady stuff. Yeah, he didn't tell me anything I was supposed to be doing so and it just kind of wandering out of the White House. It''s a fully open world game. And so I like, I just go. I go home to my house in the game, Kenny. Oh, yeah. And so I really know to do and your parents in your way for just every way everywhere. Yeah, but they don't recognize me, so I have to explain that I am he's but I'm in this VR. What year is it? This is so yes, it''s 1960 blood. So at the time, Yes. My my wife is a little younger than it was to see how I sort of That''s how I remember her eyes like I don't recognize this person about. I remember my wife would. She was a little when she was 45 61. Yeah, interesting. We have a big gastric giants. It''s Caitlin. That''s Caleb. Hi, guys. Get over here. I go by one name now.","speaker":"spk_0","timeCode":422.74,"tags":["Hollywood","Teoh King","Jackie Kennedy","Kenny","ju'st","Caitlin","Caleb"]},{"id":"WxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"'so much more fair.","speaker":"spk_0","timeCode":515.04,"tags":[]},{"id":"XxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Europe There, baby. We ever typo you ever type it letter by letter and I m d B and C went at what would auto complete? Is it coming?","speaker":"spk_1","timeCode":532.92,"tags":["Europe"]},{"id":"YxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"people are presently looking up. And for some people, that would mean that you are, like, extremely, like, very succes'sful. But I know the way you're saying it, Which is true Is your succes'sful in a very wild","speaker":"spk_2","timeCode":554.63,"tags":[]},{"id":"ZxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"No, no, you arent. You are succes'sful and you are completely out of control.","speaker":"spk_2","timeCode":570.09,"tags":[]},{"id":"aBFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Yeah, extremely. Zane waken talk about this. You came in and you sat on the chair upside down. You Did a headset. I hold the mic down and you said this is how Use a chair. Okay. I'm in for quite a ride. Yeah, Yeah, right after that. I was like, Did you guys see that? Just to make sure.","speaker":"spk_1","timeCode":576.95,"tags":["Zane"]},{"id":"cRFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"we have to sort of a cat for it. So we Did episode where, Sean. So, Kevin, help me out with this. The timeline stuff we have clarified the time. So we explained to you before the show that this is try a month, we're getting good guest's, and we're trying really hard. Good episode's. And that's what you're seeing right now. Is that yes, that this this is maximum effort? Yes, for us. Uh, good thing I did my chaps. I don't share bet.","speaker":"spk_0","timeCode":613.1,"tags":["Sean","Kevin","epi'sode"]},{"id":"dxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"'said that exact phrase. Yeah, so that's where I got it. I think so. Good. Now, Houston,","speaker":"spk_0","timeCode":698.07,"tags":[]},{"id":"fxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"influenced that I thought I was really going to be ableto like Like, give him a stern talking to you and shown the, like, the error of his ways. Yeah, but he was just an intoxicating presence. And he did end up sucking me in in every pos'sible way.","speaker":"spk_2","timeCode":729.09,"tags":[]},{"id":"hRFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Kalen. Did you give Kevin a little talking to about having a weight? One Tuesday, I called on the way, and I think it's more appropriate if I lied in weird out. This","speaker":"spk_0","timeCode":800.92,"tags":["Kalen","Kevin","Thi"]},{"id":"hhFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"is breaking my heart that you have Kevins phone number and call him.","speaker":"spk_2","timeCode":812.16,"tags":["Kevin"]},{"id":"iRFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"No, no, no. My kids were like a mom. You got to show this to Kevin. And so","speaker":"spk_0","timeCode":823.09,"tags":["Kevin"]},{"id":"ixFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"your abode he's been in there rooting around a big name in our","speaker":"spk_0","timeCode":829.93,"tags":[]},{"id":"kxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Lets talk about what we I We had a meeting at a coffee being a couple weeks ago. Was it cool when you showed up and I pretended not to know who you are? The er that you are a celebrity. That''s what I do in all my meetings. Did that work on you? Yeah. You big time to me a little. Yeah. Oh, you're from right. Like","speaker":"spk_0","timeCode":887.32,"tags":[]},{"id":"mBFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"rise's that you don't want to admit. Then that's going to get you. But OK, games. The world is a house of","speaker":"spk_2","timeCode":956.53,"tags":[]},{"id":"mhFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"No. Wow. Okay, one. Yeah.","speaker":"spk_1","timeCode":969.06,"tags":[]},{"id":"nhFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Yeah, I like it.","speaker":"spk_1","timeCode":987.71,"tags":[]},{"id":"oxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"tonight with Mick tonight. Back to know Mac and me.","speaker":"spk_2","timeCode":1011.44,"tags":["Mick","Mac"]},{"id":"pBFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"That one was called the Made, but it was only on for two season's, so I can see how you maybe for two. The name to doubled","speaker":"spk_0","timeCode":1015.85,"tags":[]},{"id":"pxFzJnMByMrymAEmBJG1","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"That's tricky, I would think, but it''s sort of just naturally happened, but you notice a trend with some of these shows which is that Shawn is asked to go home and that the show''s","speaker":"spk_1","timeCode":1038.06,"tags":["Shawn"]},{"id":"qhFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"I don't know. I don't know. Everybodys doing fine. I gues's","speaker":"spk_2","timeCode":1062.94,"tags":[]},{"id":"rBFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Sunny and share Sunny. About 20. Remember the number two at Theranos? He and Elizabeth Holmes were having a bit of a Flaked","speaker":"spk_2","timeCode":1077.88,"tags":["Sunny","Sunny","Therano","Elizabeth Holme","Flaked"]},{"id":"rxFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"from yes, Danny DeVito from Dumbo Is, um, one of the Tweens","speaker":"spk_2","timeCode":1100.13,"tags":["Danny DeVito","Dumbo","Tween"]},{"id":"sRFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"from the number one.","speaker":"spk_2","timeCode":1107.31,"tags":[]},{"id":"sxFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"because there's Tweens and Dumbo. Dumbo was dumbo between and then they don't even follow his to eat. What happens about flying little Tween?","speaker":"spk_0","timeCode":1113,"tags":["Tween","Tween"]},{"id":"vRFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"No. Yeah, I gues's I'm not getting it. Yeah, I gues's not.","speaker":"spk_2","timeCode":1231.15,"tags":[]},{"id":"vxFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Yeah. I was saying no for never done it.","speaker":"spk_0","timeCode":1244.74,"tags":[]},{"id":"whFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"And he is listening to this right now, and he's listening to you say that you hate his show and he squeezed any squeezing his hoste'ss cupcakes so hard that all the Felix shooting out of it would not","speaker":"spk_0","timeCode":1260.56,"tags":["Felix"]},{"id":"xhFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"You're going to come up with what I should the next project I should dio","speaker":"spk_0","timeCode":1313.39,"tags":[]},{"id":"yRFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"And the other movie she takes off the cattle in a mask and I'm like, Okay, yeah. Who is that? Put it back on.","speaker":"spk_1","timeCode":1334.74,"tags":[]},{"id":"zxFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"do like that. I do like that.","speaker":"spk_0","timeCode":1397.54,"tags":[]},{"id":"0RFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Uh, Catwoman?","speaker":"spk_1","timeCode":1402.67,"tags":["Catwoman"]},{"id":"0hFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Who was Chelsea Clinton? Could we, uh I would love to be introducing. Just be. Lets to speak with. Can we speak with her cat Woman? Who''s Chelsea? Yeah, I mean, I I Pot Humor you. But here''s though it''s a really, like, not an idea smart ation for that''s something that I would ever","speaker":"spk_0","timeCode":1404.58,"tags":["Clinton"]},{"id":"0xFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"actually have a range. I didn't say that. No, I didn't say that. No, I just think it's a very stupid I'd interesting that you didn't say You didn't say, but you kind of did it in Away.","speaker":"spk_2","timeCode":1424.39,"tags":[]},{"id":"1RFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"know Chelsea is?","speaker":"spk_2","timeCode":1445.03,"tags":["Chel'sea"]},{"id":"2xFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Dari. Thank you. I'm sorry.","speaker":"spk_0","timeCode":1474.93,"tags":["Dari"]},{"id":"3BFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"I support all their whole thing. I don't like competition. I don't think all of it I think they all whatever they do is Gauri I feel like that's like just you throwing that out there? Cover yourself. What do you support? Women","speaker":"spk_1","timeCode":1477.42,"tags":["Gauri"]},{"id":"3xFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"You know how I know this is what I wouldn't want about You don't need toe My here from Scott Ackermans people. Soon","speaker":"spk_0","timeCode":1504.84,"tags":["Scott Ackerman"]},{"id":"4RFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"That's fine. These people are him. I'll leave my phone number for him, just in case he wants to reach out.","speaker":"spk_0","timeCode":1514.76,"tags":[]},{"id":"5xFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"Ah, it's ah, clown turning the lights off. And it is a mean, what you're describing is not a mean. What does it say? It''s cute. Lights off kids. That''s not me. You know, they don't always have to make sense. You know the kids, Air six. This","speaker":"spk_0","timeCode":1545.8,"tags":["Thi"]},{"id":"6BFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"makes too much sense.","speaker":"spk_2","timeCode":1565.03,"tags":[]},{"id":"6hFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"And dumb and stupid and all these words you're using, but you know, that were very positive.","speaker":"spk_2","timeCode":1578.16,"tags":[]},{"id":"7RFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"When you, uh, sorry. When you were clearing up the timeline before with Kevin Yeah, on And saying like, Hey, this is coming out","speaker":"spk_0","timeCode":1605.72,"tags":["Kevin"]},{"id":"8RFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"I loathe listener. Are you I to go IV sort of on the ride home going. I think that was kind of cool, right? Um, were you asking him because you were gonna once again clarify the timeline that in two weeks there would be an episode where I call in basically, during the delivery of my baby? Yeah. This show is in fact, taking place with the baby. The baby is in the world. Yes. This will be fun for the fans to kind of stitched together to do, like, a flow chart. And they probably use that gift that everyone use's of the, uh, the at lights out club. Ah, lights out, clown. So are the guy from the show. There's a guy from ah, the show with sweet Dean''s friend de ah, Who is the Dean Scream? One of the most looking at all the papers on the wall. And he''s like","speaker":"spk_1","timeCode":1632.04,"tags":["Thi","Thi","Dean","Dean"]},{"id":"9xFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"'starts as the lights out clown, you know? Then he does","speaker":"spk_0","timeCode":1731.6,"tags":[]},{"id":"-hFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"you gotta am hired of us? But I do. Yeah, I am. You're trying t o your way past the sketch comedy show.","speaker":"spk_0","timeCode":1743.36,"tags":[]},{"id":"-xFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"I know. That's why I'm confused. Why? You want me to play a man? Like what? It doesn't What?","speaker":"spk_1","timeCode":1751.21,"tags":[]},{"id":"_RFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"'say, since the timeline is all mes'sed up to cover that up, we can say that it's like 2000","speaker":"spk_1","timeCode":1767.67,"tags":[]},{"id":"_hFzJnMByMrymAEmBJG2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"two. Oh, yes. Episode That is helpful for me. That's a lie. Do you want to hear something sweet, Dean? About it's d interesting that maybe well give you an idea for a role is something that my baby''s been talking to me about. A society is saying that the famous bos's baby from that movie works for him. Really? So he''s the bos's Babies? Bos's, Is that a movie? Dad? Ideo All right. Okay. Now I'm in","speaker":"spk_1","timeCode":1773.54,"tags":["Dean","Babie","Bo's","Ideo"]},{"id":"ARFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"could do it. I think","speaker":"spk_2","timeCode":1825.91,"tags":[]},{"id":"BBFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"So lets say for sure weve had 17 years to marinate on ideas for you. The bos's babies, Bos's number one. Come on. So can I speak to the bus babies, Bos's,","speaker":"spk_1","timeCode":1835.81,"tags":["Bo's","bu","Bo's"]},{"id":"BhFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"And in the meantime, do you mind if I eat this sort of granola Caavo with","speaker":"spk_2","timeCode":1855.28,"tags":["granola Caavo"]},{"id":"BxFzJnMByMrymAEmBJK2","index":"handbook","podcast":"Hollywood Handbook","episode":"Kaitlin Olson, Our Close Friend","line":"come down?","speaker":"spk_1","timeCode":1859.43,"tags":[]}]