[{"id":"EBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"a long time and obviously stuff just like piles up. And eventually you're like, Oh, this is normal. You know, you get used to things,","speaker":"spk_1","timeCode":1346.59,"tags":[]},{"id":"EhGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"E Think all shrinks acros's television are kind of ubiquitous. They share a lot in common. Yeah. Help Tony Soprano help Tony Soprano. Um I mean, theyve helped a lot of people cast on winter. Yeah. Was that a dream? No. There's a real kill happen, riel. And in the dream,","speaker":"spk_2","timeCode":1381.53,"tags":["Tony Soprano","Tony Soprano"]},{"id":"ExGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"in the dream sheet and the dream, you effectively The shrink were like townie get coming here and getting out. I mean that I want to say that it's age being I don't want to say that kind of stuff, but that was that was about Tony''s fantasy about the shrink, whether it was see, So this drink or The Sopranos The shrink?","speaker":"spk_0","timeCode":1398.13,"tags":["Tony","The Soprano"]},{"id":"FxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"There's no, like, real curve at it. It''s just your I gues's what you would call it is a mere Yeah, that''s a mirror. I mean, it''s tilted up a little bit because you seem to be a couple inches taller than me, right? It is tilted a little bit like a find myself to doubt your stilted five degrees down my filter five degrees up. Yeah,","speaker":"spk_0","timeCode":1477.42,"tags":[]},{"id":"GhGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Hey, thinks nobody notices. Yeah, he was. Yeah, I've seen time. You've mentioned this. I've seen you take off your shoes before you go to the bathroom, and I've seen the lifts in there, but","speaker":"spk_0","timeCode":1521.95,"tags":[]},{"id":"HhGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"and it's like, Yeah, eventually, I did notice. Maybe not the difference from week to week, but the big shoes, like people are noticing. When I first met you, I was already at,","speaker":"spk_0","timeCode":1562.1,"tags":[]},{"id":"HxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"like, two feet was just surpas'sed. Okay? To features. Well, if I can see SOS The shrinky for a second, I think you want to fit in with Sean and Hayes. And that's admirable because, you know, they have They have a great report. Uh, you record a lot of these podcast's. So it has been too much time. Well, I'm Brett. Okay, let''s let me let me because I'm getting somewhere Wed honestly be here for a really long time. Unfortunately, I say this as cease's The shrink all the time. Unfortunately, we're out of time. Mom Hayes. Let''s deal with the your relationship with Sean. Okay, let''s dive back into it. Um, start with the This is kind of like a feel stupid and complain with us. He''s on the phone a lot during the show during the show, like he''s going through Twitter instagram er","speaker":"spk_2","timeCode":1571.64,"tags":["Sean","Haye","Brett","Haye","Sean","Twitter"]},{"id":"IRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"You know how with when you're looking at the drive your thumbs air moving in this very delicate way because the content is so precious. Yeah, you don't want toe The chive and barstool and like something I can tell sometimes when he's like switching back and forth from the tribe and barstool Yeah, and being so delicate with content and also not wanting to put it's thumb too much on the screen because that would obscure Try being Yeah, and he''s got a drive on.","speaker":"spk_0","timeCode":1623.64,"tags":[]},{"id":"LRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"there's not the word for this.","speaker":"spk_2","timeCode":1829.35,"tags":[]},{"id":"NBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"those names? Yeah. It was named after a real guy who happen to be a doctor and a kind of happened like the story kind of happened to him in a similar way.","speaker":"spk_0","timeCode":1913.52,"tags":[]},{"id":"OBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Sean does live technically next to his dad underneath, like, a kind of next to that's below. Okay, um, and has a separate entrance like first floor, first floor, first floor is one above the ground. Okay. His is, like, the negative first floor. Okay. All right. On a raid show, say, as the Europeans would call it. Yes. Specifically differential, right? Yes. Rachel, say, um, and his separate entrance that is a window. OK, And steps that go down. Uh, he has made steps","speaker":"spk_0","timeCode":1935.01,"tags":["Sean","Rachel"]},{"id":"PRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"and you have to get through the window to go inside down into the blow part under the ground below the big house on top. Right? Right. Uh, and to get down there, you glue a bunch of DVD case's together in the shape of steps that you can kind of crawl down right to get into this apartment that is sort of upside down below the ground again. Something that's very rare coming out of my mouth, but not quite clicking for me. Need a little bit more explanation if you","speaker":"spk_0","timeCode":2004.8,"tags":[]},{"id":"RRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Always kind of flying around with seemingly, like everything I do. So I'm doing this new show now on my own. Okay. Where I, uh, review Franco pumps.","speaker":"spk_0","timeCode":2098.74,"tags":["Franco"]},{"id":"SBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"'s Oh, I have. Will you, Brett, will you search fungal pops? So? So the shrink can see Franco Pops, you really don't slow down the word. It's two words. Sounds like Brett doesn't know either. You don't know Funk? Oh,","speaker":"spk_0","timeCode":2122.47,"tags":["Brett","Franco Pop","Brett","Funk"]},{"id":"ShGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Yes, Funk. Oh, Pops. Okay.","speaker":"spk_2","timeCode":2142.94,"tags":[]},{"id":"SxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Thank you. Did you look for it? No, I will. Now everyone s so you can understand what I'm talking about. Search Funk. Oh, Pops. You don't know These is the most famous toys. Thes actually are famous. They were Ah, Lolly pops. No, These sound like famously unknown toys?","speaker":"spk_0","timeCode":2146.26,"tags":[]},{"id":"TBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"No, these air. Once you see a picture, youll say, Oh, yeah. So those air Franco, pops. I know what what these are. Now You show him. Please","speaker":"spk_2","timeCode":2163.42,"tags":["Franco"]},{"id":"VBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"If the funk Oh Pops podcast takes Off, would you leave Hollywood Handbook","speaker":"spk_2","timeCode":2248.99,"tags":["Hollywood Handbook"]},{"id":"VhGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"a question that I have started to ask myself. Here I am at the beginning, thinking this would be just like a fun release thing, a fun side thing. But every time I post episode, people say, make them longer review. Mawr Fungo POPS REVIEW More kinds of toys","speaker":"spk_0","timeCode":2261.4,"tags":[]},{"id":"VxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Review bobbleheads Seabright here saying like, Oh, it's like it''s like, uh, you should do bobblehead studio When he said that it''s not gonna go. Yeah, I was listening. Yeah, I hear that. There''s almost as many Bubble has this Funchal pops now. Yeah, because they're they're different. Apparently.","speaker":"spk_0","timeCode":2283.89,"tags":["bobblehead","Seabright","bobblehead","Bubble","Funchal"]},{"id":"WxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Yeah, some get very mad. Well, the situations they are in 10. Yeah. Comedic dean, dragon wagon. Remember how mad he would get? It would get furious. Well, why he had it all. I'm watching. Well, but you didn't have the one thing. Something he didn't even know how to describe in this universe, which is a little doll, The big head. It's name is fun composite.","speaker":"spk_0","timeCode":2361.2,"tags":[]},{"id":"YBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"almost certainly","speaker":"spk_2","timeCode":2420.18,"tags":[]},{"id":"YRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"one ba jillion dollar person. Uh, damn, dude, you havent had Danna do don't know do. But we did call Tani called. We know he has been on. We got his voice mail.","speaker":"spk_0","timeCode":2421.87,"tags":["Danna","Tani"]},{"id":"aRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"eyes. That how it works because that's what I've been trying. Is that how it works? And I still got naked fingers so hard and, well, maybe I'm doing it wrong. Maybe was up. Maybe it''s going up. No, I didn't bring gloves. It''s like 100 degrees outside. So this is weird to show up for most of the","speaker":"spk_2","timeCode":2516.64,"tags":[]},{"id":"axGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"I know. And that's why it zits my fault for not being able to distingui'sh between the characters. Because the face you make when you're doing the shrink is unrecognizable is give you one other way to differentiate between the two. Now, just my like the face. Yes, steps. That''s Tim Baltz. I'm insanely high status because I know that''s how things get done in Hollywood. Take no fucking goddamn prisoner's! Yes! Step on people''s throats. Tell their hands behind your back. You slap him, you put him out in the middle of the street, You ridicule them. That''s how you get ahead in this town, Mis's. It sounds gritty. It''s tough. Yeah, All right. That''s what lows feel. This is like, That''s right. Yes. Yeah, but see, so podcast. Oh, is there one? Yeah. Freakin Morgan Murphy host. It is a great she is. She''s very popular comedian. Does she just talk about los's? Feels It''s the only thing that they ever talk about and they got a stop sign put in somewhere.","speaker":"spk_2","timeCode":2549.7,"tags":["Tim Baltz","Hollywood","Morgan Murphy","Doe"]},{"id":"dBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"It's very hard to read while you are leaf peeping Thistle''s my Imed always torm between I want to look at the Leeds But I would also love to be catching up on my Joan s Bo Book at the same time. And and this is exactly what I'm talking about. You know, I am","speaker":"spk_0","timeCode":2698.66,"tags":["Thi'stle","Imed","Leed","Joan 's Bo"]},{"id":"eRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"'such as Calypso by David Sedaris. It does say a Polaroid guy in a Snapchat world by David Speed. I must thank you. It. Right? Lucky that right now and ready. Player one. No author attributed. Uh, don't tell me what books I like. Yes, I like all these books. Yes, The listener's like all the books. Uh, let me decide what books that I want to talk about. I want to talk about the shipping news. Thank you. So if you can you deal with that. Why don't you want me to tire of the shipping news? Well, I just thought, you know, ready Player one. The pro version. David Spade, Sean. And, you know, uh, collect David Sedaris. You like? These are things that The resonate with the audience. So I thought I'd be because I don't like that Book. That's why I didn't put it in. You don't like the shipping news? Yeah. Yeah. I don't like chef. Too intense, too much fog.","speaker":"spk_0","timeCode":2810.46,"tags":["a's Calyp'so","David Sedari","Polaroid","Snapchat","David Speed","li'stener","David Spade","Sean","David Sedari"]},{"id":"gBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"So that's on Kevin. I can't be right. It''s supposed to be common. It does say that that pictures as that put that in the photo. You did that and they were loving this ad where I just said how much they were loving what we were doing. Audible was so happy when we said that the number was cool. And then here comes Kevin with Audible dot com. So disappointing slash The Boys one word or text. The Boys toe 505 100. And then the end says you can do it with audio books. That can't be right either. Yeah, THE BOYS s What does that mean, Kevin, you can do it with audio books. Maybe that''s","speaker":"spk_0","timeCode":2945.12,"tags":["Kevin","Audible","Kevin","Audible dot com","Kevin"]},{"id":"gxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"recording a your podcast and your friends are screaming through the wall on the other studio while they're recording their podcast, theyve managed","speaker":"spk_1","timeCode":3001.47,"tags":[]},{"id":"iRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"it Season three. Jon and Lauren are back talking, it says, but ah, not fair. Not a fair description of whats happening","speaker":"spk_1","timeCode":3093.06,"tags":["Jon","Lauren"]},{"id":"ihGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"about Mawr of the TV shows and memorable characters that warp their minds and, I gues's, made them like this This season. They're covering, saved by the Bell of the Bachelor and Veronica Mars and on, and it says talk again to gues's you talk to guest's It that's not what''s happening.","speaker":"spk_0","timeCode":3101.37,"tags":["Mawr","Thi","Bell of the Bachelor","Veronica Mar"]},{"id":"ixGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Like voice acting legend Gray Griffin, Matt and Bone From Last Culture. Arista's and workaholics is Anders Holm, who are now presumably changed by this experience.","speaker":"spk_1","timeCode":3120.73,"tags":["Gray Griffin","Matt","Bone","La'st Culture","Ari'sta","Ander","Holm"]},{"id":"jRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Were they blasting the TV to the point that it seemed normal to them? I gues's, like double dare and those things that is just screaming in places where you would normally talk. Yes. And if you're a Stitcher Premium subscriber, you can start bringing the new season early. Listen to raise by TV now and subscribe on apple podcast Stitcher Premium favorite podcast app. Turn it down.","speaker":"spk_1","timeCode":3137.62,"tags":["Stitcher","Premium","apple","Stitcher Premium"]},{"id":"mBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"uh, sometimes after and sometimes like when I woke up with ring on that, uh, I had seen it for a couple days before that and did not see her before The bag went on slowly being rendition.","speaker":"spk_0","timeCode":3280.28,"tags":[]},{"id":"mxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"it waas hot","speaker":"spk_0","timeCode":3341.8,"tags":[]},{"id":"nBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"and so that I thought could have been some kind of metaphor for it felt, you know what it felt like. It had just been smelted. And that would have explained some of the smell, I gues's is where it's melted come From? Definitely. Yeah. Or vice versa. Might be Were smell. Oh, yeah, It''s something. Was like, What''s that sensation in my nostril's?","speaker":"spk_0","timeCode":3347.99,"tags":[]},{"id":"oBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Hey, we're in a safe space. You could say dwarves as much as you want to me,","speaker":"spk_0","timeCode":3393.43,"tags":[]},{"id":"pBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Okay, Well, Bret knows all about this stuff. Jeez, Shrink doors.","speaker":"spk_0","timeCode":3424.03,"tags":["Bret"]},{"id":"rRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"But do you feel like he bailed on you today? Do you feel I feel like so? I think a lot of what I'm getting","speaker":"spk_2","timeCode":3516.82,"tags":[]},{"id":"shGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"I've seen pictures of showing. Never met him. Yeah. Uh, I've seen Carrie Anne Mos's. That little dumps, obviously. In the Johnny,","speaker":"spk_0","timeCode":3589.32,"tags":["Carrie Anne Mo's","Johnny"]},{"id":"sxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"obviously. Yes.","speaker":"spk_2","timeCode":3596.2,"tags":[]},{"id":"uRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"explains the quandary that you just close. Um, yeah. I don't know why.","speaker":"spk_2","timeCode":3702.03,"tags":[]},{"id":"whGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Friendship wise with you and Sean for you. Forget about the sexual stuff. Lets take that out for now, okay? It''s always gonna be there. Um s Brett knows me and Sean, uh, we","speaker":"spk_2","timeCode":3801.37,"tags":["Sean","Brett","Sean"]},{"id":"wxGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"the ideal situation. Ideal situation. Just just show me what it looks like. Okay,","speaker":"spk_0","timeCode":3815.3,"tags":[]},{"id":"xBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"um, we live together. Ah, in the house From arm in.","speaker":"spk_0","timeCode":3822,"tags":[]},{"id":"zBGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"of me and Sean. Like medieval Funchal. Pops,","speaker":"spk_0","timeCode":3938.48,"tags":["Sean","Funchal"]},{"id":"zRGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"you gotta be extremely fun. Really Small chain mail because the minds air small from what you've told me about Funchal, Pops. Yeah, And you have seen them, and you know what they are? It's not just that I told you.","speaker":"spk_2","timeCode":3941.54,"tags":["Funchal","Pop"]},{"id":"0RGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"ah, and put it on the head of just ah, generic Franco Pop like molds. And I was dean dragging wagon. Uh, see, Says the shrink funk. Oh, Pop. Uh, the head is, um, Chad Michael Murray","speaker":"spk_0","timeCode":4018.17,"tags":["Franco Pop","Pop","Chad Michael Murray"]},{"id":"2xGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"No, I Well, so look, his friggin, uh, magic heart","speaker":"spk_2","timeCode":4155.26,"tags":[]},{"id":"4hGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"bedroom in Culver City together. Okay,","speaker":"spk_1","timeCode":4264.98,"tags":["Culver City"]},{"id":"5BGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"All right. All right. Randomly picked the lowest expectation. Oh, that's because there in my bedroom, you dreadful relax breath. You draw from Culver City to Hollywood almost every day. Yes, Ideo. That''s a great And you notice? That is why I look like this. Almost five minutes. Late toe.","speaker":"spk_0","timeCode":4272.9,"tags":["Culver City","Hollywood almo'st","Ideo"]},{"id":"5RGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"That's tough. What do you take? Rim powder? Rampart. I should take Crenshaw. Really? Usually, I shouldn't say this stuff outlawed. If it''s a better shortcut, you should keep it to yourself. No, that''s wise. That''s Tim telling you. Oh, so you're misleading people. You don't take Crenshaw.","speaker":"spk_2","timeCode":4292.17,"tags":["Cren'shaw","Tim","Cren'shaw"]},{"id":"6BGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"I've noticed. Yeah, which is a very low status thing to dio, right? Right now I'm giving you a very high status face, and I'm judging you harshly for whatever your shortcut is to get from Culver City to Hollywood. Which, by the way, you should feel secure enough in this job to move fucking closer to Hollywood. Buddy, you can't live in Culver City. I don't know. I mean, he could feel secure enough in doing this job. I think the company","speaker":"spk_2","timeCode":4328.13,"tags":["dio","Culver City","Hollywood","Hollywood","Culver City"]},{"id":"6xGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"I got a 1,000,000 IRS of the fire,","speaker":"spk_1","timeCode":4377.61,"tags":[]},{"id":"7BGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"Uh, you know, like, if bread they told you anything they say, Oh, we're moving to a different floor under seeing that floor. I havent either.","speaker":"spk_0","timeCode":4382.22,"tags":[]},{"id":"7xGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"the new office. What makes What I think happened is that gave bread a she of computer paper and a colored pencil, and they and they let you do a little design, right? Yeah. And they said, Well take this. And now this is gonna be our new office.","speaker":"spk_0","timeCode":4419.89,"tags":[]},{"id":"9hGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"I have no idea how I got there. There's a bunch of arrows pointing to me. Um, and with, like, the cool emoji The sunglas'ses. You you drop that.","speaker":"spk_2","timeCode":4513.66,"tags":["sungla's'se"]},{"id":"-BGnLXMByMrymAEmP748","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"it's been an hour and four minutes. Look, we have to get down to the rial busine'ss of being here. Save. See? So","speaker":"spk_0","timeCode":4538.41,"tags":[]},{"id":"ABGnLXMByMrymAEmP788","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"You see Big cap","speaker":"spk_1","timeCode":4626.78,"tags":[]},{"id":"CRGnLXMByMrymAEmP788","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"dimensional portal behind a Burger King in Chicago into the magical land of food,","speaker":"spk_1","timeCode":4713.92,"tags":["dimen'sional","Burger King","Chicago"]},{"id":"DBGnLXMByMrymAEmP788","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend","line":"and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber.","speaker":"spk_3","timeCode":4738.99,"tags":["Feli'sha Day","Colton Done"]},{"id":"FRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"to back up it's me. It's Tiesto and it''s Robert Duvall. And we're And we're, um, doing the 40 year old virgin style makeover on Bobby to get him back out there. I just had a really nasty weight changed, and, uh, he is getting to use this tender. Exactly. Exactly. He got, I gues's, but knows create. Remember being lonesome Dove. I don't remember being just lonesome dude s, so he, uh, woman would show me should tender emerges. It''s exactly Yeah, it''s like, yeah. Did I tell you? Well, anyway, he''s getting waxed, he''s getting waxed, and, um, it''s funny. Ah, but it''s painful. Interesting thing about that scene and this story. It''s this big joke, right? That The painful waxing is, um, you know something this man has to go through once. Meanwhile, we asked the women in our culture to do it just Yeah, it''s funny that we go through it one time with our friends. Oh, yeah. Great.","speaker":"spk_0","timeCode":261.29,"tags":["Robert Duvall","Bobby","Dove"]},{"id":"FhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"Funny. See, Al. Well, why don't we think about some of the women and this guy","speaker":"spk_1","timeCode":331.59,"tags":[]},{"id":"GxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"Okay, so, uh, that's sort of what''s making him? Ah, go. Uh, bongo banana nuts. And, uh and that is, um","speaker":"spk_1","timeCode":399.34,"tags":[]},{"id":"IRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"right? Well, in your craftsman.","speaker":"spk_1","timeCode":479.56,"tags":[]},{"id":"JxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"but this place, we also have people loving it.","speaker":"spk_0","timeCode":610.29,"tags":[]},{"id":"MBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"and give a what up? What up to our audience. Engineer Jordan. What up? Flat up and give us one of your famous and noise's Jordan does sound effects Any any sound effect. You want something you want to hear? Dont want like, go like a witch cackle And she has a degree in vocal performance.","speaker":"spk_1","timeCode":757.74,"tags":["Jordan","Jordan"]},{"id":"MhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"Whoa way any please don't ask for scary noise. I should warn the people are driving right now. That could yeah, off the side of the road. There's a witch in the car. Yeah, that is a really scary idea that I know how I'm gonna have good luck unseeing that image. Thanks, Joe. Are which in my car.","speaker":"spk_0","timeCode":778.44,"tags":["Joe"]},{"id":"NBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"exactly what I'm doing. Yeah. So I'm very excited about it on and you are a craftsman, and you crafted for the audience. Just do the same set in. Ah, freaking. You know, one of these metropolitan, big city buffalo New York or whatever that you're going to do in charge Block? Yeah. You know, you got to switch it up, so I think that's really smart. I think that''s really cool.","speaker":"spk_1","timeCode":809.32,"tags":["New York"]},{"id":"NRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"Um, do you want to talk a little bit about the idea of the comedy that you're doing? Are I mean, I think it kind of it speaks for see for, So I don't know. I don't want to say there's, like, a huge, like, philosophical arc behind any of it. Okay, Like it''s there is. There is, But I don't want t o don't want to say you want me to say that they were there would be some of this shit, man. I just sit back. I just look at the speaker and just trip out on these ideas, man, when I listen to some of this shit, I closed my eyes and kind of hold my hands over my eyes so it makes like kind of a swirling effect that I feel is the best backdrop for some of the shit that you're laying that I actually","speaker":"spk_0","timeCode":833.67,"tags":[]},{"id":"PRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"Oh, that is nice.","speaker":"spk_1","timeCode":973.37,"tags":[]},{"id":"PxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"Please do not rushed the stage","speaker":"spk_2","timeCode":983.24,"tags":[]},{"id":"QRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"Well, I think just people I","speaker":"spk_1","timeCode":1007.4,"tags":[]},{"id":"RxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"Positive. So, you know, you know you're giving him with exactly Yeah. Talk about because I think a lot of bands get this wrong like you go to see, Maybe smash mouth or something? Yes, all the time. They don't come out and just play All Star ago. Who knew we were gonna play that one? Not even the whole song. Just play. Hey, now you're an all star. Just the chorus connected to nothing","speaker":"spk_0","timeCode":1114.14,"tags":["Po'sitive"]},{"id":"SBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"and then just go like, Did you guys think I was? What were the odds? Gues's very high. You control. That's why I'm saying, what type? What is this? Why are we playing around with this? You know I'm going to do it. I know you want me to do it. No more gay. No, I don't play games. Yeah, I love that we're in a post game society.","speaker":"spk_1","timeCode":1145.98,"tags":[]},{"id":"SRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"So many comedians will do their entire set bin. Wait for","speaker":"spk_0","timeCode":1163.93,"tags":[]},{"id":"ShGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"enough applause to come out and do an encore, Right? Walk back on stage and then say gator, uh, dead walk. Rack Off. Why? Yeah, Why toy with Yes. No, it is. And you can do","speaker":"spk_1","timeCode":1169.74,"tags":[]},{"id":"ThGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"I Yeah, I've seen it on in movies. Yeah, like I think it is well, to be cras's, but it's not like you have sex and then bus'sed a load Off","speaker":"spk_1","timeCode":1200.85,"tags":[]},{"id":"URGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"'spring is in. You know how I know spring is in her?","speaker":"spk_0","timeCode":1238.66,"tags":["spring","spring"]},{"id":"XBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"OK, so that seems like","speaker":"spk_2","timeCode":1363.18,"tags":[]},{"id":"XhGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"do that. The opposite. Did you also just see someone buying a paint roller and go like, Can I somehow","speaker":"spk_0","timeCode":1376.19,"tags":[]},{"id":"YxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"get into your son. I know that. Yeah. Then Then you wouldn't need sunblock. But that's kind of thing. I feel like anyone. Why you don't need to buy sunblock either. Just anyone could just move two steps in any direction. You could save so much money. I've never understood that. When people like only I need to put on total ways that I know. You don't just walk. Also, a lot of times you can borrow it. Somebody else will have. Everyone always has it. Yeah, and most people have paint rollers to Oh, yeah, tall guys,","speaker":"spk_0","timeCode":1425.98,"tags":["sunblock","sunblock"]},{"id":"aBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"And then and suddenly they're kind of in your home. They're your guest's have allowed them in. So even though you're in this mas'sive stadium, you're really on your porch. Just sort of weave entails to the neighborhood dealing with that pumpkin stink.","speaker":"spk_0","timeCode":1492.7,"tags":[]},{"id":"ahGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"I would. So this is just for me. Personally. It is moving. It's moving pretty fast. Yeah, and you can kind of hear it. Yes, From just like the wind resi'stance. How fast it''s moving. Yeah, yours. I can hear it from there. Sort of like a washing here. I'll put it. I'll put my forehead up to the mike","speaker":"spk_1","timeCode":1513.08,"tags":[]},{"id":"axGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"and then you hear about I could hear it. It's it''s quiet, but I'll I'll put mine up to the mike just so you can hear what''s going on.","speaker":"spk_1","timeCode":1543.18,"tags":[]},{"id":"bRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"'so I think it's great they're doing this. Um, uh, obviously, with the sounds that my head is making, I've done my own research and","speaker":"spk_1","timeCode":1617.44,"tags":[]},{"id":"cBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"Order now are lister's Get a trial month of hymns for just $5 today right now, while supplies last hams is more see website for full details. Same product, but with more good product shape, The","speaker":"spk_0","timeCode":1731.16,"tags":[]},{"id":"cRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"'shaping tools. We had to get the machine","speaker":"spk_1","timeCode":1746.05,"tags":[]},{"id":"cxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"hails Wales. His would cost Hundreds of you went to the doctor. If he said it. Tana pills. We send more than you need because we just trying to unload these things. Go to four hymns dot com slash The Boys. Whos we? You and Johnny?","speaker":"spk_0","timeCode":1767.47,"tags":["Wale","Hundred","Tana pill","Johnny"]},{"id":"dRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"That's fo r h i m s dot com slash The Boys for hymns dot com slash The Boys.","speaker":"spk_0","timeCode":1798.82,"tags":[]},{"id":"exGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"and then that and that will hopefully get you started.","speaker":"spk_0","timeCode":1859.79,"tags":[]},{"id":"hBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"words. Why you were labia beforehand before we started the ad. August 31'st at the Rockwell in Boston. It's not in Boston shares. I've never Somerville. Sure.","speaker":"spk_1","timeCode":1954.29,"tags":["Rockwell","Bo'ston","Bo'ston","Somerville"]},{"id":"iRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"M. Are you guys doing any Raised-by-the-T-V-This life? Actually, we ask you, I think or know we knew that you were doing your show. It's August 31'st at Dynasty-Typewriter in L. A. Oh. Did you ask us? I I heard that maybe you guys were gonna have us his guest's to talk about certain old reality shows. Because, of course, we famously hosted the most failed theme reality Jetta. Okay, Are there any measure's you're taking the lashe's to protect people two years? Um, no, I think we're gonna be louder at the live show. Just one in the crowd can hear us, and, uh, that''s it. So I'm sorry if I","speaker":"spk_1","timeCode":1983.2,"tags":["Rai'sed","Dyna'sty","L. A.","Jetta"]},{"id":"ihGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"interrupted anything like really important that you guys were talking about.","speaker":"spk_0","timeCode":2016.33,"tags":[]},{"id":"ixGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"Dad reads so it's all important to me. Ah, Love these products. They're kind of my family. Oh, yeah, that''s huge for you. And we're supposed to plug Stitcher Premium to it says premium on here. It''s one of the four words of the paper. If you want a free trial of Stitcher Premium,","speaker":"spk_1","timeCode":2019.08,"tags":["Stitcher Premium","Stitcher Premium"]},{"id":"jRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"'say our code. Kevin, don't just let us","speaker":"spk_1","timeCode":2047.0500000000002,"tags":["Kevin"]},{"id":"kRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"There's chef designed recipes and perfectly portioned farm ingredients. Deliver right to your door with Blue Apron. They make dinner Quick, Easy and oh, yeah, Insanely tasty. Now, unfortunately for us here, Hollywood Handbook Ah, Blue Apron has been engaging in these very exciting partnership's. Great for the customer's. Great for people who just like to eat good food. Not good for me. Erin, please. You need to hold his arms. Kevin, I'm thrashing Love tonight From please. So basically Blue Apron partnered with Master Chef way when we got the ad copy,","speaker":"spk_0","timeCode":2080.27,"tags":["Hollywood Handbook","Erin","Kevin","Blue"]},{"id":"nBGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"All right, I'll tell you what makes me matter in the Blind guide. A silent movie and okay. Uh, yeah. Is that a situation","speaker":"spk_2","timeCode":2329.47,"tags":["Blind guide"]},{"id":"nxGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"of the one of. Yeah, well, I remember sitting there was the best movie that year. It waas unles's you were blind. Or Colin just","speaker":"spk_1","timeCode":2358.69,"tags":["unle's","Colin ju'st"]},{"id":"sRGpLXMByMrymAEmub-K","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Mande, Our Southern Fried Friend","line":"yeah, yeah, That's a reference to Conway Twitty. Uh, and I've always I've always loved, you know, taking things From, like, my past, make a growing up listening Conway Twitty and then billing Twitter sound so much like Twitty. Uh,","speaker":"spk_1","timeCode":2493.63,"tags":["Conway Twitty","Conway Twitty","Twitter","Twitty"]}]