[{"id":"jRGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"It's just like it''s out there, like film like just, you know, a lot of stuff in the pipe.","speaker":"spk_1","timeCode":595.99,"tags":["ju'st"]},{"id":"kxGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"that will include Burn Table 19. These are just movies, you know, then a Japanese movie. Well, yeah, and like a short like a Pixar short like a like a Portuguese language Brazilian film about like two families meeting Yeah or whatever.","speaker":"spk_0","timeCode":687.94,"tags":["Burn Table 19","Pixar"]},{"id":"mBGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"you were at the table.","speaker":"spk_1","timeCode":727.8,"tags":[]},{"id":"qhGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Jordan just say, Say, what happened? I dramatically pointed up. No, but say, what would Boys Bosch doing? He was eating the pen, but still a pen to write his memoir.","speaker":"spk_0","timeCode":876.87,"tags":["Jordan"]},{"id":"rBGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"when posh tells his story, maybe it's gonna be a little too honest about some of what Jordan going on. I'm scared. Really scared him with my alarm sounds, so I just don't say anything. Yeah, that''s right. It''s gonna burn break. So you have that locked and loaded. Okay. Well, now that''s only for the pro version. Jordan. Okay. Yeah. Yeah. Who? Close one. Uh, All right, So who else is getting bumped? Let''s see. Yeah, What was that? What was the thinking there? Um, with the strategy, did the same person from my management team who insi'sted I couldn't handle this alone also insi'sts that it come out sooner with, like, threats of ripping away other guest's from the pipeline","speaker":"spk_0","timeCode":895.45,"tags":["Jordan","Jordan"]},{"id":"rxGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"That's what we did last time. But we want to focus on the other part of your career that you're most excited to promote. Yes, which is a new show that you're hosting, that the two of us are your, uh, initial gas on. And it''s and it''s about unusual des'sert","speaker":"spk_1","timeCode":958.41,"tags":[]},{"id":"shGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"What number if you just bravo. I'm unable. Toe. That doesn't help me tune in. I need to know what number it is. The remote doesn't have Bravo written on it and has the numbers. It zvi Bubble in iTunes and voodoo.","speaker":"spk_0","timeCode":994.16,"tags":["bravo","Bravo","Bubble","iTune","voodoo"]},{"id":"whGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"he was the president that I gues's that could really wear out your in my head and obviously, like it was just a 11 roll one episode role. I was like, I don't think he started smoking cigars yet. I don't think he's done that to his voice. I think he''s got this kind of life. Sounds","speaker":"spk_0","timeCode":1177.49,"tags":[]},{"id":"wxGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"like his voice sounds like he has been eating lit cigars.","speaker":"spk_1","timeCode":1190.82,"tags":[]},{"id":"xhGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"I see the option that they went with and I go let me look at somebodys unused. What is that? Like, You know, they picked the right one. But is that why Kevin is back doing it again? Did you file or a request? No, I didn't. I havent said anything until I was on the show. Just like everything else I have to say about this company and what I'm unhappy with. I only do it when the mic is live. Canada. We never got into your thinking in your thought proces's. Why did you bump, Tom? Um boy bump is cause I bumped one up and one down. I, like, split him. Oh, his live show is down. Yeah, Okay. Shit, man. Kevin''s doing like, beautiful mind. So it went. So what? People are saying this it will have gone Stephanie Tom''s old Tom''s studio show. Max. Yeah, If you see Kevin''s apartment, it''s like the homeland. Like, bored with all the string on it. Just like of all hand Book guest's and episode's and audience optimization always running off the store to buy more string.","speaker":"spk_0","timeCode":1213.73,"tags":["Kevin","Canada","Tom","Kevin","Stephanie Tom","Tom","Max.","Kevin","Ju'st"]},{"id":"yBGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Need string again? Yeah. Yeah. Sorry. Sorry. You're The eight inch pal. Quick.","speaker":"spk_0","timeCode":1283.49,"tags":[]},{"id":"zxGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Guys on life support.","speaker":"spk_0","timeCode":1359.36,"tags":[]},{"id":"0BGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"So anyway, you like unusual des'sert.","speaker":"spk_1","timeCode":1363.03,"tags":[]},{"id":"2BGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Yeah. And so, uh, and we thought it would be fun to you for you to get back and do more of this stuff. I'm noticed. You've had to kind of fall back into stand up.","speaker":"spk_1","timeCode":1443.44,"tags":[]},{"id":"2RGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Yeah. Yeah, instead of, uh, mischievou's food, right?","speaker":"spk_0","timeCode":1451.42,"tags":[]},{"id":"3BGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"I'm trying to save it for our show. Uh, you know, I'm not gonna burn all the good desert stuff. Yes, my day job. Yeah. When the dream is toe obviously watch. You guys eat these things. They're like this. That's cake is so mes'sed up. Like this is this can't be good. And then, I mean, when you guys discover that the cake that looked like a bad cake is actually like it's all going. The same place is delicious. It, Zweig. I do the job, Max. We are talking about des'serts. But do you want to talk for a second about your revenge body?","speaker":"spk_1","timeCode":1472.02,"tags":["Zweig","Max."]},{"id":"3RGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"And? And who are you exacting revenge on and why, Uh,","speaker":"spk_0","timeCode":1506.21,"tags":[]},{"id":"4BGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"and show that first episode. It can go fuck itself. So it's really on yourself. It''s on old Max. Yeah,","speaker":"spk_1","timeCode":1523.05,"tags":["epi'sode","Max."]},{"id":"7RGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"'some people I know of a very strong negative opinion of that","speaker":"spk_0","timeCode":1659.81,"tags":[]},{"id":"8hGkLXMByMrymAEmT7el","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Now, do you think that that makes you a a finely tuned machine? Be, well, weakling or C? A frickin baby. It feels like it's between being see. There is no between. You have to pick one. Okay. I'll say be what was be again. It was CIA, baby. Okay.","speaker":"spk_0","timeCode":1739.01,"tags":["CIA"]},{"id":"ARGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Yeah, I just mean,","speaker":"spk_0","timeCode":2293.16,"tags":[]},{"id":"AxGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"right? No, I think they have sand in the middle and two pieces of bread on the outside. Whatever your sandwich is on the wind side, that's between","speaker":"spk_0","timeCode":2307.47,"tags":[]},{"id":"CBGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"I mean, it's it''s nonstop Nam wins in a way that","speaker":"spk_0","timeCode":2342.69,"tags":["Nam"]},{"id":"ChGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Are you smoking out live?","speaker":"spk_0","timeCode":2357.92,"tags":[]},{"id":"DhGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Oh, yes. So it would be like apple pie. Yeah, and like a fuckin cranberry apple by or like, a crumble. Oh, my God. Yeah, dude. And you combine them, but okay, yeah, yeah. To two slices Blys","speaker":"spk_1","timeCode":2408.86,"tags":[]},{"id":"HRGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"And I mean, he calls himself the host. He's doing bumpers. Basically, he''s not doing any heavy lifting. Like I'm saying. The rules. I'm saying when you guys come starting the des'sert, huh? When it''s over, I'm asking you to turn over your unusual, uh, ranking cards. Were you like rank? How unusual? You thought it would like that? I mean, I'm doing that work. Yes. You know, he''s bumpers just just kind of beginning is like welcome toe Food on fire. Is there ever anything about the food is making him pregnant?","speaker":"spk_1","timeCode":2599.9,"tags":[]},{"id":"IhGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"But instead, what he does say is going to get that pregnant. But this flaming putting seemed almost like a trap. Design's to cauterize to stop.","speaker":"spk_0","timeCode":2684.49,"tags":[]},{"id":"KBGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"would you just put you out, buddy?","speaker":"spk_0","timeCode":2749.06,"tags":[]},{"id":"KxGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"that I thought was very funny was he was saying that he wanted to put the news footage of his d. U I arrest on his acting real because he felt it was evidence of how famous he was. He's like you. A lot of actors get Do you guys, they don't get on the news. I think that speaks very well of me. To put it on the real, to be like, Hey, people really care about me. There''s Buzz.","speaker":"spk_0","timeCode":2765.93,"tags":[]},{"id":"LxGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"he doesn't need a physical body to do it. He could impregnate you just with his words. He doesn't just come out of the bottom. It comes out of a lot of different parts of him. You know, Human had his nine holes or whatever the human head has nine.","speaker":"spk_1","timeCode":2821.02,"tags":[]},{"id":"NRGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"That's like saying you account your mouth and your throw and your earhole and your ear canal. No, no. Yeah, I My counting my windpipe and my esophagu's. I think","speaker":"spk_1","timeCode":2894.14,"tags":[]},{"id":"OxGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"So that's stretching. It is like a laundry chute.","speaker":"spk_0","timeCode":2933.77,"tags":[]},{"id":"QxGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"this morning,","speaker":"spk_0","timeCode":3124.67,"tags":[]},{"id":"SBGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Well, Moriarty, the mistake you made was giving Brendan my riel hat. In fact, it allowed me to enter his body and become set of bed. You see, there's always some of my d n a hidden in the brim of my hat. And of course, I have the power to transport myself into the body of whoever wears that. And then I have the power to do this could punch. Oh, no. I thought it was going to be that you were. It disgui'ses. It''s very old orphan. But now I understand. It was you traded for over five. They get there one of my power Book already. Magic. I'm already magic. Santa man. Yeah, just right. Like you use a lot of magic. Oh, really? Because let''s do the math on how I give choice to everybody. I mean, the more real and nerdy ways lied, and I don't use it. What? I don't have to use it. Ouch! Yeah! Ouch is right. Yeah. And how about another one New York a punch?","speaker":"spk_0","timeCode":3179.85,"tags":["Moriarty","Brendan","Santa","New York"]},{"id":"SRGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Really? Really. Moriarty. Incentive it.","speaker":"spk_1","timeCode":3246.37,"tags":["Moriarty"]},{"id":"SxGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"yes. Well, luckily, what I'm gonna do now is I'm gonna let all the gas out of this house by carving open the windows and breaking the seal and releasing the gas with hair ease. Razors. Harrys founders know that a great shape come down the great blades made with sharp, durable steel that last. That's why they make some of the highest quality blades in the world price much lower than the leading bland. But they don't give you a full refund if you don't love your shave. And Harry stands behind the quality of their blames. Right? Salmon recovery? You better believe it. They created a $30 value trial set that comes with everything you need for a close. Comfortable shave. Everything I need. Yeah, it''s gotta wait. An ergonomic handle and five bleed razor with lubricating. Strip it trimmer bleed and rich slathering shave gel in travel Blake cover. And you could claim yours by going to harry''s dot com slash hand Book wear. Do you know what I love most about shaving with Berries? Power Friggin close. It gets as close as I'm getting to you. Moriarty. Ouch! That''s right. And now slash Love From stres'sed I'm carving up all the friggin walls and everything else and getting everything out, all the gas going out and everybody starting a wake up. Hey, kids, let''s all punch Moriarty with a big punch. Oh, no. Here we go. Punch Oh, yeah, Your punch for me Hey, and end up dis bunch. Um, I now I'm gonna punch you, and now you get it to my hat and my nose. That''s right. And now all the Hollywood Handbook listener's can redeem their trial said at harry''s dot com slash and Book. And make sure you go to areas dot com slash it your offer. The elf Giles is budging The now Delap''s Santa Man set you to support the show. Health. Giles What were you going to say? Hey, guys, Self child''s hair. Uh, good night.","speaker":"spk_0","timeCode":3270.96,"tags":["Harry","Harry","Blake","harry''s dot com","Berrie","Moriarty","Moriarty","Hollywood Handbook","harry","dot","sla'sh","Gile","Santa Man","Gile"]},{"id":"TBGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Well, Kevin, whats, ah, desert that Max can review that you like to make when you like to be bad? I'll tell you if it''s good or not, it''s called keg naag. It''s eggnog in a keg","speaker":"spk_0","timeCode":3401.04,"tags":["Kevin","Max"]},{"id":"TRGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"and said the desert could see you kind of really concentrating Really focused. 20 minutes. Both your hands are shaking. Yeah, that happens. All nine of them.","speaker":"spk_1","timeCode":3412.68,"tags":[]},{"id":"WhGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Jordan, how are we doing for time, huh? Uh, we were at 40 45. Like hunger. Whoa, See, ads felt like an eternity.","speaker":"spk_0","timeCode":3529.07,"tags":["Jordan"]},{"id":"XBGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"uh, there's not a lot of ads for next week''s episode. What? Yeah, What happened? Ah, I think they used them all in the other episode's. Maybe spread him out. Yeah, because we did five in one episode and everyone hated that.","speaker":"spk_1","timeCode":3550.1,"tags":[]},{"id":"XxGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Like I don't think about it. I mean that they probably don't do as good a job as we do for no, but but I gues's they have to do it for unskilled Bubble. That's us, Max. When I was sorry when I was up to that before you started, All right, that''s a good tip on Off Mike. I was a page at NBC two years ago, and you spoke at this, like, Dick Wolf kind of thing. And you like sleigh that you had so many funny jokes that I was wonder if you remembered any of them?","speaker":"spk_0","timeCode":3613.53,"tags":["Max.","Off","Mike","NBC","Dick Wolf"]},{"id":"aBGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Did you do that while you quit angrily like you scream like I'm getting the fuck out of here. And then you got peeled off the suit in front of them? Uh, no. I put in my two weeks and then the day before. There is, like, kind of a big party. And I left and I left the suit on my bos'ss desk and I left the fourth party, actually, the party to celebrate. You leave it.","speaker":"spk_0","timeCode":3735.84,"tags":[]},{"id":"cxGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"The light. Uh OK, yeah. So sometimes he's green","speaker":"spk_1","timeCode":3865.14,"tags":[]},{"id":"dhGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"It's a baby. They should get just a guy. You know that you want to see fire? Yes. They should maybe get some diversity and that I think role. Yeah, I think that all cros'sing guard should be black,","speaker":"spk_0","timeCode":3889.89,"tags":[]},{"id":"ehGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"From poisoned. God. Been working hard. He's lying down there. Has either wide open","speaker":"spk_0","timeCode":3936,"tags":["poi'soned"]},{"id":"exGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"people that have got go outside to do that and then come back in. He learned he have a headphones right out of the garbage can immediately. Yeah, like you take a picture of it. Well, I took him. I I hit them s So I think you're scaring strangers when you shout my name who don't know this, that you do that Because, like sometimes Jonathans people will be like sitting on the couch and then theyll here, like there is a woman out there who looked right at ism was very disturbed, But she definitely didn't look scared. She looks scared. Me. I will say you don't have a funny expres'sion on your face when you scream, Kevin. It feels like you're fully embodying the anger","speaker":"spk_0","timeCode":3944.99,"tags":["Jonathan","Kevin"]},{"id":"gRGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"know. And it's part of like, what Earwolf used to be What it was. All guys, we were kind of just sprinting around was kind of a jackas's in arm where you just didn't know what was next. and you're probably gonna get slapped by a giant hand shoot out of the wall or","speaker":"spk_1","timeCode":4044.87,"tags":["Earwolf"]},{"id":"hBGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"you going back on the road at all? No. Bye.","speaker":"spk_0","timeCode":4077.65,"tags":[]},{"id":"hhGkLXMByMrymAEmT7il","index":"handbook","podcast":"Hollywood Handbook","episode":"Max Silvestri, Our Dessert Friend","line":"Rachel Bloom, Collection of men, corpse's and one woman,","speaker":"spk_2","timeCode":4110.55,"tags":["Rachel Bloom"]},{"id":"nBFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"Theo, it's me. Weld in here to catch you","speaker":"spk_0","timeCode":0,"tags":["Theo"]},{"id":"oBFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"we spoke,","speaker":"spk_1","timeCode":15.079999999999998,"tags":[]},{"id":"oRFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"we had recently come to the realization that all long Mac and I were living in the present Bay 2019 and we thought we were living sometime in the 18 hundreds. But it turned out all along we were just in a western themed water park that I think was maybe called Gusher goats, But I'm honestly not too sure on. So we were thrust headlong into modern society and had to acquaint ourselve's","speaker":"spk_3","timeCode":16.25,"tags":["Mac","Bay","Gu'sher goat"]},{"id":"pxFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"Mack Weldons underwear socks insurance look good, they perform well too. They have a line of silver underwear in church that are natural anti microbial, which means they eliminate odor. If you","speaker":"spk_3","timeCode":147.42,"tags":["Mack Weldon"]},{"id":"sBFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"Did you know that if you multiply in the number bind on and that the digits of the resulting product, they will not up to a multiple of member.","speaker":"spk_1","timeCode":308.72,"tags":[]},{"id":"uhFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"let me say this.","speaker":"spk_0","timeCode":488.71,"tags":[]},{"id":"uxFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"I am happy that you recovered. I'm happy you're back. I'm happy Mikes doing so well. I'm happy. Settled things out with the pikey. And I'm happy that you're experimenting","speaker":"spk_0","timeCode":492.81,"tags":["Mike"]},{"id":"wBFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"I don't, uh I'm sorry.","speaker":"spk_0","timeCode":554.58,"tags":[]},{"id":"yRFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"That's a good one. Or welcome to my","speaker":"spk_1","timeCode":636.76,"tags":[]},{"id":"yhFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"house. I could be welcome to my house. Okay. We all know I know pretty well,","speaker":"spk_3","timeCode":638.72,"tags":[]},{"id":"zRFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"I don't know about that. I really put the","speaker":"spk_1","timeCode":659.24,"tags":[]},{"id":"1RFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"did you play? Dres's.","speaker":"spk_1","timeCode":712.64,"tags":["Dre's"]},{"id":"1hFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"I'm an as'sistant. There's really no sponsor different. You can tell from the all the copying and pasting going on lazy.","speaker":"spk_3","timeCode":715.07,"tags":[]},{"id":"6RFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"He's an older man. X Trian Street. Conan OBrien invents podcast format weight. Did he Did Cohen and that","speaker":"spk_0","timeCode":878.24,"tags":["Trian","Street","Conan O'Brien","Cohen"]},{"id":"7xFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"is not, actually.","speaker":"spk_0","timeCode":924.66,"tags":[]},{"id":"8RFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"You couldn't make it. Okay. A TV tray? Yes. Yeah,","speaker":"spk_0","timeCode":939.07,"tags":[]},{"id":"8hFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"but he's that is not him in there and there. He''s not in trouble, and he''s very safe, and there''s no need to try and get him out. But he''s also not on the reality show solitaire.","speaker":"spk_1","timeCode":943.73,"tags":[]},{"id":"-RFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"We I don't understand, because","speaker":"spk_0","timeCode":1013.5,"tags":[]},{"id":"_hFFJnMByMrymAEmOnBO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"'search term complete sentences.","speaker":"spk_3","timeCode":1030.52,"tags":[]},{"id":"BRFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"they didn't. They hadnt. There was a little Moshier. The math system was not. It was a different","speaker":"spk_1","timeCode":1109.06,"tags":[]},{"id":"BhFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"opponent. Hadnt that's what it says on his deployment. Yeah, OK, but at the time that I went, I thought that I was doing limb put on that. My whole My cronies and I would get in the castle and just cook up just the wildest, most amusing anecdotes. Yes. You were telling me about some of the James. The japes were next level in Sonya","speaker":"spk_0","timeCode":1114.99,"tags":["ca'stle","ju'st","ju'st the wilde'st","amu'sing","Jame","Sonya"]},{"id":"CxFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"Uh, that everybody learns about in Harford.","speaker":"spk_3","timeCode":1182.21,"tags":["Harford"]},{"id":"DxFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"intact when he first discovered it all 50 states where there and then it was fully intact. Conan Did that, um, And then he invented television. And then variety had a cover story about him inventing all of these things in the podcast's. Yeah. So Cohen just invents a lot of stuff. Do you think he would be willing to invent a succes'sful version of this show?","speaker":"spk_3","timeCode":1216.3,"tags":["Conan","Cohen"]},{"id":"ERFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"And the tide will just rise and rise. Lift all the boats, even a little ding. You find yourself pedaling Away in right now.","speaker":"spk_1","timeCode":1255.42,"tags":[]},{"id":"EhFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"So podcast's existed. But then they were Nobody listened to them. Yes.","speaker":"spk_0","timeCode":1264.37,"tags":["'s exi'sted"]},{"id":"FBFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"legitimized you guys okay? I didn't know that. Um, so we're excited to have happen. We're","speaker":"spk_0","timeCode":1277.73,"tags":[]},{"id":"GBFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"fans. Castor, wait. What do you mean? On the podcast on","speaker":"spk_1","timeCode":1314.49,"tags":[]},{"id":"GxFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"years, and I'm wise. That a laugh line for you?","speaker":"spk_3","timeCode":1330.23,"tags":[]},{"id":"JhFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"Paula Davis, who is a delight. Um, and the three of them book What? Naming convention for the, you know, the first initial last name for just first. I","speaker":"spk_3","timeCode":1418.47,"tags":["Paula Davi"]},{"id":"KRFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"Yeah, you You really trace","speaker":"spk_1","timeCode":1436.66,"tags":[]},{"id":"LBFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"Paula Davis","speaker":"spk_3","timeCode":1450.3,"tags":["Paula Davi"]},{"id":"LhFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"is I want to say about six months ago, I binged all of it. This is the T. Yeah, I binged. I want This is what? The tea. I","speaker":"spk_3","timeCode":1463.18,"tags":["Thi","Thi"]},{"id":"MRFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"I binged so much. Jersey Shore. This is in the span of maybe four days. Think I was on hiatus, so I did not lose","speaker":"spk_0","timeCode":1479.2,"tags":["Jer'sey Shore","hiatu"]},{"id":"MhFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"for drama And a side the tea.","speaker":"spk_3","timeCode":1490.51,"tags":[]},{"id":"NxFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"Uh, tomorrow. He's probably going to be inventing something. I don't know what, Uh, it says that. Yeah.","speaker":"spk_0","timeCode":1523.15,"tags":[]},{"id":"OxFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"than one had. Yeah,","speaker":"spk_3","timeCode":1614.28,"tags":[]},{"id":"PhFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"our teachers being bribed just educate our youth? Okay.","speaker":"spk_3","timeCode":1632.27,"tags":[]},{"id":"RRFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"You dio e that. Yeah. I actually can see that.","speaker":"spk_0","timeCode":1682.09,"tags":[]},{"id":"SxFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"I just I thought you meant Show me like","speaker":"spk_1","timeCode":1707.23,"tags":[]},{"id":"TBFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"no problem","speaker":"spk_3","timeCode":1711.05,"tags":[]},{"id":"TRFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"we would be doing. You have to prompt. Prompt him.","speaker":"spk_3","timeCode":1714.34,"tags":[]},{"id":"XxFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"During the 10 million have tried hair, he's clean your special trial offer. By going to Harry''s dot com slash handbook, youll get old waiter economic and a hole there for a firm grip. Five blade razor with lubricating strip in trimmer bleed rich laddering shave gel with Allah to keep your skin hydrated in the travel blade cover to keep your razor dry and easy on the go Go to harry''s dot com slash handbook to start shaving better today. I'll probably do a shave right now in my room, which is where I like to be.","speaker":"spk_0","timeCode":1987.53,"tags":["Harry","''s dot com","'","Allah","harry''s dot com '","sla'sh"]},{"id":"YBFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"So we could be friends with the kids. We could disgui'se ourselve's as his wife. Your diabolical suggestion. Right? Uh, how where we shop and how do we do that? Whats that? What do you mean, Where was guys? Uh, well, lies is really pretty, and she''s really nice. Okay. Check. Yep. Got it.","speaker":"spk_1","timeCode":2014.38,"tags":[]},{"id":"axFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"What happened? We saw in the waiting","speaker":"spk_3","timeCode":2117.04,"tags":[]},{"id":"chFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"And also, uh, Adam Sachs was like doing this, like, hand in front of the neck, like, just like kill it. Like change the subject. Do not even try talk about your He's gonna get pis's. You saw it.","speaker":"spk_0","timeCode":2150.71,"tags":["Adam Sach"]},{"id":"dBFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"'saw him doing He was","speaker":"spk_1","timeCode":2164,"tags":[]},{"id":"jBFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"I need todo. This is so obvious on wet started selling men going way.","speaker":"spk_3","timeCode":2326.34,"tags":[]},{"id":"jhFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"Okay, So now weve also about another Kona Munich. This GTO? Yeah. Hows your puberty going.","speaker":"spk_3","timeCode":2336.85,"tags":["Kona","Munich","GTO"]},{"id":"jxFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"So if we could hear that we dio we pose's the Kleenex delivery man. Whats the text code that you get? What coded eats, by the way, an entire box of Kleenex, entire box of Kleenex. I am going to drive this over to his house afterwards because he said he needed some Kleenex. What''s the code?","speaker":"spk_1","timeCode":2346.67,"tags":["Kleenex","Kleenex","Kleenex","Kleenex"]},{"id":"kBFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"We are dizzy to say, Like, does he say any clinic?","speaker":"spk_3","timeCode":2365.46,"tags":[]},{"id":"mBFFJnMByMrymAEmOnFO","index":"handbook","podcast":"Hollywood Handbook","episode":"Sona Movsesian, Our Conan Friend","line":"and you two are clearly much older than the Children, and you're gonna go to their house to sleep over.","speaker":"spk_1","timeCode":2415.76,"tags":[]}]