[{"id":"zBFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"and you are doing podcast's. Yeah, you never have done this podcast. I never and weve want weve Weve obviously talked about it for four years for several season's. We talked about it. Yes, weve been hungry for it. And this season, new","speaker":"spk_0","timeCode":306.86,"tags":["podca'st"]},{"id":"zRFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"finally am satiating the great yearning that was inside me this whole time because I was like when we started the show, I said, Weve gotta have James and we obviously, we hang out at the SoHo house and every Yeah,","speaker":"spk_1","timeCode":322.53,"tags":["Jame","SoHo hou'se"]},{"id":"zhFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"we're always in there for the lunch.","speaker":"spk_0","timeCode":336.85,"tags":[]},{"id":"0BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Uh, when I do hang out with people, it is for work when I have, like, social chats. Yes, it is. I am casting call content my head. It is all content. Uh, but we want more authentic. I think people like you look down on the by saying, Oh, it should be separate. You should be one person at home with your family and friends and another in your busine'ss space. And I go, Well, I'm just me all the time, which is? My family and friends are dollar signs to me","speaker":"spk_0","timeCode":353.88,"tags":[]},{"id":"1RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Yeah, and and killed again afterwards,","speaker":"spk_0","timeCode":443.77,"tags":[]},{"id":"1hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"which is so Did profes'sional. Well, yes, that. It's like like a second death. Let the man rest. Yeah, his record didn't pull.","speaker":"spk_1","timeCode":449.32,"tags":[]},{"id":"1xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"This was of course. And I think Roger, Rabbit. Where? Ah, that's Bugs Bunny and Mickey Mouse. Yeah, and I think maybe Daffy shows up THOMAS b. They didn't get him in the because he was plummeting. Dirtier switching. Max. They're switching parachutes, right? You take this one,","speaker":"spk_0","timeCode":458.63,"tags":["Roger","Rabbit","Bunny","Mickey Mou'se","Daffy","THOMAS b.","Max."]},{"id":"2BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"James. We do. We play roles. Don't weigh, uh, and our lives and you play. I you know, I do characters. I have played rules. You know, I would say, um, everybody has, like, a mantra. Yes, and one that sticks with me is telling mine. Sorry. Go ahead. Well, not saying mine. You're supposed to be secret about it. Okay, sure. So this in an informal you know, this isn't, um this isn't a frank when you're just hanging out. Yeah, sure, Sure. Yeah. Anybody could know my mantra. Yeah, this is, uh I don't tell people off Mike from, but this is actually I have this printed out ahead of framed. Um, it's sort of, you know, people of those motivational things you can get straight from the frame store. It was like different size letters. I have one of those with this Oscar Wilde quote where he said, A man''s first duty is to pose on and this is mantra. And I have that. I had it framed in that kind of iconic frame font. Oh yeah, and the top of the wall. Yet it''s still down. It''s actually behind some other paintings that I havent gotten to. That is down. It''s on the floor but waiting to put it up. I havent decided it from state, so it sounds like you have a floor and a wall at home. Okay? And that''s a trip. My mantra is the toys are back in town. A mine is feed my Frankenstein.","speaker":"spk_0","timeCode":481.23,"tags":["Jame","Mike","O'scar Wilde","Franken'stein"]},{"id":"2xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Yes. The yes, Where they got Javi Air barred them to play freakin buried.","speaker":"spk_0","timeCode":611.18,"tags":["Javi Air"]},{"id":"3RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Briefly. Like wrong, I think. Yes, I think she I think she was. I'm wrong. Tell me, Sean, you're wrong, and I will go home. GoFundMe Rock has I will say, though, has it happened yet? She was The bride offer is always there She was the bright of Franken Berry and and that's that they had the talent to, like, take a piece of cereal and, like, Huck, it really hardened in an arc. And it would kind of go through someone''s never give it like sliced through someone''s mouth could go around Yeah, right. Like a circle instead of taking all the time to just step over a little bit, which kills never do it. If you've ever been standing like that, you've been standing. I know not everyone at home has done this. But have you've been standing and there''s something in between you and what you're looking at and you try to move, you know, are trying to shoot a frank number. If you're trying to shoot a Franken Berry through him and you move over that kills. Be aware. Be aware when you're standing in a parable. A parabolic line, um, adjacent to somebody else That might also be a valid target.","speaker":"spk_1","timeCode":625.7,"tags":["Sean","GoFundMe Rock","Franken Berry","Huck","Franken Berry"]},{"id":"3xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"come over for dinner and I make the best right. I serve the best","speaker":"spk_1","timeCode":713.93,"tags":[]},{"id":"4RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Man. Talk to Jims is. See if he''s in there. It''s Jim''s consume's. Come out and play because we should amounts. Jim''s grounded hims. That''s that. Sounds like the gyms I know always to some sort of monkey busine'ss.","speaker":"spk_1","timeCode":761.67,"tags":["Jim","Jim","Jim"]},{"id":"4xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Yes, on I filmed the final scene. It was cut out of the final. Roland Emmerich cut me out of the final edit of it, I gues's because he probably wanted to, like, come to set and not your life studio. My double booked. I double booked and I can't turn down Lipton. Right? And that doesn't remember. Is there THOMAS rate the Stonewall writes in a way that erase's. I can't. I was on board with doing the movie, but I'm like you have to adapter My schedule, right? There are two collaboration, You know, we're all supposed to be meeting each other where we're at. Yeah, that's where you find them good stuff in the middle in between, You know, I like my idea, but I love your idea.","speaker":"spk_0","timeCode":789.25,"tags":["Roland Emmerich","Lipton","Stonewall"]},{"id":"7RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"If you are a stop light and the train appears to be far enough away that you think you have time to get acros's the tracks. Please, James, Just gonna get wait. No, don't","speaker":"spk_1","timeCode":1280.24,"tags":["Jame","Ju'st"]},{"id":"7hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"go through. This is apparently the is'sue, Because why do these ads? They all seem to be work. Eg, I don't have a car. You know the worst. Because a car and some instance's will protect you with metal.","speaker":"spk_0","timeCode":1293.42,"tags":["Becau'se","Becau'se"]},{"id":"9RFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"that you can use. And I don't want Dio. Okay. The Byrd turd. Yeah.","speaker":"spk_1","timeCode":1408.26,"tags":["Dio","Byrd"]},{"id":"9hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"No. You going through the alphabet I'm to do? You don't want to be. Scoot, McNairy. He was so good in all those movies. Well, speaking of, he was in true detective were very ended argument, of course, shoots auger school commit is would be very good corner to stake out","speaker":"spk_1","timeCode":1414.56,"tags":["McNairy"]},{"id":"-hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Uh, you know, I want to pull that. If you don't mind, I wanna pull that for the exhibit on the under Culture that's going to go up at the Museum of Radio and Television. Yes, I'm I thought that was really","speaker":"spk_1","timeCode":1459.44,"tags":["Mu'seum","Televi'sion"]},{"id":"AhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Do we want to sort of go back through some of the highlights of you know, you want to sort of","speaker":"spk_0","timeCode":1568.65,"tags":[]},{"id":"DxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"But there they are for the die, for the guys with the dial. You know, it's how all sometimes, like take my arms and this sort of pres's by pecs together a little bit that gives the die a little goose, you know? I mean, the dial. Yeah, it''s focused. They have a of your own pie. If they like what we're doing on the podcast, theyll turn that dial all the way","speaker":"spk_0","timeCode":1893.91,"tags":[]},{"id":"EBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"to the right. And if they're not like there is a shocking bles's your heart for not having had to deal with us, nothing shocks me anymore.","speaker":"spk_1","timeCode":1915.55,"tags":[]},{"id":"FhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"What do you say that you I own Harrys razors. Now, way we and I'm not gonna let you change the great stuff weve always done. Which is a replacement card. Just for just $2. There''s not a world clas's played factory. Damn right you're dot","speaker":"spk_1","timeCode":2036.15,"tags":["Harry","razor"]},{"id":"IxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"2017 at the latest. I said squads based would be ready for use. Yeah, And I will admit to getting tunnel vision on making the dues, er, gifts","speaker":"spk_1","timeCode":2218.34,"tags":[]},{"id":"KRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"You're wonk. Squarespace Biggs. It easier than ever to watch your pastor, Price. Rather, you're looking to start THOMAS this showcase your work published? God, that's still products of war squares and more fuel for you and Maura''s, the category that squad paste space would have fallen under","speaker":"spk_0","timeCode":2286.29,"tags":["Price","Maura"]},{"id":"KhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"with beautiful test's out. Show us the republic got dead. So products or have a space toe, hang out with us with","speaker":"spk_1","timeCode":2305.43,"tags":["republic"]},{"id":"MxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"The guy whos winning at jeopardy right now, James holds our was saying that I","speaker":"spk_0","timeCode":2444.12,"tags":["Jame"]},{"id":"QxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Yeah, but they're waiting in this super pleasant environment where everyones being completely positive and double thumbs it,","speaker":"spk_0","timeCode":2677.49,"tags":[]},{"id":"RhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"photo girl blurbs and take photographs. You lay the mount were very detailed with like, uh, with the, uh, Exacto knife. Yes. And you lay it out with a new glue it down very flat and try to make sure there's no bubbles in the air or any. And then there''s a very, very high resolution photo copying proces's","speaker":"spk_1","timeCode":2761.83,"tags":[]},{"id":"RxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"that makes it on. And then you can print it on a very thin, um, paper very thin sort of capri. Silly paper. And then Basically, there's There''s four pages that form a sheet on their stapled in the middle and you fold them over. And that what? Your scrapbook could be distributed. And anybody that wants to share in the stuff that is happening to him, like you said, is mostly Frank, frankly, nude gams. Yeah, well, Corbyn to his house. Really? Yeah. Just like company that he had over right, Which at times is gams some of Charlie Wilson''s favorite GAM. Sometimes","speaker":"spk_0","timeCode":2781.11,"tags":["Frank","Corbyn","Charlie Wil'son"]},{"id":"SRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"'saw in print. Yeah. Remind you. Remember the fun time you had with yet smoking menthol cigarettes. Sound like a pier? Yeah. Yeah,","speaker":"spk_0","timeCode":2818.1,"tags":[]},{"id":"XBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"It sticks. He looks like hell. And his breath stink like Brett used to,","speaker":"spk_0","timeCode":3157.25,"tags":["Brett"]},{"id":"XRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"And one nice thing about these kids. There's no childish gimmicks, but there''s kid friendly features like a small brush had and watermelon anti cavity toothpaste, which that, to me, has been a boon because this guy''s have fucking addicted to water ballot. Ah, he is a water melon maniac, and I can't get it out of his mouth. I can't get it out of his teeth, which I can't even find right now because there''s so much what appears to be watermelon buildup in front of where the teeth should be. If I can make him think that I'm putting watermelon in, uh, when I'm actually special, you want some more watermelon? And actually, I'm polishing off the teeth and getting the watermelon out that is going to save us both. A lot of dough at the dentist and rubber grip handles in colors Little ones will love. Like what? What is his? He recalled his favorite color","speaker":"spk_1","timeCode":3165.25,"tags":[]},{"id":"ahFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Whats locking them down? Ah, free creature. Okay, being the ghost,","speaker":"spk_1","timeCode":3494.94,"tags":[]},{"id":"chFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"I mean, that took a while longer, but it took a long time arguing, You know better. It was it was a little better.","speaker":"spk_0","timeCode":3627.41,"tags":[]},{"id":"dBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Whats the last thing you're gonna do? Is Jim Thank you to that as well. Yeah. What''s gyms? Big farewell, Viking funeral for Jim''s personality. Yeah,","speaker":"spk_0","timeCode":3646.06,"tags":["Jim","Jim"]},{"id":"dxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"I don't take direction. I don't take direction unles's I'm ostentatiou'sly taking direction. And how does that work when you are ostentatiou'sly taking direction? What does that sound like? It sounds like Oh, Then if you know so much, you could tell me how to do it. Right. Um, I think a lot of this is in your hands. I think that a lot of this is in the hand of the final edits. We get those magical creatures behind the glas's. Sure. They get THOMAS. They could pull you saying thank you, for example, like five minutes ago. And that could be the last thing that anyone ever hears you say. And it's I almost embraced this mystery. Wow. I I don't to me is someone who''s thought about these is'sues and these stories and the Smiths and these characters so much. Uh, I don't need the closure. I don't need to answer for me. The journey is the journey, okay? And you don't want it to be something funny. Like, you must be sure. How How could it be as","speaker":"spk_0","timeCode":3771.21,"tags":["Smith"]},{"id":"exFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"But I'm gonna be in, and I'm gonna be it under culture. Weve got Weve got six weeks before that starts THOMAS ale on breaking. Think. Yeah. So? And so by the time people are hearing this four weeks until it fails well, maybe even maybe even rounding, right? About rounding third base, just okay? Yeah. And is there a way to get your old parts of your brain backer? Like, Have you thought about that? Um, it is. Ah, it's the semi permanence procedure s. So it would take it would take mas'sive levels of, like, therapeutic meditation. Yeah, you can. On Pernia sandwich,","speaker":"spk_0","timeCode":3870.1,"tags":["Pernia"]},{"id":"fhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Yeah. This is also a LASIK simultaneous place, hoping I'm hoping that it's like a cartoon. Like when, for example or co gets dehydrated or whatever from making cartoon or CO was also in guar, uh, to make you remember that the character is still the character. There''s whatever distingui'shing things like the glas'ses in the eyes are still on the glas's of whatever. Can I offer you a life hack? Please take the take the runoff and put it in the ice cube tray, and then it''s flavoring your bloodies and each little each little ice cube will have a mustache in glas's. They're still saying cold without you putting like the warm runoff in there. You put some of that in a lemma Rita, and then somebody can have a little you know if you want. If you want to drink on the rocks, you can have a little bit of a little bit of Jim''s. Thank you gyms. I believe I'll have a castle, Berries and gyms by","speaker":"spk_0","timeCode":3967.48,"tags":["Rita","Jim","ca'stle","Berrie"]},{"id":"fxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"head to pots. Wag Tu shot Merge from all your favorite podcast money boy swag party boy.","speaker":"spk_0","timeCode":4032.68,"tags":["Wag"]},{"id":"jhGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"little more like the league. Okay, in, uh, ID from the Wizard of It.","speaker":"spk_3","timeCode":43.75,"tags":["the Wizard of It"]},{"id":"lxGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Paul F. Tompkins is a fancy little fun. Warren Lap cause's a shijie. Sean Hayes From Hollywood Handbook were Just think never third of seven","speaker":"spk_0","timeCode":127.11000000000001,"tags":["Paul F. Tompkin","Warren Lap","Sean Haye","Hollywood Handbook"]},{"id":"nBGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"in, like, a magic tavern. Yes. That's kind of what this is. It''s a little bit like hello From Magic Tavern","speaker":"spk_0","timeCode":208.77,"tags":[]},{"id":"rxGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"hole is there, But I think you can only a lot Last hole. Well, an idea. And I and I ditched the V necks.","speaker":"spk_0","timeCode":502.29,"tags":["La'st hole"]},{"id":"sRGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"comfortable with. It's too risky to bring a new guest into a situation like this. Well, let''s thanks it. Yes,","speaker":"spk_0","timeCode":526.64,"tags":[]},{"id":"tRGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Yes. Hi. Uh, crazy story. That was Oh, yes. Well, I didn't quite finish it, but long story long, uh, we got away.","speaker":"spk_3","timeCode":587.4,"tags":[]},{"id":"thGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"I was confused a little at the beginning because Jada Kis's is what I","speaker":"spk_3","timeCode":596.96,"tags":["Jada"]},{"id":"txGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"used to call Jada Pickett spit when we were kis'sing. Yes. Who is Jadakis's? Jadakis's. Always one of the locks. Okay, okay.","speaker":"spk_0","timeCode":601.65,"tags":["Jada Pickett","Jadaki's","Jadaki's"]},{"id":"uRGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Gosh. Okay. Wow. I'm, like, not up to speed on so many things that you guys are doing.","speaker":"spk_1","timeCode":617.79,"tags":[]},{"id":"vxGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Okay. Okay. Legend status episode I I wish more people would instead of just ignoring us when we asked them to come on the show say that they make us feel cool. I like what you do and say like I don't know how to do it. It's so","speaker":"spk_3","timeCode":688.21,"tags":[]},{"id":"wBGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"not common.","speaker":"spk_0","timeCode":703.14,"tags":[]},{"id":"wxGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"And then they just disappear forever.","speaker":"spk_3","timeCode":715.8,"tags":[]},{"id":"xRGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"um I'm trying to do that les's where I say, like, yeah, email me. Because then it's just it does that those things add up and they weigh on you when you have these outstanding emails that you havent replied to","speaker":"spk_0","timeCode":721.48,"tags":[]},{"id":"1hGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Yeah, uh, are The Doughboys you guys friends with them? Are they like Nemesi's is what? Yeah,","speaker":"spk_3","timeCode":849.38,"tags":["Neme'si"]},{"id":"1xGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Yeah, it seems complicated. Yeah, I had asked.","speaker":"spk_0","timeCode":857.06,"tags":[]},{"id":"2xGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Yes, I believe it's From you. 5 71 What?","speaker":"spk_3","timeCode":874.87,"tags":[]},{"id":"3BGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"I thought it was like From 10 things summary. You new seems very teen movie ish. They","speaker":"spk_0","timeCode":878.52,"tags":[]},{"id":"4BGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Did you know that 10 things I hate about you is based on ancient Shakespeare? Yeah. Yeah. One of the You really know that? I","speaker":"spk_1","timeCode":896.32,"tags":[]},{"id":"4RGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"know I did. I don't remember which one. The Tempus. I don't know.","speaker":"spk_0","timeCode":904.26,"tags":[]},{"id":"5hGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"And she's the man as well. Yes, she''s The man was ancient, and that was the title of that. That one was that use the same title they","speaker":"spk_3","timeCode":921.36,"tags":[]},{"id":"6BGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Now, now? Yeah, she's starting to come into her own. You are, of course,","speaker":"spk_1","timeCode":936.81,"tags":[]},{"id":"6RGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"a queen of feminist icon s. Oh, wait. Be remis's to bring up 10 things I hate about you and Shakespeare without mentioning that he didn't write his own place. Is that true? Yeah. And the queen wrote the place on, wasn't allowed. Had to put a mans name on it. Or else she wouldn't. Have you seen anonymous? No. What''s that? Oh, it''s another film. It''s anonymous. Isn't that group online?","speaker":"spk_1","timeCode":944.98,"tags":[]},{"id":"7xGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"best battles from the entire Siris. Yeah, Hugo weaving.","speaker":"spk_3","timeCode":1007.38,"tags":["Siri","Hugo"]},{"id":"8BGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Oh, you havent seen that one? No, but I I take your","speaker":"spk_0","timeCode":1011.94,"tags":[]},{"id":"9hGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"kept it even though you're not with that boy.","speaker":"spk_3","timeCode":1055.79,"tags":[]},{"id":"-hGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"But you keep the largest of items that you bought to impres's an old boyfriend.","speaker":"spk_3","timeCode":1065.72,"tags":[]},{"id":"_hGlLXMByMrymAEmN7gg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"doesn't it?","speaker":"spk_3","timeCode":1092.14,"tags":[]},{"id":"BBGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"and a lot of that old stuff. You do forget there was only one story. Think about a joke that you think is a tired joke. Okay? Something like, um uh, he's disgu'sting. He''s despicable. He''s awful. And he''s standing right behind me. Isn't","speaker":"spk_0","timeCode":1114.22,"tags":[]},{"id":"BhGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"but But if you put down in a show, you might go. Weve seen this too many times, but at some point, someone was the first person to come up with that. So when you look","speaker":"spk_3","timeCode":1137.85,"tags":[]},{"id":"ChGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"The Queen","speaker":"spk_1","timeCode":1160.43,"tags":["The Queen"]},{"id":"GBGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"I've never seen that.","speaker":"spk_1","timeCode":1224.67,"tags":[]},{"id":"HRGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"I remember that one that they were telling the truth about recycling and all these other things because I can't with that the society is trying to tell you one thing, but really, you like you have tow trust these informed sources for the real truth, Like this libertarian magician, That Zubin to me, right? Yeah. Yeah. Is recycling. Does anyone here know the answer if it's real or fake?","speaker":"spk_0","timeCode":1238.51,"tags":["That","Zubin","Doe"]},{"id":"HhGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Uh, I know that is a little bit of both. Yeah, it's fake, like so many things. And this","speaker":"spk_3","timeCode":1266.05,"tags":[]},{"id":"IhGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"So, uh, one thing we want to get into in terms of our financial arrangement is, uh, we're not out there enough. We don't We don't have enough of a presence online and specifically on the I g on.","speaker":"spk_1","timeCode":1299,"tags":[]},{"id":"JBGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"is in that world? That's interesting. I don't Okay. I gues's I am in that world, that''s pretty much a shame when you think of your friend who''s a stand up comedian with a TV show that you think of them as an instagram er but I that''s fine. Kind","speaker":"spk_1","timeCode":1317,"tags":[]},{"id":"KRGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"I was in the back okay with the other communities, Just I was on the roof,","speaker":"spk_3","timeCode":1361.57,"tags":[]},{"id":"LRGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Is that what you're","speaker":"spk_1","timeCode":1376.14,"tags":[]},{"id":"MRGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Thank you You guys are really good at those.","speaker":"spk_0","timeCode":1390.28,"tags":[]},{"id":"NxGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Okay, So you Yeah, we have to do this now. Everyone is doing it. The instagram stuff. It works for a long time. We were fine without it. But everyones like you have to. You have to. Really? What you have to dio is have these people that are secretly promoting your show Hot people who are online. Ah, and wearing clothes with your show, accidentally wearing for instance. Ah, T shirt that says hot dog. Go to bathroom. Yes,","speaker":"spk_0","timeCode":1423.64,"tags":[]},{"id":"OBGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"'something like that. Oh, just very just something that would be a good idea for a T shirt. Really funny. Who wouldn't want to wear this? Yeah, it's like It''s like, um, crayon Blue on it's his hot dog. Go to bathroom on it and has, like, the bathroom man symbol in the bathroom woman symbol and a hot dog. And you just casually are wearing it. This Israel merge that we have.","speaker":"spk_1","timeCode":1451.92,"tags":[]},{"id":"RBGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"there's a lot of our listener's are not Uh huh. How do I put this? Yeah, Um, I see what you get. A guy like","speaker":"spk_3","timeCode":1556.69,"tags":[]},{"id":"UhGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"I swim in that and shorts so I could totally wear T shirt in the pool. Speaking of sleeping in something though, maybe,","speaker":"spk_3","timeCode":1607.79,"tags":[]},{"id":"WxGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"'story you want. People think about you","speaker":"spk_3","timeCode":1660.23,"tags":[]},{"id":"XhGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Yeah, it is interesting. That's what you go to when you think of things I love. But you posted. I am eating this. You know, yogurt. I'm I don't eat yogurt, but, um, I get I get years. What''s","speaker":"spk_1","timeCode":1673.42,"tags":[]},{"id":"XxGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"the story there?","speaker":"spk_3","timeCode":1685.91,"tags":[]},{"id":"YBGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Well, sounds like a story. Am I wrong? No. It feels like there's a story. Um, well, I am sort of","speaker":"spk_0","timeCode":1688.5,"tags":[]},{"id":"YRGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"I don't want to say, because every is gonna hate me. Everyones gonna hate me, So I want to say it. Well, get Chef Kevin in here. Hell say it","speaker":"spk_3","timeCode":1696.52,"tags":["Chef","Kevin"]},{"id":"ZBGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"I just want to be on record that you asked me.","speaker":"spk_0","timeCode":1719.28,"tags":[]},{"id":"ZhGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"in conflict with your No, because I'm not again lifestyle.","speaker":"spk_0","timeCode":1726.14,"tags":[]},{"id":"bhGlLXMByMrymAEmN7kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Oh, yeah. No, I understand that.","speaker":"spk_3","timeCode":1782.1,"tags":[]},{"id":"dRGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"gonna be on Doughboys in a few weeks.","speaker":"spk_1","timeCode":1819.15,"tags":["Doughboy"]},{"id":"hRGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"Hey, Rusty. A row, man.","speaker":"spk_3","timeCode":1909.22,"tags":["Ru'sty"]},{"id":"ihGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"You know, the thing about drunk driving is it's not the only way to mes's up. You can also be drug impaired babying. OK, tell me about it. Well, some of these guys be smoking that devil we when they take a big old hit, The coach cigarettes, or as I call them cigarettes. Yeah, The thing about jazz cigarettes is we just think of them a cigarettes.","speaker":"spk_1","timeCode":1972.3,"tags":[]},{"id":"jhGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"how many, many 00 yeah.","speaker":"spk_1","timeCode":2096.02,"tags":[]},{"id":"kRGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"way You know which me? Well, then,","speaker":"spk_0","timeCode":2153.94,"tags":[]},{"id":"lRGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"As I recall, Mac had a much more normal cowboy. Boys.","speaker":"spk_0","timeCode":2166.14,"tags":["Mac"]},{"id":"nBGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"what? What are you saying? That I got ah, uh, jealousy straight accent. And then no one Try it all myself. And now I'm wishing I don't like","speaker":"spk_3","timeCode":2201.42,"tags":[]},{"id":"nRGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"he's been practicing. Always.","speaker":"spk_1","timeCode":2210.52,"tags":[]},{"id":"nhGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"No, no, no. Not one second of practice and thinking it shows through my, uh, seems showing on the older attempted the Australian accent.","speaker":"spk_3","timeCode":2213.99,"tags":["Au'stralian"]},{"id":"nxGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"They even have a lot of Where are we","speaker":"spk_1","timeCode":2224.07,"tags":[]},{"id":"rRGlLXMByMrymAEmN7kh","index":"handbook","podcast":"Hollywood Handbook","episode":"Little Esther, Our Brand Ambassador","line":"well, lets talk. Let''s just let''s change the subject for just a moment. Let''s talk instagram stories. Obviously, you're gonna have to do one every week about the podcast. Nothing. Huge. I'm gonna give you just a line. You could say you're gonna go. Um Hey, guys, little s they're here. Hollywood Handbook is that podcast? Okay, um,","speaker":"spk_1","timeCode":2332.82,"tags":["Hollywood Handbook"]}]