[{"id":"GBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"You like Air Bud two Golden Receiver or you liked air but as well, the original movie Golden Receiver going receiver. Yeah, of course. Yes, that made more sense. A dog playing football than basketball. That's definitely true. Much harder on the puppies. Little nosy Teoh hit a basketball into the hoop. But catching a football, that's pretty reasonable. They so","speaker":"spk_1","timeCode":924.69,"tags":["Air Bud two","Golden Recei'ver","Golden Recei'ver","Teoh"]},{"id":"GRKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"thank goodness of the movie. They can never catch him. But you are always a little on the field or trying to tackle him. You are always a little scared, like if one of those big guys did","speaker":"spk_0","timeCode":946.93,"tags":[]},{"id":"HRKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"You're saying that's OK?","speaker":"spk_1","timeCode":1020.72,"tags":[]},{"id":"HxKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"And so that was, you know, that was a little bit controversial. What sound does it make when I make a search over a Google?","speaker":"spk_1","timeCode":1031.97,"tags":["Google"]},{"id":"KRKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Like that's the noise. It's sort of a clumsy scraping that's happening against the speaker. And I would say, Don't do that. Not while you're on a call. Just talk with the phone. And then maybe later, I agree with you that something is not working. You should change something about the way the cause. We want","speaker":"spk_1","timeCode":1132.6,"tags":[]},{"id":"LhKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"And I'm a video to know if you guys mind that this is good. Okay. I was wondering, I fast in case you ever see Seinfeld like Sorry, sorry, sorry. Have you Have you seen Seinfeld? I have. Great. OK, go ahead.","speaker":"spk_0","timeCode":1175.02,"tags":["Seinfeld","Seinfeld"]},{"id":"OBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Okay, so whats an example of something they might say?","speaker":"spk_0","timeCode":1394.4,"tags":[]},{"id":"PhKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"because I think she might be bisexual. Yes, maybe it's referring to Pause Dale Of where it is bisexuality. And weve cracked another one.","speaker":"spk_0","timeCode":1440.31,"tags":["Pause Dale"]},{"id":"PxKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Burger Ho. Thanks for solving a mystery with us. And thanks for coming by sea. Next time on the Hollywood Hamburg. What up? What? Down by? All right, we got next chance in. Okay, Jansen. We would have liked to do this earlier. And a zai recall last time he was the second or third call. And instead Of","speaker":"spk_1","timeCode":1453.47,"tags":["Burger Ho","Hollywood Hamburg","Jansen"]},{"id":"QBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"what we specifically asked for, which was him to be the first call he has moved deeper into the show is 10 actually. No, he's not the 10th call. This is some others dropped in between. But just for technically speaking, who dropped I want names.","speaker":"spk_0","timeCode":1477.94,"tags":[]},{"id":"TBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Okay? You're like, all right, you're in like a loner one.","speaker":"spk_1","timeCode":1580.8,"tags":[]},{"id":"ThKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Yeah, the cheap one.","speaker":"spk_1","timeCode":1590.82,"tags":[]},{"id":"UBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Lee, sir, by","speaker":"spk_1","timeCode":1598.87,"tags":["Lee"]},{"id":"WhKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Yeah. Yeah, I have, actually. I always write letters rejecting them When they reject me.","speaker":"spk_1","timeCode":1758.97,"tags":[]},{"id":"YhKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"when it upset. They didn't they didn't just say Yeah, we did this. And I know you were You were upset that they hadnt done it. Yes. Yeah, well, I think they did do it, and I think they should just say that they did it, OK? And I want to say this. We're going to get an upset for a member who is a big defender.","speaker":"spk_0","timeCode":1859.26,"tags":[]},{"id":"YxKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Do you know what I'm talking about? I can't remember who it is, but someone doesn't like anybody bringing up Duke lacrosse. Oh, yeah. Someone did mention that. Yeah. Who is that?","speaker":"spk_1","timeCode":1881.19,"tags":["Duke","lacrosse"]},{"id":"ZBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Does anyone remember? Yeah, I remember. You must be from that area","speaker":"spk_0","timeCode":1892.13,"tags":[]},{"id":"bhKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"oh. Hey, guys. Just me doing the ed this week. Hayes. I'm very excited. Talk to you about loot Crate. Sean does not really want to dio the ad because weve been doing all these flu create ads, and he has sort of develop this idea that he could do the same sort of product, but a little bit better. Um, so he has asked me actually did as I read the ad for, ah, loot crate toe simultaneously read the ad for his product with Jum. It says it's called Shawns Luke create. Um and I have one here. I have a Shawns Luke right here. Um eso luke rate. The the original Luke Raid is ah is for people who classified themselves as geek gamers or pop culture nerds. It's a subscription box on for less than $20 month, you get 68 items Of gamer and pop culture license gear, apparel, collectibles. Ah, unique one of a kind items and more. Um, and you could go to loot crate dot com slash handbook and enter the code handbook. to save $3 on any new subscription. Um, and Shawns loot crate, it says, is also for nerds. Um, it doesn't have ah website yet. Um, but you can just find him. Ah, and hell usually have some in his car. It says, um, Luke rate this month has a fantasy theme. They have a lot of fun. Ah, toys. And ah, and stuff from the game of Thrones franchise and Harry Potter and other cool stuff like that. Um, Shawns also has a fantasy theme. That, and looking here, um, he's got a bunch of hair that he says is from from from the Hobbit. So I guess this is, um, the hobbits hair, uh, this says it's ah, it's King Arthurs sword. It looks like kind of like a paper clip that was unwound to just be, like straight. Um, that said, King Arthurs sword. That's kind of fun. And, ah, a DVD Of Your Highness, the movie, your high and oh, um, there's no DVD inside. It's a boxs ah, is a DVD box Of Ah, Your Highness. Um, so you can. It's totally your decision. You can purchase a loot crate for less than $20 a month, and I get a discounted subscription at luke rate dot com slash handbook. Um, or you can buy Shawns loot crate, which is also great. I am. I personally went with Shawns loot crate. But if you get a real loot crate ah, we could we could trade. Um, it might be fun to trade. Um, so that's luke rate dot com slash handbook o r Ah, Shawns Shauns car is usually parked at a at a CVS because it's it's It's free. Oh,","speaker":"spk_0","timeCode":1960.94,"tags":["Hayes","Crate","Sean","crate","Jum","Shawn","Luke","Shawn","Luke","Luke","Raid","crate dot com","Shawn","Luke","Thrones","Harry Potter","Shawn","Hobbit","King Arthur","'s","King Arthur's sword",", Your Highness","dot","Shawn","Shawn","dot","Shawn","Shaun","CVS"]},{"id":"bxKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"whos next? We got Joma girl. Hey, Joe. Hey, boys. Going on. Wait. Can I just shut up for a second? Joe Codys at a literary death match mug.","speaker":"spk_0","timeCode":2147.41,"tags":["Joma","Joe","Joe Cody"]},{"id":"dBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Okay, Cody, pause that so we can't do that anymore. Joe, whats going on in? Ah, in, um, the town from the office that you moved to Because you like the office? Uh, not a lot happening right now. Was it disappointed you live in Scranton, right? Yeah. Was it disappointing when you move there and we're, like, expecting toe? You've been hunting for Dunder Mifflin for years, Right? To meet all your friends and rain is nowhere to be found. Kevin and Stanley and be looking for Dwight. Yeah, yeah, yeah,","speaker":"spk_0","timeCode":2219.26,"tags":["Cody","Joe","Scranton","Dunder Mifflin","Kevin","Stanley","Dwight"]},{"id":"fBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"isnt it true that he's strong? But he's a bad ass, and he's a tough guy. He hanged himself in a fight, and he doesn't take no for an answer, and so doesn't know what. Yeah,","speaker":"spk_1","timeCode":2329.1,"tags":[]},{"id":"fRKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"whats up? Just I think, you know, maybe drafted the real heart of the movie, you know, that's that's my theory is that it's all around track. Well, food for saw. A lot of people think the movie is Drax. His dream like it's taking its taking place inside Drax is dream. When he was after his entire family with murder todo kind of. Yeah, well, I think he got killed in the first frame of the movie and that he and that Drax is actually Star Lords, Graham or whatever.","speaker":"spk_0","timeCode":2341.98,"tags":["Drax","Drax","Drax","Star","Graham"]},{"id":"fxKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"be one of the guardians. Yes. And so then that's all her, Um, it just in her final sort of waking moments or her sort of passage to the afterlife. Is this guardian adventure?","speaker":"spk_0","timeCode":2379.33,"tags":[]},{"id":"gxKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"you know. But then he has that night humanizing moment where, like, I don't think everyone's really in that bowl.","speaker":"spk_1","timeCode":2436.22,"tags":[]},{"id":"mRKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Sorry, I didn't have enough cash. Could have given us each to 50. Well, what is what upsets me about? That is","speaker":"spk_1","timeCode":2676.89,"tags":[]},{"id":"qBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"I thought it was OK, but I know that's incorrect. Very, very good movie was actually the best movie of the year, and you can just check. You can just check and they tell you which the best movie of the year. Waas. I appreciate young people","speaker":"spk_0","timeCode":2817.39,"tags":[]},{"id":"qxKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"gone so far as to make a Twitter account for my dad, take his hand, put it on the keyboard and start typing tweets out with his hand while he's asleep. That's how much I care. Honest Ashia And so for me to see a movie where the daughter has a soul intention of getting her dad to like Twitter, and for him to say something that my dad says to me all the time, which is your whole generation only cares about going viral","speaker":"spk_1","timeCode":2861.22,"tags":["Twitter","Ashia","Twitter"]},{"id":"sRKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"What do you think his next movie is gonna be? His next dance? Yeah, everybody's say his next dance. Yeah, call it his dance.","speaker":"spk_0","timeCode":2948.57,"tags":[]},{"id":"uBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Do you ask him to show for us by my Okay, he shred for us. Oh, you're in the car because there isnt a shred. Your husband likes to shred, does he? Not","speaker":"spk_1","timeCode":3004.6,"tags":[]},{"id":"uRKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"he Does threats say the truth? Okay. Did you were you just like at a bar one night by yourself? Thinking like it was just like any other night. And then you heard the most salaciousness shred youd ever heard. You fell in love with them before youd even see in his face. Isnt that right?","speaker":"spk_0","timeCode":3015.4,"tags":[]},{"id":"uhKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"That is right. I think the carpenters wrote a song about us. Actually, I fell in love with his guitar. It was at the end of story. You found love with his guitar. Oh, I could e c. And he thought that you were trying toe marry him. Oh, but then the only way to be alone with his guitar was to ultimately marry him. And then when he goes to sleep, you sneak out and you spend some time with the guitar.","speaker":"spk_0","timeCode":3039.81,"tags":[]},{"id":"uxKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"That's good. That's a movie. I mean, maybe that's the you know, Maybe that's the next Inarritu after Fox Trot, of course. And yes, honest Asia, the comic,","speaker":"spk_1","timeCode":3071.2,"tags":["Inarritu","Fox","Trot","Asia"]},{"id":"vhKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Um ah, whole lot eyes going on. There's It's a beautiful day, Not a cloud in the sky, no fog People are out about I miss When San Francisco was only identified with being gay, What happened to that? It used to be that someone would say like I'm going to San Francisco and be like, Look out! Watch out for the boys get don't get kissed by a boy. Now it's all Ghirardelli chocolate.","speaker":"spk_0","timeCode":3094.98,"tags":["San Francisco","San Francisco","Ghirardelli"]},{"id":"whKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"dwindling here, and the chocolate chocolate pop population is fighting. So theyve been eating the chocolate and turning straight, and I want to be very clear. We're talking about","speaker":"spk_0","timeCode":3139.31,"tags":[]},{"id":"zBKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"This is America. Diver. Is that your kid?","speaker":"spk_0","timeCode":3299.67,"tags":["America","Di'ver"]},{"id":"zRKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Yes, it is. Congratulations. Wow. Thank you. He's wearing an American diaper. Can we Can we talk to your child really fast Hey, isnt really not talk, but we just want to talk to him. Yes, well talk at him. Okay, go ahead. OK? Yeah, Steve's son. Okay, Steve stunned. Little Steve. When you grow up, you're gonna think back to this time in your life and wonder why your dad was always posting on the forums when he should have been playing with you.","speaker":"spk_0","timeCode":3304.5,"tags":["Ste've","Ste","Little Ste"]},{"id":"zxKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"scanning other people, talking about them, posting about them, sometimes posting about other stuff and making people mad. But in general, you're gonna want to be on the front lines. And that's what Steve has done. And so, while you're suffering now, ultimately it will be your gain. Maybe our Children one day will grow up,","speaker":"spk_1","timeCode":3355.06,"tags":["Ste"]},{"id":"0BKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"host a podcast with a forum that you WILL post in a lot. And won't that be nice? And then the circle remain unbroken. Anyway, you sound like a nice kid. You got a good head on your show. Good luck to you. You're gonna be fine, Steve. Thank you?","speaker":"spk_0","timeCode":3376.54,"tags":["Ste"]},{"id":"1BKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Hi, Bear. Are are you J monster Face?","speaker":"spk_1","timeCode":3410.65,"tags":["Bear","J monster Face"]},{"id":"1RKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Why does that theory exist? Then? Heres what I think. I think because yeah, okay. My fear is when you join the foreign, you and Jay Monster Face or have joined the forums","speaker":"spk_1","timeCode":3415.85,"tags":["Jay Monster Face"]},{"id":"3RKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Uh huh. Well, it is 2015 you know. Which is it? Brotherly large.","speaker":"spk_0","timeCode":3496.93,"tags":[]},{"id":"4hKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"this is the true villain of the forums. The man who almost destroyed the foreign. What nefarious plan do you have for this show?","speaker":"spk_0","timeCode":3554.03,"tags":[]},{"id":"5hKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Yes, Mom and Dad,","speaker":"spk_1","timeCode":3585.76,"tags":[]},{"id":"8RKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"Yes, it seems like sometimes you're in a hurry. Joke.","speaker":"spk_0","timeCode":3710.31,"tags":[]},{"id":"9BKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"That's exactly the same thing. Wow. Well, I'm sorry. I'm majoring. I hope your loved one is free.","speaker":"spk_0","timeCode":3737.34,"tags":[]},{"id":"_RKVMHMByMrymAEmwJqi","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"I've been infected with jailer big disease. I have to comment. It came to the phone. What? We I just spoke over you. What were you going to say? It's my show. But what were you going to say?","speaker":"spk_0","timeCode":3858.08,"tags":[]},{"id":"AxKVMHMByMrymAEmwJui","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"I don't know what that means, but he I feel like last time was a bad caller. And this time he was an okay caller verging on Pretty OK,","speaker":"spk_1","timeCode":3946.56,"tags":[]},{"id":"BRKVMHMByMrymAEmwJui","index":"handbook","podcast":"Hollywood Handbook","episode":"Listeners Again, Our Close Friends","line":"waking us on Facebook. You probably have done that by now as well. And, um, really gets the pro version. And, um, I guess, yes, she gets a pro vision and its she's gonna get one hes like on her first post. And those are tough to come by","speaker":"spk_0","timeCode":3964.93,"tags":["Facebook"]},{"id":"ChKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"So she gets home, Uh, late, I'll add. And, of course, Matildas already in bed and sleeping. And, uh so I say to Michelle Williams, she was a dream. Everything went well. We had ice cream for dessert. And then you know that one nicely for both of us. We like sweet ice cream. Oh, yes. And she opens her purse and takes out a 20. Oh, uh, new know, Michelle. My rate is 20 an hour for baby sitting","speaker":"spk_0","timeCode":2.58,"tags":["Matilda","Michelle Williams","Michelle"]},{"id":"DxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"should be higher. So many higher. Honestly, if she's recommending you, then, uh, coming with that recommendation should be a premium on your baby sick.","speaker":"spk_0","timeCode":76.89,"tags":[]},{"id":"ERKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Did the song play?","speaker":"spk_0","timeCode":98.49,"tags":[]},{"id":"HhKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yes. What?","speaker":"spk_1","timeCode":257.7,"tags":[]},{"id":"IRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yes, we did. Comedy Bang Bang and ah, we did an episode of all the best stuff from our show in orderto hopefully the poached by another podcast network that has ah, higher rated show that could put us on their Like","speaker":"spk_0","timeCode":343.17,"tags":["Bang"]},{"id":"KhKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"or number two after Mark Macaroni.","speaker":"spk_1","timeCode":524.95,"tags":["Mark Macaroni"]},{"id":"LRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"we don't care. And if you think it's some kind of competition arts, not a competition, and we just are doing this for fun, it's a total fucking jerk off for us. And I worry that it could only get worse, because I mean right now, actually, it now it is number 13 and I think it has fallen to spot since the last time I checked about 15 minutes ago. But","speaker":"spk_0","timeCode":562.89,"tags":[]},{"id":"MRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"and so bump is something that you can essentially put a cream on or take a pill. And it goes away and closes because there's sometimes ah, hole in it with, uh, juice coming out. But this is not like that. It's more like, um, whats more like my big muscles, which, while they do, sort of resemble bumps. If you look, they never go all the way back down, because before they do get there they come shooting up twice. It's another one. Yes.","speaker":"spk_0","timeCode":655.04,"tags":[]},{"id":"MhKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"So that's a cool way to think of it. Um, but anyway,","speaker":"spk_1","timeCode":687.78,"tags":[]},{"id":"NBKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"because I've been gone, I didn't really know what was going on with that bump. There was a point where it was more hole than both know it did. Yes. So it now it is. It is more bump than whole. It went from, uh, what would be considered, like a crater to what would be considered like a volcano. And that was encouraging for everyone, for the whole team. And ah, and the juice went from","speaker":"spk_1","timeCode":694.52,"tags":[]},{"id":"ORKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"spreading around, and ah, and they're all over all over the house, as it were, um,","speaker":"spk_0","timeCode":815.61,"tags":[]},{"id":"OhKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"under your hair under yes, under and behind. Ah, behind the ears. And, um, down straight down from the chin Ah, from underneath the chin and sort of, um, look like a sinister goatee","speaker":"spk_1","timeCode":821.84,"tags":[]},{"id":"OxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Of, ah, discolored flesh. So any rate, it's going good, everything's gonna be good to get back on topic. Um, everyone has been sending us snap pics and emailing us these numbers and these numbers mean nothing to us. We love science and math, but not it doesn't apply to art in any way. And But it does seem like the thing that you do now in this situation is start making demands. It just seems like the next logical step. When you have something that somebody else doesn't have,","speaker":"spk_0","timeCode":839.84,"tags":[]},{"id":"RRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Ah, Rosie Huntingtown, white lady. And she thinks that she's so pretty. And that was a nice because, of course, in the apocalypse. Yes, it's sad. Yes. You need water and gas. Yes. You have to have robot arm, some of you. But they're still gotta be sexy babes, right? Like, lets not kid ourselves. Yeah, for it to be good feminism, I think you do have to do that for people who are wondering also if I'm gonna be Imperatori Furioso for how we and I am actually going to do that because I have. And that feminist? Yes, I have a good bald head maker. Uh, that used to be a CVS bag, but that I sort of","speaker":"spk_0","timeCode":987.52,"tags":["Rosie Huntingtown","Imperatori","CVS"]},{"id":"RxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"We have a great guest than WILL Heinz this year, but really, our guest today is","speaker":"spk_0","timeCode":1066.07,"tags":["WILL Heinz"]},{"id":"SxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Only a couple songs you get, and so we have vinyl now we don't have the big vinyl with all the songs. What we have is the little vinyl for a jukebox. And so it's only two songs per ah, disk and, um,","speaker":"spk_1","timeCode":1192.62,"tags":[]},{"id":"ThKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yes, we paid 1200 for the guy to unlock the David Buster storage container, which which had all these great jukeboxes in there and the hand the hand cart was expensive to rent as well.","speaker":"spk_0","timeCode":1247.55,"tags":["David"]},{"id":"UhKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"There is what has a little bit about nature. Little police lose to nature sometimes.","speaker":"spk_0","timeCode":1293.64,"tags":[]},{"id":"UxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yes. And so if you think about that and how rocking that could be, then you gonna want to listen and so by it.","speaker":"spk_1","timeCode":1299.98,"tags":[]},{"id":"VRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"it's doing a gym jab. Video Of made.","speaker":"spk_1","timeCode":1317.81,"tags":[]},{"id":"WhKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"So you're Santa Claus. Uh oh. Are you become, uh, sorry. WILL Heinz is here. You want to talk, WILL?","speaker":"spk_1","timeCode":1364.01,"tags":["Santa Claus","Heinz"]},{"id":"WxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yeah. Ah, I have this to do you Have you ever done the ones where you and Mitt Romney um, do the Macarena?","speaker":"spk_0","timeCode":1371.46,"tags":["Mitt Romney","Macarena"]},{"id":"YhKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"want to watch the interview in my yeah theater. It's great. Okay, so","speaker":"spk_2","timeCode":1434.83,"tags":[]},{"id":"ZhKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"we're somehow directed at me as well, because it's my face of the video. I thought it was just kind of my video. And to know that you guys are getting the same ones is a little bit of shares. Is I'm sure yours has some special","speaker":"spk_1","timeCode":1450.34,"tags":[]},{"id":"aRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yeah. I've gotten a lot of emails from you with that","speaker":"spk_1","timeCode":1493.85,"tags":[]},{"id":"bhKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"and so that means it's something beyond just my friends that are getting these jib jab videos. Which means it could even be my enemies.","speaker":"spk_2","timeCode":1510.04,"tags":[]},{"id":"cRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yes, Fernandes, for you and Karl Rove.","speaker":"spk_1","timeCode":1527.54,"tags":["Fernandes","Karl Ro"]},{"id":"eRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"And that's very sad. And I we thought we should all sort of gather here on the show and talk about how he was a huge influence on us. How and WILL I know you specifically? Um, yeah, we know you have seen the show. Yeah. And, um yes. And And use a lot of it in your in your comedy because you do comedy. Well, yes. Sorry. I'll give you the intro. I should have given you up top. You kind of want to talk earlier than I wanted you to say","speaker":"spk_1","timeCode":1617.24,"tags":[]},{"id":"ehKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yes. So, um, I'm a rogue. Well, and that's part. And this actually is a good intro for you, too. Yeah. WILL is an unpredictable hot comedy property. Yep. He flies off the handle, and he d g a f about social mores. Um, and a lot of a lot of sacred cows that you may be familiar with dont exist for this particular guy. Yeah. If you book me on your show, do you have me in your, you know, act in your in your property or you hired me to perform at your at your at your live show? You don't know what you're gonna get. And that's what you're signing on for when you get and","speaker":"spk_0","timeCode":1646.84,"tags":["WILL"]},{"id":"gBKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"I pictured it more of a cerebral situation where day would strap himself into a huge metal. Whats the","speaker":"spk_0","timeCode":1728.5,"tags":[]},{"id":"gxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"cranking. Sure. Yeah. OK, so it's a crank.","speaker":"spk_2","timeCode":1745.04,"tags":[]},{"id":"ixKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"where you eat, grab the higher part of the bat thing with their voices. Yeah, I think they may have heard us talking about nerd stuff. Uh,","speaker":"spk_0","timeCode":1822.1,"tags":[]},{"id":"kBKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"It's been a notable absence of this show hasnt commented on whats happened this week. People are what wondering what to think and feel about it. And they're looking Teoh this show and you guys to know well, because everyone knows that he was a huge influence of ours. Yeah, um,","speaker":"spk_2","timeCode":1849.07,"tags":["Teoh"]},{"id":"nRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"If you're listening and you're not sure if you like us, just ask. Do you like Dave? Because we're influenced by him. And so then you are not the show. Sorry. I just want to clarify not Dave's show. Just kind of the idea of Dave. We're","speaker":"spk_0","timeCode":1963.41,"tags":["Da","Da've","Da've"]},{"id":"nxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yeah, I used to be as a huge, huge fan Of","speaker":"spk_0","timeCode":1981.15,"tags":[]},{"id":"pRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"I would love to talk about that.","speaker":"spk_0","timeCode":2043.22,"tags":[]},{"id":"pxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"flash back to 1961?","speaker":"spk_0","timeCode":2047.63,"tags":[]},{"id":"qxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Um, and so I was there to kind of cool off the studio audience. They had done a lot of whistling and","speaker":"spk_2","timeCode":2084.74,"tags":[]},{"id":"sRKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Ah, and I'm I Sue was getting very dusty,","speaker":"spk_2","timeCode":2120.94,"tags":[]},{"id":"sxKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"but go ahead. So this boy is signing my shoot my suit","speaker":"spk_0","timeCode":2149.37,"tags":[]},{"id":"vBKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Wow. Wow. We sorry. There's a little delay.","speaker":"spk_0","timeCode":2299.87,"tags":[]},{"id":"wBKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"I like that. He never stopped doing that. And and Amy Fisher shot.","speaker":"spk_1","timeCode":2469.15,"tags":["Amy Fisher"]},{"id":"yhKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"I thought it was Labine and Ah, and I thought it was Levi. But instead they're going to tell you all their names.","speaker":"spk_1","timeCode":2575.22,"tags":["Labine","Levi"]},{"id":"zBKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"We can hear you. Hello. Okay. And Mary Holland? I could see I could see how you would think it was Tyler Labine.","speaker":"spk_0","timeCode":2588.57,"tags":["Mary Holland","Tyler Labine"]},{"id":"1xKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"if he knew, he got was gonna get caught. He probably never would have even done it. Yeah,","speaker":"spk_2","timeCode":2680.36,"tags":[]},{"id":"2hKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"too. I was like, Oh, this is I d. He's hosting a talk show, but he acts like he doesn't give a shit about the talk show that teaches us to laugh. A talk shows. Now he's like, involved with people, and he's cheating on them like he doesn't give a shit about them. And that's also funny, is what I like","speaker":"spk_0","timeCode":2724.64,"tags":[]},{"id":"3hKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yeah, and not and not the people in his life.","speaker":"spk_0","timeCode":2752.1,"tags":[]},{"id":"3xKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Like if you saw him with a pet, hed be like, very like Oh, look here.","speaker":"spk_2","timeCode":2754.22,"tags":[]},{"id":"5BKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yeah, I'm looking at Brett here. My cameras trained on bread and he's starting to look very nervous and also like, he's trying to look very cool, I think, because of all their being girls around email","speaker":"spk_0","timeCode":2788.44,"tags":["Brett"]},{"id":"6xKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"of her anecdotes begin with the camera direction.","speaker":"spk_0","timeCode":2835.92,"tags":[]},{"id":"7xKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"by the great man. Dave","speaker":"spk_2","timeCode":2886.26,"tags":[]},{"id":"9BKWMHMByMrymAEmsJuf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"infidelity? Because I was hugely influenced by that. I'm glad that wild horses brought that up because I was like, Well, as a comedian,","speaker":"spk_0","timeCode":2934.31,"tags":[]}]