[{"id":"BBKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"he likes, Ah, Harry Bush, I think, yeah, hell talk about Harry Bush. Hell talk about shit in his wifes pussy WILL. Ah, and he's really funny about it. Well talk about growing a bunch of tits on his dick, and he's great. He's great, Like, Oh, that's so great. Like the image of tits on a dick is tell me it's not funny.","speaker":"spk_0","timeCode":3131.1,"tags":["Harry Bush","Harry Bush"]},{"id":"BRKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Tenders, Tits and Dick, I retweet that I have a search actually, for any tweets that mentioned tits and taking the same tweet. It comes up a sometime. He wants to do something gross. Yeah,","speaker":"spk_2","timeCode":3148.74,"tags":["Tits","tits"]},{"id":"BhKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"yeah, yeah, yeah. Um ah, yeah. Robbed a one. He is really great. Yes. And so I'll retweet him or","speaker":"spk_0","timeCode":3160.66,"tags":[]},{"id":"ChKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"our favorite things to talk about and bank Dave for, um and Dave moments on the show, and people might wonder, Like if this is so sad for us, Uh, then why didn't we watch the show over the years that this should be proof that real watch the show? We","speaker":"spk_0","timeCode":3201.6,"tags":[]},{"id":"DBKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"lets say,","speaker":"spk_0","timeCode":3237.38,"tags":[]},{"id":"FBKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"head writer, Jerry Monday in. And then I liked Jerry money in and disused to come out and do. He was like, this bearded guy, and he did Good. Uh, that was a huge. Is that Biff? Yeah. I can't God, is it? Maybe that's why I'm thinking Of can you guys hear? May?","speaker":"spk_2","timeCode":3294.51,"tags":["Jerry","Jerry","May"]},{"id":"KhKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"It's really the volume level is a very difficult thing, which Carson was the best at. No disrespect to Dave Carson was the King of moderate volume. Dave","speaker":"spk_1","timeCode":3521.24,"tags":["Carson","Carson"]},{"id":"LBKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"yes, the bad would start playing, and hed be like,","speaker":"spk_0","timeCode":3537.73,"tags":[]},{"id":"LRKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yeah, Carson would just shushed him then. The Doc Severinsen Band was mostly oboes by the end because they're the most moderate volume instrument","speaker":"spk_1","timeCode":3541.21,"tags":["Carson","Doc Se'verinsen Band"]},{"id":"MBKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yeah. Whats the Whats the mood in New York about the vegetable stuff phase?","speaker":"spk_1","timeCode":3601.35,"tags":["New York"]},{"id":"MRKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"I I don't want to ask too many questions here because I like going around, but But people have very devastated. Yes, people are really sad. And, um, just like at brunch today, there was basically nobody even in the restaurant I was eating at. And no waiters, no service of any kind because I think people were so upset.","speaker":"spk_0","timeCode":3608.08,"tags":[]},{"id":"MhKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Yeah, and it was closed. They told you was closed when you showed up. Right","speaker":"spk_1","timeCode":3632.3,"tags":[]},{"id":"MxKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"and effectively. That's right.","speaker":"spk_0","timeCode":3635.57,"tags":[]},{"id":"OhKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"it should. It should. So who one of these air for Houston? Houston, You won the pro version. And heres your prize.","speaker":"spk_1","timeCode":3704.66,"tags":["Houston","Houston"]},{"id":"OxKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Some read these were on good yard. You probably already read these if you subscribe to my good jokes with Z Twitter account. Um,","speaker":"spk_0","timeCode":3711.45,"tags":["Twitter"]},{"id":"PRKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"great one. Uh, I love that joke. Uh, hey, Paul, whats with this Internet thing? People love this Internet thing. Internet thing. Hashtag Internet thing. That's one. It's more than 100 40 characters that you have to hit the link to go read it. Another one is Hey, Paul. Ah, boy, People really go nuts for this Madonna chick. That's one. Um, Larry Bud Melman, you fat, old, mentally disturbed man. Get out here. That's another one great Letterman joke. Uh, doj 10 yeah. Uh oh. J Hey, Paul O. J. Simpson Eyes on trial today. And, um and ah, I think he did it. That's one of his jokes. Do, uh, do John Wayne Bobbitt?","speaker":"spk_2","timeCode":3727.41,"tags":["Paul","Paul","Madonna","Larry Bud Melman","Letterman","J","Paul O. J. Simpson","John Wayne Bobbitt"]},{"id":"RRKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"This has been a near WILL media production. Executive producers Jeff WILL, Rick and Scott Offerman. For more information, visit dot com.","speaker":"spk_0","timeCode":3834.57,"tags":["WILL","Jeff WILL","Rick","Scott Offerman","dot"]},{"id":"RxKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"The World Dead Hey, this is Arne Camp from the Improv fantasy podcast Hello From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical Land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a","speaker":"spk_0","timeCode":3855.04,"tags":["World Dead Hey","Arne Camp","Improv","Hello From the Magic Ta'vern","Burger King","Chicago","Land of food","Dark Lord"]},{"id":"SRKWMHMByMrymAEmsJyf","index":"handbook","podcast":"Hollywood Handbook","episode":"David Letterman, Our Close Friend","line":"Rachel Bloom, Collection of Men, Corpses and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesis listed, but Phil Collins has crossed out and encircled in cross out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesus. I mean, jostles ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out now, listening stitcher, apple podcast or wherever","speaker":"spk_0","timeCode":3884.05,"tags":["Rachel Bloom","Felisha Day","Colton Done","Andy Daly","Genesis","Phil Collins","Phil Collins","Thomas Middleditch","Jesus","apple"]},{"id":"TRKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Hey, what up? What up? Welcome, everybody to the Can you do the tagline Dump the haze usually does the like Oh, yeah, Hollywood Handbook. It's the God I have act I have heard it and I know it. I just don't I can't rattle it off Quite like Hey, can I have it written down in your phone or something?","speaker":"spk_1","timeCode":22.92,"tags":["Hollywood Handbook"]},{"id":"VxKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"it's sometimes people need. And this is how Christian Leitner was to his teammates at Duke. They need to be sort of smacked in the head a little bit, too. Like that fire inside them. And that's an ask Bobby Hurley. So they So that's what I did for dumb. And here we are, And he finally stepped up, and I owe him an apology, and I owe him a few. Wow. And this is something I've never done for you. But now that you actually delivered","speaker":"spk_0","timeCode":231.08,"tags":["Christian Leitner","Duke","Bobby Hurley"]},{"id":"XBKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"me to the next thing which is I'm sorry. Ah, for trying to prove to you that your girlfriend or at that time, fiance was the wrong woman for you by","speaker":"spk_0","timeCode":344.51,"tags":[]},{"id":"XhKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"things. But you kind of see also that you were headed down a bad path and she was willing to do that with me. Who knows what would have happened?","speaker":"spk_0","timeCode":369.66,"tags":[]},{"id":"ZBKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Steph. And I Really, uh I thought we had something, and I appreciate you showing me that we didn't. I also appreciate, uh, well, I always thought that my because my t I had a really bad gum disease for, like, a month. Oh, yeah. And I like, kind of inexplicable. And the human doctors really didn't know what to make of","speaker":"spk_0","timeCode":424.53,"tags":["Steph"]},{"id":"axKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Ah, and and? And so, uh, in that direction Did he die to me? did when he when he laughed. I have wonderful musical group. Um oh, I got I just got I just got attacks. Start. I think I think our guest is downstairs.","speaker":"spk_1","timeCode":518.4,"tags":[]},{"id":"dhKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"guys, here we go. So the guests that we have today is, in fact is not Goldie Hahn. And that is because dems a liar and what is actually in the studio now is not even really a gaster and not a welcome one. And it's his friends. Scuzz man, would, uh this scuzz man is here. Wow, this is a pretty, uh I've never been in a place like this, man Priest. Any doors you don't look like? Usually I'm not indoors. Usually amount just like chillin by the beach, you know? Well, every hair Of in some waves him, and you need to chill. Dude, I'm well, I'm not gonna chill. Thanks for the advice. Guzman, nascar Guzman for people who don't know. And why would you is","speaker":"spk_0","timeCode":761.33,"tags":["Goldie Hahn","Scuzz","Guzman","Guzman"]},{"id":"fhKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"way, scoop. True. Put away your pens during this section. Don't take any of the notes on","speaker":"spk_0","timeCode":884.19,"tags":[]},{"id":"ghKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"hits me in the head, knocks into my laptop. I'm immediately mad. But then, Scotsman, you came over. Oh, yeah, I came over and I smoothed it over. People get hit in the head a lot by, uh, Aaron volleyballs. Uh, you know, I was just like, Whoa, whats my little man doing over here? Whats he doing? He's like, he's, like, pounding away the keys, really struggling. So yeah, you know, I was like, I was like, Oh, man, I'm so sorry. The divide WILL hit you. Um, bootleg. Whats whats going on? Whats your deal? Yeah, You don't usually see a lot of computers at the beach. Okay, so my understanding that guesses that's Guzman has served us some kind of muse figure for you. And you keep telling me that you've been doing more writing. They have you ever done in your life? Now that you''ve partnered up with this","speaker":"spk_0","timeCode":933.93,"tags":["Scotsman","Aaron","Guzman"]},{"id":"iRKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Look, you love it, man. Now, which is it? You took that beer bug Riel hard Like I like a champ. Your bond. I thought you was a sip from a can weigh. Well, it started artists. It from a K. Yeah, Yeah. Look, look, look. It's not black and white here. It's Do I like the taste of beer? No, no, not for but I like the way it makes me feel. And I like the way it makes me feel around Scuzz","speaker":"spk_1","timeCode":1115.38,"tags":["Riel hard","Scuzz"]},{"id":"jRKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"I ve tricked you into buying them. I in my account, I expensed a bunch of Styrofoam cups. Two drinks, Guzmans booze or scissor","speaker":"spk_1","timeCode":1164.41,"tags":["Guzman"]},{"id":"mBKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"But then I But then I crumpled it up and I said, Fuck that man, Don't think about this. And then I showed him a doughnut","speaker":"spk_0","timeCode":1391.43,"tags":[]},{"id":"mhKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"stuff. Sort of. Say what? They were these air like round doughy breakfast food. Yeah, yeah, he was a request. Santas well, isnt Cristante?","speaker":"spk_0","timeCode":1401.93,"tags":["Santa","Cristante"]},{"id":"ohKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Uh, I don't know that the Catskills, I mean, I've seen. I''ve I''ve played the gats gives bunch. Yeah, that's what I mean. He's played. He's played the Catskills, lets you catch yourself in a lie and then decide to double down on it.","speaker":"spk_0","timeCode":1517.99,"tags":["Catskills","Catskills"]},{"id":"pBKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Cancun Got Catskills, Couldn't hold. May I gotta be in the sun Hot a Catskills can put that down. Put that. Okay. All right, all right. That in the script here","speaker":"spk_1","timeCode":1547.14,"tags":["Cancun","Catskills","Catskills"]},{"id":"pRKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Little figure out whos saying into who later specific just got for scuzz. Every time I come up with a suite joke, that's what I That's what I said. That's a sweet joke. Catskills can't hold me. I gotta be in the sun.","speaker":"spk_0","timeCode":1557.62,"tags":[]},{"id":"sRKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"I mean, the name of it is the name of it is It's kind of a more heightened dodgeball, its volleyball, a riel underdog story. And so it's about this sport that people don't normally associate with being with adults, playing competitively, a great title. Um,","speaker":"spk_1","timeCode":1802.56,"tags":[]},{"id":"tBKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Yeah, he was really good on the fun.","speaker":"spk_0","timeCode":1847.58,"tags":[]},{"id":"uRKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Oh, yeah. You watched my movie. Well, you don't about me. Thanks for that. Thanks for that. You watch my movie about me and all my work that I did. And","speaker":"spk_1","timeCode":1884.27,"tags":[]},{"id":"whKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"You caught that. My name was the dominant. Yeah, Whats written because man and the dumber, it just it just want to brand ourselves differently from the work we do together. Exterior volleyball Beach","speaker":"spk_0","timeCode":1995.39,"tags":[]},{"id":"yRKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"What ups goes, man? Hey,","speaker":"spk_0","timeCode":2071.28,"tags":[]},{"id":"yxKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"I was checking out that chick you were talking to. All you have the one with the big boobs. The one with nice, but no, the one with the bigger boobs and the nicer, but oh, her. Oh, yeah. What about her man? Guys, The way you're talking about women in this fig,","speaker":"spk_0","timeCode":2080.55,"tags":[]},{"id":"zhKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"refers a woman you can't be like, Oh, it's the one with big tits or what? Like that's it gets even worse than whats in","speaker":"spk_1","timeCode":2122.77,"tags":[]},{"id":"0RKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"these this kind of hold. You can't do that. It's this kind of whole","speaker":"spk_0","timeCode":2136.03,"tags":[]},{"id":"0hKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"world Of descriptive racial and sexual humor that's Guzmans really opened my mind up","speaker":"spk_1","timeCode":2139.15,"tags":["Guzman"]},{"id":"0xKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Teoh, I guess","speaker":"spk_0","timeCode":2145.12,"tags":[]},{"id":"1RKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"And no, people shouldn't be reduced to that now. But now a new character enters the scene here. It says","speaker":"spk_1","timeCode":2160.7,"tags":[]},{"id":"1hKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"some lame old car pulls up and some and some whiny WILL pussy gets out, and this guy really has a stick in his button. He looks like you just ate a whole bunch of lemonade. No sugar. Now,","speaker":"spk_1","timeCode":2171.44,"tags":[]},{"id":"3BKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"yeah, yeah, and you know it. I would say I don't think so.","speaker":"spk_0","timeCode":2226.08,"tags":[]},{"id":"4BKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Shane climb. It's a true weiner. Had Theo audience is gonna like that part. Starts talking to the guys","speaker":"spk_1","timeCode":2247.75,"tags":["Shane","Theo"]},{"id":"6hKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Um, no. No. Me neither. No, I didn't get it. Him? You need them. But you know, Ruby, see, And libraries is something I thought I would never care for when I watched that, which I didn't think I'd like it either. I don't even know how I watched it. I just kind of like it was on Netflix. I played it on the right. Right, right, right, right, right. Stay out of my Q. Sorry if it does, it skew your recommendations. Whats the script? This feels like it's Oh, I'm not gonna fall for that again.","speaker":"spk_1","timeCode":2405.55,"tags":["Ruby","Netflix"]},{"id":"6xKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Please. Whats the password like? I'm just going to sit here and go. I am. Banksy is the Pat O Okay, Well, okay, we're editing that out to Brett now. Now,","speaker":"spk_0","timeCode":2439.77,"tags":["Banksy","Pat","Brett"]},{"id":"9xKXMHMByMrymAEmx5wP","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Well, Oh, I wonder what happened. Well, I know what happened.","speaker":"spk_1","timeCode":2636.89,"tags":[]},{"id":"ABKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Yes, It goes on for another 41 pages. WILL 10 of those air a nap?","speaker":"spk_0","timeCode":2739.35,"tags":[]},{"id":"CRKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"It is very confusing people, I sort of, but I But I get like, I get like the intonation you know, like the way you say, Ah b and Q I sort of could decipher the difference.","speaker":"spk_1","timeCode":2873.69,"tags":[]},{"id":"ERKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"this is too scary Oven idea to keep it. And is this your plan for me,","speaker":"spk_0","timeCode":2979.76,"tags":[]},{"id":"GRKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"beat me up now we're supposed to have Goldie Hahn. So I got a lot of questions for her from the popcorn gallery, and we're gonna ask the question, have to do this show. We're gonna ask him, and we're gonna ask. Does man so dumb? Go ahead and sing the popcorn gallery theme song. Uh, God fuck.","speaker":"spk_1","timeCode":3074.88,"tags":["Goldie Hahn","popcorn gallery"]},{"id":"GhKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Con gallery. Asking questions from the Internet.","speaker":"spk_0","timeCode":3094.55,"tags":[]},{"id":"HxKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Or as you guess, you man, or as both? Well, you're actually Dom, er Oh, he can answer is me, or is that sometimes sees me better than I am?","speaker":"spk_1","timeCode":3134.27,"tags":["Dom"]},{"id":"IBKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"I really want to keep that bald eagle. I think well keep it. I think I think the big note from Sean was about Frankenstein. Right. Well, just lose Frank. Just replace it with something else, okay? You know what I mean? Like, I think otherwise it seemed like he responded, but Okay. So, usually hes, like, collects the questions and stuff. Did you do that? Dumb that collect? No, no, I didn't collect the question. I can look at my phone. I can see if there's okay. Ah, so, uh, this question. Goldie is from Ben Goobers.","speaker":"spk_0","timeCode":3144.6,"tags":["Sean","Frankenstein","Frank","Goldie","Ben Goobers"]},{"id":"IRKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Goldie, have you ever gone swimming in a lake and touch your feet on the muck? It's gross, right? I'm sorry. Do you have the sound clips? Do you have the mark soundbites from Mark The sound drops? Uh huh. No. What are we gonna do? I can't just make him with my mouth. Dumb. Uh, what are they? I can I can try to make a sound with my mouth or","speaker":"spk_1","timeCode":3176.4,"tags":["Goldie","Mark"]},{"id":"JBKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"I let no one copyrighted. Oh, like,","speaker":"spk_0","timeCode":3205,"tags":[]},{"id":"JhKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"He's gonna like to now. Hey, uh,","speaker":"spk_1","timeCode":3229.03,"tags":[]},{"id":"KxKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Um, Goldie Hawn says whole. Whos my daughter again? Okay. Goldie Hawn says Kate Huds don't help him. Jobs are AMC. Goldie Hahn says Kate Hudsons ah line of clothing is really good. Very good for babes. And, um,","speaker":"spk_1","timeCode":3328.07,"tags":["Goldie Hawn","Goldie Hawn","Kate Hud","AMC","Goldie Hahn","Kate Hudson"]},{"id":"NRKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"Breath. And I edit out. You saying that I'm gonna go on it right now on my phone? We had to stop fearing out your hand. Shake Britains Guzman again. This can all happen after the show. Way too many steps. You're never going to remember all these can I like what are the odds that youll pass along? Scares man in eyes scripts to our agent? Like I know you don't let me talk to our agent. And I was wondering if maybe you could pass this along Ah, we could attach you to produce. Or I gotta take a long, hard look in the mirror and stuff today Or executive producer. Yeah, you could e p it","speaker":"spk_0","timeCode":3508.68,"tags":["Britain's","Guzman"]},{"id":"ThKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"this has been a near WILL media production. Executive producers Jeff All Rick and Scott. All coming For more information, visit wolf dot com","speaker":"spk_1","timeCode":3801.07,"tags":["Jeff All Rick","Scott"]},{"id":"VBKXMHMByMrymAEmx50P","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan, Dom's Close Friend","line":"out again. Yes, I have killed Phil Collins twice. Thomas Middleditch.","speaker":"spk_0","timeCode":3865.15,"tags":["Phil Collins","Thomas Middleditch"]},{"id":"XhKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"just yesterday for all the studio heads and all the biggest A list stars and people. Ah, peed from laughing and they made them doing so care. Yes, being scared. And that was never our attention. We don't like to do that, but to see that emotional response almost made me understand partially why some people want to look at a ghost. Yes. And although that's not for me Ah, and I only ever see a ghost. If I've been tricked, um is okay for the people who like it. Go ahead and like it because anything whether you're doing a p because you're laughing no, or because you're so scared, it's just nice to do that. We the effects were not amazing. The effects shots,","speaker":"spk_0","timeCode":158.04,"tags":[]},{"id":"YBKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"insane. I mean, absolutely incredible. And I some points felt like I was inside the back kids car with him.","speaker":"spk_2","timeCode":213.83,"tags":[]},{"id":"YhKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Oh, you throw it, throw it, bounce it off of a trampoline. I mean, you could make it do all kinds of tricks that you can't necessarily do with a big car. Ah, and you just move the camera in so close. Ah, and only","speaker":"spk_1","timeCode":232.81,"tags":[]},{"id":"ZxKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Well, um, yeah, it's the announcement that you expect, uh, when","speaker":"spk_1","timeCode":279.31,"tags":[]},{"id":"aBKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"someone has a great pilot and that is that the network likes it so much, they have decided a drum roll, please, not to do it this season. But instead to roll this project into perhaps a future year or, more likely, a series of films. We have 18 great minutes of footage that they said would work","speaker":"spk_0","timeCode":285.95,"tags":[]},{"id":"aRKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"better cut into a bunch of movies rather than just being a pilot. So we don't have to reshoot anything. They can take these 18 minutes now and make a ah lot of really good movies out of the yes, and And what I was so excited about was even just looking at some of the still frames and being like, imagine this as a poster, and that is sort of the ultimate achievement, because you are always trying to make art.","speaker":"spk_1","timeCode":313.24,"tags":[]},{"id":"bBKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"and we're very yes,","speaker":"spk_0","timeCode":387.93,"tags":[]},{"id":"cRKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"with. And I think America study for the next Tim Trees and on the snows, you Of ego. Um, because, yeah, it is terrifying to imagine what they want now in exchange for so much of an investment.","speaker":"spk_1","timeCode":421.91,"tags":["America","Tim Trees"]},{"id":"cxKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Pay Handbook heads. This episode is brought to you by Luke Rate on and as before, we're gonna be kind of splitting this ad space between we create and and Jonathan and Shawns, Shawns loot Crate and and even we're adjusting it now. And it's Sergeant Shawns loot crate, because I feel like that gives it a really authority. They don't have anything like that.","speaker":"spk_1","timeCode":464.93,"tags":["Luke Rate","Jonathan","Shawn","Shawn","Sergeant","Shawn"]},{"id":"dBKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Okay, so, uh, just talk about right your loot crate for a second. Would you classify yourself as a geek gamer pop culture nerd? Then this is the subscription box for you.","speaker":"spk_0","timeCode":488.4,"tags":[]},{"id":"dxKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"I mean, you could get it, but you want to make an informed decision, so tell some of stuff they have, and then I'll lay on you some of my dope stuff.","speaker":"spk_1","timeCode":514.47,"tags":[]},{"id":"gBKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"yeah, there's different pages from the catalogue. Or there's other catalogues. Or there's just a page piece of a newspaper. Um, there might be like an old cord, um,","speaker":"spk_1","timeCode":613.76,"tags":[]},{"id":"gxKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"soon, so Luke rate 19th April 19 by nine PM Pacific. If you subscribe, you get this months create, then you don't get any more. Luke rate dot com slash handbook. Enter the code handbook to save $3 in new subscription. Do you have a deadline? No","speaker":"spk_0","timeCode":656.42,"tags":["Luke","Pacific","Luke","dot com","slash"]},{"id":"hhKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Yeah. I mean, they're just sitting around, you know. Um, so there's that half aghani bar I My main issue. Victorias Secret paid. I mean a penny. Does your dad","speaker":"spk_1","timeCode":715.55,"tags":["Victoria's Secret"]},{"id":"iRKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Oh, hey, guys. We want to talk about Harrys razors. They make these high quality German engineered blades. They're crafted for sharpness and precision that cost half the price of big name Drugstore brands. We love this product that Harrys gave us some razors. Ah, and weve been doing a lot of shaving. Yeah,","speaker":"spk_1","timeCode":735.64,"tags":["Harry","Harry"]},{"id":"ihKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"and we hit sort of a new interesting inflection point. Ah, this past week, where we","speaker":"spk_2","timeCode":756.32,"tags":[]},{"id":"jhKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Of We had run out of stuff to shave. What","speaker":"spk_0","timeCode":767.38,"tags":[]},{"id":"pBKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"do you want to open up your calendar? Yeah.","speaker":"spk_2","timeCode":1070.49,"tags":[]},{"id":"pRKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"I'll open it up right now.","speaker":"spk_1","timeCode":1074.65,"tags":[]},{"id":"qBKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"on Star has a calendars. You have directions in it, right? We were in. I was in the direction of south by southwest.","speaker":"spk_0","timeCode":1113.68,"tags":["Star"]},{"id":"qRKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"We were there as well.","speaker":"spk_2","timeCode":1122.83,"tags":[]},{"id":"rxKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"to excite it. Wow, you know, But that seems like","speaker":"spk_0","timeCode":1166.73,"tags":[]},{"id":"sBKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"I would think if you're recording with a live audience, you would want you would want to hear those last But you guys don't know. Too scary, right? No, it's because people think that there's a bunch of people in their car give their listening in their car. Suddenly, they think there's 100 people laughing in the car","speaker":"spk_2","timeCode":1170.85,"tags":[]},{"id":"tBKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"A lot of them ride on wealth, I guess. What is known as a Gypsy bus? No, that's not the","speaker":"spk_0","timeCode":1212.71,"tags":["Gypsy"]},{"id":"tRKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"not affirmative way. Don't say it, but I don't know what else to call it. Is there a new word for that? If we figured it out,","speaker":"spk_1","timeCode":1219.48,"tags":[]},{"id":"vRKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"I don't think I have. Oh, that's the best. That's the best hot sauce. And if you can eat it, it makes you tough and cool.","speaker":"spk_2","timeCode":1284.43,"tags":[]},{"id":"xxKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Yes. Yes, it should sound like it hurts to say.","speaker":"spk_2","timeCode":1327.91,"tags":[]},{"id":"yxKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"okay. Todo todo like Netflix Q and A","speaker":"spk_1","timeCode":1379.68,"tags":["Netflix"]},{"id":"zxKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Yeah. And you would be surprised at how many movies there are about that, both documentaries and scifi and romance. And, you know, really, it's actually a very classic love stories. What is it about cat? A cat having a human wife? And","speaker":"spk_2","timeCode":1443.59,"tags":[]},{"id":"0BKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"did you even realize that you had that","speaker":"spk_1","timeCode":1464.14,"tags":[]},{"id":"0hKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Saturday night on a Saturday night when I'm sitting at home and I'm on my couch and I put up Netflix and I see a movie that I want to see. I just click it. I don't think I want to see another movie with that topic. E Just click on a movie I want to see. Does that make sense? I'm starting to come around to it. Walk.","speaker":"spk_2","timeCode":1473.59,"tags":["Netflix"]},{"id":"2hKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"right now. Okay, then what you would do first is you ask Sam politely if you could borrow that computer. If","speaker":"spk_0","timeCode":1518.02,"tags":["Sam"]},{"id":"3BKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"Okay, So what you need to do is you need to talk to the building manager first, and you need to ask if you can get the keys to the building. And so that","speaker":"spk_1","timeCode":1527.6,"tags":[]},{"id":"3xKXMHMByMrymAEm053H","index":"handbook","podcast":"Hollywood Handbook","episode":"Mary Holland, Our Close Friend","line":"but, I","speaker":"spk_1","timeCode":1541.41,"tags":[]}]