[{"id":"oBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Okay. Oh, interesting. Lets see. Well, it seems the best way to learn is to teach This year long programme expose's students to comedy theory the ins and outs of film production, screenwriting, improv, a master seminars where students have the opportunity to learn from entertainment profes'sionals at the top of their careers. It could be student","speaker":"spk_0","timeCode":1122.46,"tags":["intere'sting","Thi"]},{"id":"thJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"So you guys have podcast's? Yeah, we do. We have the holes and a whole network. Yeah. Hello. Channel of podcast. Basic. Um, whats that about? Ah, well, we had a podcast for a while, called If I Were You Until Exist's. Still exist's. And then we decided, Why don't we expand our one show into a channel? A network of shows. So we started HeadGum, which is Ah, podcast network. And it''s filled with, uh, shows from our friends and family. I had that one time friends, family or a podcast network. HeadGum You had HeadGum. Yeah. You don't know the domain name and you let it expire? No, I had a case of ah oh joon gum","speaker":"spk_0","timeCode":1414.71,"tags":["If I Were","Exi'st","exi'st","HeadGum","HeadGum","HeadGum"]},{"id":"vBJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Do one. That sounds fake, right? Ah, great. Great. Great. And Lake, the last one. Sorry. Can I tell you the last Hurwitz? Wild laughter Fake. Take one s. I nailed them all in one take. Okay, okay. And then a mere If we could get a couple takes a wild laugh. Sure. Amir Blumenfeld. Wild laughter. Take one.","speaker":"spk_0","timeCode":1556.71,"tags":["Lake","Hurwitz","Amir Blumenfeld"]},{"id":"wxJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"OK, Amir Blumenfeld again Do I d to do the birthday every time? Yeah, OK. Amir Blumenfeld, January 18th 1983. Wild laughter take. Ah, one b will call surprise. Laughter ready and","speaker":"spk_1","timeCode":1650.2,"tags":["Amir Blumenfeld","Amir Blumenfeld"]},{"id":"xhJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"try Jake. Maybe we Jacob, was","speaker":"spk_0","timeCode":1680.31,"tags":["Jake","Jacob"]},{"id":"yRJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"I feel like I'm talking to my mike. I don't know if Jake so what It feels like what would be coming off of a lot of what me and he's do. What? Yeah, I got","speaker":"spk_1","timeCode":1730.36,"tags":["Jake"]},{"id":"3BJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"everything. Your first. Yeah, it's awesome.","speaker":"spk_1","timeCode":1987.29,"tags":[]},{"id":"6BJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"even saying that much. And if we want to do we want to get jig implying that Amir thinks he stole something?","speaker":"spk_1","timeCode":2212.28,"tags":["Amir"]},{"id":"6xJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Oh, come on. Hey, then you lose stuff all the time. All right, All right. Just say he didn't. All right, That's good. Yeah. So then people won't, but that it will sort it. Sort of. Sounds like I knew what he was getting at. And I'm trying to like you're cutting the gras's a little bit. That feels good. We can move on. Yeah, let''s move on and just talk about what are some of the shows you guys","speaker":"spk_0","timeCode":2268.77,"tags":["ju'st"]},{"id":"8RJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Amir Blumenfeld, January 18th 1983.","speaker":"spk_0","timeCode":2411.77,"tags":["Amir Blumenfeld"]},{"id":"8hJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Wild nationalities for racial insen'sitivity line. This is I really feel uncomfortable doing this. I just want that on the record. All right, well cut that. Christ. Um, Buck","speaker":"spk_0","timeCode":2420.18,"tags":["Chri'st","Buck"]},{"id":"9RJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Pollak or Polish or Sorry. Sorry. Way. Actually. Cut like Sorry. I should have a Polish man. Big for Eastern European citizen. Okay, you've got Bullock, right? Way got that clean. This is fucking gotcha. Podcast. Never been If you've ever been caught with your pants down in the edit bay, you know that? You just wanna have options way. Just Mark, we have to do this now while they're here to waste our time. But I just want to carve out some time for me to dres's him down about the Pollak thing. Just like, really","speaker":"spk_0","timeCode":2448.09,"tags":["Pollak","Poli'sh","Poli'sh","Ea'stern","Bullock","Thi","Podca'st","Ju'st","Mark","dre's","Pollak"]},{"id":"-BJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"maybe have a wild cornhole Leo impres'sion that that that I can use that these guys are laughing at it. Okay, Okay. Yeah, that's great. I can't do it.","speaker":"spk_1","timeCode":2503.99,"tags":["Leo impre's'sion"]},{"id":"_hJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Yeah, I'm you doing a web series on video or something. Yeah. We have a new show on video on demand at Holy Fuck. Yeah, it's Ah, it''s called Lonely and horny. Correct. Uh, Jake and I wrote it together.","speaker":"spk_1","timeCode":2589.94,"tags":["Holy Fuck","Jake"]},{"id":"_xJUL3MByMrymAEm0lj2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Jake directed it. Oh, cool. Yeah, he's more the technical side. Ah, being younger for the college humor Web series. We both did it all on. And then in this new show, we, uh we sort of deviated, separated our task. So something was not amir for ours. And I direct. Yeah, sort of. Ah, we we drifted in that direction. I think the thing that wasn't working is that we couldn't just both be on camera the entire time again without somehow appropriating or just like stealing the characters back from college humor. So we had to wait to separate ourselve's. So called a rights is'sue. College humor owns. They owned Jaqen Americare? Yes. Okay. And Now your names on the new show are lonely and horny.","speaker":"spk_0","timeCode":2603.19,"tags":["Jake","Jaqen Americare"]},{"id":"BBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Sorry. Todays your birthday.","speaker":"spk_0","timeCode":2714.55,"tags":[]},{"id":"ERJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"thing is beyond fucked. Um, So you guys were saying so high and mighty And that one is just fucking anything, right? Yes, whatever. Favorites feel that was actually 12 minutes ago. We were talking about lonely and horny since then. Oh, great. Uh, and so whats going on in that? You guys want to find babes? Hello. We relate. Well, hopefully So it''s all about dating in today''s so 2016 online data and it's online. Yeah. So did you Disea'ses book, Have you let me do it yourself? Get a phone. Eyes are","speaker":"spk_0","timeCode":2904.88,"tags":["Di'sea'se"]},{"id":"HBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Big got exactly? Hear, I havent seen getting exciting","speaker":"spk_0","timeCode":3103.88,"tags":[]},{"id":"HRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Holding a BB eight way. Got a list of question's, but I can see now it's just a drawing of BB eight. Yeah. No, that''s my whole notebook. Okay, I'm getting pretty good at the bottom. Uh, yeah. The ball part. Yeah, but the top ball","speaker":"spk_1","timeCode":3108.03,"tags":["BB","BB eight"]},{"id":"HxJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"during the edit bay, you're gonna want options. Yeah. You were once a positive option. It's actually not bad. See, that''s I feel like that''s even a little","speaker":"spk_1","timeCode":3164.07,"tags":[]},{"id":"IBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Oh, patronising Yeah, like, yeah, that way don't neces'sarily actually like this is he's drawing approval wild. March 23rd","speaker":"spk_0","timeCode":3172.12,"tags":["patroni'sing"]},{"id":"KRJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"We have lots of stuff stacked up from other shows, but also, if you want to use a mere before he","speaker":"spk_0","timeCode":3259.94,"tags":[]},{"id":"LhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"That's going to get a lot of eyeballs. That''s a lot of heat. Yeah. Yeah. She had an album called Warpaint. That''s cool. If she''s on the same episode, why are we talking your matter? What about her state? About your promoting or shit? I","speaker":"spk_1","timeCode":3336.87,"tags":["Warpaint"]},{"id":"MBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"'school? Oh, my God. It's so funny. I lost my shit. Thank you.","speaker":"spk_1","timeCode":3356.52,"tags":[]},{"id":"OhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"I'm happy toe Jake Hurwitz, August 8th, 1985. Like you haven Connecticut April 25th. 2016. Um, I think you're really nice mustache. Oh, thanks. Yeah, for a role. I did. How? Ah, you're letting the sites coming a little bit too. Yeah, that makes we were comfortable. That's not for the role. Got it. So, like when you're on camera, you're shaving the sides. I gotta clean that. Cool. I dig. It looks really nice. Yeah. Do we have anything to plug? You want Teoh? Sorry. I thought there was another commonly coast I was gonna I was gonna let him Hear.","speaker":"spk_0","timeCode":3472.47,"tags":["Jake Hurwitz","Connecticut","Teoh"]},{"id":"PBJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"Kozulin. While just company and, you know, it seems like you were thinking what you were going to say next, instead of listening to what Jake was doing was giving Sean at night.","speaker":"spk_0","timeCode":3510.8,"tags":["Kozulin","Jake","Sean"]},{"id":"QhJUL3MByMrymAEm0ln2","index":"handbook","podcast":"Hollywood Handbook","episode":"Jake and Amir, Our Close Friends","line":"well, how low their listener's. It's me shot club. It''s from a Hollywood Handbook-East one of your buddies, and and so I'm here to talk to you about our ad. What''s the ad for? Well, it''s something that''s like Netflix for podcast. Sound familiar? It''s the friggin logline for Howl, and do you know that they're sponsoring us today? And with the premium, you can listen to the comedy of Bang Bang 2016 Live to Come on your Right, All right, look, ladles and jelly spoons. I love you guys. I'm going to read this ad, but I'm skeptical. Here''s what they want me to say. This year, Paul F. Tompkins learned lab test's in New York. Campbell will be along for the ride on the comedy A Bang Bang 2016 live tour, and there will surely be a few surprise drop ins as well come on your right. Those bucket Comedy Central stars are too busy. They can't be on the whole tour and make room for drop ins, Please. Look, what Howl wants you to do is they want you to get acces's to all the exclusive content on your iPhone android phone and and on the web for only 4 99 a month. Now they're asking you for the money. So they got to tell you they're gonna have new episode's and albums released every week that they have. In addition, 2016 live tour Howl Premium and you get 42 more comedy Bang Bang s poster's along with exclusive acces's to more 120 hours of original miniserie's. All your documentaries over 90 Comedy About what, guys? Yeah, right. I mean, that''s a year right from may. They have to tell you that because otherwise why you gonna shell out the dough? I mean, if they don't tell you that friggin with how premium you're going to get all this great stuff, then what''s gonna make you go put in the promo code Hollywood and get a full month of free trial? Nothing. So they freakin butter you up, right? Oh, Paula Tompkins gonna be there. Yeah, right. Pluck top. It''s gonna be there Oh, freakin Lord. Life is a new Campbell Overlooked with right to come on, guys, Get your head out of the friggin sand Youll friggin ostriche's.","speaker":"spk_0","timeCode":3646.34,"tags":["Netflix","Bang Bang 2016 Live to Come on your Right","Paul F. Tompkin","New York","Campbell","Bang","Bang","Comedy Central","iPhone","android","Howl","Bang Bang","Hollywood","Paula Tompkin","Campbell"]},{"id":"WBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"And so somebody outline was saying that we should talk about a teaser","speaker":"spk_0","timeCode":292.48,"tags":[]},{"id":"WhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"'sliding into my d ms. They were saying they want to do the Teaser-Freezer. They want to see us do one of this movie hard core Henry. Great idea, we thought Yes. And so the next step is to go online and go and go in our","speaker":"spk_0","timeCode":301.66,"tags":["Henry"]},{"id":"XRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yeah, like I'm imagining what pieces I would use for the teaser. And then a lot of times I'm like, they pick the right piece. And then sometimes I go, like, not the right size. Yeah. Um, so we goto watch this hardcore Henry, and as we start watching it at the beginning, it's very exciting because finally,","speaker":"spk_1","timeCode":332.91,"tags":["Henry"]},{"id":"YBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"And so Now, nice to get a movie where it's me. I'm going around. People are kis'sing me. Uh, yes. People are giving me stuff, and I'm, like, fix","speaker":"spk_0","timeCode":402.94,"tags":[]},{"id":"ZRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Okay? You want to be nice? Put me in the movie, Grey. I like that. I been in movies before and it's weird because I have to look at me looking out at me, but this I get to be in the movie and I only see what I see. I don't see me, except for the parts of me that I can always see like my hand pieces so","speaker":"spk_0","timeCode":459.68,"tags":["Grey"]},{"id":"ZhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"'sometimes a little part of my nose. When I look at it too long, it gets sick.","speaker":"spk_0","timeCode":479.41,"tags":[]},{"id":"aBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"they're not very nice because they tricked me into doing some stuff. That's mean and doing means stuff to me that I gotta be there for and I don't remember signing on for any of this. How is it you and me? Oh, that''s another question I had that I didn't want to ask. There is a movie I was afraid to even mention. I almost threw up thinking about it where we piggyback in the whole time.","speaker":"spk_0","timeCode":492.98,"tags":[]},{"id":"aRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"No, because there was no set of hands above either. Now,","speaker":"spk_2","timeCode":518.01,"tags":[]},{"id":"bBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"in Yeah, and we are being kis'sed","speaker":"spk_0","timeCode":546.69,"tags":[]},{"id":"cBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"know that was doing it. But sometimes stuff will happen that I didn't intend to dio.","speaker":"spk_0","timeCode":591.06,"tags":["dio"]},{"id":"cRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I'm not perfect. I made mistake's.","speaker":"spk_1","timeCode":596.27,"tags":[]},{"id":"dBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"that's the most interesting part of the movie. I never got why people play doom. Yeah, they just seeing the back of my head. Yeah, as I'm shooting these guys, Yeah. They can't even see what I'm shooting. Ah, that''s not interesting.","speaker":"spk_0","timeCode":635.19,"tags":["intere'sting","intere'sting"]},{"id":"dRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Uh, so thanks for the suggestion, Twitter, man, but no fags. You freaking you got me pretty worked up it's Twitter. One guy, this is another I really want to throw up When I try to think about what this actually is, this is something that really makes me almost throw up trying to get my head around it because it's just too big an idea for me. Because if it''s not,","speaker":"spk_0","timeCode":652.57,"tags":["Twitter","Twitter"]},{"id":"exJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"but can they see it? Well, whats going? I'm the one looking at. How can they be also looking at it? No, because they're not seeing me looking at it. Are they saying back on my head looking at Twitter. Like when? Like if Engineer Ryan goes to open up Twitter, is he just seeing me like my finger? Sort of scrolling over something that he can't read? Yes. And if I put the phone down? Okay, so I'm holding the phone. I'm looking at it,","speaker":"spk_0","timeCode":699.88,"tags":["Twitter","Ryan","Twitter"]},{"id":"gBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Oh, gosh.","speaker":"spk_1","timeCode":778.75,"tags":[]},{"id":"ghJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"mostly I don't even think about his podcast's as much as, like, good body like Ah, really like","speaker":"spk_1","timeCode":804.58,"tags":[]},{"id":"hBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yeah, yeah,","speaker":"spk_1","timeCode":826.93,"tags":[]},{"id":"hhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yeah, but that's not why we have them. So, uh, all right, well, enjoy some funny ads, I bet. And then, Ah, listen, Adam","speaker":"spk_1","timeCode":829.81,"tags":["Adam"]},{"id":"iRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Well, so Well, So what I'll say is, Yeah, this sounds great. It's awesome. So awesome. I think it''s great. And I think the Onley thing","speaker":"spk_0","timeCode":875.56,"tags":["Onley"]},{"id":"jRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"'scholarship's available. You can visit their website Ramos film school dot com.","speaker":"spk_1","timeCode":942.19,"tags":["Ramo","school dot"]},{"id":"jhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"No, I mean, it's that that sounds great. Sounds","speaker":"spk_0","timeCode":948.27,"tags":[]},{"id":"khJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Um, that heraldry Okay, like, uh, yeah, we don't even have a legendary filmmaker. Truly hilarious. Incredible. And, uh,","speaker":"spk_1","timeCode":980,"tags":[]},{"id":"mhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"poster elements into the material of the genes. So you have made the your poster's into baby clothes.","speaker":"spk_0","timeCode":1108,"tags":[]},{"id":"nRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"with school bush on you? I mean, you absolutely can wear them in the rain. You wouldn't want it to be the only thing you're wearing.","speaker":"spk_1","timeCode":1179.03,"tags":[]},{"id":"ohJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I don't I mean, wouldn't you know if that were","speaker":"spk_0","timeCode":1220.35,"tags":[]},{"id":"pRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"You both thank you both.","speaker":"spk_1","timeCode":1252.96,"tags":[]},{"id":"rRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I'm sorry. I just think I see that Maybe I'm not phrasing the question right.","speaker":"spk_0","timeCode":1377.07,"tags":[]},{"id":"rhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"He didn't have a derby or he didn't have. Didn't have a tiny dirt.","speaker":"spk_0","timeCode":1384.57,"tags":[]},{"id":"sBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I looked. Trust me, I looked. Holy shit. So what this Nicolas loser say? I mean, you fucking shook him up pretty good then. Ah, what happened? He pis'sed himself from just Ah, I made him. I said, come with me.","speaker":"spk_0","timeCode":1402.22,"tags":["Nicola"]},{"id":"uRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"for you too, like, and that see whos valuable Hear is thing works. You know, Not everybody has a sort of well oiled machine. Some of these shows need a little shove, and ours kind of just goes. And I mean, I'd say the other one that I think is really good is wolf Geno. Look on telling, but that I forget your Oh, you guys look well. Oh, God. Fucking crazy up. My bos's. He''s a friend, but it''s also like he''s a celebrity. Like it","speaker":"spk_1","timeCode":1549.61,"tags":["Geno"]},{"id":"uxJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I hear your voice, I'm just like, I would like my shit off. Get ready to laugh. Oh, God. I left my fucking tits off.","speaker":"spk_3","timeCode":1579.09,"tags":[]},{"id":"wBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Oh, yeah, there's this cactus. I do? Yeah. You guys really listen?","speaker":"spk_0","timeCode":1609.87,"tags":[]},{"id":"yBJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"an email.","speaker":"spk_0","timeCode":1704.3,"tags":[]},{"id":"yRJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"We have the bos's man on who we love and have always wanted on, right? You know, right after the some of the wolf pops got, you know, their walking papers. Um,","speaker":"spk_3","timeCode":1704.86,"tags":[]},{"id":"yhJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"well, you know, uh, no, we werent. Probably were part of that. It's a natural fit where? Pop culture. But we do so much more. Don't you think? He's yet? And I don't think trying to remember if I got an email.","speaker":"spk_0","timeCode":1717.35,"tags":[]},{"id":"0hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"like a porno name.","speaker":"spk_0","timeCode":1782.65,"tags":[]},{"id":"2RJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"now that a lot of these shows have been launched in this base, uh, that you can see our show on DFI like, wasn't it so great that you didn't cancel us? And that we should be the ones that keep going for a long time? And that makes sense. And now it's sort of like, you know how sometimes it''s easier. Teoh","speaker":"spk_1","timeCode":1817.31,"tags":["DFI","Teoh"]},{"id":"3xJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"That's what I heard. That''s and that''s all. Also, a major part of the show was this. I heard it wasn't even about They were mad that something was racist. They figure out whether","speaker":"spk_1","timeCode":1891.07,"tags":[]},{"id":"4RJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Okay, It ended in a smash microphone. And these things, these puppies are not cheap, so I only have to raise the way you're treating that microphone over there. Just with so much, I'm","speaker":"spk_1","timeCode":1910.06,"tags":[]},{"id":"5RJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"So this is the tis'sue box. If you have a big sneeze to do, or even if you just spill something or if you want to just take some for your car for later, it's almost full, and there''s plenty there for you. There''s, Ah, water bottle. And then there''s a few scattered cups. But you don't really feel comfortable drinking out of any of them because it''s not clear if theyve been used. Uh, yeah. No, I know I do. The wolf then in here. So, like a lot of the stuff that you're telling me that''s","speaker":"spk_0","timeCode":1933.74,"tags":[]},{"id":"6hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"the that's That part''s interesting.","speaker":"spk_0","timeCode":1982.86,"tags":[]},{"id":"8hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"today No, no, no. That's a no, no, no. Okay. Wow. Misunder'standing And this Howl. This gig was bound to happen.","speaker":"spk_3","timeCode":2032.22,"tags":[]},{"id":"9hJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"for microphone. That second","speaker":"spk_1","timeCode":2065.87,"tags":[]},{"id":"9xJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"part simultaneously in the same exact time that I'm recording on this microphone, maybe. Ah, you know Labine or something? It's somebody like that is on this microphone. Hear? Just sound and off about, you know, projects that are coming up. You don't want to jinx it, but it could be really Big for him. I mean, anything s Oh, yeah, there''s opportunities. Hear? Definitely.","speaker":"spk_3","timeCode":2067.42,"tags":["Labine"]},{"id":"-BJYL3MByMrymAEmw1m3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Um, back to Ryan. Why don't How do I feel about him? Is there a dres's code of any kind, or have we thought about instituting when we havent? You know, weve always been sort of a start up. You know, we like people to feel comfortable. Yeah, Hear it works. I know there hasn't been a dried. Do you","speaker":"spk_0","timeCode":2093.01,"tags":["Ryan"]},{"id":"ABJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yeah, um, and that can be very helpful. And you could say that they were. And time or valuable, because they are kind of collectors. It had been in the pieces. Yeah, theyve been in the room where you do your show. Yeah. Yeah. I mean, this is Yeah. This is like a wolf den. Sure,","speaker":"spk_1","timeCode":2146.34,"tags":[]},{"id":"ARJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"it's really It''s really cool to sit with fins. I appreciate it, guys.","speaker":"spk_0","timeCode":2161.91,"tags":[]},{"id":"BhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"that we are taxing out on you that that a lot of that comes from our own insecuritie's. And isn't that relatable and forgivable?","speaker":"spk_3","timeCode":2210.58,"tags":[]},{"id":"CRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"But not in this sort of like, Oh, he's an evil dictator, that''s what I kind of just got that vibe from you guys and","speaker":"spk_0","timeCode":2231.71,"tags":[]},{"id":"CxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"you got it wrong, you know? Ah, lets talk about Ryan again. Just as long as we're doing the tour. Kony has I'd be with a mistake, I think is that","speaker":"spk_0","timeCode":2247.85,"tags":["Ryan","Kony"]},{"id":"ERJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"No sour cream, if you're if he has, you order one. No sour cream, huh? Yeah. Thank you.","speaker":"spk_1","timeCode":2288.99,"tags":[]},{"id":"FBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"is a trick. Okay. Yeah, he wanted to create. And then you go","speaker":"spk_3","timeCode":2301.57,"tags":[]},{"id":"GBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"they appear and disappear, basically, every time I look over at him? It alternates Where the glas'ses There the glas'ses. Air gone than maybe he could just wear one side of the defense. Yeah. I don't really know how the world works, to","speaker":"spk_0","timeCode":2323.61,"tags":[]},{"id":"GhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"you know, depth perception. Sure to make it work Wouldn't seem like it could be interesting to have a guy whos just kind of feeling around, you know, like, probably be actually better it engineer. This isn't talking about Stevie Wonder. Yes, and it''s just sort of feeling around for the sound. The vibrations in this wonderful table.","speaker":"spk_3","timeCode":2338.66,"tags":["Thi","Stevie Wonder"]},{"id":"HxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"'sort of incoming and waste dispo'sal","speaker":"spk_3","timeCode":2377.92,"tags":[]},{"id":"IRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"He's like, I mean, it makes matting of the Imagine Dragons song radioactive.","speaker":"spk_1","timeCode":2384.05,"tags":["Imagine Dragon"]},{"id":"JhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"You want stuff in the car and I'm in the back of growth. Is just the bag groceries just sitting in the parking lot?","speaker":"spk_0","timeCode":2453.58,"tags":[]},{"id":"LBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"they wanted those things. Like, you know, I'm gonna need to tell them. Sort of what? Your weaknes'ses. Okay. Can you see my ankles? Your ankles? Yeah.","speaker":"spk_0","timeCode":2530.92,"tags":[]},{"id":"NBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"my weaknes's. I think, Um, sometimes my carbs said a little cold in here. Are So you've gone from ankles to to brain. Now, Hayes, you've gone from two brave to arms. Too cold?","speaker":"spk_1","timeCode":2561.96,"tags":["Haye"]},{"id":"PxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I'm gonna need you to take the inside of this. You","speaker":"spk_3","timeCode":2636.99,"tags":[]},{"id":"SBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"and so yeah, So you're gonna important. Cool. It's very important to the network.","speaker":"spk_1","timeCode":2709.08,"tags":[]},{"id":"TxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"havent gotten that yet.","speaker":"spk_0","timeCode":2772.69,"tags":[]},{"id":"UBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I don't know. She I honestly don't. It could have been. She's talked about Chris Banyan tree or something.","speaker":"spk_3","timeCode":2773.54,"tags":["Chri","Banyan"]},{"id":"YRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Okay. Okay. Okay. Funny drawing.","speaker":"spk_0","timeCode":2904,"tags":[]},{"id":"ZhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Okay, I'll just give you the first line. Maybe just read a little, but not the whole thing. Please","speaker":"spk_0","timeCode":2935.94,"tags":[]},{"id":"axJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I mean, is there a better week on TV?","speaker":"spk_0","timeCode":2966.59,"tags":[]},{"id":"bBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Booya! Kasha Big led. That's really","speaker":"spk_0","timeCode":2972.92,"tags":[]},{"id":"bhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"the rich layers. Oh, yeah, For me, I feel like maybe think about my dad. Honestly, Yeah. Made me think about sailing","speaker":"spk_1","timeCode":2983.82,"tags":[]},{"id":"cBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"just kind of shifting gears a little. Why my Why did you guys want me on the show on the show? Why? What are you doing here at her? Like","speaker":"spk_3","timeCode":3008.06,"tags":[]},{"id":"chJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I gues's just like, uh, any excuse to hang","speaker":"spk_3","timeCode":3016.35,"tags":[]},{"id":"fBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"I'm not saying that. Like I my funny,","speaker":"spk_3","timeCode":3067.99,"tags":[]},{"id":"gBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"want to be on the WolfCool Jr? Well done. Oh, gosh. Well, what day are you thinking?","speaker":"spk_3","timeCode":3112.44,"tags":["WolfCool Jr"]},{"id":"iBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"and Mike says, Whats Ah, don't you think this show right now is so good that it''s gotta keep being on?","speaker":"spk_1","timeCode":3184.15,"tags":["Mike"]}]