[{"id":"kBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Big shows. Well, little more diverse than yeah, that being dries Dad before. Yeah.","speaker":"spk_3","timeCode":3258.9,"tags":[]},{"id":"kxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"answer for Mike. And, uh, that's the whole Popcorn Gallery. And thanks for tuning in again. And please do rate us on i-Tunes subscribed to Wolf then and ah, go to the bathroom. You know, and, uh, with the commercial break when you watch TV. Ah, you don't want to mis's any of that show. So, uh, what else? They had It Probably","speaker":"spk_1","timeCode":3280.26,"tags":["Mike","Popcorn","i-Tune","Wolf"]},{"id":"lxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Okay? So just, um so for","speaker":"spk_1","timeCode":3330.89,"tags":[]},{"id":"mRJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Yeah. I mean, toddlers arent babies there. Totaling around. So","speaker":"spk_1","timeCode":3364.72,"tags":[]},{"id":"nBJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"as you know, Casey Wilson and I are obse'ssed with all the real housewive's. Lead would be the cheapest best because you give her Claires and she would think it''s","speaker":"spk_2","timeCode":3434.93,"tags":["Wil'son","Claire"]},{"id":"nhJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"Look for new episode's every Thursday morning, bitch. Ses'sion is a coming to the big apple on Lee on a roll on this podcast, I'll admit you come off like a little nasty","speaker":"spk_2","timeCode":3462.03,"tags":["Lee"]},{"id":"oxJYL3MByMrymAEmw1q3","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Sachs, Our Cool Bossfriend","line":"and one woman,","speaker":"spk_2","timeCode":3528.52,"tags":[]},{"id":"qxJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"I'm a little scared. We I we set up a separate record to do these ads and, ah, Sean, I think is lost. Um, I left open the door of the studio and, uh, he there's like, I'm sort of a muffin guy nearby. We keep, like, works outside, and he makes these muffins in a little car, and he cooks them out there. And the smell is something that''s always been very attractive to Sean Lowe were trying to record, and I left the door open and I smelled the muffins Now, and so I What I realized happen is I think Sean went to sort of pursue the muffin guy. When that happens, the moving I tend to sort of run away. And so what I'm sure is happening is Sean is chasing the muffin guy down the street. Ah, and I worry about shot because, like when he is really hungry for, uh, it''s Savoury muffin really is. What he likes is the kind of grew air and que all sorts of, ah muffins, cause that''s a that''s breakfast for him. And you like to say, uh, he will not be paying a lot of attention. Tow cars are traffic lights or anything, and I worried that once they start honking at him, hell get very disoriented and maybe sort of, you know, do something crazy, Hear? I don't know, but the guy says the podcast is great. Uncle Birdie''s binary is so good you acces's it on your iPhone, your android phone on the web for 4 99 a month. Use the Perma code Hollywood, check out. You get a full month free. That''s it. Howl dot f m.","speaker":"spk_0","timeCode":20.59,"tags":["Sean","Sean Lowe","Sean","Sean","Birdie","iPhone","android"]},{"id":"sRJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"not have so much control over where your tongue goes? Okay. And bread even is noisier. Just trying to move A microphone Sounded like","speaker":"spk_0","timeCode":305.56,"tags":[]},{"id":"wBJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Do you have your Snyders of Hanover pretzel chugs? Yeah, the honey mustard. OK, Do you have something to dip it in, or are you gonna choke on them? Uh, no, I have a Sprite. OK, do you have the tongs? Yeah, but they're all rusty. I don't want because I can see. You know, sometimes we, like, get going on these things, and I sort of stall us out. Yes, because","speaker":"spk_0","timeCode":598.05,"tags":["Snyder''s of","Hanover"]},{"id":"wxJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"okay. Oh, this is a funny mog.","speaker":"spk_1","timeCode":650.89,"tags":[]},{"id":"zBJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"the news, cause that is, uh, j aiming. The news is so huge. Slow jamming. It's such a huge thing Now. And maybe that is something that we can incorporate into the It''s just Big. And like, it could be a show. You have","speaker":"spk_1","timeCode":692.64,"tags":[]},{"id":"zhJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"what what stuff? Uh, your hair monster's. I know you say that when your brain really gets cooking that your head gets hot and you need to put the clips, the little hair monster's to sort of give it more CSL growing. They're not hair monster's, their hair spirits. But they're not like they are not monster's. They are helping.","speaker":"spk_1","timeCode":711.54,"tags":[]},{"id":"0BJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Those dry your hair spirits. Thank you. I appreciate that. Those don't have to go in until I start to get on.","speaker":"spk_1","timeCode":739.56,"tags":[]},{"id":"0hJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"your fingers realize that when you point the one finger at you, your thumbs pointing straight at the ceiling and it's gonna knock the drywall down on your head because you stall us out some time and then I would wear my hair thing in my hair. We really be in trouble.","speaker":"spk_1","timeCode":754.28,"tags":[]},{"id":"0xJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"So my first pitch swingers, It's swingers. But it''s the Wayne Wayne from Wayne''s world","speaker":"spk_0","timeCode":768.97,"tags":["Wayne Wayne","Wayne"]},{"id":"2BJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"And this is supposed to be","speaker":"spk_1","timeCode":837.81,"tags":[]},{"id":"2RJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"like a you know, if one of us isn't okay with something, Especially when it like, like cornines's levels. We are supposed to just be ableto say that without getting any pushback our way.","speaker":"spk_0","timeCode":840.16,"tags":["cornine's"]},{"id":"3RJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Yeah, it's just","speaker":"spk_0","timeCode":876.31,"tags":[]},{"id":"4BJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Over Horned. Guys, stand up or something. Whats gonna happen? Like I'm worried you're gonna","speaker":"spk_1","timeCode":897.75,"tags":["Horned"]},{"id":"4hJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"That's my stomach. Uh, no, it''s not.","speaker":"spk_1","timeCode":911.32,"tags":[]},{"id":"6hJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"punky that Soleil moon From what about this whole Steve Harvey busine'ss? Have you heard about this? Oh, Jesu's.","speaker":"spk_1","timeCode":1048.11,"tags":["Soleil moon","Steve Harvey"]},{"id":"8xJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"thing? Yeah. Okay.","speaker":"spk_1","timeCode":1185.64,"tags":[]},{"id":"9BJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"So what we have now and let me Can you run this back for us? Brad, actually, okay. Not just, like, tell us because, you know, you're supposed to be kind of like our team recorder, so yeah, so just sort of tell us what we have so far. Because if we have to, like, hang onto all this information, just play you back as well. Then there won't be any more room for new ideas. No, I much prefer that you tell us where we're at. If I play back the tape, it won't be recorded on the tapes.","speaker":"spk_0","timeCode":1188.34,"tags":["Brad"]},{"id":"-BJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"this on the tape to not much came out, but this on the tape to do We want Monkeybone to be feeling the burn.","speaker":"spk_0","timeCode":1231.32,"tags":["Monkeybone"]},{"id":"-hJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"But Punky is feeling the Bern and so, like as they're having this and s Oh, Monkeybone kind of thing rotations back into your head. Yes, yes, yes, yes, That's very strong, because people have been waiting for a new version that hasn't really been tried yet. It''s sort of a new all in the family set up where these people are disagreeing.","speaker":"spk_0","timeCode":1273.42,"tags":["Punky","Monkeybone"]},{"id":"_RJaL3MByMrymAEmHFqv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"the sound the sound is so crazy. And that's coming from under Bretz chair somehow. But I know it''s him making it. It''s his body. But what does it do? Oh, my God.","speaker":"spk_1","timeCode":1303.21,"tags":["Bretz"]},{"id":"AhJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"let all he's contributing. Hear to be his sounds. Yeah, I want him is also the official archive. Yeah, bread. Why don't you just So what is the name of the show?","speaker":"spk_0","timeCode":1354.73,"tags":[]},{"id":"BhJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"It's one. Monkeybone","speaker":"spk_0","timeCode":1384.52,"tags":["Monkeybone"]},{"id":"DRJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"That's what we said. I don't remember us saying that right wait. This version of this thing that we have negates your other idea. Yeah. What was it?","speaker":"spk_1","timeCode":1462.36,"tags":[]},{"id":"FxJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"but is almost more arousing","speaker":"spk_1","timeCode":1560.9,"tags":[]},{"id":"IhJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Okay, it looks like Sean John is lost. I, uh I havent really heard from him. He butt dialed me after we ran out of the studio and I could hear the chewing sounds which suggest to me that either he caught the muffin man or the or the men through some muffins at him to get him to sit down and eat the muffins, but he was definitely, you know, eating and really enjoying these muffins. But I gues's before he left, he wrote because he knew he was gonna be gone for a while. And so he wanted me to say something during this ad. Uh, I gues's he has. He wants to advertise a company that he has called Shawns college poster's, which is for for college boys, he said. I gues's they're just for boys only and their poster's to put up in your college room. And he''s got poster's for dread, Captain Shawn''s Booty, Cray, Adam, our Oceans, nice clothes, policeman, Shawn''s eraser's and gloves. So these air poster's for I gues's some of the other companies that he''s had. It looks like he maybe got into some kind of deal with the poster maker who he Now needs to reimburse. And so it seemed, it seemed like he is trying to sell some of these poster's as kick kick box fighter Shawn''s mixed candy president Shawn''s Animal Pictures. It looks like these air doesn't look like there Eddie Edible pictures on the poster. That''s something that he wants to be clear. There are no animal pictures on the poster. That''s only for review. You only get the animal pictures if you subscribe to the to the company for the month of March. You have two more days to get the Robert Geller partnership with Five Four Group Lubbe at the very high end designer. They sell Piece for 152 $100. The past collaborations included Levi''s common products. G Shock, Easy Season One. You can get Robert Geller''s design's in this box for $60. I gotta Robert Geller jacket from these guys. Listen to this.","speaker":"spk_0","timeCode":1666.3,"tags":["Sean John","Shawn","Captain","Shawn","Cray","Adam","Shawn","Shawn","Shawn","Eddie","Robert Geller","Five Four Group","Lubbe","Levi","Robert Geller","Robert Geller"]},{"id":"IxJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Listen, that jacket. Oh baby,","speaker":"spk_0","timeCode":1791.62,"tags":[]},{"id":"JhJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"So Oksana Baiul is like, I don't want toe go up there. It's scary. Smells like this is like, it''s too hot All these things And I'm like, Well, you're the only one who''s small enough to get end of the event, okay? So unles's you're willing to go in there, my jewels are just gonna be, like, laughed up their cause. I'd put them in there for security. Yeah, from the big guy from 24 Egger. Okay, I had seen in my in my jewels in a very lusty way put him up in the air vent. It''s smaller than he is, but it''s also smaller than me. Okay? And so I have Oxana put them up there of it now when it comes time to get them back out. Suddenly it''s too. It''s too hot. It''s too windy. Okay, it''s to all these things. All right? They're still there. There''s no that''s it. Okay. Lost. Jules? Yeah. Okay. Hey, look of the Hollywood Handbook-East Insider''s guide to Kiki, but dropping babes of the red carpet line back hallways of this industry called showbiz, I kind of have. It''s not perfect, but I'm in the neighborhood of Ah,","speaker":"spk_0","timeCode":1927.59,"tags":["Baiul","unle's","24 Egger","Oxana","Lo'st. Jule","Hollywood Handbook","Ea'st","Kiki"]},{"id":"KBJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"um, I was Bible, so I love it. I was. So it's,","speaker":"spk_1","timeCode":2014.51,"tags":["Bible"]},{"id":"LRJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"remember, childhood for the wind.","speaker":"spk_1","timeCode":2066.19,"tags":[]},{"id":"NhJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Yeah, over what he calls","speaker":"spk_1","timeCode":2167.02,"tags":[]},{"id":"PBJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"We had to put it through the sort of priest, this priest I was formula that we have for all stories. It's like the, um, it''s story math. Honestly, it''s, uh, it''s the algorithm. Yes, weve cracks the code. Ah, weve solved it. And we have this story formula that we use, and it","speaker":"spk_0","timeCode":2244.71,"tags":[]},{"id":"QhJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"and hold on, Steve Harveys still on that roof. So wait a second. Wait a second.","speaker":"spk_1","timeCode":2415.3,"tags":["Steve Harvey"]},{"id":"SBJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Is that the end? Hmm? Yeah. Wheres act to? Oh, um, that''s got to be when they're making the trampoline out of fries, right? Yeah, that''s the fun. And get into a triplet. We do a triplet of that funding games of like, uh, a couple false start.","speaker":"spk_1","timeCode":2466.33,"tags":[]},{"id":"ShJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"And that's right. They tried. Diego will make it out of ketchup and they go well, make it just out of the salt, right? And then Steve Harvey jumping every time and then going back to the top.","speaker":"spk_1","timeCode":2490.78,"tags":["Diego","Steve Harvey"]},{"id":"VBJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"on my TV. And so you're the TV. So Now Brits turned. Just run it back. Yep. And I turn the sound. I found the channel that I like","speaker":"spk_0","timeCode":2571.56,"tags":["Brit"]},{"id":"VRJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"that that's so that''s not the TV turning on sound. You do like your little little","speaker":"spk_0","timeCode":2585.9,"tags":[]},{"id":"WBJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"punky punky is in our lab.","speaker":"spk_1","timeCode":2604.87,"tags":["punky punky"]},{"id":"ZhJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"they were Hear Big pack Donalds that Zach. Two were at the beginning if you skipped ahead of the began of active. So I go previous. Seen previous. Seen previous scene, right?","speaker":"spk_1","timeCode":2734.32,"tags":["Big pack","Donald","Zach"]},{"id":"cRJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Do you know now that you've had some time to think about it, Is it important enough to you to figure out because we can look at the Wikipedia page? We can figure it out right now. Which side? The Lake. A lawyer was outside. I don't want to make that call. If you If you think that we can quickly to deduce whose side the legal or was on anyway,","speaker":"spk_0","timeCode":2890.74,"tags":["Wikipedia"]},{"id":"eRJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Okay, so I was at, um, embarras'sed. I would give you that one.","speaker":"spk_0","timeCode":2969.35,"tags":[]},{"id":"ehJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"You're okay. Just ability. Quieter, but sort of be","speaker":"spk_1","timeCode":2974.51,"tags":[]},{"id":"exJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"going through. So, Monkeybone that ends up having delivered. Monkeybone says he lost a house that he was supposed to win the prize and then make credit. Has to go work it back. Donald. So well be going. I know that the Lincoln lawyer does exist in the same universe as detective.","speaker":"spk_0","timeCode":2978.08,"tags":["Monkeybone","Monkeybone","Donald","Lincoln"]},{"id":"gRJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"like punching in their face, and it creates the same wound. Es'sentially So Mickeys ex wife, prosecutor Maggie McPherson, she''s never really understood Mickey''s willingnes's to represent guilty clients in her eyes. She''s a prosecutor s is above all things. Yeah, you know, like he''s on the side of justice, just she let the law get in the way of it. Sometimes I well, I actually think","speaker":"spk_0","timeCode":3097.67,"tags":["Mickey","Maggie McPher'son","Mickey"]},{"id":"hRJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"photos for another case. Yes, on Jesu's, Martinez becomes agitated when Mickey Haller shows him. Lu rou lays photo. And so now he's wondering if Louis Roue is the killer in the Martinez. Oh, so this question is actually getting much more difficult to answer than I anticipated. Well, Martinez then, is pos'sibly in jail for a crime that Louis Rule a committed. But","speaker":"spk_0","timeCode":3144.11,"tags":["Martinez","Mickey Haller","Lu rou lay","Loui","Roue","Martinez","Martinez","Loui"]},{"id":"jRJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"So the formula works again. I mean, it's you know, it''s interesting that when you have the right structures in place, the story just works, and you gradually you start with this unq our block and you sort of chipotle, you chip away and you say, Oh, I think that might be the stories arm and you say, Oh, that might be it's little pinky toe. Even that''s important.","speaker":"spk_1","timeCode":3267.64,"tags":["chipotle"]},{"id":"jhJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Or it might be the stories, Dick. I mean, you do have to find that at some point","speaker":"spk_0","timeCode":3294.2,"tags":["Dick"]},{"id":"kRJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"So I mean, And what you heard was us. Sort of like, yeah, molding out. Like where the spot for the dick was gonna be on this story And what washing and what we will do later. We're done with this episode. But what we will do later is actually write the script, which is basically hanging your Christma's ornament on the deck.","speaker":"spk_1","timeCode":3319.69,"tags":["Chri'stma"]},{"id":"mhJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Whats the Did you decide who you want to go home with? Are you still being the pro version? I'm thinking about it and that you're not looking at any names. You're just having to sort of come up with it. I'm just going through it, you know?","speaker":"spk_0","timeCode":3397.7,"tags":[]},{"id":"nBJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"And those noise's were a gift. Teoh","speaker":"spk_0","timeCode":3421.24,"tags":["Teoh"]},{"id":"nhJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"Hey, thanks again. 254 clothing for sponsoring todays episode Five Four Group thing is a $60 a month high end clothing membership will provide you with stylish clothes that you're bound to make you stand out in the crowd for the month of March, only two more days, or giving with members the opportunity to experience Robert Colors design's in a monthly package for $60. That''s two or three pieces for only $60. Um, this is a great company, and I am a little, um, sad again. Ah, sort of. Ah, unfortunate. They would happen. Shawn was in the hospital. You know, I got another call from the nurse who sort of explained everything to me. Um, everything was going fine. He was in the hospital room and he was, um, wearing one of those gowns where your but kind of shows a little bit. And, um, he was doing these kind of toe touches that he does toe settle his stomach when he''s too many muffins. And, um, he was standing next to the window next to the news. The station that does the news. And so somebody from the news, I gues's, put a camera on Shawn''s window while he was doing these toe touches at a hospital gown, and they put it on TV. And now it''s all over the news. I could see it right now, and I can see shot looking is that when he turns around and he sees the camera and he knows what''s happening, he looks really, um very sad. Ah, and I could see him running off. And so now he''s He''s off again. He is totally in the wind. Um, and I You know,","speaker":"spk_0","timeCode":3434.59,"tags":["Five Four Group","Robert","Color","Shawn","Shawn"]},{"id":"nxJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"when my friend is sad, I'm sad. Teoh. Uh, but it makes you want to take this jacket. I just rub the jacket on my face little bit. Makes me feel better. My Five Four Group it.","speaker":"spk_0","timeCode":3533.39,"tags":[]},{"id":"pBJaL3MByMrymAEmHFuv","index":"handbook","podcast":"Hollywood Handbook","episode":"UNTITLED CLEMENTS-DAVENPORT PROJECT, Pt. 1","line":"great. Make your last Howl. So thing about I love.","speaker":"spk_3","timeCode":3585.51,"tags":[]},{"id":"MBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"What are you gonna do? I mean, honestly, yeah. When you have the choice between","speaker":"spk_0","timeCode":117.44,"tags":[]},{"id":"MRJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"it's Dar. Yeah, using it to give the middle finger and using it for the life for the way by your s today that you couldn't just turn a light it no light it. But then it would still be used for middle finger. But how much can you light it for? Because candles. And this is, you know, scientifically proven V melt days. And as a","speaker":"spk_1","timeCode":125.01,"tags":[]},{"id":"MhJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"man of science, wait. Okay. I'd like to see a little more of you want science come out. Theyve weighed in their coming on in these things. That, like, eggs, is bad for you Now suddenly they're good for you. Candles,","speaker":"spk_0","timeCode":147.35,"tags":[]},{"id":"NBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"There you go. Okay. And that's too much. And I do need you to split the difference, but that it Thank you. Okay, I'm in a weird. Okay, Nobody yell. Okay, Okay. I was about to You know, the loudest","speaker":"spk_0","timeCode":172.03,"tags":[]},{"id":"NxJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Is it way down? It is way down. Yeah. Hey, did you know about ease it back up? Yeah, I could hear that, but not loud.","speaker":"spk_1","timeCode":196.06,"tags":[]},{"id":"QBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"very Big with podcast people. Ah, Onley podcast. People know about our show because it is podcast. But we should be even bigger and probably the biggest one Ah, instead of the third smallest one. And so our thinking is Oh, we're actually TV guys who are so smart on TV. And yes, our TV is already in the TV and that's working great.","speaker":"spk_0","timeCode":372.9,"tags":["Onley"]},{"id":"SxJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Then I bargain for you are the only one who went to the website. Yeah, No. Okay, over there. Oh, wow. Because I didn't see anyone else there when I was there, But that's a big number. Yeah, that''s great. Wa where other people surprised By how far? Yeah, you guys out bar We went? Yes. Just how much we're still getting emails was more than I wanted to see or what I thought I wanted to see if you had described to me. It''s going to be this level of sort of graphic. Well, a lot of people are","speaker":"spk_1","timeCode":546.33,"tags":[]},{"id":"ThJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Because when you do get around to the front, she's got a pretty gruesome injury. Yeah, yes s Oh, and that I was surprised. But also I learned so much about just the way you know, the human body. How resilient it is. Not a cros's sections.","speaker":"spk_0","timeCode":604.97,"tags":[]},{"id":"VBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"because even bring up, you know, child genitals with the wrong client. And oh, your outdoor. We know we have to do ad rates for this part guest's of time, and it's not good. But the thing is, it''s like when you're in the game long enough subconsciou'sly, that''s something people know. They notice it. Yeah, they're looking at this kid and and there won t without drive a car like that. So I'm sorry. Interrupted the story. So what happens? He sees that the cars, they're basically it''s not a","speaker":"spk_1","timeCode":750.75,"tags":[]},{"id":"WBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"like and just be people in the door slides up it's bookshelf. He walks out. I couldn't come up with that. Oh, well, that's very brave to admit. Um, anyway, so he sees the car, His family''s dead. They","speaker":"spk_1","timeCode":835.83,"tags":[]},{"id":"XhJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Oh, that sounds good. I can't believe that one got left on the floor.","speaker":"spk_0","timeCode":906.71,"tags":[]},{"id":"YBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"because I can't think of another ad. I have seen where theyve gone for that.","speaker":"spk_1","timeCode":921.72,"tags":[]},{"id":"YRJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Yeah, And I pitch it every every single time.","speaker":"spk_0","timeCode":927.06,"tags":[]},{"id":"ZxJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"of And if there's catching and I hate to be contrary throw.","speaker":"spk_1","timeCode":1012.98,"tags":[]},{"id":"cBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Okay, cause I was gonna say, How could you submit that? Because any time you tried to do anything on the computer, it will disappear. Yeah. Yeah. Okay. So while you're filming the screen with your phone, are you like doing any others? That there's no sound component right now? So Well, is there gonna be like, any","speaker":"spk_2","timeCode":1161.44,"tags":[]},{"id":"dBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"you could I gues's you could say that it was meant to be political, but it's sort of like squeegee. Sounds a lot of like That''s what the R rated aspect. Yeah. Okay.","speaker":"spk_2","timeCode":1191.81,"tags":[]},{"id":"eRJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Hey, wow, That was hell of it. And it for anyone who thinks that that's a sound sting, that Brett just hit one button.","speaker":"spk_1","timeCode":1277.64,"tags":["Brett"]},{"id":"fBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"What? What are you hoping is going to come out of that? Whats the goal of presenting yourself? That with the intro music? Yes. I'm asking Brett what he like. Well make him seem like he''s the king. It does make you feel like you're using. Hear the king of this podcast? No, of this castle of","speaker":"spk_1","timeCode":1303.04,"tags":["Brett"]},{"id":"ghJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"It sounds like they","speaker":"spk_2","timeCode":1346.79,"tags":[]},{"id":"gxJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"like the kings horns. But then the king doesn't say, Hey,","speaker":"spk_1","timeCode":1348.37,"tags":[]},{"id":"hBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"that's true. Can I say this, though? Presenting Sir Bret Hart. I'm not defending what Brett shows to do, but would you agree with his statement that the way he''s coming before sucks and is shitty? And he should be trying some. I definitely appreciate the the knowledge that something needs to be done. Like","speaker":"spk_0","timeCode":1352.97,"tags":["Bret Hart","Brett"]},{"id":"hhJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Now, Brendan, you're in sales. Do you think that this was a good story to sell himself? I'm sorry. It's OK.","speaker":"spk_0","timeCode":1376.12,"tags":["Brendan"]},{"id":"iBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Well, you know what? I worked on a spot for a fast food company. Can't say the name but King is related to it. Okay, Okay. Yeah, checking. And hey, wear the crown. He wears a crown. Uh huh. And they did a spot","speaker":"spk_0","timeCode":1396,"tags":["King"]},{"id":"lhJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"the mystery of drums before our eyes. That's not","speaker":"spk_0","timeCode":1540.08,"tags":[]},{"id":"lxJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"working right now. He's banging","speaker":"spk_1","timeCode":1544.08,"tags":[]},{"id":"qRJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"mediocre people thinking there.","speaker":"spk_1","timeCode":1662.61,"tags":[]},{"id":"rhJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"you guys like that?","speaker":"spk_1","timeCode":1689.77,"tags":[]},{"id":"shJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Which is June Taba hace When I'm doing a whisper in my microphone, don't answer back clouds. Everybody know what I asked. Sorry.","speaker":"spk_1","timeCode":1710.1,"tags":["June Taba"]},{"id":"vBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"a girl box ogre. Uh, it's meaty. Oh, so would you say cold fish half hot to trot? I would say, Ah, little kind of warm.","speaker":"spk_1","timeCode":1812.39,"tags":[]},{"id":"wRJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Well, it might be, and there's ways to spin it, but, um, sometimes you get a dud.","speaker":"spk_2","timeCode":1864.33,"tags":[]},{"id":"xBJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"has a hard time differentiating between choices. Yeah, somebody whos gues'sing in every aspect of their life. Just kind of hoping they happened to land on something. I can have someone fill out a small sheet and basically know their life. And beyond that. So that person who''s like,","speaker":"spk_1","timeCode":1881.2,"tags":[]},{"id":"zRJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"warm, Comfortably warm or just, um,","speaker":"spk_2","timeCode":1955.33,"tags":[]},{"id":"0BJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"I think it's Ah, solid 2.5. Okay, so we have to run that up to three","speaker":"spk_2","timeCode":1966.95,"tags":[]},{"id":"0xJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"I think they're over. Thank you. This is something where you want to go from your gut. It seems like you're trying to give the answer. You think we want you to say, which is hard? Well, I know you don't want me to say three,","speaker":"spk_1","timeCode":1981.4,"tags":[]},{"id":"1xJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"because this will be a fun look at that. You know, I could be know that listening to it? No. Yeah, but that almost makes it weirder that we didn't mention it, right. This is part of we should be maybe a little faster, because this is tomorrow. Do you have to have this super bowl ad completely recorded by tomorrow. And also please, please edit out me calling it the Super Bowl two or three times just Now.","speaker":"spk_0","timeCode":2014.18,"tags":["becau'se","bowl","Super Bowl"]},{"id":"2hJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"All right. Wow. But they both got the same number from you.","speaker":"spk_2","timeCode":2050.75,"tags":[]},{"id":"3BJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"and then that I misjudged. And then I didn't really proces's catch time. And so I misjudged that one. Sure, I think we do have toe as you were, I think trying to sort of move it along. We do need to get this. We should hear some of the r. And we shouldn't time coming up with the name of the event because, yes, that's really not gonna matter. Does make it easier to refer to if we are referred to it as catch time from this? Yes.","speaker":"spk_2","timeCode":2066.21,"tags":[]},{"id":"3RJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Or you seem to be really pushing the catch time agenda. And And do we all remember who came up with that one? We tested it in a lab. He took very scientific.","speaker":"spk_1","timeCode":2095.47,"tags":[]},{"id":"4xJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"So it doesn't sound like it's a commercial for jeans at first. And you're going all, um, I can't wait to see what kind of jeans this is. Okay, I was in the opposite, like, fake boring commercial, and then we and then it turns out to be jeans load commercial editor that to be jeans and frog.","speaker":"spk_1","timeCode":2177.65,"tags":["jean","fir'st","jean"]},{"id":"5RJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"Do you agree with that? But that's for you. And this is for, like everyone else. Most people think math is sucky, but math, to me is fascinating. And as we do talk about the sporting event, catch time for Now. Um, just because we havent beat it, but catch time. Ah, I am so into that world of a math and sports and sabermetric Moneyball, right? And I'm kind of an expert about that, and I do understand every piece of that. But I also have a very funny joke I like to do about sports that maybe could even be a joke in this, which is whenever everyone and you've seen this on Twitter sphere when everyone is talking about some game,","speaker":"spk_1","timeCode":2213.61,"tags":["Twitter"]},{"id":"5hJrL3MByMrymAEmCWaf","index":"handbook","podcast":"Hollywood Handbook","episode":"Brandon Gardner, Our Close Friend","line":"I always like to go like, Hey, I'm watching the sports ball too. Uh, you they go red team? Yeah. Did they get a touch dunk yet? You know, and s. And so it's sort of pokes fun The idea that someone would know the rules. Now, that was one of the","speaker":"spk_0","timeCode":2260.4,"tags":[]}]