[{"id":"vxJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","line":"Sure. Are they going to be a","speaker":"spk_0","timeCode":4018.78,"tags":[]},{"id":"xBJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","line":"I mean, you know, I took it on myself, as I often do, to listen to a few minutes of the miniserie's so I could speak about it in the bedtime story.","speaker":"spk_1","timeCode":4125.78,"tags":[]},{"id":"xRJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","line":"Ah, the 1st 1 which I really did listen to is called the Complete Woman. And I gotta tell you, he's she's not mis'sing any arms, legs. She got her whole body. She is so finished being made in terms off the physical construction and number of pieces. And you like that, I hope. Ah, yeah. Good to. And then And I don't think I'm only gonna talk about one because I listened to a few minutes of Ah so much. I mean, the cannon commentaries. That''s about Nick Cannon. Okay, so today''s show, uh, is sponsored by Howl FM. Is that a weird thing for a bedtime story? Maybe to you, not to us. It''s like Netflix for podcast. You got to use the promo code Hollywood, you have to and then you get a full month of free trial. Can I just say is really nice of how does bar through his bedtime story? And I can't wait to see the money for about.","speaker":"spk_0","timeCode":4136.44,"tags":["Nick Cannon","Howl FM","Netflix","Hollywood"]},{"id":"yBJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","line":"I'm getting so tired in Hear.","speaker":"spk_1","timeCode":4222.76,"tags":[]},{"id":"1hJsL3MByMrymAEm02oW","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","line":"I don't know. It's like it''s silly. It''s like, honestly, So you thought that would make me jealous? Yeah.","speaker":"spk_1","timeCode":4400.64,"tags":[]},{"id":"3hJsL3MByMrymAEm02pP","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","line":"And so I mean at literally physically at Earwolf, send it to Earwolf. Okay.","speaker":"spk_1","timeCode":4522.3,"tags":["Earwolf","Earwolf"]},{"id":"4RJsL3MByMrymAEm02pP","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","line":"and watch Super Deluxe. And if you're looking for something new and different to laugh at that super deluxe dot com slash Handbook-East this'll has been Earwolf production executive Produced by Scott Ackerman, Adam Sachs and Chris Bannon. For more information and content, visit Earwolf dot com.","speaker":"spk_1","timeCode":4544.99,"tags":["Super Deluxe","Earwolf","Scott Ackerman","Adam Sach","Chri","'s","Bannon","Earwolf"]},{"id":"4hJsL3MByMrymAEm02pP","index":"handbook","podcast":"Hollywood Handbook","episode":"Friends, Our Close Friends","line":"Hey, this is Arne camp from the improv fantasy podcast. Hello. From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And he started a podcast Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor,","speaker":"spk_0","timeCode":4571.76,"tags":["Arne","Magic Tavern","King","Chicago","Sea'son","ju'st","Lord","Sea'son","Ju'stin","McElroy"]},{"id":"8BJtL3MByMrymAEmJ2qd","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"gone a doctor and give you abilities. Most men only dream off. So, Devon, how would you say this is going so far? The Teaser-Freezer that we're doing? I don't know. I'm disconcerted sucked in so what I am. Yeah, I found myself just watching it. I you know normally what you get you get. You were talking about busting on it or telling people learning about it. Me? I'm just seeing it. I'm just watching it, and and I'm more going. When can I see this thing? Right? You know, cause, like, early on, he's like, this is a different kind of superhero movie. And that to me I hear that ago Finally, I'm ready for that. Yeah, At last, I'm ready for something like that. Because let''s face it, I love super Hear. Um, of course, coming books for me were in a lot of ways, my only friends other than on the girlfriends I was having sex with. But that was sort of a window into a world where I could almost imagine my cell total because it''s that looked like my muscle's. And it felt like my feelings of wanting to kick butt. Yeah, so it was always constructive for me, and and so I was excited that almost superhero movies get made. But Devin, they're all the same. Devin, No. Is there any difference and literally tell me if you can think of one difference between Thor and Ah. Um, Wolverine Weapon axe.","speaker":"spk_0","timeCode":474.77,"tags":["Devon","bu'sting","cau'se","Devin","Devin","Thor"]},{"id":"8hJtL3MByMrymAEmJ2qd","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"Or Loki, and you're going. Oh, great. Now my frickin wifes kid thinks I'm a doofus, and you gotta show him up. Yeah, You gotta beat him at something.","speaker":"spk_0","timeCode":615.37,"tags":["Loki"]},{"id":"9RJtL3MByMrymAEmJ2qd","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"one of the sloppy guys from Silicon Valya. So when you find out your worst enemy is after your best girl, the time has come to be a superhero. This'll really is a different superhero movie. He literally said, Cue the music. And then they started playing demon. It's like he''s friends with me. This is how I used to feel when I read comments. Right?","speaker":"spk_0","timeCode":726.38,"tags":["Silicon Valya","Thi's","Thi"]},{"id":"_hJtL3MByMrymAEmJ2qd","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"This movies got some for everybody. That''s the guy. I know. You're lying. No, you're not. That can't be. The girl is the Jevon.","speaker":"spk_0","timeCode":994.96,"tags":["Thi","Jevon"]},{"id":"BhJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"'societally. That's not how should I pas'sing? No, he has every right to do it off course. Of course. Uh, doesn't. Sam, we don't please call Hayes for us? Absolutely. Oh, call Now, please. Yes.","speaker":"spk_0","timeCode":1238.61,"tags":["Sam","Haye"]},{"id":"ChJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"You may hang up or pres's one for more options. Hi. Hi. Hey. Is high. It's Sean. And, uh, Devon. Hey. Hi. We're wondering if there''s any kind of trick to doing the Teaser-Freezer work, That we're trying to do it here, and it''s no good. Maybe there''s something that you could have told Sam. Ah, to set it up or something. Because we're trying, and we're not really finding a way in. We wind up just getting really engros'sed in the teaser. You seen the teaser for the Danish girl? Well, hey, can't respond, but we're But what we want is call back. Tell us, have you seen the trailer for a Danish girl? And if you've got a way into sort of busted on it, that would be great for us. It''s so, so cold in here inside the Teaser-Freezer. And we really can't get out because we havent really done any freezing of the teaser is my first time in the freezer, and I feel just lost. We're watching him right through, and we're just Ah ah, And if you havent seen the teaser for Deadpool also, it looks really funny. Like it looks like, fucked up, but, like Twisted did like whoever came up with that shit like his head''s like a bad neighborhood brother. You don't want to be in there alone, and I thes jobs making me crack up. But seriously, Deadpool, he''s not your normal super No, it''s different calls back. He and the tree, I gues's, has like a noise ordinance thing. Or the owl doesn't let him, probably for Avalanche. Well, I don't know, but if the owl doesn't allow him to take Bunker because it''s giving him his phone before but because of the time difference, I wasn't even thinking. I believe he''s not allowed to answer his phone near the owl after a certain time. I hope we didn't get him hurt Now.","speaker":"spk_0","timeCode":1285.82,"tags":["Sean","Devon","Sam","Dani'sh","Dani'sh","Deadpool","Twi'sted","Deadpool"]},{"id":"CxJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"Yes, I mean, he said. It was a strong Howl. I was have talent. He's in a tree with it. Yeah, it''s in charge of him. And the second you take your eyes off the town","speaker":"spk_0","timeCode":1396.04,"tags":[]},{"id":"FRJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"Sheikh, you ladies sometimes does, Uh okay, Um,","speaker":"spk_0","timeCode":2025.15,"tags":["Sheikh"]},{"id":"HRJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"Well, take me, for example. If I see I'm just from, like, some fucking little suburb, you know, in Connecticut, my group, it's like a pretty nice Yeah, that gives a shit. Well, okay. And they don't know the name of the town. Yeah, but if I say I'm from","speaker":"spk_0","timeCode":2349.33,"tags":["Connecticut"]},{"id":"LhJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"it's hard for me to do stand. I plan on coming out here and telling you guys jokes, but, um God, I actually just want to be honest with you guys about something, which is that I s myself last night and night. Think I might be really sick or something, or just, uh, mentally disabled. But something''s wrong, and it''s really wrong. And then what? This is key When you've guy was in May, and when you've got him and they're listening, you just You don't need a joke. You just change your tone of voice to show that you're okay with it, That you might be okay joke around with it's like. And I and I was just covered in pis's, and I had to get rubber sheets for my bed. And, uh,","speaker":"spk_0","timeCode":2976.08,"tags":["Thi","May","ju'st"]},{"id":"MxJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"whats a good soft drink that you like? That''s from Ashley. Oh, Ashley, Ashley wants to know what''s a good fucking soft drink? I got an idea, Ashley. How do you put how about you? Put down the soda and quit drinking it? Because that''s what''s making everyone in this country of fucking obese cow go outside the funk outside your bish and K. And that was good. Um, who and you are on one on one? Do you see how bright red my face is? This is good. Should I gel my hair? This feels like a voice that needs me to gel my hair when I hit that state. Just might. Yeah, that might complete the effect. Uh, yeah. S Oh, Jeffrey. Party strikes back and nets Star Wars stuff. Is it? He said","speaker":"spk_0","timeCode":3436.26,"tags":["A'shley","Thi","Thi","Jeffrey"]},{"id":"PBJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"lighting up a thunder cock 69. Let me do it like you want to do it. I want a light about. Okay. Okay. Thunder Cox 69. Hey, heres an idea. How about you, Thunder cock 86 yourself out of this goddamn comment thread? Go outside. Go join my dad in a fucking grave somewhere. Good. So the 86 yourself, like that''s like, diner speak, right? Yeah. So maybe you were like a bus boy at a diner. Some cool because you had to work your way through. Whatever. Let me tell you some When I was running dishe's at the Rainier Beach Cafe, you know, just slang and hash Browns. I didn't have anyone. Give me any fucking handouts. Let me write any bullshit on any goddamn forum. So I want to say something else. True. So even if you did so your stories that you worked at a diner, what you actually need to be doing during that time is probably some kind of unpaid internship. Like either in like, a comedy theater or yeah, media companies, Anything. Yar for a show. That''s what I didn't say. I was an intern for the Tonight Show when Conan OBrien was the perfect Yeah, that''s exactly yes, that''s exactly the kind of thing. Good, Cool. But the point is, get the fuck out of here with your bullshit. Whoa! By","speaker":"spk_0","timeCode":3729.77,"tags":["Thunder Cox","Thunder cock 86","86","Rainier Beach Cafe","Brown","Tonight Show","Conan O'Brien"]},{"id":"PxJtL3MByMrymAEmJ2ud","index":"handbook","podcast":"Hollywood Handbook","episode":"Devin Field, Our Pet Project","line":"How many of you osteoporo'sis? Knees and my cane. Who? Stand up, you idiot! Well, master, put on his ball gag, you bitch!","speaker":"spk_0","timeCode":3857.5,"tags":[]},{"id":"QxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"So","speaker":"spk_0","timeCode":4.17,"tags":[]},{"id":"VRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Yeah, exactly. Yeah, but like, that's almost to determine it in time. Like that''s, like from a specific era. This should just be like you should just like, Whoa, that''s old night.","speaker":"spk_2","timeCode":275.07,"tags":[]},{"id":"WhJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"'shit. Yeah, it's like they talk a lot about, you know, in in, like, restaurant's or in other spaces, like things being reclaimed like, Oh, it''s like a reclaimed, you know, industrial space or like reclaimed wood. This is this feels like this is like it hasn't been claimed. It feels unclaimed. This feels like we're in like an unclaimed industrial space that like an industriali'st, all the industriali'sts were like too ashamed, like who''s Who''s industrial spaces? This and none of them stood up at the Big meeting where they're sitting around that table where they're sort of carving up a globe. A lot of Khartoum let that metal flowers just original. It was here when I moved in, and so it kind of repurposed it","speaker":"spk_1","timeCode":333.41,"tags":["indu'striali'st","indu'strial","Thi","Khartoum"]},{"id":"WxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"normally that normally that's great and design. It''s like, Oh, we kept the original whatever and we sort of built around it. And this in here.","speaker":"spk_2","timeCode":377.03,"tags":[]},{"id":"XxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"I mean, I saw acros's the street a sign that said Dog restaurant, which I thought was very fat, like a place for people to eat dog. But it's actually a place for it. Seems like dogs to eat lunch like it''s a restaurant. Four","speaker":"spk_1","timeCode":438.57,"tags":[]},{"id":"YRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"'so you've eaten at the dog restaurant, but you're not allowed to eat. Others","speaker":"spk_2","timeCode":457.5,"tags":[]},{"id":"ZBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"You're a man.","speaker":"spk_0","timeCode":468.95,"tags":[]},{"id":"aRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Oh, yeah. Dogs view welfare. That was Sunday times, right? Yeah. The New York Times Magazine,","speaker":"spk_0","timeCode":521.31,"tags":["The","New York Time's Magazine"]},{"id":"cRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Um, so you can see the mikes are really good. Hear? Um, just trying to set it up like a many Earwolf, you know? Yeah. I don't have to leave. Don't have to make the commute all the time. Um, it doesn't help that all the makes air like sort of","speaker":"spk_2","timeCode":577.16,"tags":["Earwolf"]},{"id":"cxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"I'm not even sure Amber Bellows. Yeah, I gues's. Blowing the balloon. But none of that apparatus seems to be seem to be linked. T cut the rest. Self contained. Yeah, that's all aesthetic. Yeah, right.","speaker":"spk_0","timeCode":618.75,"tags":["Amber Bellow"]},{"id":"fBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"it's super funding people see, And they go four twenties and I go, Yeah, And then they have this expectant look in their eyes like we're about to, like, do something like we're about to like, like something like, Oh, Now some activity supposed to happen and I don't know what that is. You are you are. You move onto the next famously scared of weed","speaker":"spk_1","timeCode":760.56,"tags":[]},{"id":"fxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Exactly. You could. It's like closing are way too big for you. Me run around and like you're like you've been shrunk","speaker":"spk_0","timeCode":830.85,"tags":[]},{"id":"hRJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Brett, just looking around, Hear? I notice you have you don't have any books? No, not so much books,","speaker":"spk_0","timeCode":881.02,"tags":["Brett"]},{"id":"hhJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"um, of a ukulele of That's not","speaker":"spk_2","timeCode":891.64,"tags":[]},{"id":"iBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"I need to record you know, the backing track for a Prius commercial stat. That would be great.","speaker":"spk_1","timeCode":902.75,"tags":["Priu"]},{"id":"ixJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Juras'sic Park. That's also not a book.","speaker":"spk_2","timeCode":932.77,"tags":["Jura's'sic","Park"]},{"id":"jxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"I thought they might be the actual reading glas'ses from the end of that one Twilight Zone episode, and I was like, Oh, cool. Is that a prop from that show and use? You didn't know that I was talking about which you thought that I was talking about this zone","speaker":"spk_1","timeCode":963.43,"tags":["Twilight Zone"]},{"id":"kBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"like I'm sorry. What zone is that, though? The Twilight Zone.","speaker":"spk_1","timeCode":981.3,"tags":["The Twilight Zone"]},{"id":"kxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"like, broken glas's in the frames really close to your eyes. And then you're like, Oh, come on in, fellas. So you soda bookmark biter webbed out. You clearly couldn't see you're even reading the DVD case upside down.","speaker":"spk_1","timeCode":1000.12,"tags":[]},{"id":"lBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"If you put a crow shade bookmark in the middle of a DVD case and you slammed it closed, it didn't really close all the way. They didn't even snap.","speaker":"spk_0","timeCode":1013.4,"tags":[]},{"id":"lxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"for sure, I could tell that you were trying to say that it's like presentation, right?","speaker":"spk_0","timeCode":1028.24,"tags":[]},{"id":"nBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"exactly. In one Banks, people should have one that's like about street art. And like Molly.","speaker":"spk_2","timeCode":1080.23,"tags":["Bank","Molly"]},{"id":"qxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Did they come like that? Do","speaker":"spk_0","timeCode":1175.62,"tags":[]},{"id":"sxJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Yes. Super. Okay, a full of better blues.","speaker":"spk_1","timeCode":1209.77,"tags":[]},{"id":"tBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Get on the bus. Girls better. Okay, great. She do the right thing. She hate me. Sure.","speaker":"spk_2","timeCode":1213.57,"tags":[]},{"id":"uBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"And that brings me to my next point, which is infinity pools. That was what it was for a while. Right in right pools. You would see them in the nicer homes and Architectural Digest on my God. Michael Bays got this great infinity pool. You know, all these different people have this great infinity pool. Now it''s about we're going in a different direction. It''s about pools being incredibly find finite. Yeah, infinity pools. It looks like it has no walls. It''s just sort of extending forever. So a finite with then be just a wall.","speaker":"spk_1","timeCode":1242.25,"tags":["Michael Bay"]},{"id":"uhJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"like a Big cylinder. Like basically a Well,","speaker":"spk_1","timeCode":1277.92,"tags":[]},{"id":"wBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"and I need to get a finite pool. Yeah, with a bar. And Now, ever.","speaker":"spk_2","timeCode":1312.06,"tags":[]},{"id":"yBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"uh, you lit up","speaker":"spk_0","timeCode":1402.59,"tags":[]},{"id":"zBJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"there is TV a there and that. Now I think you're acting like that's what you thought it was the first time, but I think you're actually just catching up to it. I think when","speaker":"spk_2","timeCode":1436.32,"tags":[]},{"id":"1xJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"And it should have, like, a mean, like, kind of knock off version of the Geico lizard giving the finger.","speaker":"spk_1","timeCode":1516.47,"tags":["Geico"]},{"id":"2xJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"my eyes again are too small to see.","speaker":"spk_1","timeCode":1535.86,"tags":[]},{"id":"3RJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"no cash.","speaker":"spk_2","timeCode":1542.22,"tags":[]},{"id":"4RJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"The other one, the number of his own base. Hell, I hope they serve","speaker":"spk_0","timeCode":1575.4,"tags":[]},{"id":"5BJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Five stuff. Oh, yes. You're gonna be keeping very common, child. God is going really well.","speaker":"spk_0","timeCode":1596.98,"tags":["God"]},{"id":"5RJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"And this was when you first saw it. Keep comin. Uh, you know, whatever. Keep calm and carry on. You were like Fuck that. That's fucking stupid. That''s straight up for just about","speaker":"spk_0","timeCode":1605.61,"tags":[]},{"id":"5xJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Fuck that. In your case, it's about looking at chai vets. You re purposing humor from her at the Internet. Yeah. You think that what could have helped Winston Churchill help the British people sort of, you know, keep a stiff upper lip through the blitz was like if he had read over the radio like","speaker":"spk_0","timeCode":1619.1,"tags":["chai vet","purpo'sing","Win'ston","Churchill","Briti'sh"]},{"id":"7hJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"No, in a lava tube.","speaker":"spk_0","timeCode":1675.17,"tags":[]},{"id":"7xJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"A lovely Yeah. What is the lights off? Dim the lights. But then there was not a lava lamp.","speaker":"spk_2","timeCode":1677.5,"tags":[]},{"id":"-RJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"right? They should even be naturally occurring. We should find them and reclaim them. And that's sort of where the artisanal stuff comes in. And what living in this is really about living simply and what living simply is really about is having shit. Tons of money.","speaker":"spk_0","timeCode":1763.93,"tags":[]},{"id":"_xJxL3MByMrymAEmJ2uv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"That's a great question.","speaker":"spk_2","timeCode":1816.74,"tags":[]},{"id":"AxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"you appear Also, I I pas'sed your big green egg of the way in your little Moger. Your so you appear to take him grow g literally and just thrown. I've closed packet of of Trader Joes smoked Gouda onto your grill and this it is still hard fire. You look you never had smoked Gouda before you","speaker":"spk_0","timeCode":1837.66,"tags":["Trader Joe","Gouda","Gouda"]},{"id":"FxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"I cite going there. The same shit. Yeah. Yeah, I noticed something. That not the Now later is that you have sort of peppering your trough. Right? The rapper list Now or laters.","speaker":"spk_0","timeCode":2055.76,"tags":["Now","Now"]},{"id":"GRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Well, that's if you want to take him. That''s like, that''s like the napkin under the","speaker":"spk_0","timeCode":2071.43,"tags":[]},{"id":"GxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"most kind of the most important aspect of anything that we're talking about because of your home goes on fire or anything like that. It's not here anymore. Your attitude and the approach you have to It is your riel house. That''s where you really live. You know, you live in your mind, you follow.","speaker":"spk_1","timeCode":2086.52,"tags":[]},{"id":"JBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"the most convenient way to deliver a name. For example, a tiny, tiny piece of information is toe laser it onto a pristinely polished wood and ball and then roll it down a tube and then reverse and picks it up and looks at it instead of just like putting it on some, like dump screen or something,","speaker":"spk_1","timeCode":2161.24,"tags":[]},{"id":"JhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Yes. What matching it?","speaker":"spk_2","timeCode":2187.26,"tags":[]},{"id":"KBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"think that you could edge","speaker":"spk_1","timeCode":2206.29,"tags":[]},{"id":"KxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"which I think was the purpose because there was, like, ink smeared on it as well. But he pres'ses it against cause he's gonna use it to make an and gate and etching, Yes, that''s it. OK,","speaker":"spk_0","timeCode":2244.52,"tags":[]},{"id":"LhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"decorative bowls, old bills. The fork. Yeah. Yeah. Fork. Sure have to give my fork back. No,","speaker":"spk_1","timeCode":2311.59,"tags":[]},{"id":"LxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"you know whats but let''s let let","speaker":"spk_2","timeCode":2320.65,"tags":[]},{"id":"MxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"It's hard for me to follow just the direction that is. I mean, it''s all going. And the one thing that you said is that it''s also Big.","speaker":"spk_2","timeCode":2367.92,"tags":[]},{"id":"ORJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Matic Mad Axe. Nice. You cannot leading man man, Monsieur.","speaker":"spk_2","timeCode":2431.71,"tags":["Matic Mad Axe"]},{"id":"OhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Okay, I think you're conflating because Okay, Okay. This is starting to make sense Now, because what I'm looking around here, it does seem","speaker":"spk_0","timeCode":2437.31,"tags":["Thi"]},{"id":"TRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Yeah, well, that's the best part of it. Away there''s like a town. There''s, like a little little town for everything. Like, every kind of community is around here,","speaker":"spk_1","timeCode":2697.61,"tags":[]},{"id":"URJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Oh, they were trying. Maybe trying to there","speaker":"spk_1","timeCode":2718.39,"tags":[]},{"id":"VhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"talk? Is that is that Is that what your eyes is? That the phrase that we take away from Brett Cecil","speaker":"spk_2","timeCode":2735,"tags":["Brett Cecil"]},{"id":"chJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Big. So start that busine'ss start. That's how to pimp. Hear?","speaker":"spk_2","timeCode":3021.84,"tags":[]},{"id":"cxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Exactly. Okay. And then you just spilled water all over. I did. That was part of the that's That''s sort of that''s kind of that''s like a fight club thing, you know, in Fight Club, where they hold up that guy and they're like, Go live your dream","speaker":"spk_2","timeCode":3028.63,"tags":["Fight Club"]},{"id":"dRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"is that's what you didn't see on Pimp. My ride is that extra dizzy exhibit would","speaker":"spk_0","timeCode":3050.97,"tags":["Pimp"]},{"id":"dhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"'sort of infiltrate and destroy everything about those peoples world over the course of months and sometimes years. And so they were in such a place. And it was kind of like a cult thing. Or like what they do in the Marines. Like I'm gonna break this person down in order in order to be dependents to be fully pimped for their ride to be fully pimped. I need to bring them to zero, right? Build them back up. Exactly. Yeah.","speaker":"spk_1","timeCode":3056.51,"tags":["Marine"]},{"id":"fxJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Big Dreamcast that we're all sort of no mans dragon. Yeah, soul caliber.","speaker":"spk_1","timeCode":3137.66,"tags":["Big Dreamca'st"]},{"id":"hBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"to plug it in","speaker":"spk_0","timeCode":3182.8,"tags":[]},{"id":"hRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"if we're all inside of a PlayStation. I hope it's not just like a closed loop like a PlayStation on, but playing for No. One. But there''s no no, it''s","speaker":"spk_2","timeCode":3185,"tags":["PlayStation","PlayStation"]},{"id":"hhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"nothing like just the yellow a table, or is that what we are? I gues's it depends on if you think that there's a meaning to life or not. Are we here? I don't want to retain some kids after school. I don't live in that world just","speaker":"spk_1","timeCode":3195.17,"tags":["ju'st"]},{"id":"jRJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"So I say that it does sort of go ahead and Hear was a It's all good. It''s gonna","speaker":"spk_2","timeCode":3268.59,"tags":[]},{"id":"jhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"be tough for you. Dio don't get one with It's tough for you to kind of piecemeal","speaker":"spk_0","timeCode":3275.55,"tags":["Dio"]},{"id":"kBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"I think it's gonna be better for you to sort of develop an overarching philosophy like a couple of simple rules Okay, maybe what you might say as opposed to having to check with Hayes and I who arent always gonna be here. You do have a good instinct. When you say something that''s potentially the worst.","speaker":"spk_1","timeCode":3286.2,"tags":["Haye"]},{"id":"khJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"Maybe that's it for you. Maybe that is it. No, Maybe that''s it. Maybe you're thing","speaker":"spk_2","timeCode":3317.97,"tags":[]},{"id":"lBJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"any of these other, uh, hotline","speaker":"spk_1","timeCode":3323.73,"tags":[]},{"id":"lhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"to sort of meekly after you say anything. She say that? Well, I said it twice. I usually say it again. You see the reaction? Then I say,","speaker":"spk_1","timeCode":3332.59,"tags":[]},{"id":"mhJxL3MByMrymAEmJ2yv","index":"handbook","podcast":"Hollywood Handbook","episode":"Improving Brett's House with DC Pierson","line":"because it sort of open ended.","speaker":"spk_2","timeCode":3363.11,"tags":[]},{"id":"nxJYMHMByMrymAEmLY_6","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Close Friends","line":"in high school. She doesn't look like she is still in there. And people worry about this being like personal information. But the survey is completely anonymous. The only names we need are your sisters name and her friends names","speaker":"spk_1","timeCode":65.68,"tags":[]},{"id":"oBJYMHMByMrymAEmLY_6","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Close Friends","line":"and some of her friends. Who, um, we saw her with it. The mall. So, um, there's yeah, people. Ah, thought that was strange. So I think weve explained that, and in terms of us, want to know when you're going to be out of town or when you're around. That is just like if you're a big traveler, that's helpful to us, too. Should we be advertising suitcases or some shit? So if you are gonna be out of town and if if you are, let us know and let us know if your sisters going on the trip with you or if she's staying home","speaker":"spk_0","timeCode":80.07,"tags":[]},{"id":"ohJYMHMByMrymAEmLY_6","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Close Friends","line":"oh, go away the whole day. Um","speaker":"spk_0","timeCode":154.55,"tags":[]},{"id":"pxJYMHMByMrymAEmLY_6","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Close Friends","line":"How? Oh, he's a different kind. Different mall. How? No. And what was","speaker":"spk_0","timeCode":219.11,"tags":[]},{"id":"qhJYMHMByMrymAEmLY_6","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Close Friends","line":"reach into his torso and remove what I assumed were pretzel bites. And then it's OK. He doesn't say anything.","speaker":"spk_1","timeCode":257.03,"tags":[]},{"id":"rxJYMHMByMrymAEmLY_6","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Close Friends","line":"you had. Now, hang on.","speaker":"spk_0","timeCode":301.46,"tags":[]},{"id":"sBJYMHMByMrymAEmLY_6","index":"handbook","podcast":"Hollywood Handbook","episode":"Whitmer Thomas and Clay Tatum, Our Close Friends","line":"I just think you can't just throw away a comment like, No, this is, I think","speaker":"spk_1","timeCode":303.73,"tags":[]}]