[{"id":"6RIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"uh, dumbs not here yet, Actually. Uh,","speaker":"spk_1","timeCode":473.69,"tags":[]},{"id":"7BIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"uh, no, no. Um ah e I mean, I guess they were friends, but, um, now I'm sort of scuzz bands, primary friend and the dough. Ok,","speaker":"spk_1","timeCode":487.33,"tags":[]},{"id":"7RIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"well, that sounds like a good introduction","speaker":"spk_0","timeCode":497.32,"tags":[]},{"id":"8RIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"be just introduced it. Whats that? That's and then hang up the phone.","speaker":"spk_0","timeCode":522.54,"tags":[]},{"id":"8hIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"Yes, that would be good, Eh? So thank you so much for doing that. And, uh, just really great again to listen, vice.","speaker":"spk_1","timeCode":526.71,"tags":[]},{"id":"9BIyMHMByMrymAEmeHW2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"Bye. Lot up. What up? Ding Dongs today? Sponsor is Casper Mattresses. Obsessively engineered American made mattresses at a shockingly fair price. And now you can get $50 toward any mattress purchase by going to Casper dot com slash handbook and using the code handbook. I, of course, am Sean Clements, one of the hosts of Hollywood Handbook. Eh? Podcast on which we advertise Casper mattresses, Eh? Very comfy mattress. According to the hosts of many other podcasts, Jason Mandzukics says that the combination of latex foam and memory foam is just so good. It's got just the right sink. Ah, Lauren Lap cas said that the bounce is perfect. No matter how you sleep, Um, Andrew T celebrates their risk free trial and return policy night Pride wonder why am I talking about these other hosts who Love the mattress? They, uh Susan Orlean says it's $500 for a twin size mattress at 9 50 for a king size mattress. Well, I'll tell you why I am talking about them because I kind of have to take their word for it because Gaspar mattresses has been sending free mattresses to the hosts of the other podcasts that advertise them, but not to us. And so I just want you to know that when you use the code handbook, you are sending money to a very specific podcast, which is at this perfect range where we are good enough that we should be used as an advertiser for a product. But we are not quite great enough that we would get a free mattress in the way that a Paul Sheer or Eh um Scott AUC ERM unnaturally or um, let me think. Who else? Ah! Oh, I bet fuckin Tyler Labine got what s o get $50 towards any mattress purchase by going to Casper dot com slash handbook and using code handbook to support the show. That's good, but not great. Terms and conditions do apply. You go get go. Yeah, Good for you. Other hosts. Oh,","speaker":"spk_0","timeCode":540.74,"tags":["Dongs","Casper Mattresses","Casper dot com","Sean Clements","Hollywood Handbook","Casper","Jason Mandzukic","Lauren Lap cas","Andrew T","Susan Orlean","Paul Sheer","Scott","Tyler Labine","Casper dot com"]},{"id":"AhIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"All right, I'll read. Should I read for Weenie D? I'm sorry. Uh oh. Scuzz menu Beat me. So good. Fight ball. And and And my model Weenie hurts so bad from you spiking it that one time it shames cracking up.","speaker":"spk_0","timeCode":1764.68,"tags":["Weenie D","Weenie"]},{"id":"BBIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"I never thought that as much as I'm largely outs cause me outside, I'd never would have been okay with writing back. Okay? I don't know if you could just read the live that's in there. I think it's mean enough. As is I am. I'm just, you know, I just just a little, uh, it was a little upset, but, you know, I'll keep it together. I'll keep it together. Those guys man hates when people talk about anyone being sick around him. Unless it's just that theyve got a sick motorbike. So, um uh, do you have a sick motorbike? No, you know that he did. You know, I don't have a sick motorbike hoping the guys, this is This is very similar to the school. It just feels like it feels like this is made to shit on. Well, what do you mean? How is it? It's kind of basically what was there almost? It's the same main characters. It's the same setting. Well, I mean, I know that this is kind of since we since we kind of went through this script on the podcast last time, I've had a little bit of a change of heart about some of these stage directions that that you are so fond of Scotsman. You mean Scotsmans ultra realism? Is that what it is? Is it ultra realism? Yeah, that's what that's what critics have been calling it. Well, which created this has been hope. This has been opened up to the critics. You've had a lot of other. You're not the first person read it. Yeah, yeah, yeah. Weve had a lot of other critics. It read it. And, um, there's a scratch bomb. This bomber editing this bomb, Reddit. She's going nuts. Loves it. Okay, uh, Green. We know already. What a green wall thing. Okay. He thought that it had some issues. All right. Uh, well, I'm kind of siding with Greenwald here. Okay, Well, hang on. You've never sided with him before. Well, what heres what I'm saying is like, there's a lot of things in the stage direction that, like, how are we seeing this where it says, like scuzz mond doesn't like weenie d and thinks he's a loser. Is only hanging out with them. Like these are just things that you're writing in the state. But how would we see that in the scene. Well, hang on. Well, lets get into the scene. Maura Little Okay, Alright, alright, fine. I will go off script like I did before.","speaker":"spk_0","timeCode":1814.79,"tags":["Scotsman","Reddit","Greenwald","scuzz mond","Maura Little"]},{"id":"BRIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"Well, nice shot.","speaker":"spk_0","timeCode":1944.73,"tags":[]},{"id":"DRIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"ah, and dumb did you get the sound drops from Mark? Can you reach into the popcorn bag and get those for us? Ah, yeah, yeah. Okay. Here we go. Love having my assistant here.","speaker":"spk_0","timeCode":2927.85,"tags":["Mark"]},{"id":"DxIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"Your honor student is chilling with the scuzz man. Okay? And that's interesting. Now I have seen that bumper sticker a lot. Why do you feel like that? You know, encapsulate Siew. Well, it's just it's just letting people know that, like being an honor student. It's stupid. So just chill with the scuzz lies. It's stupid. They get to chill with you. No, but like yeah, but it's like saying that like, don't be an honor student, but they are an honor student and they get to chill with you. That's it. The chilling with the Scotsman isnt rewarded. Bear in mind. You are that bumper sticker you put. Yeah, I'm the bumper sticker. Yeah. Yeah, it is. Hey, man. Hey, man. Your honor student is chilling with disgust. Me? Yeah, but he's not an honor student anymore, is what I'm trying to say. Stops being It didn't wise in that information on the bumper sticker on the bumper sticker because he's filled with this guys bed. So there's the bumper sticker almost like informing parents that their honor student is like, where they are longer. An honor student. Yeah, it's not a bumper sticker you put its, Eh? Your former honor student is Joan with this Guzman No, your perspective honor student. Because maybe they never achieve honor student status because of this guys man. That would make sense, but that it wouldn't be a bumper sticker that I would be okay, uh, make sense. I actually finally connected to it, and I think it's a great answer, and I'm glad you are. That bumper sticker. Can we get another question from marks? Sound drops, please.","speaker":"spk_0","timeCode":2987.06,"tags":["Siew","Joan","Guzman"]},{"id":"FRIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"Ah. So well do one more sound drop, and I'm hoping that it's the chorus from that suck. Just because I have self, I could juiced up to here","speaker":"spk_0","timeCode":3430.49,"tags":[]},{"id":"GBIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"huh? Handy. I think I am. And put together everything you say. Do you see it now? Yeah, it's weird. It's like my eyes are open for the first time. Yeah, you just will. You just shot up right in your chair and the sunglasses leapt off your face. I've been on that scissor all toe. Think about what he just said. Think about what he just said with the business school that his business tip is to have diarrhea. And nearby, This is the guy that, like, how can you possibly be on his side of any issue? Yeah.","speaker":"spk_0","timeCode":3676.05,"tags":[]},{"id":"GRIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"Hey, man, Eh? Way. Whoa. Whats going on in your mind right now? Even though holding your car, you're going to stay at your place. There's an envelope that you just handed him with so much money. Hey, don't listen to him and drink this. Drink this. No, no, don't Don't drink it, Sean. What was it, less party, baby? So, uh, hell, yeah. Uh, anyway, thanks for listening like us on Facebook, but talk about us on the forms, going frickin do the iTunes and review us on there, and everybody go, You can do the thing. Um uh, Hollywood Handbook and welcome. And you and the pro version goes to we're going to just find somebody right now, and, uh, he's the gravy is gets a pro version and they get, uh, catchphrase from Scotsman that he gives you to keep now","speaker":"spk_0","timeCode":3709.32,"tags":["Sean","Facebook","iTunes","Hollywood Handbook","Scotsman"]},{"id":"GhIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"pause, keep cracking. And in the free world. Okay, so that's your catchphrase now, and that's I can't believe he came up with that on the spot. Um and ah, yes, Uh huh. Bye.","speaker":"spk_0","timeCode":3766,"tags":[]},{"id":"GxIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"Denzel Washington is the greatest actor of all time, Period. It's not a question. It's a statement. It's also the name of a podcast on wolf pop. So if you're foolish enough to disagree, listen so we can tell you how wrong you are. I'm Kevin Avery, and each week, W. Kamau Bell and I put out a new episode where we review every Denzel movie in alphabetical order. Sorta kinda. Look, we jump around, right? We're gonna do that. We're gonna catch you up on the latest Denzel news and even speculate on who would be the next Denzel. All with great guests like Omar Dorsey from the movie Selma and director Ava Do Barnett. Listen to this recent clip. I like Training day a lot. It's one of my favorite. If it's on TV, Eh, Mr China, watch it. But I think for a lot of people. They want to make it like a guilty pleasure. Denzel was ruined Mill because he's playing such a unredeemable care this red velvet cake you can't eat","speaker":"spk_0","timeCode":3785.14,"tags":["Denzel Washington","pop","Kevin Avery","W. Kamau Bell","Denzel","Denzel","Denzel","Omar Dorsey","Selma","Ava Do Barnett","China","Denzel","Mill"]},{"id":"HRIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"Hollywood Handbook is brought to you by WolfCool Production to subsidiary of Calvin","speaker":"spk_0","timeCode":3862.59,"tags":["Hollywood Handbook","WolfCool","Calvin"]},{"id":"HxIyMHMByMrymAEmeHa2","index":"handbook","podcast":"Hollywood Handbook","episode":"The ScuzzMan Returns","line":"Rachel Bloom, collection of Men, corpses and one woman, Felisha Day and Colton done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesis listed, but Phil Collins has crossed out and encircled in cross out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesus. I mean, jostles ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out now, listening stitcher apple podcast or wherever you get your podcasts.","speaker":"spk_0","timeCode":3907.74,"tags":["Rachel Bloom","Felisha Day","Colton","Andy Daly","Genesis","Phil Collins","Phil Collins","Thomas Middleditch","Jesus","Magic Tavern","stitcher","apple"]},{"id":"JRI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"You're already not sure Whose allegiance your with their already. A little troubling, of course, but we're going to do this. They planted the seed. Now we are going to run. Gord This? Yeah, We're gonna record this episode of the show and see whats what. Maybe this is a thing, right? Sure. Sure as hell could be, because there was a little taste of it for, like, that five minutes when we did it, it was like, I remember looking at you and being like I couldn't see you. Really? Because like this computer streamers in the well, Do you remember that? I","speaker":"spk_1","timeCode":161.64,"tags":[]},{"id":"KxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Greece knows. I mean, you know,","speaker":"spk_1","timeCode":220.06,"tags":["Greece"]},{"id":"LxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"and it's a great day. Then right after that, he said it was a great day. And then he said something else at the beginning. I don't remember, though. He said he was running the board.","speaker":"spk_1","timeCode":281.46,"tags":[]},{"id":"OxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Well, well, look, maybe we find another thing. That's like Like","speaker":"spk_3","timeCode":372.61,"tags":[]},{"id":"PhI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"but it's Greece knows, said it's Greece knows. Okay, that's good. So lets get right into it with Codys Day, you know, like, come off the top with the show title. Sure, Greece knows it, and then well do it again. Increase knows eggs.","speaker":"spk_3","timeCode":396.26,"tags":["Greece","Greece","Cody's Day","Greece"]},{"id":"QBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Engineer Cody. Yeah, happy to be here,","speaker":"spk_1","timeCode":435.53,"tags":["Cody"]},{"id":"RBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"I guess, the strength of the grease. And I didn't come up with it to jump in. This is okay. Is this haze in the studio?","speaker":"spk_1","timeCode":478.68,"tags":[]},{"id":"RRI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"I'm shocked that you havent made the connection between your name being Greece knows. And your the your ability to produce Greece from your nose that you use Teoh Survivor basically did make all the money you have made us. That's right. Yeah, that's what I like.","speaker":"spk_3","timeCode":487.35,"tags":["Greece","Greece","Teoh Survivor"]},{"id":"SRI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Earwolf and mineral media is really an acquisition of your ability to superhuman. Do a production company, Greece. Now","speaker":"spk_3","timeCode":519.47,"tags":["Greece"]},{"id":"TBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"what if you just call it like Greece knows media, right? Yeah. Greece knows media presents. Greece knows eggs could see it. Sort of","speaker":"spk_1","timeCode":538.75,"tags":["Greece","Greece","Greece"]},{"id":"TxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"so It's like a DB, Eh? Greece nous or okay? Or Tom. So when you went to the bank, you where did you go to the bank","speaker":"spk_2","timeCode":557.75,"tags":["DB","Greece","Tom"]},{"id":"VBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"I'm not like a I can, like, make sentences that good. Uh, it's better if you like. You do a lot of the work, and then OK, jump in and say Yeah, yeah. What? Color commentary?","speaker":"spk_2","timeCode":602.82,"tags":[]},{"id":"YxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Crime? Claustrophobia. Yeah, that's the one. Yeah. Whats that like? It feels like the walls are closing them. And your house, like Star Wars when they were in the trash. Yeah, actually, that's remember that. That's a beautiful image. Yeah.","speaker":"spk_1","timeCode":760.82,"tags":["Star Wars"]},{"id":"aBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Phobias. Play the fucking thing, stupid.","speaker":"spk_1","timeCode":825.56,"tags":[]},{"id":"aRI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"What segment is this split segment? Is this sound introducing?","speaker":"spk_1","timeCode":831.37,"tags":[]},{"id":"bhI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Yeah, So we're just all of that is like, Well, just be deleted. Everything you've heard.","speaker":"spk_2","timeCode":878.92,"tags":[]},{"id":"cRI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"You got any phobias their Greece knows have claustrophobia. Claustrophobia is out of fear of, Ah, Santa Claus coming down the chimney. What is scary is gonna bring you some presents. You you can't return. Is that what that is? Is that how you minute his when he's like","speaker":"spk_1","timeCode":901.05,"tags":["Greece","Santa Claus"]},{"id":"dhI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"and that goddamn whatever that is, please fix it because it's really bothering me. Um,","speaker":"spk_1","timeCode":942.38,"tags":[]},{"id":"fhI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Lets throw it over to some advertising over. OK, don't go over the thing. And he when the musics out, When you your","speaker":"spk_1","timeCode":1017.76,"tags":[]},{"id":"gBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Whos that? Ryan Morrison law dot com. You go there, you get a free consultation and you learn how to protect yourself and your hard work. And that's in real life. You do that. You can also do that in my video game. Courtroom scramble where you can play an attorney not named Ryan Morrison the real remorse and worked as a game developer and his company never wanted. Call their attorney cause the phone call was so expensive. E Anyway, that stuff sucks and he's doing the cool way. But the other cool thing is, I'm now working on this one part of the video game where this guy gets up to a object and you friggin slice him, open the and acts off the wall of the It's like a legal acts that's in in the wall of the courtroom. So you've got enough to worry about when it comes to developing your new game. And I do, too. I'm having trouble with the graphics, let alone lawyers charging you an arm and a leg for just legal advice. As a result, youll never be charged for emails, phone calls or anything like that. When working with Ryan, he keeps this open line of communication with all clients, and that and the lawyer in my gamed us too. You are open at any time to hit the smash button. Inhale smash whoevers nearby, on and within the head and all the clients. But okay, so you're free to double and triple check things with him. And since Ryans worked with every size member of the game industry big to small, I'm assuming he knows what to watch out for no matter where you stand in the game development world with Eh, your international success or a national success of your indie developer, or whether you're like me and you're just kind of telling your dad about ideas you've had, and he is not that impressed. Ah, anyway, don't let a fear of lawyers and lawyer fees stand in the way you're successful Game development. Head to Ryan Morris in law dot com and by, uh, uh, courtroom scramble when it comes out and there's gonna be one part, I think if I can figure out how to draw this and right now, the game is on Lee on pieces of paper, mostly, but there's gonna be one part where there's a lady lawyer that you can like give a special kiss to anyway. The other thing you could do is Google video game attorney to find out more by Hegang. You're probably wondering which add is this now and I'm gonna tell you it's a new ad and I'm doing it for Harrys Razors and Shave Club. So, uh, one thing you probably don't know is that the Harry from Harrys razors is, uh, actually Harry from Harry and the Hendersons. It's the same guy, but youd never recognize him because when I saw him now to do the deal for these ads, he is shaven. And that's very impressive, because if you've seen the film is a huge, hairy guy and youd think no one can shave that. But only these razors can, and they did it. Normally, shaving is a pain. It's uncomfortable, a razor burn, there's Nix, and it's that's expensive, but now it feels good, and it's cheap because of these guys. It's half the price of other big brand blades and the ship for Freedia doorstep, and they're better they're made in Germany and it's fun and the and so eso Harry from in the Hendersons is there. He's a big guy, kind of a weird guy, but he's a shaved guy now and he can go to the store. And he conveyed by whatever basically everything except razor blades. And you're paying $32 for an eight pack wolves. Not that much. It's 16. It's half the price and you get better shave and, ah, the starter sets an amazing deal. For $15 you get the razor, the moisturizing shave, cream, three razor blades and use the promo code handbook. That's five nose off that that's 10 total or something. I mean, honestly, youd have to talk to Harry himself about the details were just hard. He's got a weird voice thing. Cut were like, you know, but Eh uh, it's shipped to your door in the quality of the shaving, the look in the field of products all great. So go to Harrys dot com now, and Harry from Harry and the Hendersons will give you $5 off if you type in the Coupon code handbook with your first persists first person first purchase now I'm talking like him. Your first purchase, that's Harrys dot com and enter coupon code handbook. Could check out for $5. Often start shaving better today.","speaker":"spk_0","timeCode":1040.45,"tags":["Ryan Morrison","law dot com","Ryan Morrison","Ryan","Ryan","Ryan Morris","law","com","Lee","Google","Hegang","Harry","'s","Razors","and Shave","Club","Harry","Harry","Harry","Harry","and","Hendersons","Nix","Freedia","Germany","Harry","Hendersons","Harry","Harry's dot com","Harry","Harry and the Hendersons","Harry's dot com"]},{"id":"gRI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Oh, yeah.","speaker":"spk_0","timeCode":1300.88,"tags":[]},{"id":"ghI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Sweet sound. Sweet sound. Sweet sounds here on Greece knows eggs. Mom, Tom Eggs Sharp ling here and joined, as always by my partner in crime Engineer Cody, otherwise known as Greece. No, Greece knows the engineer lead engineer on Toms eggs. Um, show just like mama used to make him. You know what I mean?","speaker":"spk_1","timeCode":1302.89,"tags":["Greece","Tom Eggs","Cody","Greece","Greece","Tom"]},{"id":"iBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"OK? And OK, so I think the other no is.","speaker":"spk_2","timeCode":1375.94,"tags":[]},{"id":"ixI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Don't look at Tom. Tom doesn't know. Uh, it is Yes. It's my favorite song. Yes, we are joined in studio by the","speaker":"spk_3","timeCode":1425.38,"tags":["Tom","Tom"]},{"id":"kBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"you do your like, Tell us about your show, Jesse. Does that sound interesting? The I mean, you do pretty well known. Yeah, it's almost this resulting. There's gonna be podcast, right? Yes. This is, I think, in the podcasting community I'm pretty well known. Okay, reputation precedes. So I don't think we need that much","speaker":"spk_1","timeCode":1483.58,"tags":["Jesse"]},{"id":"lBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Jesse. That sound is telling me","speaker":"spk_3","timeCode":1531.88,"tags":["Jesse"]},{"id":"mBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"you know it's going on right now.","speaker":"spk_3","timeCode":1560.48,"tags":[]},{"id":"oRI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"if you have a big sheet of aluminum or metal, you can shake that. Okay, that's like is a fast Gary Thunder? Yeah, or or for thunder? Like","speaker":"spk_3","timeCode":1634.97,"tags":["Gary Thunder"]},{"id":"qxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"like infinity. I don't like the idea. I don't like to go to the beach and look out over the water. I don't like to go to, uh I don't like think about space. Okay, cars like that. Well get you there. The lithe, generous quietly give you a note. When he says like infinity, you misinterpret that that he turned with the brand of cars. Do that. So, Jesse, what kind of phobias might you have? Spiders. Spiders. Okay. Like Spider Man is that you're scared of like you're scared of. Ah, Spider car. What do you J? Jonah Jameson. You're scared of Spider Mans gonna come in here and show you up again. Good. But yet you always higher room to take pictures of","speaker":"spk_3","timeCode":1722.25,"tags":["Jesse","Spiders","Spiders","Spider Man","Spider","J","Jonah Jameson","Spider Man"]},{"id":"rBI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Peter Parker to take pictures of Spiderman. It's a two way street. I'm not not really a two way street. He does not know that Parker inspired.","speaker":"spk_1","timeCode":1765.56,"tags":["Peter Parker","Spiderman","Parker"]},{"id":"rhI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"to take pictures of","speaker":"spk_1","timeCode":1775.57,"tags":[]},{"id":"thI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"That's what you should have said, Toti. You still You still can say it. Here we go. That's yes. Okay. It was gonna be fun. Code pulling open That. That's that sound. Tells me it's the topic Box time for the topic box. And there's that fucking sound again. You fucking idiot.","speaker":"spk_3","timeCode":1871.43,"tags":["Toti"]},{"id":"txI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"You couldn't","speaker":"spk_1","timeCode":1890.86,"tags":[]},{"id":"uxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"I'm trying to hold it together because this","speaker":"spk_3","timeCode":1949.92,"tags":[]},{"id":"whI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Whens your birthday? Greece. Now I'm Monday. Monday? Monday. So Mondays your birthday And now kind of birthday. Birthday? What kind of birthday plans you got? I think I'm gonna go go camping,","speaker":"spk_1","timeCode":1999.83,"tags":["Greece"]},{"id":"xhI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Yeah. What are we time? Um, I don't talk about that on the air. So anyway, lets go back to the topic box. And it's birthdays. Who in the room. I know someone who has special little boy who has a birthday coming up this Monday. It's Ah, my old partner Greece knows has a birthday coming up. Happy birthday. Three. So Greece knows what you gonna do for that birthday. How you gonna celebrate it? I've been thinking a lot about that. I've had about a year.","speaker":"spk_1","timeCode":2037.74,"tags":["Greece","Greece"]},{"id":"xxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Just just tell us to think on it. Yeah, and I'm gonna go camping. Going to go camping, huh? Campus. So you're gonna okay gonna bring a cake with you.","speaker":"spk_2","timeCode":2067.84,"tags":[]},{"id":"zhI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"And I'm telling you this","speaker":"spk_1","timeCode":2148.2,"tags":[]},{"id":"zxI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"when this spider thing comes your way, if you blow it, it's gonna be bad. We're gonna clear out a path for you. And you're a man of few words. But I'm telling you when when it's that moment for you, you better hit it. I will.","speaker":"spk_1","timeCode":2151.45,"tags":[]},{"id":"2BI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"You won't reach that birthday,","speaker":"spk_3","timeCode":2296,"tags":[]},{"id":"2RI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"youll youll come up a couple days short if you miss this thing. How? Whoa! I want the show to succeed. Well, okay. It's a pike. You're not gonna kill Cody. No. Look, is it that bad? You want? No, not cod Cast trying. With guys like this, though, Jessies trying the touchy feely thing, and that works to a point, but it kind like this is just asking for somebody to knock him around a little bit and put a little bit of fear in them to give you what you need, you know? I mean, and you said you were gonna break his laptop, and it is clearly already broken.","speaker":"spk_1","timeCode":2298.97,"tags":["Cody","Cast","Jessie"]},{"id":"3BI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Greece knows this. Crease noses. Greece","speaker":"spk_2","timeCode":2359.12,"tags":["Greece","Greece"]},{"id":"4xI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"me. No, no, no. It's a Love to have fun with me.","speaker":"spk_1","timeCode":2404.95,"tags":[]},{"id":"5xI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Is that a radio show?","speaker":"spk_2","timeCode":2447.52,"tags":[]},{"id":"-BI2MHMByMrymAEmfHZ1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"because that was a joke, Tom. And so if you could","speaker":"spk_1","timeCode":2605.83,"tags":["Tom"]},{"id":"ABI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"you when it was coming, he pointed to you coating when it was the thing. You better hit it. I thought the point was not, is it? Now is the time.","speaker":"spk_1","timeCode":2655.19,"tags":[]},{"id":"AhI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"own? He's going to say the thing about the carpool. I don't know that.","speaker":"spk_3","timeCode":2678.71,"tags":[]},{"id":"AxI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Oh, sure. I think he might have his own thing. Well,","speaker":"spk_1","timeCode":2681.98,"tags":[]},{"id":"FhI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"again, just looking for some comfort.","speaker":"spk_3","timeCode":2965.7,"tags":[]},{"id":"JRI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"What kind of set up that is not even related to what? I","speaker":"spk_3","timeCode":3146.66,"tags":[]},{"id":"KRI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Yeah. Cody had something he wanted to say about death and mortality","speaker":"spk_2","timeCode":3179.94,"tags":["Cody"]},{"id":"KxI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"So, Jesse,","speaker":"spk_1","timeCode":3190.67,"tags":["Jesse"]},{"id":"LBI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"I was just I was wondering, like, did you ever think that maybe, you know, it's tough to breach the topic a little bit? Um, all the troubles off air, this stuff weve talked about Gallery,","speaker":"spk_2","timeCode":3192.47,"tags":[]},{"id":"NhI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"No, that's the sound of a bomb. And also just a sidebar. Your drinking out of a cup here with this stuff. Just every time you put your lips on that thing, God knows what other person up here had their lips on it. Who do you Who are you referring? Todo No, Seth Godin. Where you have a cool up? No, I'm talking about that. Scotts wife. You're saying that she has a gross I talking about Seth Godins business school or whatever it was? It seemed like you were talking about cool. I was not going to a friend of mine.","speaker":"spk_1","timeCode":3283.34,"tags":["God","Seth Godin","Scott","Seth Godin"]},{"id":"PBI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"content content? Fan says, uh content fan, you","speaker":"spk_1","timeCode":3349,"tags":[]},{"id":"ThI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Is that better? It was neutered enough for you, who from that erotic way I, Jerry Seinfeld. Well, I guess I can't win","speaker":"spk_1","timeCode":3535.6,"tags":["Jerry Seinfeld"]},{"id":"TxI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"dignitaries like it's not sexy. Go ahead, Jessi. How can Norm get it more often?","speaker":"spk_3","timeCode":3546.43,"tags":["Jessi","Norm"]},{"id":"WRI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Just tapping away. So where we want to go with this? Um, where do we want to go with this? Well, this is not going anywhere. So where we're going, I'm going away from this. I can tell you that I apparently my shot it, making it on Earwolf for maximum fun. It's just Ah, I'm watching it wither in front of me. Tom if it makes you feel better. I don't think you really had a shot at making it on maximum. Okay, well, that's a fair. What do you think this is, actually a great Jesse. What? Whats the, um","speaker":"spk_1","timeCode":3613.87,"tags":["Earwolf","Tom","Jesse"]},{"id":"XRI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"I would probably go for modern humorist. Yeah. Zombo dot com. Okay","speaker":"spk_1","timeCode":3674.4,"tags":["Zombo"]},{"id":"ZBI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"I'm talking sort of, Eh? Executive to executive here. I kind of didn't I didn't believe in Tom. I didn't believe in Greece knows.","speaker":"spk_3","timeCode":3788.78,"tags":["Tom","Greece"]},{"id":"ZhI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"I think I'm gonna give it to them. Tom, how would you like to have one more shot from the kingmaker? Is this for a maximum fund podcast? We gotta deuces for the whole thing. Maximum fun podcast The infinity. Rick Dees, the whole nine yards. Who are we losing on? Maximum. I just want this set in stone. Who are we dropping","speaker":"spk_1","timeCode":3813.47,"tags":["Tom","the","The infinity","Rick Dees"]},{"id":"bxI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"to the topic box. We're gonna bring on our guest, Jesse Thorn, host of Bullseye with Jesse Thorn and Jordan. Jesse, go maximum fund out or we will bring him on. Lets bring on right. Whats up, bro? Hey, whats going on? Thanks, Jesse. It's time to go because that sound is telling me. There you go. It's time to go to the topic box, and weve got to topics coming up the topic box right now. Weve got birthdays and phobias back to back. Ah, First of all, lets sue Birthdays Whos got a birthday coming up? This guy, Cody, You got a birthday coming up? Whens your birthday? Greece knows, Eh? Seven. Monday. What you gonna do for that birthday, bro? Probably hit those camp.","speaker":"spk_1","timeCode":3938.92,"tags":["Jesse Thorn","Bullseye","Jesse Thorn","Jordan","Jesse","Jesse","Cody","Greece"]},{"id":"dRI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"spiders. My number two hold on spiders. You scared of spiders or you're scared of Spider Man? Yeah. Okay. Yeah. So spiders. What? The other one? You said you got two phobias. Whats the other one? Infinity. Infinity. You're scared of spin ity? Then you got What if there was a spider driving an Infiniti go right down Hollywood Boulevard? You but What do you do? Would you be scared? You saw that? Yeah. That might be 1/3 phobia. You bet. But what if, instead of it being one small spider was a whole bunch of spiders teaming up to form the shape of one giant person? Then those two, maybe spiders, would break off former second person. That way they could go in the H O V Lane, right? Carpool, carpooling all over the town. And? And what if those","speaker":"spk_1","timeCode":4012.83,"tags":["Spider Man","Hollywood Boulevard","H O V Lane","Carpool"]},{"id":"dxI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"birth your birthday everything, right? Birth? No, You're gonna do the thing. This is it. This is your big your big joke about spiders.","speaker":"spk_1","timeCode":4066.39,"tags":[]},{"id":"eBI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"So, Jesse,","speaker":"spk_3","timeCode":4076.26,"tags":["Jesse"]},{"id":"ehI2MHMByMrymAEmfHd1","index":"handbook","podcast":"Hollywood Handbook","episode":"The Grease Knows Eggs Show with Jesse Thorn","line":"Merry Christmas. But I'm hollow the naughty elf. But I know it's not Christmas. I don't give a shit over the North Pole. Where to make duck toys for shitty kids. That makes you wish I could kill myself. But I don't see you forever. The only thing that keeps me going is my favorite podcast with special guest Lauren lack. It's who is so good. I love it. It would have married every week. Like a holy show where a difficult meeting is the host on. Warne is the guest. It makes me so excited. I want to kill a cat and skin it's bones and eat them for dinner Am now. Anyways, listen to this clip. You're gazes so just No, I just know inside you have a perfect body. You just don't take care of it. If we could just carve you out of there, wed have a perfect statue. But you down those flaming hot Cheetos And don't they're discussed so good. You talk about my tan hands. What? You have read fingers. That's the sign of a true snacker. Did you like that? DEA? You better like it. Or this year Santas coming down your chimney and dumping coal over your dumb ass house. I could make him do that. Check out with special guest Lauren Love. Kristen Earwolf dot com On how or your favorite podcast app You dumb little butthole. Hello.","speaker":"spk_1","timeCode":4091.8,"tags":["Christmas","Christmas","North Pole","Lauren","Cheetos","Santa","Lauren Love","Kristen Earwolf"]},{"id":"jBI2MHMByMrymAEmg3ch","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"Uh, well, I think that actually was the one great. And hopefully it softens the blow of all our archives going behind a paywall. Yes.","speaker":"spk_0","timeCode":310.27,"tags":[]},{"id":"jRI2MHMByMrymAEmg3ch","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"So I'm sitting on Green Goblins lap","speaker":"spk_0","timeCode":325.84,"tags":["Green Goblin"]},{"id":"nhI2MHMByMrymAEmg3ch","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"just the idea of it. Just like being this, like, Bastard Executioner a bitch. You know, just being like a bad ass, this math union motherfucker, you know? Yes. And just a really hard ass and shopping with the axe","speaker":"spk_0","timeCode":510.65,"tags":[]},{"id":"nxI2MHMByMrymAEmg3ch","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"and the feel it gets. The thing that's really exciting is","speaker":"spk_1","timeCode":527.46,"tags":[]},{"id":"rBI2MHMByMrymAEmg3ch","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"he plays. He lives in a tree.","speaker":"spk_0","timeCode":724.11,"tags":[]},{"id":"shI2MHMByMrymAEmg3ch","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"he lives in a tree. Ah, Anyway, I'm excited for that. And Ah, and look out for us, You know, because now this is going to give me the, um, courage to be a strong like these men. We have a great guest, but people don't like, you know, we like to go through these Fassels because people don't like the wait so long for the ads after the 1st 1 They you know, they just heard the 1st 1 of the very beginning, and then they want to hear","speaker":"spk_1","timeCode":774.34,"tags":["Fassel"]},{"id":"uhI2MHMByMrymAEmg3ch","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"And so","speaker":"spk_0","timeCode":1008.63,"tags":[]},{"id":"wRI2MHMByMrymAEmg3ch","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"Wow, it almost feels like part of the story got skipped or messed up. Which part? Just","speaker":"spk_1","timeCode":1111.83,"tags":[]},{"id":"zhI2MHMByMrymAEmg3ci","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"Love the energy. Um, falsetto. And on mes weekend No s","speaker":"spk_2","timeCode":1273.38,"tags":[]},{"id":"2RI2MHMByMrymAEmg3ci","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"Well, yeah.","speaker":"spk_2","timeCode":1353.87,"tags":[]},{"id":"2hI2MHMByMrymAEmg3ci","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"I mean, you can't get pregnant from 69 unless you do. There's a way you can't, but I Yeah, um So, Alan, enough about 60 nines. Um, you, of course, Love the Emmys. You Love Hollywood. You have had many roles which you loved and tell us about some of what you're in right now and You're the Worst and more like it's the best. Yes, you're the friend on its the best.","speaker":"spk_1","timeCode":1356.09,"tags":["Alan","Emmys","Hollywood"]},{"id":"4hI2MHMByMrymAEmg3ci","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"like it. I like I like when people like stuff that I'm in, you know? All people. Yeah. Yeah, well, I mean, if Hitler like to You're the Worst ideally, maybe we shouldn't be doing this, isnt that? Yeah, Yeah, but it's just going to eat. Yeah, this guys with dweeb, but","speaker":"spk_1","timeCode":1436.01,"tags":["Hitler","dweeb"]},{"id":"8xI2MHMByMrymAEmg3ci","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"I mean, sometimes it's important to get that hyperlink out of the way right away because they're hyper linking it. Because it's important to see to the next word of the article. Yeah, you're gonna be lost","speaker":"spk_1","timeCode":1553.29,"tags":[]},{"id":"9hI2MHMByMrymAEmg3ci","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"there's just too made dark hyper Lings speak on that. Well, you know, when kids get hyper, they call it a D D. And I think, Well, maybe we need to prescribe, Eh? You know that sort of medicine Ritalin and what not to for So the Internet. You know, some of these links have some of these links because, I mean, it's like, hard to pay attention to whats going on. It's like it's hard enough, you know? It's like I'm trying to read the Internet, and then there's, like, this hyperlink in that hyperlink and then maybe a car passes by. That's a really cool car. I'm struck by. That, too, is like that cars got a hyperlink. Alonzo, I got to see what that's about. Okay? Okay, Alan, and that's maybe too much. Now I'm","speaker":"spk_2","timeCode":1573.08,"tags":["Ling","Alonzo","Alan"]},{"id":"ARI2MHMByMrymAEmg3gi","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"It almost wasnt a straight line. And you think it's gonna be well,","speaker":"spk_1","timeCode":1671.27,"tags":[]},{"id":"AxI2MHMByMrymAEmg3gi","index":"handbook","podcast":"Hollywood Handbook","episode":"Allan McLeod, Our Close Friend","line":"Well, I went in for this Master Robot show","speaker":"spk_1","timeCode":1684.63,"tags":["Master Robot"]}]