[{"id":"SRKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"that and that? Then now all of a sudden theyve","speaker":"spk_1","timeCode":719.24,"tags":[]},{"id":"ShKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"walked you all the way to it. And so this man who doesn't speak our language is saying he gets the joke, and he clearly ah, don't know whats good and stop podcasting yourself. What is that? Lets talk about satire, which I define is any honest conversation. It's It's an honor, frankly, to be compared to some of the satirical greats in the history of literature like, for example, George Orwell, Um um, he is actually a rial role model for us","speaker":"spk_0","timeCode":722.19,"tags":["George Orwell"]},{"id":"TBKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"his satire is so great. And so Rando talking about pigs. He's doing talking pigs before Skittles before anybody, and that is so Rando. And it's in a book which usually books are dusty and boring, and there's, you know, Musketeers or something in there. But this guys got Peaks. And so to me, that is so good that the fact that he put us in the same category as Orwell with his comment Thank you for doing that, but it wrong you thought you werent being nice and the just the effect of a book like 1984. Ah, when that scene, when they're all in the factory just like marching along and walk step and everything is the same. And then when the hero comes in with the javelin and reaches back and throws the javelin into the face of the of the over warder, yeah, destroys the overlord computer. And then everyone starts thinking different afterwards. Yeah, think differently. Is there haven't color? Is there a better expression of what we're trying to do on the show. Yeah, I'm not. I'm not sure that there is no","speaker":"spk_0","timeCode":760,"tags":["Rando","Skittles","Rando","Musketeers","Peaks","Orwell"]},{"id":"TxKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"side note. A lot of people don't know that the Three Musketeers was actually written by a brother.","speaker":"spk_1","timeCode":846.52,"tags":["Three Musketeers"]},{"id":"URKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"what you're doing for fashion Of him going saying like, I think I'll have dull 10 yen in this scene like Is that is that racist? It is a good question because you hear people reading that book all the time, but not as he WILL with you in that book. I mean, they may be at it without any brothers, which is not the intention Of the writer. I mean, if he is a brother, clearly he's expecting all these characters to be brothers as well. We have another comment from the wine of the shields to discuss. A lot of people think that he's a French guy, but I think I'm right That I say is British guy. But a is a French guy, you know? Is it okay for me to go like do Paul, you know, like, is that okay? Paul? Almost here.","speaker":"spk_1","timeCode":858.41,"tags":["Paul","Paul"]},{"id":"ZRKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"space. Could be and at the end is compliments. And at the end, it says, Ah, I hope you never retire. Which it's like, Well, what if we get old and too sick to do the job? You want to keep doing it? I mean, I think we should have the right at some point in our need to keep doing it if we if we want to. Yeah. And then it says, Ah, ps Greggy has never received the pro version. Uh, hasnt paid for the Yeah.","speaker":"spk_0","timeCode":1184.96,"tags":["Greggy"]},{"id":"aBKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"If your son is, you get past it. Don't tell us especially that your son is present watching you do a Cray. Operate the crayons on his behalf for some fellow to send to some fellow adults.","speaker":"spk_0","timeCode":1268.01,"tags":[]},{"id":"ahKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"or a kid can draw with a crayon. But if you're an adult, you can't have the crowns. That's for the kids. Because I can't put this on my fridge now and have an adult man, Leona Lewis or somebody over to my house and say, Oh, what is that from? And I say, like, Oh, this is somebodys father","speaker":"spk_0","timeCode":1289.08,"tags":["Leona Lewis"]},{"id":"bRKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"which I don't want you to do. She's my friend. So that waas Mayo uh, male trails nail ko the male WILL.","speaker":"spk_1","timeCode":1320.3,"tags":[]},{"id":"bhKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"That was Il Postino. Um, we have a really great guest today. Seth Morris is here. We have a special announcement that it's coming up regarding Seth and some of our other projects in the podcasting. And we hope our announcement really fix your being on Hollywood Handbook.","speaker":"spk_1","timeCode":1337.91,"tags":["Il Postino","Seth Morris","Seth","Hollywood Handbook"]},{"id":"dBKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"What up? What up, Uh, and and unapologetically what up? What up?","speaker":"spk_1","timeCode":1531.28,"tags":[]},{"id":"dRKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"And that's just what I'm going to say. Very exciting announcement today. Really? We have been in discussion with Scott Increment for a while about setting up our own production shingle with a new","speaker":"spk_0","timeCode":1535.04,"tags":["Scott"]},{"id":"eRKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"way say, you know, talk to people about doing something about Jeff and I guess they did. But the fact is, there Scott in this other guy and, um,","speaker":"spk_0","timeCode":1557.79,"tags":["Jeff","Scott"]},{"id":"ehKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"we we have this one podcast, but weve been looking for opportunities to set up a production facility and have sort of a stable Of other podcasts. We have more ideas for shows than we are able to host. So they''ve hooked us up with some very exciting talents in the studio today, who has recorded his first pilot for our first new show Coming Out of Our Shingle, which,","speaker":"spk_1","timeCode":1566.41,"tags":["Coming Out of Our Shingle"]},{"id":"fxKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"There was some pretty funny stuff in there.","speaker":"spk_0","timeCode":1627.31,"tags":[]},{"id":"ixKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"Um, very slow to the camera today. So, uh, me, before we get into I mean, this podcast Of is great, But just","speaker":"spk_1","timeCode":1769.37,"tags":[]},{"id":"jhKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"There's there's a back Stage West kiosk at the Burbank airport.","speaker":"spk_1","timeCode":1867.76,"tags":["Stage","West","Burbank"]},{"id":"nBKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"like You're not catching me. I'm giving myself to you.","speaker":"spk_0","timeCode":1956.81,"tags":[]},{"id":"nxKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"fight the right size hat because beginning had a tiny fedora and it took away from the hole.","speaker":"spk_1","timeCode":1971.38,"tags":["fedora"]},{"id":"pBKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"that got me noticed that started to get me out there. So that's that's something got to do. Of course, you got to get head shots, get color headshots. Don't you know? And I don't care about this digital bullshit that people are talking. Is the business is not done online? It's done with hard paper. OK, get a head shot. Uh, guys, lose your shirt. Yeah, lets show some skin. Lets see some stuff.","speaker":"spk_0","timeCode":2008.5,"tags":[]},{"id":"rBKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"and don't and don't say the characters name right, Because you don't want toe. You","speaker":"spk_0","timeCode":2141.62,"tags":[]},{"id":"tBKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"Hey, man, you got your foot in the door. You might as well get your whole body in there now. No, Once you're in town, once you've sort of established some of these things, lets say you're starting to get some work. God, God willing, you start getting some work.","speaker":"spk_0","timeCode":2206.01,"tags":["God"]},{"id":"uRKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"this. Oh, gosh, I get there's somebody says that to be in like, uh, no, But it's like you When I used to do that joke I started. I've been work shopping that for seven months, and I used to go. I don't go to your work and slap in the face.","speaker":"spk_0","timeCode":2291.25,"tags":[]},{"id":"whKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"That's That's a ghost. Okay, You met his bill would be writing in lemon juice and invisible ink. Nobody notices that you need Teoh get How about some? How about how about some some Albertus extra bold? How about some aerial black? Okay. Yeah, stays on. That's a fun fun. Heres a great way to remember it. Great. Heres a great way to remember what you should be thinking about. Font is only really one different vow and the omission of a t away from fun. So if you're fonts, not fun, then it's really not a fund or close to it. I have the","speaker":"spk_2","timeCode":2337.69,"tags":["Teoh","Albertus"]},{"id":"xRKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"grew up with this person, Um, a couple of my other favorites and a You guys know this Pickwick monotype? Yeah, that is a home run. Fun. I'd like","speaker":"spk_1","timeCode":2389.55,"tags":["Pickwick"]},{"id":"yhKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"Right? Right, Right.","speaker":"spk_1","timeCode":2424.15,"tags":[]},{"id":"0BKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"on BV. And funny at that real estate. Absolutely. And you know what people are","speaker":"spk_2","timeCode":2474.95,"tags":[]},{"id":"2BKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"brigadier. Speaking of Apple, lets in a Prussian Generals hat when you're getting headshots, wouldn't you say Look at the movie posters and see whats coming out. So if there's a robot movie, get a robot head shots. If when Brokeback Mountain came out, if you didn't have a head shot with a cowboy hat Yes, well, good luck getting looked at.","speaker":"spk_1","timeCode":2525.55,"tags":["Apple","Brokeback Mountain"]},{"id":"3xKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"captains at sea captains at sea, Captain. Yes. Seek a captains hat. And in a race car driver outfit because those middle of country those are gonna be Oh, yeah. Flyover states are filled with doctors, cops, race car drivers and see Captain. They get sick a lot. They can't relate to that. Who can't relate to that. So those were just a couple of the things, you know, Boy, that's helpful. And so if you do all those steps, you might find yourself sitting in the very same seat as a minister, said Morris. He's got has new wolf cool podcasts coming out of Calvin and Hobbes production, which is an offshoot of Wolf Pop, which comes from the ear wolf parent tree. Actually,","speaker":"spk_2","timeCode":2617.72,"tags":["Morris","Calvin and Hobbes","Wolf Pop"]},{"id":"6RKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"It's called. Whats up with that?","speaker":"spk_1","timeCode":2725.29,"tags":[]},{"id":"6xKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"really Oh, yeah, yeah. Yeah. Well, you said Oh, yeah, like I wasnt. Is that just a coincidence that it's that Oh, no, no, it's It is a You know what?","speaker":"spk_1","timeCode":2730.49,"tags":[]},{"id":"8RKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"company? Yeah. No. So anyway,","speaker":"spk_0","timeCode":2782.28,"tags":[]},{"id":"9hKvMHMByMrymAEm6K1k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"like when Gordon Ramsay on kitchen nightmares walks around all the restaurants, it says one of the hot dog place,","speaker":"spk_1","timeCode":2844.53,"tags":["Gordon Ramsay"]},{"id":"BhKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"do you feel silly now because you had some other shows that you","speaker":"spk_1","timeCode":2956.7,"tags":[]},{"id":"DhKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"They love this story and they love feeling like they're in the room with us in that potentially they close Close your eyes with their friends.","speaker":"spk_2","timeCode":3068.16,"tags":[]},{"id":"IRKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"me to dry shampoo. Yeah, there's I think that is so","speaker":"spk_1","timeCode":3302.78,"tags":[]},{"id":"IxKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"But it looks, you know, a little unusual about","speaker":"spk_0","timeCode":3307.88,"tags":[]},{"id":"JxKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"in a now Jean. Yeah, and and so it doesn't really spray out. It just kind of slowly pour it because the mouth is so big. Anyway, lets lets go back to the clip,","speaker":"spk_2","timeCode":3334.77,"tags":["Jean"]},{"id":"KBKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"OK? And my aunt put ship there's like some orange in the cranberry, and it's just that right amount of tart and sweet. Now, that is something that I don't know. I can't force my aunt Emate Cramers us all year long. You know, I wish I could, but ah, how do you guys","speaker":"spk_2","timeCode":3345.12,"tags":["Emate Cramer"]},{"id":"KRKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"do your green beans?","speaker":"spk_0","timeCode":3362.19,"tags":[]},{"id":"MxKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"me pretty good for bringing, and I'm you know, I didn't see it at the time, but I get it now That that's not a","speaker":"spk_1","timeCode":3520.37,"tags":[]},{"id":"ORKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"after hell. It's like when you finally can put that behind you. You finally take the decorations. It's OK. It's talk to him. You're okay, sweetie. Talk to him.","speaker":"spk_2","timeCode":3595.27,"tags":[]},{"id":"SBKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"Jamaican green bean. Mom. Yes. Uh, that's it. Yeah, it's Ah, that's the whole thing that you're making Green being Mahon was Yeah, the thing, uh, but seeing in Hollywood and you could see how it doesn't have the same. Yeah, this is you may come Thanksgiving. The mom you were doing that? Yeah.","speaker":"spk_1","timeCode":3728.77,"tags":["Hollywood","Thanksgiving"]},{"id":"UBKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"you guys a little bit about the kids table. Do you remember that? You know, like, I don't know if they still do this, but if there's enough kids in the family, theyll put him in a small, like a full out card table. And there's a That's a whole other world, you know that you got cousins. You got all sorts of you guys have any fun? Uh, cousin stories or?","speaker":"spk_0","timeCode":3812.41,"tags":[]},{"id":"VhKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"had a wedding experience that did not Her husband passed during the wedding. And so I think the experience of watching other, like watching little kids go through a wedding helps replace that memory for for her of her husband dying while they were getting married. Why? You see now, this is a great thing about this by I never knew about this part of your family history. We know it wouldn't do anything weird like that. We just dressed up like, um, rebel soldiers. You know, just because it's about early American times, and, um and we, you know, we re enact. Ah. So an idealized version of the War of Northern Aggression that almost seems","speaker":"spk_1","timeCode":3870.38,"tags":["American","War of","Northern Aggression"]},{"id":"WxKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"like you want me to","speaker":"spk_2","timeCode":3931.93,"tags":[]},{"id":"XBKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"hit you? Don't. Is that what this is? No, no, no, no, no, no. My","speaker":"spk_0","timeCode":3933.34,"tags":[]},{"id":"XRKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"playing right into your hand. I mean, is you some kind of","speaker":"spk_2","timeCode":3936.71,"tags":[]},{"id":"YBKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"what that's one thing. How many? How many marshmallows is too many marshmallows?","speaker":"spk_1","timeCode":3956.23,"tags":[]},{"id":"YxKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"Not anymore. That seems kinda I don't know kind of way trashy to me. Yeah, Thea,","speaker":"spk_2","timeCode":3977.54,"tags":["Thea"]},{"id":"iRKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"And this is another that, you know, we talked about it, uh, about","speaker":"spk_2","timeCode":4420.67,"tags":[]},{"id":"jhKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"you were trying to backdoor in some of the humor that is, like, literally just talking about being stoned. A lot of people is comedy. I mean, you know,","speaker":"spk_1","timeCode":4447.15,"tags":[]},{"id":"lBKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"and see what ended up happening After that, Seth is we got the red E next toe the name of the podcast. Okay, so now that ready is on there. And now I know that kids can listen to it said and","speaker":"spk_0","timeCode":4490.16,"tags":["Seth","red E"]},{"id":"mRKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"I mean, I came around to it ultimately in the moment, but just in autumn, Totally the podcast as a whole way got. I don't think it was good getting some","speaker":"spk_2","timeCode":4544.34,"tags":[]},{"id":"nBKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"has to deal with iTunes. Yeah, you know. Ah,","speaker":"spk_0","timeCode":4565.57,"tags":["iTunes"]},{"id":"nRKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"I'm sorry. You know, I already gets bigger and bigger. The more you do that, you know what it is when you have a joke and you're sitting up the night before Like whats going","speaker":"spk_1","timeCode":4570.02,"tags":[]},{"id":"ohKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"to If I may give a little Hollywood insider tip here, you've got to be willing to fail. You know Michael Jordan,","speaker":"spk_0","timeCode":4638.23,"tags":["Hollywood","Michael Jordan"]},{"id":"pRKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"Gates. Yeah,","speaker":"spk_2","timeCode":4654.51,"tags":["Gates"]},{"id":"qxKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"Do you have a sign that said dead brothers over my","speaker":"spk_1","timeCode":4701.74,"tags":[]},{"id":"rxKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"I went yes. And, oh, I love when they do it. But I did watch in. It was, um","speaker":"spk_1","timeCode":4714.81,"tags":[]},{"id":"txKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"The idea that you would drink something that is guaranteed to make your body produce a weird sound right before the show. I mean, it just seems like it's it seems intentional to me. I can't get around. I don't know if you're drinking that or eating it like it's Sophie thickets so visual that I don't know if you","speaker":"spk_1","timeCode":4833.13,"tags":["Sophie"]},{"id":"uBKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"have no lip it into your mouth. Like it. Like it sludge is towards your lip when you when you tip the glass and then you have to use your upper lip to kind of scoop it in, you could","speaker":"spk_0","timeCode":4852.45,"tags":[]},{"id":"wBKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"So check out talking turkey on, uh, this way, well give you the chance to do your show talking about on wolf. Cool. Uh, and, uh, now, can they actually get that on Air Wolf, or is it a separate? I'm still not clear to me. The plan.","speaker":"spk_1","timeCode":4895.09,"tags":["turkey","wolf","Air","Wolf"]},{"id":"xRKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"sorry. Thumb drive. Some drivers WILL actually mail you a thumb drive.","speaker":"spk_1","timeCode":4934.9,"tags":[]},{"id":"yxKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"I'm gonna be polishing the civil War for for next Thanksgiving. Um, they see this is good. Yes. You are the thanksgiving guy for them to hear you talk about a more popular you talked about giving.","speaker":"spk_2","timeCode":4963.29,"tags":["civil","Thanksgiving"]},{"id":"0BKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"Chayefsky Way slipped a little something into the end of the podcast for you. Thank you for buying the pro version.","speaker":"spk_1","timeCode":5023.64,"tags":["Chayefsky Way"]},{"id":"2BKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"go! That could license gear Apparel Collectibles Unique. One of a kind. Adams at bar Uh oh, do you have until the 19th at 9 p.m. Pacific to subscribe to receive that butts crate and whether cut off happens, That's it.","speaker":"spk_0","timeCode":5097.23,"tags":["Adams","Pacific"]},{"id":"4xKvMHMByMrymAEm6K5k","index":"handbook","podcast":"Hollywood Handbook","episode":"Seth Morris, Our Close Employee","line":"Jesus. I mean, jostles","speaker":"spk_3","timeCode":5215.17,"tags":["Jesus"]},{"id":"7RKwMHMByMrymAEmda4X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"around, then I go. Wah Gwan. What? Mom? I think that would be nice just to put people in sort of an island","speaker":"spk_0","timeCode":107.33,"tags":["Gwan"]},{"id":"7xKwMHMByMrymAEmda4X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"in the farm world where we said, How do you know your way? What would actually say that? That's like a myth that they say Howdy. What we would say is, how do how do? And it became Howdy, I guess. Does it made its way to the coast? Yes. It the fucking East Coast elite.","speaker":"spk_0","timeCode":121.62,"tags":[]},{"id":"-BKwMHMByMrymAEmda4X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"to the people that complain. Weve had to say this about things before, but well say it again. It's not a perfect system, but it's a damn good one.","speaker":"spk_1","timeCode":256.03,"tags":[]},{"id":"_BKwMHMByMrymAEmda4X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"we made some of this time. Could you do it again? We have another one we knew to give","speaker":"spk_1","timeCode":309.21,"tags":[]},{"id":"AxKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"Oprah and Selma and Gail,","speaker":"spk_1","timeCode":437.6,"tags":["Oprah","Selma","Gail"]},{"id":"CBKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"And that one was He barely even looks directed. Yes, but we went ahead and gave it to Bigelow partially because their last names so funny, but also because she is a woman and we didn't want to hear","speaker":"spk_0","timeCode":468.34,"tags":["Bigelow"]},{"id":"CRKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"about that anymore.","speaker":"spk_2","timeCode":477.72,"tags":[]},{"id":"DxKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"noticed this was to see a bunch of seats,","speaker":"spk_0","timeCode":543.65,"tags":[]},{"id":"ERKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"the kid has asthma or something?","speaker":"spk_0","timeCode":559.56,"tags":[]},{"id":"GxKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"and you guys know what the tease. The freshest teaser out there is now that everyone wants us to do a freezer Of and it is Mordechai we have been noticing. Is it more the kind","speaker":"spk_1","timeCode":688.97,"tags":["Mordechai"]},{"id":"HBKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"nobody? Mordechai. I think that is something","speaker":"spk_0","timeCode":700.37,"tags":["Mordechai"]},{"id":"HhKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"into the middle of because he is English and it's like a spot of tea. Even in like the","speaker":"spk_0","timeCode":720.15,"tags":[]},{"id":"IRKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"smaller morte easier. Yes, which is like when they change the soda boxes so that they would fit in, Ah, the freezer a little better. But what they don't tell you is you're not supposed to put him in there at all. I don't know why they would shape them to be so much easier to put into the freezer when they're bay blow up. You know what it's reminds me of when fine dining suddenly became about. These are really tiny portions. Eso literally. And if you guys haven't been to some of fancy restaurants like me and hes have been to is you pay Of $1000 for the meal or whatever. And it's a loop api","speaker":"spk_1","timeCode":745.67,"tags":[]},{"id":"KRKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"So that would be a good song to play in this teaser. And we think, Lets see us on January 20 Theo for a new kind of hero, Mordechai, I'm wildly interested","speaker":"spk_0","timeCode":904.57,"tags":["Theo","Mordechai"]},{"id":"KxKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"Yes, And so what you get is so the one line you get his Johnny that who is Mr Mordechai, says Charlie.","speaker":"spk_0","timeCode":951.53,"tags":["Johnny","Mordechai","Charlie"]},{"id":"NBKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"well, And two, he's calling the movie, but he's also on the other line. Has your body on hold to tell your feet? Hey, start walking","speaker":"spk_1","timeCode":1043.81,"tags":[]},{"id":"ORKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"all the funny things in the movie, like they're so funny things. They just how are we gonna get it all in there? They have to be all. Be so","speaker":"spk_0","timeCode":1072.38,"tags":[]},{"id":"PRKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"and you see him, he drops, Ah, glass. And then there's a fire. It's mixed with, like, exciting and funny, exciting and funnies. Well, yes, because you're gonna get action to Yes, And then the two of them are sitting like he's sitting with a woman and Jesus Oh, Charlie. And like he was like you. You want to be like, What is she saying? Oh, Charlie about right. What did he do?","speaker":"spk_0","timeCode":1119.88,"tags":["Jesus","Charlie","Charlie"]},{"id":"PhKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"And it's and it's also the woman is sexy, you know? So it's like, Are these guys gonna are they gonna be pounding it out? Like in addition to all the laughs and all the action? Am I gonna get my fucking rocks off it. This movie and the answer is yes. Depth never disappoint.","speaker":"spk_1","timeCode":1143.16,"tags":[]},{"id":"QBKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"yes, there's that. And there's also explaining that that's yes, he's doing Storify sure gets going up, but also and then he says truce. But also when he shoots the guy in the face and the guy goes excellent shops. So yes, you might think that. Well, see, what they're doing is this new kind of humor and is an understatement. Humor. And what they do is there in a very extreme situation, like your sword just broken half or you just got shot in the face. You don't go like Oh my God, whats gonna happen? You just go like,","speaker":"spk_1","timeCode":1173.41,"tags":["truce"]},{"id":"XRKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"we talk about craft. Go on the art Of the show.","speaker":"spk_0","timeCode":1552.56,"tags":[]},{"id":"cBKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"was getting ready for this really exciting story about you having a devious made in your toothbrush.","speaker":"spk_0","timeCode":1681.01,"tags":[]},{"id":"fRKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"Uh, yeah, we cannot. We WILL. You actually watch them together, which is bizarre. Normally,","speaker":"spk_0","timeCode":1754.73,"tags":[]},{"id":"fhKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"really? You agree on movies? That's nice. That's a strong marriage.","speaker":"spk_2","timeCode":1759.62,"tags":[]},{"id":"gRKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"let me just go at random. Okay.","speaker":"spk_0","timeCode":1777.24,"tags":[]},{"id":"hhKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"number one wedding, you","speaker":"spk_2","timeCode":1815.51,"tags":[]},{"id":"hxKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"know, that's what she called. That's what she calls my big fat Greek wedding","speaker":"spk_1","timeCode":1817.67,"tags":[]},{"id":"ihKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"Very cool. There is something about it. We will know. Yeah, and it's because we work in the industry to","speaker":"spk_1","timeCode":1839.46,"tags":[]},{"id":"mBKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"Thank you. Remember,","speaker":"spk_1","timeCode":1970.28,"tags":[]},{"id":"nRKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"all, if my dad called someone else to tell them that their pipe was leaking. Your friend, my friend. I mean, you're clearly friends. Yeah. Oh, yeah.","speaker":"spk_1","timeCode":1998.29,"tags":[]},{"id":"nxKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"Okay, I think I would be concerned about that first and foremost. Um, Hows Dad? Hows Dad doing? Safety. Better you guys, because you're pretty close, huh?","speaker":"spk_0","timeCode":2012.05,"tags":[]},{"id":"ohKwMHMByMrymAEmda8X","index":"handbook","podcast":"Hollywood Handbook","episode":"Jes Macallan, Our Close Friend","line":"separate floors. I mean, it's not like they with way. Don't believe the same rule. Their separate my whole own floor. Yes. Have ah, one of those egg chairs","speaker":"spk_2","timeCode":2041.1,"tags":[]}]