[{"id":"URH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Yes. So this has been a long conversation that we had over the course of this week,","speaker":"spk_0","timeCode":1972.18,"tags":[]},{"id":"UxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"ZipRecruiter, especially they Love comedy. But it's not exactly the kind of comedy that, like it''s not like the most niche stuff, which is kind of what you were doing last time.","speaker":"spk_0","timeCode":2005.61,"tags":[]},{"id":"VxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"You can post your job to 100 plus job sites with just one click. You can? Yeah. And so, like, I don't know what, like putting the notebook outside so slowly. I don't know why you can't go a little faster, because I don't have that much more to talk about here. 80% of employers who posted job on ZipRecruiter get a quality candidate through the site within one day. That is very fast. Sometimes I just like, don't pay attention, toe. No. Sometimes you read this ad copy and you're blowing by because they think about, like is Julys joke, you know, crack me up? Is he going to stick the landing? And sometimes","speaker":"spk_1","timeCode":2072.31,"tags":["ju'st","ZipRecruiter","ju'st","July"]},{"id":"WBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"you take a second look at you. Go wait 80% In what day? Holies, wacha Jolie. And you don't have to juggle emails or calls to your office. Ah, simply screen rate and manage candidates all in one place with ZipRecruiter Easy to use dashboard ZipRecruiter the smartest way to higher. And there's more stuff after we could get into The","speaker":"spk_0","timeCode":2105.91,"tags":["Holie","Jolie","ZipRecruiter"]},{"id":"XRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"lets get into these character reels now that we have finally sort of coached Cody into, ah, reasonable place,","speaker":"spk_0","timeCode":2217.47,"tags":["Cody"]},{"id":"ZBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"I think that's actually smart. Yeah.","speaker":"spk_1","timeCode":2287.78,"tags":[]},{"id":"cxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"I think it would be better for them to have more through lines. And so I think that's setting him up in a good way. I will just go. I'll just hop in really quick. And I feel like in this must be probably how they think about ordering the sketches on the show. You don't have to things back to back that are, like two similar. Yeah. So mall. Just jump in with my character, Paolo, The sushi chef. Great.","speaker":"spk_0","timeCode":2404.99,"tags":["Paolo"]},{"id":"eBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Really. Anything else? Ah, I gues's I could do millennial sushi. Chef,","speaker":"spk_0","timeCode":2493.6,"tags":[]},{"id":"ehH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Hashtag hand roll.","speaker":"spk_0","timeCode":2506.36,"tags":[]},{"id":"fRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"this is Josh, The millennial sushi chef. Uh, can I get a freakin trophy for this tuna roll? But I made sorry. I forgot to name my sushi chef. His name is Caden.","speaker":"spk_0","timeCode":2527.03,"tags":["Caden"]},{"id":"fhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"I mean, some of these names. So many names. Are you guys check out that New York Times column that I forwarded you about Millennials? Yeah. Yeah. Did I ever About how they're nice, but mean?","speaker":"spk_0","timeCode":2542.81,"tags":["New York Time","Millennial"]},{"id":"jBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"So? So Ben is sort of looking at all these beds. 39. So he's kind of looking at all these millennials out there and be, like, how about we actually, like, get a real job? That''s not just blogging. All they walk, right? Yeah. And the job? It''s sushi Chef. Yes,","speaker":"spk_1","timeCode":2657.41,"tags":["Ben"]},{"id":"jxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"'so, Yeah. Millennials. The Dalians millennials and Italians, Um I gues's keeping in the sort of millennial Ah, vein which is still safe. One of the only things I'm allowed to say, Um, I do have Brad The Norm core sushi chef. OK,","speaker":"spk_0","timeCode":2682.14,"tags":["Millennial","The","Dalian","Brad","The Norm"]},{"id":"khH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"He's doing it as, like, a joke. You're like, I don't know. I don't really","speaker":"spk_1","timeCode":2714.98,"tags":[]},{"id":"lBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Yeah, Like soothing. Yes. Affirmation is maybe the affirmation late. Wheres G Smith? Yes, Yes. Where it what happened? Where did he go? That guy knew how toe begin. Play a lullaby.","speaker":"spk_1","timeCode":2765.13,"tags":["G Smith"]},{"id":"lxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Okay. Wow. And what are you doing in the opening credits now that you've actually stuck the landing on one of these, uh, I'm offering them at a mom A I feel like Yeah, okay. Just sort of set up like, Oh, you know, audiences. I think a lot of comedy is about a lack complete lack of surprise. Yeah, I feel like they should be set up earlier in the show. Like, Oh, I think I might see that at a mom. A chef character later that I like. Yes. And can we give the people in these opening credits some lines? Can we actually hear what they're saying? Instead of just like having to watch them talk and be like, Oh, I don't get","speaker":"spk_0","timeCode":2804.18,"tags":[]},{"id":"mhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Yeah, they should take. You think this is what I was talking about? Maybe.","speaker":"spk_0","timeCode":2859.96,"tags":[]},{"id":"nhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Even you, Drax. Kevin looking, looking too good to do mud. Whose, you know, fucking texting with that. You been? No furiously texting. I have. I have one. I've been thinking of one, but shut up. Who are you texting with? Like, whats going on? There is not even my mes'sage. It''s actual SMS. It''s got a 1,000,000 things. Yeah, Bubble only. Shit. No. I'm writing the jokes in my phone''s texting to 1997 comics. Always. They're dealing. Okay, You got one. What''s your one? All right. Mine is, um Todd, The fruit Ninja game player. Sushi set. Chef, Sushi Chef. All right, You ready? Sushi Chef Buyers. Here we go. All right, So Todd is working at the The shoot sushi place. Set the scene for us. Yeah, he''s playing Fruit Ninja on this phone.","speaker":"spk_0","timeCode":2914.01,"tags":["Drax","Kevin","Bubble","Todd","fruit Ninja","Todd","Fruit Ninja"]},{"id":"pBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Okay, Kevin, you can do yours all week. He's kind of been like, Can I do? I would just like to do one character on the show. We're doing our s and aerials. We are doing the SNL reels. And so yes, you can You can dio do your character.","speaker":"spk_0","timeCode":3026.49,"tags":["Kevin"]},{"id":"sxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"And I was like, one all right. He really through a back at her. And a lot of people think that you do just want one tape like seating for one because you are giving the middle finger. And then they did you separately. You did go with it.","speaker":"spk_0","timeCode":3348.06,"tags":[]},{"id":"uRH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Um So are we done with our SNL characters? I'm as'suming we're all gonna be on the show together. Maybe one of us hired as a writer and then bumped up to performer later season, maybe one regular cast one feature performer do they would have any other sushi chefs that they want to sort of explore. Kevin, I was wondering that about your character is like, How how did they? What do they do when they make sushi?","speaker":"spk_0","timeCode":3397.86,"tags":["Kevin"]},{"id":"uhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Whos they? SNL. No, your guy. How does my character there was? No, There was just no element in there, Kevin. It''s a little mes'sed up to me that you claim to want to be in this busine'ss. Yet you seem completely oblivious to the fact that for the past at least 10 years, SNL is entirely centered, content wise around sushi chefs. That''s my mes'sage. Got in no different flavors of busine'ss. You have to know you have to be a fan as well as guys. I thought I actually thought of one Mawr group. We are allowed to make fun Off. Uh, and that could be a good sushi chef for you guys to hear. Check this out.","speaker":"spk_1","timeCode":3421.27,"tags":["Kevin"]},{"id":"vhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"That's that. You know, we're coming for your hands over. Um, The The hot new club is Sue he where the men can have the tastie'st sushi''s. Um, what''s so I think Bill Hater says, Is that carry going? And, um, The if you like chocolate and vanilla, this baby escort's in all directions.","speaker":"spk_0","timeCode":3485.51,"tags":["Bill Hater"]},{"id":"vxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Why Greep? Come up. Wait, Do you think there's chocolate? Vanilla? What does that have doing? Suing A. Really? What are you talking like? Why, what? Who introduced the idea of chocolate and vanilla? Did anyone","speaker":"spk_0","timeCode":3516.82,"tags":[]},{"id":"xBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"If you behave with real nous in my circles, like","speaker":"spk_1","timeCode":3578.34,"tags":[]},{"id":"xxH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"Yeah. Um ah, I So, um so, yeah, it's like inferno From The Damrau Book Inferno. Ah, and you got understand all the symbols and you probably are, like, kind of an old symbology ist. And there''s sort of a young hot thing who''s like along on the mis'sion with you, and it''s maybe there''s it''s so intense that it sort of bringing you guys closer together, and you might do a big kis's. They will need a new like Dan Brown''s young as'sociate. Sorry, Robert Landon''s young as'sociate for the new movie. They tend to cast these people with, like, the short brown hair and so Maybe this could be an opportunity for you. Kevin, if your character is is talking about helping Robert Langdon with with these symbols,","speaker":"spk_0","timeCode":3608.78,"tags":["The Damrau Book Inferno","Dan Brown","Robert Landon","Kevin","Robert Langdon"]},{"id":"yhH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"a man. These symbols everywhere just really getting me hot and bothered. Not like in Ah, you know, like in that way. But, like, I feel like I really need to solve this case with a close friend. Uh, would you want, you know, you're watching himself The case. Okay, I'm very impres'sed. The way you're you're solving the case. I'm taking so many notes. Um, whats the deal with the The hot circles? And I think close We can do this together, Hands in hand. Um, Blue Need more sushi stuff. Sure. Um, and you can wrap me in a blanket like a nice sushi blanket. Um, man, what''s that smell? It''s Ah, Chris beast Wet sushi. But doing Italian guy it is a me a sushi boy. It taste's The sushi. This'll be acces'sible. Any leave and see you on it with the in the sniper shot. Ah, see, instagram stories a hashtag uh, Principes'sa which plunge on No trump any strong Uh huh said it''s very is a very sod. And, um, I'm a president and I'm not making a very good choice is, uh, he''s talking to your mom and don't Google. Kevin is so much because he''s actually doing quite fine in ah in l a very night. No, that''s, um, Cody. Are you ever gonna do? Ah, freaking young","speaker":"spk_0","timeCode":3681.82,"tags":["Chri's","Principe's'sa","trump","Google","Kevin","Cody"]},{"id":"zBH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"It's so sad to watch","speaker":"spk_1","timeCode":3788.95,"tags":[]},{"id":"0BH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"doesn't smell like Barnes and Nobles or","speaker":"spk_1","timeCode":3887.04,"tags":["Barne's and Noble"]},{"id":"2BH-LXMByMrymAEmSfb1","index":"handbook","podcast":"Hollywood Handbook","episode":"DC Pierson, Our Saturday Night Friend","line":"You want them to know? No, no, no. It adds up to them","speaker":"spk_1","timeCode":4032.99,"tags":[]},{"id":"7xEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"it to sweeties like me and he's. And it was produced and mixed by Earwolf lead sound engineer Brett Morris. Okay, so I wonder","speaker":"spk_1","timeCode":82.14,"tags":["Earwolf","Brett Morri"]},{"id":"8BEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"where the I wonder who told them what to call it. Yeah, you just screw us over. And Brett so jealous of us,","speaker":"spk_0","timeCode":89.31,"tags":["Brett"]},{"id":"9REALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"uh, so listen to stolen idea. That's how they wrote it. Their own thing. They can't get the copyright on Stitcher Premium. And you get one month of Stitcher Premium free at Stitcher Premium dot com slash stolen, and you can enter the promo code Hollywood Handbook fun.","speaker":"spk_1","timeCode":143.34,"tags":["Stitcher Premium","Stitcher Premium","Stitcher Premium dot com","sla'sh","Hollywood Handbook"]},{"id":"-REALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"was everyone in our I did the day before and like whether or not he actually had","speaker":"spk_1","timeCode":219.46,"tags":[]},{"id":"_BEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Well, I don't have to fix the screen, but that buys us some time, at least.","speaker":"spk_0","timeCode":257.05,"tags":[]},{"id":"_REALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"So anyway, I don't know. They're doing if they're not doing it. But if you go and see it and there she slicing towards the camera. Uh, you know, holla at your boy. Hi. Hi. Hi. Hollywood Handbook Insider's guide Kicking butt in driving the red carpet and the harbor three all showbiz. What? What? I'm Ryan. Now, remember, I remember now you say you open you up","speaker":"spk_1","timeCode":263.23,"tags":["Hollywood Handbook","Ryan"]},{"id":"_hEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"and Ryan go you?","speaker":"spk_0","timeCode":286.77,"tags":["Ryan"]},{"id":"_xEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah, but D Lets go. That''s good. Um, so, uh, obviously were juiced were freaking out. You can hear in my voice that it''s almost trembling a little bit. We got one of the biggest guest's in the biz. It''s like what the heck is is happening?","speaker":"spk_1","timeCode":289.49,"tags":[]},{"id":"ABEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah. And what? And then this one hand, what took so long to have him back? But on the other hand, why would even agree to come back? Um, it is They didn't enjoy the first time. You","speaker":"spk_0","timeCode":305.94,"tags":[]},{"id":"BxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah. It's really gonna change the way we evaluate everything. They're gonna be those shows. You have to think there are gonna be those shows that thrive on Watches, culture that we don't even like a show. That''s the time","speaker":"spk_1","timeCode":398.48,"tags":[]},{"id":"CBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"I already thinking about I'm already thinking","speaker":"spk_0","timeCode":409.67,"tags":[]},{"id":"ChEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"No, I'm trying to gues's the time with listener's and Joes.","speaker":"spk_0","timeCode":441.09,"tags":["Joe"]},{"id":"FhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"well say, like on the Daily Show he did like, lie to people profes'sionally, You know about his intentions and about what he was gonna ask them. No, I see where you're going with that. And you're","speaker":"spk_1","timeCode":626.38,"tags":["Daily Show"]},{"id":"GBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"It's just be yourself. Well, that''s what I like about you guys in this show is that you are boldly","speaker":"spk_1","timeCode":644.62,"tags":[]},{"id":"GxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"I don't know how many people are listening, but kind of speaking truth to power in your way. You know, it's not always popular, s no. And we have no love for the status quo because there''s no love left in our hearts because we love our fans. Yep, our gas like Jason. I love you. And I mean, I love you and I so in love with you, Jay.","speaker":"spk_0","timeCode":690.58,"tags":["Jay"]},{"id":"IhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"that I waas sort of a chameleon on and would so good at fitting in with everyone and had so many friends that annoyed and have any friends like a jack of all trades Master of none have situated, uh, studied hard, but good at sports. And but also agree, sir. Yeah,","speaker":"spk_1","timeCode":811.02,"tags":[]},{"id":"JREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"It's pretty rebellious. Yeah, and I remember getting a 1,000,000,000 girls and hating it. Sure, because it wasn't authentic. It wasn't Riel. Yeah. No.","speaker":"spk_0","timeCode":862.14,"tags":["Riel"]},{"id":"KBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"So, uh, yeah, but lets I mean, do you guys just want to tell a funny puberty story. Whatever you can relate to, it seems like that''s pos'sible. Do a quick I mean,","speaker":"spk_1","timeCode":894.23,"tags":[]},{"id":"KxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Uh, and it was like like the more humid it Waas, The mawr, The stronger The organism's Organism. Sorry. I've said it so much. I should be able tow. I think it sounds great. The stronger through my headphones. It's coming through. Great. Thank you, Jason. You had the way I'm hearing it. It really sounds","speaker":"spk_0","timeCode":944.4,"tags":[]},{"id":"MxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah, well, that what happens is it's like, Hey, we got these textbooks there. Then it''s like we're trying to close a deal with, um, you know, this teacher to come over and, uh, under an overall. And sure, you always teaching for you? Yeah.","speaker":"spk_0","timeCode":1033.85,"tags":[]},{"id":"NREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"It is such a complete boarding school. I'm glad, Toso Competitive world. Yeah, because it was, um it was a pres'sure cooker. Yeah, and I just about popped.","speaker":"spk_0","timeCode":1054.54,"tags":[]},{"id":"PREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"then the bomb goes off","speaker":"spk_0","timeCode":1235.7,"tags":[]},{"id":"QBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah, and the doctor is holding like a briefcase with a bomb inside","speaker":"spk_1","timeCode":1296.16,"tags":[]},{"id":"RhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Hey, guys, want to tell you about the Second City Training Center? It's known for it's award winning improv in long list of low known comedy actors, right? A Let me stop you. I don't want to tell him about it. I want to show him what this friggin place can dio with some actual live comedy on the","speaker":"spk_0","timeCode":1362.95,"tags":["Second City Training Center"]},{"id":"RxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"That's a great set up for, you know, because they have an idea that we could do Obviously","speaker":"spk_1","timeCode":1379.92,"tags":[]},{"id":"SREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"went there. I got multiple graduate degrees. He's been","speaker":"spk_1","timeCode":1411.04,"tags":[]},{"id":"TBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"So So that's just what example. So yeah, he learned that they're so Hayes is gonna sort of side coach and chime in on these guys. They're gonna do a live improv scene for you. Kind of about the training center. Eight week, four week workshop's in $20 weekly dropping clas's. You","speaker":"spk_0","timeCode":1430.07,"tags":["Haye"]},{"id":"TREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"don't have to be a national hopeful to take clas'ses at this course. These two guys are, but you don't","speaker":"spk_1","timeCode":1446.27,"tags":[]},{"id":"VxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Question's or thieves Statements are gifts. So you're right. So it''s like it''s not Can I talk to you? It''s Hey, I'm talking to you. Yeah, our like permis'sion to dock. Do you believe that''s a good note?","speaker":"spk_1","timeCode":1541.95,"tags":[]},{"id":"WhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"tie in with Halloween stuff. You know, it could be pretty spooky driving that","speaker":"spk_0","timeCode":1602.63,"tags":["Halloween"]},{"id":"XBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"now. Jason, I remember you got set if I'm not wrong, and I might have you mix up. But you had in your hometown here in America killed a bully for being intolerant. Yes. So they had to kind of ship you over there. Because isn't intolerance a pet peeve of yours?","speaker":"spk_0","timeCode":1657.14,"tags":["America"]},{"id":"XREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"I really don't like it, You know, for me, I am. I have no tolerance for intelligent e g. That's what have you ever questioned is that that itself is a logical fallacy,","speaker":"spk_1","timeCode":1672.72,"tags":[]},{"id":"XhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"I mean, and that you might actually be the one whos intolerant. Perhaps perhaps I'm existing in a world in which my intolerance towards intolerance is itself something to think about that maybe you are the color in the world. I get it. Yeah, on maybe. Yeah. Maybe. And I wouldn't be surprised if in time we found out that all of the world''s intolerances stemming from my systemic trustem of intolerance, but that is a bridge will have to cros's when we come to it. Um, I was yet no, in order","speaker":"spk_0","timeCode":1685.14,"tags":[]},{"id":"aBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Spill out all over the boat. Oh, yeah. You know, weve all seen the deadliest catch or wicked tuna, you know, Like that's the kind of environment I grew up in. You know, big, burly men going out to see coming back with, you know, pizzas or fries nets full of them. Except for the years, of course, that wed yeah, that we had over bashed over, fished The pizza fries. Yeah, red tie, those on their way.","speaker":"spk_0","timeCode":1874.04,"tags":[]},{"id":"axEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"And if we were fined that lost city of Atlantis boil. I hope they don't. You know","speaker":"spk_0","timeCode":1983.9,"tags":["Atlanti"]},{"id":"bxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"was nice guys. Verse mean guys on. Um","speaker":"spk_0","timeCode":2103.37,"tags":[]},{"id":"dhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"remember when you went home. And I remember when you came in after fingering someone I don't remember. Well, I should say it was a Boys school. So these were the women of the town? Yeah, the way. Yeah. It was mostly a town for devote divorced older women. They","speaker":"spk_1","timeCode":2266.64,"tags":[]},{"id":"exEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah. What you gonna do with that? so, um yeah, but no. I love these universe experiences. And if anybody wants to send in money now, yeah,","speaker":"spk_0","timeCode":2375.17,"tags":[]},{"id":"fhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"then. Hi. He said weve done all these puberty. Have you seen Brad? Status? I havent yet. Now, meaning, um, get Come on, get up. Come here. Whats going on? We did all this puberty. So I just want to see, like, how are we tracking those? The money from this? The money that''s coming in? Um, Twitter. Twitter. Okay. Is it you're you're watching on Twitter? Are people put our people tweeting? The hashtag Hollywood Handbook and the amount of money they're sending? Yeah. Okay. Tiny Kevin, I feel like you are not not informed. I feel you're wrong. I couldn't be more informed. Have you seen American as'sas'sin? Uh, I've not. Yeah, it''s looks great, though. It looks great. I have been I mean, that that word that''s The were in a Keaton sons keep Has'san''s","speaker":"spk_0","timeCode":2406.11,"tags":["Brad","Twitter","Twitter","Twitter","Hollywood Handbook","Kevin","Keaton"]},{"id":"fxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Kevin, And it also would be, you know, like we're doing all this stuff for charity would be nice if you pitching a little bit. Sure. Do you have any, Like, Do you have a puberty story? I also met. I met money. Oh, but if you want to tell a pew, Research did find too. But do you have any money? You know, the sex. Heres $5. No, I don't like the title. Yeah, I don't think sex should be a battle.","speaker":"spk_0","timeCode":2458.52,"tags":["Kevin"]},{"id":"hxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"do we have? A second city? Uh, second city Second City Training Center. A lot","speaker":"spk_1","timeCode":2611.84,"tags":["Second City Training Center"]},{"id":"jBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Okay. That's great. We're doing an app for that. And it''s like giving man if we doing after that that we don't know. A lot of people turned it down, I think as'suming hed be bad.","speaker":"spk_0","timeCode":2657.29,"tags":[]},{"id":"jhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"the date go? It was bad. I have my sunglas'ses on. Almost Oh, no.","speaker":"spk_1","timeCode":2681.94,"tags":[]},{"id":"oREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"There's a British version of the office where it''s all cringe comedy. What? And they took the Steve Carell show. Uh, and they made their version of it, and it''s all","speaker":"spk_1","timeCode":2963.08,"tags":["Steve Carell"]},{"id":"ohEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"loaded a syringe up with cringe comedy and","speaker":"spk_0","timeCode":2976.15,"tags":[]},{"id":"pREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"but it's cause you recognize yourself in it. Sure, well, that''s like, and I'll try it, but that stuff doesn't work for me. Like I tried to watch that Seinfeld show, but The George character I could not It made me so uncomfortable, So frustrated. Please. He makes me cringe in","speaker":"spk_1","timeCode":2990.09,"tags":["Seinfeld","George"]},{"id":"phEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"it's cringe comedy. Mm. Now I wonder if we should have Ryan Tele puberty story. And I shudder to do this because he is such a like Like he will go so grow so quickly he is. And he's the original fairly. Don't. I'm surprised you guys let Ryan talk on Mike. Well, just get people can't hear this thing. Stuff that we have been hearing during this whole conversation, like other people will not be able to hear because he''s on a separate channel. We edit out so many of his gros's sing s","speaker":"spk_0","timeCode":3005.05,"tags":["Ryan Tele","Ryan","Mike"]},{"id":"qBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"You want to know a puberty, right? It's already begun here. We g o why I try to keep it rated hard. R NC 17 people can't see is the linking of his lips that he''s doing Just keep it moist. When Ryan talks that little ready next to her podcast thing, they have it like it''s flashing. Oh, yeah, that we should say that if you are under age, you should not list that you should skip ahead. Don't. Right. How is this story going to be? 11 minutes. This is post puberty only. Yeah. 11 minutes. Story. I","speaker":"spk_0","timeCode":3042.32,"tags":["Ryan","Thi"]},{"id":"qxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"like that. Yeah, yeah. Too much peach Schnapps. And right. So I just woke up one day and I was fully grown down,","speaker":"spk_0","timeCode":3081.68,"tags":["Schnapp"]},{"id":"rBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"fully grown, and then he took it out. They slapped the table with it, way I'll wake up fully grown right at some point. But only you could make it sound that way.","speaker":"spk_0","timeCode":3095.49,"tags":[]},{"id":"shEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"to me, that's almost a violation. You have no borders on it. And I didn't like, I feel like a lot of that. Which is why I think you guys should cut it out. I I think a lot of that is probably still, like, cold case's. Ah, a lot of those air. Probably still like active. Yeah, that this is admis'sible is that I think that in a bunch of different Yeah. And I think that in and of itself, uh, reason to cut it out. And I think that also, many people who are serving on Death row","speaker":"spk_0","timeCode":3168.99,"tags":[]},{"id":"uREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"And I loved it. I loved how you said, Do you Have you guys ever heard of the b t k killer?","speaker":"spk_1","timeCode":3278.11,"tags":["k killer"]},{"id":"uxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"And I will say it was It was","speaker":"spk_1","timeCode":3299.37,"tags":[]},{"id":"vxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"right now with their puberty just remember, And, you know, a couple decades you're gonna be able to sort of cash in on Look at us. Yeah. Yeah, The morning, The more cringeworthy, The better. Yeah.","speaker":"spk_0","timeCode":3341.86,"tags":[]},{"id":"xhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yep. David Mamet loves the show. Okay, because of his love for Ricky, Jay","speaker":"spk_0","timeCode":3431.01,"tags":["David Mamet","Ricky","Jay"]},{"id":"zREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"by Great. So we just got off the phone with Chapman. Said they liked most of our cartoons. Um, that we talked about for the diplomas. We have to do a couple more. Just that we mis'sed this was the education and the arts said they have approved of everything that weve done.","speaker":"spk_1","timeCode":3538.32,"tags":["Great","ju'st","Chapman"]},{"id":"2BEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Ah, I'm a horny girl Wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com. Oh,","speaker":"spk_2","timeCode":3746.16,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"id":"3REBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Hey, now youll goons and cartoons. Time for another. Your favorite ads from your favorite podcast host's. It got to keep the lights on. Know what I'm saying? So heres a little 20 or 32nd spot, although I got a feeling it''s gonna be a bit longer. Um, it''s about Second City Training Center. And let me tell you a little of the copy they have. You don't have to","speaker":"spk_0","timeCode":0,"tags":["Second City Training Center"]},{"id":"4xEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"the rules. And when he's not here, there''s some host's stuff that you would think I would take over. He''s made it pretty clear. No, you you can't do that. Okay, so, um, so it''s gonna limit us a little bit, but I think sometimes artist's work better under restriction's. Yeah, um,","speaker":"spk_3","timeCode":449.21,"tags":[]},{"id":"7BEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"he's pretty explicitly said Don't saying Okay, right, we're not supposed to talk about. Yeah,","speaker":"spk_0","timeCode":551.59,"tags":[]},{"id":"9BEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"already. Yeah, youll take your answer off the air. You know s so, um, we Ah, and I just came from a big wink, so I think it was that that was a good week. I","speaker":"spk_0","timeCode":643.68,"tags":[]},{"id":"9xEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"throw something out like, what do you like? What do you want to go and movies? TV s. It is too much of that in this town. So what do you","speaker":"spk_3","timeCode":701.95,"tags":[]},{"id":"-xEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"'so smart stuff like science and stuff like that. He's, like, really big, like science books, Right? Right.","speaker":"spk_1","timeCode":734.61,"tags":[]},{"id":"_REBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I was like, Ah, this is where, like, they're happy, but it's destroying millions of people. Yeah, an old couple''s again, That sort of","speaker":"spk_1","timeCode":770.51,"tags":[]},{"id":"ChEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"positive about us Discu'ssing maybe was, um, surgery. Like like surgeries. Oh, are, you know, like, gruesome. Ah, yeah. It's kind of really nasty. Like master's. Yeah, Yeah. Nasty stuff, moldy cheese. And then this is like, the","speaker":"spk_0","timeCode":940.18,"tags":["Di'scu's'sing"]},{"id":"CxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Book everyones Well just get dirty. Oh, yeah, Let''s make him wish he was here so that we can talk about Yeah, but not so much that. Then I get punished. All right. Okay. Um, So Okay, so the nasty hand Book. Oh, wow. I like that s Oh, um, cheese, you know, could get so stinky and, uh, and can be So, um, it is thinking it can can. And when it gets so mouldy, it''s really stinking. And you get a big whiff of that, and, uh, you can really be like you like, Am I gonna eat that? Talk about putting it on a cracker?","speaker":"spk_1","timeCode":955.66,"tags":[]},{"id":"DhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I also have done some stuff with cheese and a cracker. Yeah, and Ah. And I got to say the two together sort of the crunch and the soft. Yeah. And then, um, the fact that it can be, I think weve said sort of stinky. Some of that. Yeah, it is dangerous. Then it taste's kind of","speaker":"spk_0","timeCode":1024.7,"tags":[]},{"id":"FREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I love that we're getting We never get to talk about this on this show.","speaker":"spk_1","timeCode":1121.48,"tags":[]},{"id":"FhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I know. Yeah, you know, already talk about my independent film. Yeah, Yeah, they worked so hard on. Yeah, it was really hard on it, but I don't mind talking about cheese and","speaker":"spk_0","timeCode":1124.52,"tags":[]},{"id":"GREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Yeah, and and he doesn't want it to be too funny or anything. What we're saying. Oh, no. Um, but he does want it to sort of be about, like, boring stuff, like spelling test so you can't spell, so I must make the test pretty hard. I","speaker":"spk_1","timeCode":1161.46,"tags":[]}]