[{"id":"lREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Did you know hate, breathe plane and strung out sick? Yes, I knew that. Ah, where we are going to do a segment called snacker Whack. You know it on the fries, Hayes with any of the warped tour. Ah, headliners bullshit, suicide mis'sions. Airplane. Sam. Yes. What you do? Sit. Just sit and look here. Just look straight ahead. Warp tour. So hold that. Hold still. And that's what the A V club might think. Yes, and OK, careful there. Do you, like, push your, um, like your chest? Like, hold your chest on by kind of push it up, Squish. Squish it. Yeah, like a cleavage. Yeah, I just don't say it like that. Yeah, Yeah, basically you, but like, muscle cleavage? Yeah. Put with your hands. Okay. I push it together. Yes s me that''s looking like yeah, when he does that sound like that? But he''s usually not doing that s so then does that make him away? I think Sam, I would say, is normally a whack. But when we help him hey, could be looking like when we sort of fix his posture a little bit and have him, you know, kind of squeezes frontal to repeat us together because remember, save the marrow. Yeah, I remember safe Harrys plank. Sure about that. The dude destroyed his voice. He fucked up his throat or whatever. Who? The girl From it had a lady singer away. Ah. Okay. What''s the band? I'm thinking Off Veruca Salt saves the day or something. So that was snacker whack, right? Are we doing another? Do you guys want? I mean, do you like that? Because it is the thing you kind of brought me in to help you out with segments. Yeah, you're paying me an exorbitant really didn't. And so I just want to say, do you want any notes on what we just did? Or do you just Do you feel comfortable with how that went about? You won't tell us why it was good. Well, okay. Here''s what was good about it. Yeah. Is that gonna name it? Felt The okay. The name is good. It''s the name of one of our segments. I would say it''s maybe a little bit confusing because it''s such a long road From snacker wack in terms of a snack that we review on Doughboys is like, Oh, this is this is a food stuff so you can come very easily see the connection whereas snack calling a person of snack if they're attractive or calling them whack if they're unattractive, it seems you think it only works with chicks. Well, well, here''s Here''s the Here''s where was going. Okay, here''s what I'm hearing me on two friends. I'm hearing that when we use a sort of urban Pat wa and someone is looking like it back, Nick is saying that''s not anguish. If you're gonna live in this country, you have tow speak the king''s English, The From addiction area that took away. If you're gonna describe so one is looking like a stack, it has got a chick. I think I just that''s interesting. I just want to clarify. I think I think it''s going to my bigger is'sues that it seems mean spirited to judge someone on their appearance alone and then to make them like to order them to contort their body in a specific way. Like I feel like what you did to Sam was a little demeaning was against you looking like a chicken, like having him look a little more like a like a sexy stack is demeaning because it makes him look more feminine. I think I'm actually only have to conform to traditional gender roles and just have there have a chest look a certain way all the time. How a man should look that thing that''s starting to seem bad to me, Nick. I don't think you want to be out in front of this opinion, So to summarize what Nick''s saying, I just feel like because Sam, real men in a position where you guys air got a higher status than him. He might feel compelled Audio. Got it, cause I don't even see all that. I think about that way that oh my God, and work properly in a workplace equals who Both, you know, okay, have a role to play in the podcast, right? I do everything that''s funny and cool, and he pushe's the knobs around, make gold fingers. I'm there too. Yeah. So I heard a rumor that Goldfinger was as'sembled by the label like that wasn't a real band that they were just like, Oh, we got to get on the Scott thing And three guys from the movie dude who sings in their brokers Fucking head. Did he really The Goldfinger early, Like, injured his noggin? Skateboarding? Yeah, he''s doing the game trying to do. Yeah. Wow. Yeah. He was trying to do the, um, Superman. He was doing the game. Guar seems out of place here.","speaker":"spk_0","timeCode":1333.89,"tags":["Haye","Sam","Sam","Harry","Veruca Salt","Nick","Engli'sh","Sam","Nick","Nick","Sam","God","Goldfinger","Scott","Goldfinger","Superman"]},{"id":"mBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"All right, well, look, any of it is that we're doing that Sunday. What? I mean, what is the What am I thinking of? I don't know. You know, I worked in the Fantastic Four video game and taking back Sunday had an original song on the soundtrack s. Okay, so this is what we should be titled, not Hamilton. Lets start with the Fantastic Four video game. That''s what people want to hear. Oh, yeah? No, thatll be great. Let''s be honest about that. I scripted it for it to come in in the hospital level when you play has been grim. The thing there''s a moment where you like, wake up in the hospital bed and you're the thing. And then as that happens, taken back Sunday kicks in and you start fucking a robot. I found you have that Ben Grimm becomes a thing through elective surgery. Well, no, it wasn't exactly that. It was that he was in. It was in space. It was. It was derived from the first Fox movie. So sure, not the one without going The Georges can And the one with Chris Evans as the human torch way back in the And so the way and Michael Chiklis played the thing. And the way that it worked is that they were all up on a space station. Where getting what? I am Chiklis at all. He''s pulling him down.","speaker":"spk_0","timeCode":1747.78,"tags":["Fanta'stic","Four","Hamilton","Fanta'stic","Four","Ben Grimm","Fox","George","Chri","Evan","Michael Chikli","Chikli"]},{"id":"mhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Hey, guys. Want to talk to you about Chapman-University? We had a great talk with Chime Andrew, who was here last week. I think we worked out a lot of stuff with, like, the future of these ads, which again we love doing and we do want to do a good job, and we're that we havent really done that in the past. Um, he did strangle us. Uh, not like to death. No, no, no. it was just because Ah, we wouldn't shut our mouths. We wouldn't listen. Um, honestly, it's, ah, From Love that he was strangling us and dangling this over about me and just sort of saying, I'm gonna drop you unles's you shut up and listen to me and it can't. We came away with this really clear idea of how to read the ads. I think we understand it. And he actually talked to our bos's. Ah, Big Scott anchorman. The guy who sort of anchors The network. Not in a way that weighs it down. Yeah, in a way that, uh, sort of gives it stable footing. Slowed ing my Scott Aquaman actually here High. Okay. Yeah. Uh, yeah, I talk I talk to","speaker":"spk_0","timeCode":1904.6,"tags":["Chapman","Univer'sity","Chime Andrew","pa'st","ju'st","Scott","Scott Aquaman"]},{"id":"nxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Okay. Okay. So, like, uh, yeah, you condone, um, get any of dozens of","speaker":"spk_1","timeCode":2034.81,"tags":[]},{"id":"oREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"body to be not shedding. Dropping down. Okay. Okay. Um uh, you know, a lot of these girls who get up and grind on your chap or probably working their way through college at Chapman-University. So maybe youll see him in clas's too. The programs they're taking could range from unique to the innovative, their master's and economic system's on PhD and computational data. sciences.","speaker":"spk_1","timeCode":2051.49,"tags":["Chapman-Univer'sity"]},{"id":"ohEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"That should be great. Everything about it is that was is good. The Boys Boys want to go to the school and the girls want to be the school. Yes. You girls wanna be this cool? Yeah, exactly what? Yeah, they get yet they get in, they get in your in, your chap, which is your lap, and ah, The, uh, see their big Oncken kasinga's and, uh, bright, shiny rumpus. Um, s oh, uh, definitely the ever growing need for health care reform. More Chapman now offers master's and Doctor agrees in pharmacy physical therapy. And speaking of physical therapy, it''s pretty therapeutic some of the physical stuff that thes chicks are willing to do. Ah, for the money that you earn when you get a degree From Chapman. Did they not getting? I don't know if you talk to jab a crullers about this. Did they get any pushback? They got none. They targeted, and they really just men like now they love it. They were. They want to make sure men knew that you can make you know, approximately 20,000 Maura a year. Yeah, if you have a degree and you're going to spend that all on that 20 grand, I gues's. Goes straight The like slush fund.","speaker":"spk_0","timeCode":2072.95,"tags":["Chapman","Chapman"]},{"id":"oxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Ok, Okay. Ah, with notable alumni such as Justin Simeon. Ah, writer and director of dear white people in the duffer brothers, creator of stranger things. And ah, some of the strange things I've seen it this club or some of the","speaker":"spk_1","timeCode":2136.78,"tags":["Simeon"]},{"id":"qhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Do we get the librarian? Typo learn more at chapman dot edu slash grad.","speaker":"spk_0","timeCode":2221.09,"tags":["chapman dot edu 'sla'sh"]},{"id":"sREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Was it down? Chef? Kevin? Chef. Kevin. We do a segment? Yeah. Use him. I just want I wasn't crying. There. He's coming in. You're making it work. He''s still crying. Just want to say it wasn't. Yeah, he''s trying to clean it, saying these because he wasn't crying. But he is now, I gues's. Yeah, he started because Canada. Um so, Chef Kevin, we wanted to do, like, a little segment where we talk about","speaker":"spk_0","timeCode":3014.18,"tags":["Chef","Kevin","Chef","Kevin","Canada","Chef","Kevin"]},{"id":"sxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Okay. So I gues's this is part of the thing. This is, like, scary. We could do this like our murder gets. Like about this. Not need Hamilton, huh? Oh, is that No. Take that out. You didn't get in trouble. Maybe not. I gues's we're friends with. But, um, so we wait. You guys found that scary? You were scared by. That was the way he was saying it was so like Like he was trying to hurt me. I honestly was looking over my shoulder like grandpa months we're gonna jump out here, I would say if you guys were legitimately spooked by the Hamilton soundtrack and the thought of cousin ITT from the Adams family, I would avoid True crime is a topic, because if you actually look into this, it's very disturbing the things that actual people have done to other human beings. I would just maybe steer clear of that for themselve's in the case of Marilyn Manson, right? Or Kevin, as far as you're a good third. Yeah, like that. What he''s done himself has made himself fake. That he sort of looks to you like some kind of creature now And not even like a man. Boo these leaning into it. That''s good. Chef Kevin Abbas. Sense of humor about","speaker":"spk_0","timeCode":3086.84,"tags":["Thi","Hamilton","Hamilton","Adam","Marilyn Man'son","Kevin","Kevin Abba"]},{"id":"uREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"by. Hey, guys. Today shows brought to you by traveling university. I really have to apologize for our last at I thought, Yeah, I Sorry, Scott. Aquaman here. I have to apologize to you. I feel like before you get to your apology, can I just, like, cut in front of you?","speaker":"spk_0","timeCode":3565.12,"tags":["Scott","Aquaman"]},{"id":"vBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Well, you would talk to him, but also that we know from our experience that the way they explain these things can be confusing.","speaker":"spk_1","timeCode":3594.66,"tags":[]},{"id":"vxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"The industry than the stripes on the shirt. A pig pen? He's always dirty. Okay, You never noticed if they go to school and you here, What is the teacher sound like?","speaker":"spk_0","timeCode":3622.82,"tags":[]},{"id":"whEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"'so, like, the idea was that you were saying on the ad was that that was like the sizzle tol like the rial stuff about Chapman","speaker":"spk_1","timeCode":3667.43,"tags":["Chapman"]},{"id":"xhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"they hold. It is located in sunny Southern California. Now, does that not conjure images for you of chicks in bikinis?","speaker":"spk_1","timeCode":3707.74,"tags":["Southern California"]},{"id":"zBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"then this says not to mention Chapmans Dodge College of Film and Media Arts. Oh, no. Sorry. Not to mention Chapman''s Dodge College of, um, Emilio. You should say Comma was ranked one of the top 10 films schools in the country. About how reporter? So yeah, like school rules. Learning is exciting.","speaker":"spk_1","timeCode":3769.51,"tags":["Chapman","Dodge College of Film and Media Art","Chapman","Dodge College","Emilio","Comma"]},{"id":"1REJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Felisha Day and Colton Done.","speaker":"spk_0","timeCode":3945.86,"tags":["Colton"]},{"id":"1xEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Oh, Jesu's, I mean, jazz Off Ruler of The circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","speaker":"spk_0","timeCode":3961.22,"tags":["Ruler of","circle","The","Magic Tavern"]},{"id":"2REMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","line":"We're speed shucking on the patio. We have the stack of, um, the corn and we have the stuff on m ways to go when we speed shock. Me and Jonathan Papel Bond and, uh, stop. You told me this already. Okay? You told me this before. I don't want to hear this again. OK, well, if you so that is. Actually, I'm so glad. I certainly don't want to say it again. Okay, I'm really I'm really glad that I have told you this before because I was getting to a point where I was realizing I didn't remember how it ends. You speed shook so hard that you blacked out. Okay, And then it was something about you woke up in the hospital. Yeah. And then the doctors told you that, like, there was so much corn silk in your bloodstream. Yeah, they were technically becoming a scarecrow. Okay. And then you were, like, mad at them. It started ripping out your IVs and stuff. And, like, swinging around the ivy, Stay at the hospital staff, like, get back, get back. And then you, like, obviously blacked out again. Yeah. And then you woke up again, And then at this point, you had on, like, the hat and you had, like, a stick that you were stuck on. Yeah, And you had the straw coming out. You did that. The doctors did that. Well, I mean, it seems like you did it to yourself. I mean, for the doctor''s orders they gave you. So that sounds like something I might do is they were saying I was becoming a scarecrow, and so I would say, like, I want to do that doing it on purpose. Yeah, because you never can admit your mistake's. Blackout. I get very stubborn and you go like, yeah, I know. Coursing becoming scarecrow. That''s what I wanted. And then you were in that corn maze for that whole Halloween season. Well, that''s good. I had a good story, I'm sure. Wow. I know, but it''s just like I didn't know if it was gonna be. Oh, but I just don't want to hear it again. Hi. Welcome to Hollywood Handbook, guys dropping red carpet, laid back Hollywood-This showbiz we are Hey, Kastari would and we worked entertainment. But we can also be fans of people. Sorry s Hollywood Handbook eggs. You said that. OK, but go ahead. It''s That is gros's. But that''s money. Um, we have people that we admire and we look up to in this busine'ss, and one of them is Scott Aquaman. And we just want to join the chorus of of adults and babies and all the people that love comedy Bang, Bang and say you did it So like people. Yes, everyone has been saying podcast's and comedy podcast's, you know, From adults. Two babies, toe white people all Love comedy podcast's, and we are a part of that same group. And we also love to laugh. Yeah, and we Love just like the stuff that we hear about you doing. Um is so on accomplishment. And we just think like her Ray and the number of them. Yeah, Big number. I'm sorry if you entered introduced me or Oh, I think I did. I mention that I got you didn't say. That''s right. I'm sorry. And I think this is part of my admiration for you that it is such a well oiled machine on your show that, like, it''s like you. A very formal introduction. Every time. Two minutes and 30 seconds. You have to introduce the guest. That that''s how you podcast Scott Anchorman''s here. Milk was about choice.","speaker":"spk_0","timeCode":93.28,"tags":["Jonathan Papel Bond","Cour'sing","Halloween","Hollywood Handbook","Hollywood","Thi","Ka'stari","Hollywood Handbook","Scott Aquaman","Scott Anchorman"]},{"id":"3BEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","line":"kind of putting me on the spot. Can you do it right on the spot, Aquaman.","speaker":"spk_0","timeCode":501.38,"tags":["Aquaman"]},{"id":"6hEMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","line":"Should we talk about We Love The show. We're so happy. We have such a big happines's for you in your coverage. Yeah, we do want to talk about the interview, I gues's. Yeah, I think we should. Yeah, The yes s. Oh, Seth Rogan and James Franco made this movie itself. The interview around are they werent allowed to release it. The sonny did. Oh, gosh, yes. So it all comes full circle. That reminds me of the interview that Scott, when, you know, we were gonna talk about this African movie, would, Actually, since Scott is here, I think we should talk about The We could talk about the Seth Rogan. Millie. Now, I think it's good to talk about the CBS interview. Scott, I think we should talk about it. CBS interview. That''s not ringing about. You did a CBS. You did the interview with them. This is always I, uh It makes more sense to me now that you didn't know it was happening while you were doing him because of how fucked up it was away. Dean, The CBS This Morning interview? No, it would. This was like, a long time ago. No, but is that like I like a week and 1/2 ago? You think that''s what did the CBS interview? Compared to this morning, I live in the moment. Uh, I'm all about the future, though. The CBS taking like putting aside the fact that CBS is barely a show anymore. That network? Yeah, exactly. CBS this morning is a show. CBS is a network. I just said that CBS is barely a show anymore. Yeah, And And you're like, Oh, and you know, yeah, you're correct. Me saying, Oh, yeah, it''s not a show. And I'm saying like, Yeah, that''s what I just said that it''s not a show anymore. It''s this other thing, right? It never was a show. Yeah, I don't think CBS ever put out a show called CBS. Although it''s not bad branding. I would think that maybe it would be popular if their search people Love CBR to search. Gotta think about, um, izing your search. Yeah, unfortunately, can't do that. I wonder if. Okay, so the wait a minute. If you were to search for CBS and you want to watch that particular program and you accidentally recorded everything on CBS, that would be good for CBS. So maybe it''s for to search in a great way. Now, when you fill your whole entire friggin cloud and then you go and look in and then you're mad at CBS about and you never forgive. Wait a minute. You hear the steps? I'm, like, hosting the show. It''s my show. And then he goes, Wait a minute. And this is actually And this is exactly this is exactly what we want to talk about.","speaker":"spk_0","timeCode":1808.83,"tags":["We Love The","Seth Rogan","Jame","Franco","Scott","Scott","Seth Rogan","Millie","CBS","Scott","CBS","CBS","Thi","Dean","CBS","Thi","'s Morning","Thi","CBS","CBS","CBS","CBS","CBS","CBS","CBS","CBS","CBR","CBS","CBS","CBS","CBS"]},{"id":"-REMLnMByMrymAEmg_4L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","line":"First of all, hi is short for what? Hello? Exactly. Use the full term when you talk to me. And you should probably stop saying hi to Scott and start saying hi to this dick. Yeah, that's start saying hello to this. There are you, sir. Because you better use the long version cause I know he''s going to, so try it again. Hello, Scott. No. Hello, Dick.","speaker":"spk_0","timeCode":2939.34,"tags":["Scott","Scott","Dick"]},{"id":"AhEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","line":"Okay, we're barely into this. I can't believe how long it takes for ever. Let him go. Just let him let him go. No, no, I mean, like, when he wants todo like fire. Kevin when Wolf. This is so long. And I could tell that he's like, When am I going to get to, like, be done with this? And it''s like, just let when Wolf What clearly wants to leave? Just let him. Lee, if you love something, said yes. Give him room. Yes, it''s his microphone Off. It sounds like heat. His microphone was Off. I wish your microphone was Off. See, that was good. That''s really good. Yeah. And we asked Kevin to say that we were hoping you would like that. Okay. I love how powerful you seem now, Scott. And now I'm going like Wow. This guy''s a really good guest, you know? Like maybe i'll even come on the 500 episode of his show. Next time, there''s not gonna be another 500 episode there. Can't. Don't say that about yourself. I don't think that''s you know, we were talking about confidence, you know? Why do you think that you were invited to the 500 episode? Wow. Why me? I mean, I can check my email. There is 100 meeting all of your emails. Yeah. I can't get in. May. See, here it is. Okay. Gmail cbb ep Here it is. I found one. It is the most recent one. Yeah, and it''s as I want to do a CB vi sued. I'm so sorry. Authorized by the way to read my private communications. So I thought you were just asking me to do that. And I am so sorry that we didn't get to the email until he's in timber. Female roulette. That was a segment we used to. We used to do a segment. You should take that one. Actually, that would be a report rate where you would do what you would just click on a really would go through our emails in yen. We would. Of course I know you run it by me. Yeah, I approved it. Yeah, I punched it up. I don't like to punch down. I really appreciate that is gonna be just G mail. We're just gonna college. Have you has ever been invited to a Hollywood punch down ses'sion?","speaker":"spk_0","timeCode":3275.72,"tags":["Ju'st","Kevin","Wolf","Thi","ju'st","Wolf","Ju'st","Lee","Kevin","Scott","500 epi'sode","500 epi'sode","May","Gmail","Hollywood"]},{"id":"DhEMLnMByMrymAEmg_8L","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman, Our 199th Episode Guest","line":"Well, I feel like I learned a lot. I shut up.","speaker":"spk_0","timeCode":4186.87,"tags":[]},{"id":"JREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Well, don't do it. Don't do it in the way because I don't want you know,","speaker":"spk_0","timeCode":112.06,"tags":[]},{"id":"KxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"The code The Boys I'm like Master. I'm master","speaker":"spk_0","timeCode":167.04,"tags":[]},{"id":"LREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Okay, so it's me. It''s Mayor winning him and Toxie the toxic Avenger From the Toxic Avenger And where trying to scrape the resident out of our pipes to get like, enough of, like, a ball of tar to get, like a good hit, you know, because we're all we're broke. Yeah, where artist's were starving artist's. And we love to get high. And this is a way to sort of when you're really up against it. Um ah, squeeze out just one more blast. And so we're like, scraping and I've got the paper clip in there and I'm rattling around at the end of the pipe and it doesn't feel there''s much were coming out. And then Toxie goes like, all stick, my mopping mayor. Now it''s way too big case. I mean, I'm telling you, I was using a paper clip like there''s a small hole I'm going in through the carb and he''s, like, all to my mom and like, it''s definitely not gonna fit, but he''s, like, fucked up. You know what I mean? It''s got like a This is lying like a slime face fucked up. I just like, don't want to be like No, don't do that. Yeah, he''s got this blind girlfriend. This is my, like, is supporting him. I know. This is good. I'm, like, barely paying attention. This is totally my fault. And I would love to hear the story another time. I'm just like","speaker":"spk_0","timeCode":176.94,"tags":["Toxie","Toxie","Thi","Thi","Thi","Thi"]},{"id":"LxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"And it's like, it''s excitement, and I'm happy, but I feel kind of like sick. It''s not like like, it''s like a good sick","speaker":"spk_0","timeCode":267.78,"tags":[]},{"id":"NxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"It's a good I gues's a good time because of this will bring a lot of people into the show because people will be celebrating on on this one. A lot of people you might like From outside of the show will be coming here. You think so? Happy to be a part of sort of honor what weve done.","speaker":"spk_0","timeCode":425.91,"tags":[]},{"id":"PxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"we felt we might squeeze out 20 on. And I think those good two dozen are parts of, like, 45 or something. It's not two dozen complete good ones.","speaker":"spk_0","timeCode":509.94,"tags":[]},{"id":"QxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"about 24 10 minute episode's that are good, but it is like it has become this family","speaker":"spk_0","timeCode":540.59,"tags":[]},{"id":"RBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"as we're doing the show. Weve met all these people that we have really come toe Love, and that's part of why we stuck with it for so long is it was","speaker":"spk_1","timeCode":548.98,"tags":[]},{"id":"ThEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Friends coming in special dry video kind of the send off that desert. I'm expecting to be surprise. You know, myself with a lot of this that I'm I have been Ah, in addition of being so sick, I've been, like, loading up on fluids because I'm expecting to be crying. I'm expecting the waterworks to be going basically for a couple hours straight because it is so meaningful and so important to me. Ah, what we were trying to do with the show what we almost did on some of the episode's and what we're now not gonna even fuck around with anymore. Uh, which is to do a comedy podcast. That is not total dogshit.","speaker":"spk_1","timeCode":628.8,"tags":[]},{"id":"UBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"That's probably better. Do you want Just ask Kevin, who''s been waiting longest. I mean, I know that the lobbies probably pretty","speaker":"spk_1","timeCode":677.84,"tags":["Kevin"]},{"id":"WxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Pos'sibly. I mean, I don't see anyone. Did you say something? No, I havent said anything to any. Did you","speaker":"spk_0","timeCode":766.33,"tags":["Po's'sibly"]},{"id":"XxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Okay, Okay.","speaker":"spk_2","timeCode":821.74,"tags":[]},{"id":"YREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"today? Do they have a great day? This is what I'm trying to think of right now. Is that Did we do it on the wrong day? I really don't think we did Like So when I sent emails, I did a countdown. Like when I sent out a mas's email. Got any an email every day, every day number. It would be a countdown and like a little like a joke based on the day of the week. And it was like Saturday at 11. Do you want to? Just when we all go toe has because it sounds like we have a","speaker":"spk_1","timeCode":834.18,"tags":[]},{"id":"YhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"a little extra time. Do you want to do some of your day of the week jokes? Just okay, I gues's I could go through. Um,","speaker":"spk_0","timeCode":864.31,"tags":[]},{"id":"aBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"and Chandler","speaker":"spk_0","timeCode":969.03,"tags":["Chandler"]},{"id":"aREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"cracking lies. Do we not? How do we? Okay.","speaker":"spk_0","timeCode":972.91,"tags":[]},{"id":"bREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"And we had some stuff because we didn't no neces'sarily trust. All of them were really good with words, were really smart, are able to get,","speaker":"spk_1","timeCode":1000.56,"tags":["tru'st"]},{"id":"cBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Um, a lot of me. First of all, that I don't like that got cut. Just we had it make room for some of our but at anyway, people arent like Oh, The Where is bread and all this? No, Like you're here, like all the time still gonna be here. You're gonna be in all","speaker":"spk_0","timeCode":1033.41,"tags":[]},{"id":"chEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"one by one. Sort of fall off the face of the earth. Um, but we But so we put these scripts together because it was like, Well, they're gonna, like sort of saying what? We think our show was Okay. Okay. Yes. Okay. How about this? We do the script, we have the script. We have too. So we do it, Kevin does everybody whos not us. Right? Right, right, right, right. Okay. So we OK, So we do the whole script and then we talk to them afterwards and way say OK, so don't worry about whatever. You know, whatever happened that you mis'sed the episode? Fuck that. You record. Here''s your line. And you record that because it","speaker":"spk_0","timeCode":1050.84,"tags":["earth","Kevin"]},{"id":"dBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"will record you saying what they're gonna say, OK, well react in the moment. Then, even if we wind up calling them. I mean, even if their schedule doesn't work to get into the studio, if we just call him and say it on the phone, well be able to get their voice saying it. That's never gonna be a problem. We can piece it together by okay. By Tuesday. I think I can do. That''s fine. That''s fine.","speaker":"spk_0","timeCode":1095.52,"tags":[]},{"id":"dREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Okay, so what? Okay, lets do the script, and we can come in and out and well just be ableto and Brett will just like stitches all together. Yeah. Okay. And say who you're read. And, Brett, don't put your stuff about you back in when you stitch it together just because, Like, yes. And","speaker":"spk_1","timeCode":1117.27,"tags":["Brett","Brett"]},{"id":"ehEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Yeah, that's what happens a lot. He wasn't doing a lot of times when I'm dealing with villains I wanted giving them good ideas for what their plan should be by just saying","speaker":"spk_1","timeCode":1169.06,"tags":[]},{"id":"exEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Please don't do. Then they're like, Oh, I am going to do that. Yeah, I know.","speaker":"spk_0","timeCode":1177.13,"tags":[]},{"id":"jhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"The inflicting it wrong. It's now. Can we get this party started? Yeah.","speaker":"spk_2","timeCode":1306.27,"tags":[]},{"id":"jxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Now, Now","speaker":"spk_1","timeCode":1313.26,"tags":[]},{"id":"kxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Oh, thank you.","speaker":"spk_0","timeCode":1337.29,"tags":[]},{"id":"lREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"I was in the neighborhood and heard something about a huge party. Oh, gosh. I remember doing that","speaker":"spk_2","timeCode":1348.93,"tags":[]},{"id":"mhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Give it some sex appeal because a lot of these, like, uh, women that came here and gonna want a little bit of, you know, for the girls. Um,","speaker":"spk_0","timeCode":1384.72,"tags":[]},{"id":"mxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"hey, Chef Kevin here I made popcorn in everyones favor of pizza. Whose hunger? Who''s hungry? Did you do that? Um, I brought pies. Okay. Pizza''s kind of like pizza.","speaker":"spk_2","timeCode":1395.13,"tags":["Chef","Kevin"]},{"id":"pREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Now I don't eat this. I don't eat this. Get that away from me. I just want to have him, I gues's in Casper Peach, in case somebody comes so we could be like, OK, we have, like, we are celebrating.","speaker":"spk_0","timeCode":1492.89,"tags":["Ca'sper Peach"]},{"id":"phEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Oh, and you didn't have people. I thought you were, like, correcting me when I said Apple. No, I got peach. And okay, I made everyones favorite pizza apple pies. There''s a beach one, too, so","speaker":"spk_1","timeCode":1503.42,"tags":[]},{"id":"pxEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"made with splay look like show. But to defend him in terms of did you make it? If he bought that with money, he did make it. You're making it with the money, man. Maybe we can. You doing the work to earn the money that's making pie, baby, And that''s a good les'son to our listener's is like, What these on, like an old fashioned plate or something. So people feel like they're, like, really eyes. Honestly, pretty good. Honestly, I'm already not feeling well. That''s gonna make me sick. That''s gonna make me very sick. It smells so bad. It looks terrible. Smells great.","speaker":"spk_0","timeCode":1514.21,"tags":[]},{"id":"rhEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"That seems he never really insen'sitive.","speaker":"spk_0","timeCode":1587.36,"tags":[]},{"id":"shEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"And honestly, if Kevin, even if we like, just mixed Kevins voice down a little bit.","speaker":"spk_1","timeCode":1633.08,"tags":["Kevin","Kevin"]},{"id":"tREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"yes, that's got saying that he''s the hospital. This is the hospital. Your family is in the emergency.","speaker":"spk_0","timeCode":1659.99,"tags":["Thi"]},{"id":"thEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"That's so dangerous. Yes, Toe have that many people now going to the hospital? Yes, at the same time. That was","speaker":"spk_1","timeCode":1667.04,"tags":[]},{"id":"uBEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"the driveway. Yes,","speaker":"spk_1","timeCode":1679.32,"tags":[]},{"id":"wREMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"I still thought that there was a chance that he would show up because he had been so. And I've been saying like Oh, lets save it for the 200. Thatll be so fun","speaker":"spk_0","timeCode":1762.36,"tags":[]},{"id":"2REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"play. I'll push that to noon. Now he's trying like pretend even knows what that is. He was about to say Great album.","speaker":"spk_0","timeCode":2085.46,"tags":[]},{"id":"2xEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"That's what I was gonna dio. Kevin, Why don't you just ripped through a couple more of these bad boys? This is the Sklar brothers. So maybe bread, every like third word. You can double my voice that I don't tell me what to do. Please.","speaker":"spk_0","timeCode":2101.35,"tags":["Kevin"]},{"id":"3REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Are they both saying that the same time you're supposed to double on back? Teoh? Earwolf is when","speaker":"spk_0","timeCode":2129.18,"tags":["Teoh","Earwolf"]},{"id":"3hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Jason was going to come in on back to Earwolf. So do that again. Whats up? Pays And Sean,","speaker":"spk_1","timeCode":2136.38,"tags":["Earwolf","Sean"]},{"id":"4BEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"this So is that still happening out, even know now is Roman named after Nicki Minajs alter ego?","speaker":"spk_1","timeCode":2153.41,"tags":["Nicki Minaj"]},{"id":"5REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Are they gonna want to come back when they see how Scott treated us by calling everyone saying he's the hospital, See? Yeah, is that? And I got a sour. Yes. What","speaker":"spk_0","timeCode":2177.23,"tags":["Scott"]},{"id":"7hEMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Oh, seal logo on the Zippo is G m. My old man broke his back From for 20 years big. They kicked his as's to the curb when the ah Japanese, The used cars finally got a foothold here in the States. And ah,","speaker":"spk_0","timeCode":2281.34,"tags":["Zippo"]},{"id":"_REMLnMByMrymAEmpf9P","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"this week, we got 200 Blue Apron deliveries coming toe coming to the Offices every day this week. And what some of whats gonna be on the menu this week? Kevin, And is it true that there''s gonna be basil pesto chicken with summer vegetable panzanella. That''s","speaker":"spk_1","timeCode":2425.41,"tags":["Kevin"]},{"id":"CRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Who way? Please, Please don't kill me. I'm sorry. I'm sorry. I'll get you your money,","speaker":"spk_1","timeCode":2575.51,"tags":["Plea'se","Plea'se"]},{"id":"ChIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Santa man. But he is going to die. It is the last episode and he is dead. Like the show,","speaker":"spk_0","timeCode":2581.99,"tags":["Santa"]},{"id":"CxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Please. I still have sent works to live for way. You don't do it. Absolute scared. I don't want to die when they're still such a great deal To be had out here is raise's Queer.","speaker":"spk_1","timeCode":2587.07,"tags":[]},{"id":"DxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"'something. It's The squeak, squeak, squeak. Okay, well, The five precision actually plates with the lubricating scripted stripping trimmer blade would probably make it too comfortable. Anyway, if you really want me to suffer, Santa Man would probably be like, Oh, The travel blade covers still out. It''s not hurting me, Recre Quickly. Anyway, that thing''s a $30 value for you to try. And","speaker":"spk_1","timeCode":2653.17,"tags":["Santa Man"]},{"id":"EBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Santa Man had to be punished for all his crimes. Then he couldn't just be left alive. A show being No, please. No. I","speaker":"spk_0","timeCode":2674,"tags":["Santa Man"]},{"id":"ExIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Oh, no ad with my last breath Let me please implore you to go to hear his dot com slash Hollywood Handbook right now That's areas, Doc. Topside, Hollywood Handbook.","speaker":"spk_1","timeCode":2721.3,"tags":["Hollywood Handbook","Hollywood Handbook"]},{"id":"FxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"'starting to tinker with the job and that I was hoping it was going to get there in time for this.","speaker":"spk_1","timeCode":2849.36,"tags":[]},{"id":"GxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"looking for fun stuff to do in the Book.","speaker":"spk_0","timeCode":2914.86,"tags":[]},{"id":"HRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Love to see Lets let''s test this guy, See if he''s got, you know, got any chops? Ah, I'm gonna have it. Make me an old fashioned pina colada. That''s really yes, that''s great. He","speaker":"spk_0","timeCode":2930.53,"tags":["pina","colada"]},{"id":"JBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"I bought the rights to that. So you can't play that","speaker":"spk_1","timeCode":3035.77,"tags":[]},{"id":"JRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"People love that. I bleeding now, just so everybody knows I'm bleeding,","speaker":"spk_2","timeCode":3039.47,"tags":[]},{"id":"JxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"I'm soaked. I am soaked","speaker":"spk_0","timeCode":3049.02,"tags":[]},{"id":"KRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"caller. Okay. Yeah. Maybe this is one of the people that we want it. Sure. Okay. This is how right, Nick, I think probably. Heres the color. Hello. How, uh, who''s this?","speaker":"spk_0","timeCode":3081.21,"tags":["Thi","Nick"]},{"id":"LBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"And then we're not doing it anymore. It's already over.","speaker":"spk_1","timeCode":3129.54,"tags":[]},{"id":"LhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"L A.","speaker":"spk_0","timeCode":3141.26,"tags":["L A."]},{"id":"NBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"yeah, I'm wide open. I ate. And now I got nothing to do. Hey, man. Thes. You know, uh, slave stories are gonna write themselve's, though, do you? Might want to get in the lab and kind of start. Ah, you know, fleshing out. Yeah, Sean. Plus Tom equals The Boys. I didn't tell him. Lets do it. Where? Just give me Give me an addres's. All punching in the GPS. There''s nothing to do time. I don't think","speaker":"spk_0","timeCode":3207.64,"tags":["Sean","Plu","Tom"]},{"id":"NRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"we were just gonna kind of just take it like a casual day today way have to, and we're just not really gonna do an episode. We were gonna watch all of casual. Yeah, we were going to see a makayla walk in, sort of put on a clinic","speaker":"spk_1","timeCode":3238.65,"tags":["ju'st","ca'sual day","ju'st","makayla"]},{"id":"NxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"and we you know, You know what I say about casual? They got the right man for the job. Jason Reitman.","speaker":"spk_1","timeCode":3261.44,"tags":["Reitman"]},{"id":"ORIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Elementary? My dear Watkins,","speaker":"spk_0","timeCode":3273.8,"tags":["Watkin"]},{"id":"PBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"are you you Are you, like, up in the valley or something like you're not, like, close by, are you?","speaker":"spk_0","timeCode":3286.07,"tags":[]},{"id":"QRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"you know, control of where? The mobile. Yeah, it's one of these tours. They do now where you get an RV. They're playing the show casual, and then it just sort of zip you around the city. The windows are blacked out. You never know where you are. And he''s not listed in the credits of his own show. It moves so fast. And as I said, the pause button is broken, Tom, which I wish I gotcha. Gotcha. Yeah, I poured some stuff on it to try to get it up stuck. And that seems to have just shorted out the whole thing. So if you could get that, that would be a huge for the show sag. You said if you want to go down to the SAG building Yeah, and just kind of see if theyll let you in the file room there and pull this dog''s file, that is that that that''s how you can help. That would be great, Tom.","speaker":"spk_0","timeCode":3389.26,"tags":["Tom","Tom"]},{"id":"RBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"how long were you and how long are you in town? Probably like 11 weeks.","speaker":"spk_1","timeCode":3464.45,"tags":[]},{"id":"RhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Oh, that's because that is like, kind of when I'm opening up. When the Bills air. Finally, when the Bills","speaker":"spk_0","timeCode":3479.47,"tags":["Bill","Bill"]},{"id":"SRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"You need a way to go with us. I'm gonna go on me. I'm dying up here tour, which is pretty.","speaker":"spk_1","timeCode":3500.5,"tags":[]},{"id":"TBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Yeah. Yeah. Mark was here. Not in any. Like what? He wasn't gonna be here to celebrate the show. I don't talk to Clark. Ah,","speaker":"spk_0","timeCode":3515.98,"tags":["Mark","Clark"]},{"id":"VhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"will be boys, right?","speaker":"spk_1","timeCode":3621.21,"tags":[]},{"id":"VxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Yeah. Where The Boys, huh? Yeah, we are the matter. And it doesn't. We don't even have to hang out and get together for us to always be The Boys. That's what I","speaker":"spk_0","timeCode":3622.59,"tags":[]},{"id":"XBIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Oh, okay.","speaker":"spk_0","timeCode":3659.16,"tags":[]},{"id":"XxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"No, I Yeah, I think we have just kind of reached a normal and to the conversation. I think he was saying that,","speaker":"spk_0","timeCode":3678.94,"tags":[]},{"id":"YRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"if anybody just see everybody showed up? Yeah, because I thought he would come and like, do that. Basically,","speaker":"spk_0","timeCode":3706.19,"tags":[]}]