[{"id":"YhIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"youd be like, Oh, it's like our show and all that. So I just thought better to just you know what I mean?","speaker":"spk_1","timeCode":3712.93,"tags":[]},{"id":"aRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"He's a nice guy, sweetheart. Total sweetheart, I am rooting for artist. Don't. I didn't want this to be. And even with, even with having nobody else, I do think it''s better. It''s better. Yes, if it''s between nobody as a guest and no guest's. Kevin reading guest's? Yes. And Tom being the guest, I would say you want to go with nobody ever. You don't want to release this episode everything 100% of the time and nice guy. We could","speaker":"spk_1","timeCode":3813.93,"tags":["Kevin","Tom"]},{"id":"bxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"You're halfway through your two year contract, so we have to do more. Yeah, or what? You break your contract.","speaker":"spk_1","timeCode":3909.79,"tags":[]},{"id":"dRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Yeah, that's what you would have to dio actually can use my muscle's to hit the home run. I'm frickin dinging taters. And and and then Hayes and Hayes''s The t He sets it up I blasted over the center field wall but for me I me","speaker":"spk_0","timeCode":3959.45,"tags":["Haye","Haye's'"]},{"id":"fRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"you know why is my word not sparks flying off it like we said Is molten steel red? Shut up, Shut up. I'm gonna get through this.","speaker":"spk_0","timeCode":4067.85,"tags":[]},{"id":"fxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"in a way that joker, Yes, and and I have just to is'sue a warning, I'd like to is'sue a warning to the status quo","speaker":"spk_1","timeCode":4159.03,"tags":[]},{"id":"ghIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"and rolling together. And the forces of boredom are being smashed.","speaker":"spk_0","timeCode":4201.76,"tags":[]},{"id":"hRIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"and just seeing all the great guest's, we were able to get together for this show and how much people still want","speaker":"spk_1","timeCode":4233.5,"tags":[]},{"id":"lxIMLnMByMrymAEmpQBP","index":"handbook","podcast":"Hollywood Handbook","episode":"Episode 200, Our Unbelievable Achievement","line":"Rachel Bloom, you see my collection of men, corpse's and one woman, Felisha, Day and Colton done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jazz Off ruler of the circle. And that''s just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","speaker":"spk_0","timeCode":4458.32,"tags":["Rachel Bloom","Feli'sha","Day","Colton","Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch","The Magic Tavern"]},{"id":"mBIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Hey, Skis, Lloyds and, uh, And and loser's, this is a new commercial. S O Earwolf has ah whole podcast that's coming now, and it''s Youd listen to it and it''s ah, you know Ah, new idea they have We're gonna friggin do podcast's. You know? It''s like we're sitting on a podcast. So anyway, this one''s new and, ah, it''s available now and I think you're really gonna Love it. Ah, Jes'sica McKenna and ah, Zach Reno. Um ah, like the, you know, biggest little city in. So ah, there to the funniest people out there. And they're also to the most musical people. Ah, they made this thing called Off Book. It''s an improvised musical podcast. Um, I don't know where they got the idea. Maybe I had just gone Hollywood Handbook a while ago. We did a good musical about politics, booted we regardles's of how they came up with it. They have had these gas Hilarious improviser Paul Tongue and Mary Holland only mean whatever. So they have not yet invited yours truly. Mr Shank limits into the show. But I think that''s about to change when they hear this little number that I've decided to drop in the ad. Read. Yes. Yes. Good. Good. And yes, A little more. Okay,","speaker":"spk_0","timeCode":0,"tags":["Ski","Lloyd's","S","O","Earwolf","friggin","McKenna","Zach Reno","Hollywood","Handbook","Hilariou","Paul Tongue","Mary Holland","Shank"]},{"id":"nRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Yoji. Okay, 21","speaker":"spk_0","timeCode":113.43,"tags":[]},{"id":"oxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Hey, what if I tried wrapping it again?","speaker":"spk_0","timeCode":171.6,"tags":[]},{"id":"pRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"So of course you know, on the set of wild things where filming the famous scene you know, the one it's me. It''s Denise Richards on it's need, Shuman. And, uh, we're getting into it. We're getting hot heavy, and I start to go, You know, he you don't look much like your audition tape. And ah, he''s like, starts covering going like, Oh, yeah, well, you know, people look different personal time, you know, and I'm going. I think you sent me a different tape like a picture, someone else and pretend that''s you. And need is going like, uh, that doesn't happen, does it? I'm going like hot. I'm going. Well, I think that does happen. You know, I think you did it. And I think the story of people doing that might be a good idea for fake movie and fake TV show. And then he goes, Oh, I don't think that would work. Really. Flash forward","speaker":"spk_0","timeCode":289.48,"tags":["Deni'se","Richard","Shuman"]},{"id":"qRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"No, that's not his. That''s not your weight scares me. And you said you said that, right? You said writing his collaboration is something that he said. Well, tell me he at least has forced you to maintain the posture. I It took me a while to actually feel comfortable not maintaining the posture because you had that. You had that kind of brace that you used Teoh. I used to kind of teach me no to sit up, and so I kind of got used to that. But then also, like, he doesn't rap my knuckles with a ruler. The most common letter in English language is the letter s. It''s the most popular letter. Uh, and so I know that as you want to write something popular, maybe you should be shaped like an s. And so that''s what I would do to my writing partner. Dominant cause I was put him in this bracelet sort of contorted his body into an s shape to allow him to write from the standpoint of the letter that people most want to see And that logic made sense to me at the time. Like I truly short of making sense to me a little bit. Yeah. Alcon Oscar's, man, I don't want I don't want to go back to that. I really And it''s it''s Oh, no, it''s because, uh, don't give him the brace. It''s a respect. It''s ah. And also just weve been, um, splitting the paychecks. We actually sold a show recently. Oh, yeah. Ah, that''s cute. We stole the beach Common Where? Friggin ah schoo stew are ah, scabby dia or ah, Netflix or one of these fake channels. It''s ah, it''s Amazon Was an Amazon exams exams ou wondering Nixon, my brigand Groceries? Uh, no, They they do shows us get my groceries and then every good order. Ah, scuzz, man Special. Uh, that what I'm doing? Amazon can. You can Yes, that''s yeah. You happen to hit on a product? You can get that they're get a lot of scuzz man products. Well, let''s talk a little bit about your brand that you've been expanding it. Ah, what are some of the latest Guzman products that you're rolling out? I know, Scotsman. Paper towels have done very well for you. The paper towels have been have been a big they're super absorbent. Well, and, you know, I could describe this. Everyone. It''s a beach towel, right? Looks like a sheet of notebook paper. Yeah, paper Tallis. Sort of a clever name. But I think people who are accidentally ordering them in bulk thinking that they're getting like, rolls of paper towel. And you said you get like, a big beach tell that looks like just wide ruled like, yeah, paper From grammar school. And it is paper. It is. It is That''s right. It''s that it is a beach towel that is made out of paper. And, uh, but you can get a bunch of them and, um, then you have a bunch of paper towels lying around, So yeah, it''s just yeah, it''s a confusing way to say it, but I get that. So that''s that''s done a lot for flying off the shelves. I'll tell you that much discu'ssed man brand has been helpful, like is when we go into meetings to pitch, you know, and weve been, like trying to, like, sell shows like we would do sometimes. Sean. Yeah, I find that, like with Guzman, you kind of go in there with a cool energy, your greeting, the people, the kind of executives like seemed to like your personality or warm when I would go into pictures. Sean first mistake and now beers on walks in with like a newspaper and he sits in the corner and he opens up the newspaper and, like, starts reading it. And then I'm the whole thing. I read the whole in the Wall Street Journal. It''s like a very thick kind of newspaper, and if they're still there when I'm done, I fold it up quietly. And I say, Let''s do this again sometime","speaker":"spk_0","timeCode":756.14,"tags":["Teoh","Netflix","Amazon","Amazon","Nixon","Amazon","Guzman","Talli","Sean","Guzman","Sean","Wall Street Journal"]},{"id":"tRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"lick out The go ahead.","speaker":"spk_0","timeCode":1951.82,"tags":[]},{"id":"vhIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"I maybe I'm in the LV.","speaker":"spk_0","timeCode":2164.34,"tags":["LV"]},{"id":"wxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"love I love Ah,","speaker":"spk_0","timeCode":2183.91,"tags":[]},{"id":"yBIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"people know we released an episode of your other that show Hollywood-Mastercla'ss on our feet. Yeah, which is a nice","speaker":"spk_1","timeCode":2222.84,"tags":["Hollywood"]},{"id":"yRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Did it demonstrate support of the show. I love the show. I'm very happy. I think it's very different. Marsh. Oh, I don't think it deludes our brand at all. Um, and I think we're paying for. So I was part of that. I thought people who listened Archer should listen to this. I think they would like it, even though it is not The exactly show. Don't","speaker":"spk_0","timeCode":2229.81,"tags":["Archer"]},{"id":"yxIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"got up. That","speaker":"spk_0","timeCode":2253.23,"tags":[]},{"id":"zRIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"for free, that is work","speaker":"spk_0","timeCode":2255.9,"tags":[]},{"id":"0BIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"'some, like Astra perfect campaign or something. People that are trying to es'sentially take down the show","speaker":"spk_1","timeCode":2274.92,"tags":[]},{"id":"1hIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"So what? Anyway, what we did, I talked to Sam","speaker":"spk_0","timeCode":2318.45,"tags":["Sam"]},{"id":"2BIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"So I had him read that up for some of these comments that we got, uh, and they're OK stirred. Go ahead. Yeah, go ahead.","speaker":"spk_0","timeCode":2348.3,"tags":[]},{"id":"2hIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"that I'm Oh, Well, yeah, well, I Well, this is Sam, that I mean, I don't want to say salmon sector, but yes, I could be a good doctor in the scenario. Sure. Or what I'm doing is I'm pursuing some of the rudest people who had basically, ever been alive.","speaker":"spk_0","timeCode":2367.65,"tags":["Sam"]},{"id":"3BIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"they almost always do get physical very quickly. They result in the physical, um, either confrontation or, um, some other sort of physical,","speaker":"spk_0","timeCode":2405.62,"tags":[]},{"id":"3hIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"one way or another, Flesh on flesh,","speaker":"spk_1","timeCode":2418.96,"tags":[]},{"id":"6BIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"guys succes's story. He got out. Yeah, I did,","speaker":"spk_1","timeCode":2562.7,"tags":[]},{"id":"6xIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Yep, that's it.","speaker":"spk_1","timeCode":2595.33,"tags":[]},{"id":"7RIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"So So why don't we have our, uh, our technical agent here? Um,","speaker":"spk_1","timeCode":2637.36,"tags":[]},{"id":"8xIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"He's okay? Okay. God, yeah. Um","speaker":"spk_0","timeCode":2695.59,"tags":[]},{"id":"9BIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"I was scared","speaker":"spk_1","timeCode":2698.49,"tags":[]},{"id":"-BIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Uh, that's the second best one.","speaker":"spk_1","timeCode":2717.58,"tags":[]},{"id":"_hIQLnMByMrymAEmfQCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"That's news to me. Uh, three klicks west. And what were you gonna be? Okay? I wasn't gonna say. Well, maybe Guzman can give you have any intel of this guy?","speaker":"spk_0","timeCode":2748.51,"tags":["Guzman"]},{"id":"CxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"E. I can tell how much how committed he is doing and that really that","speaker":"spk_0","timeCode":2890.79,"tags":[]},{"id":"DxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"It will, cause it's not a windy day. I think it''s something about the filth coming off of him is hot, and it''s creating these kind of a breeze.","speaker":"spk_0","timeCode":2919.93,"tags":[]},{"id":"GRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Big tackle. Okay. And this is why we brought up in a master tactician and fighter like this","speaker":"spk_1","timeCode":3009.98,"tags":[]},{"id":"HBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"I'm a blue belt Brazilian jiu jitsu.","speaker":"spk_1","timeCode":3036.44,"tags":[]},{"id":"IBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"loaded up my energy and Okay, here it goes, Big tackle. Uh, okay. Huh? So what I've done, it's grouped. Just They're just a copycat in my arms. I've grouped it Off bottom half and it Bottom half was huge. It was like all stuff in there. And that was kind of, like, unfolding out. And he''s getting bigger and bigger. He''s enormous elastic. Anything that that was You think that that was his plan. Oh, no. And so you've es'sentially freed him.","speaker":"spk_1","timeCode":3076.14,"tags":[]},{"id":"JBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Yeah, they're very long and Off super fat.","speaker":"spk_0","timeCode":3184.65,"tags":[]},{"id":"JhIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"you should run away and find another commenter because you notified him. No need toe. Really? Finish.","speaker":"spk_0","timeCode":3190.96,"tags":["Fini'sh"]},{"id":"JxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Oh, my God. So fast. Yeah. Okay, so I'll come back. I'll come back.","speaker":"spk_0","timeCode":3200.12,"tags":[]},{"id":"KBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"That would maybe that will get him on the way back. Have another","speaker":"spk_1","timeCode":3204.82,"tags":[]},{"id":"MBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"was able to find Yeah, having trouble fighting. And when he does, he has no idea what to do with that. What? I'd be here.","speaker":"spk_0","timeCode":3265.91,"tags":[]},{"id":"QRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Oh, that's unfortunate.","speaker":"spk_1","timeCode":3411.74,"tags":[]},{"id":"TBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Yeah, it's like I like this thing so much I'm going to shoot up. Should we on Bannon when he stops sucking Off his mom? You know what I think is probably the best thing to dio glas's?","speaker":"spk_0","timeCode":3514.29,"tags":["Bannon","gla's"]},{"id":"TRIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Because I Kevin got a whole He's got a drone strike set up. I'm thinking we just hit it way turned this place to glad you're OK. He's and we do only have, like, two minutes left. So do you want a frickin glas's? Know","speaker":"spk_1","timeCode":3527.41,"tags":["Kevin"]},{"id":"TxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Can we just read some of the other comments of the user days before we just wait People. Okay, Kevin hit us with the frickin ah, rapid fire. This is Han solo below. I just work through Hollywood-Mastercla'ss. And this is actually kind of a bummer. I look forward to ahh all week.","speaker":"spk_1","timeCode":3546.46,"tags":["Kevin","Thi","Han","Hollywood"]},{"id":"VxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"Okay, So, um uh, obviously, todays show is brought to you by Chatman. Uh, I am The Chapman-University Chapman.","speaker":"spk_0","timeCode":3628,"tags":["Chatman","Chapman","Chapman"]},{"id":"WBIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"And the last ad, um, they got really mad. Ah, and some of the words they used to me are a lot worse than what weve been saying in these ads. But","speaker":"spk_0","timeCode":3643.45,"tags":[]},{"id":"XhIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"You can say that to If you listen to our first episode with Paul F. Tompkins or a second episode with Mary Holland, we got some great guest's lined up So guys right review and you got to subscribe on that apple podcast baby or wherever you listen to your podcast's. Wed like it so much, so much.","speaker":"spk_0","timeCode":3752.54,"tags":["Paul F. Tompkin","Mary Holland"]},{"id":"XxIQLnMByMrymAEmfQGk","index":"handbook","podcast":"Hollywood Handbook","episode":"Dom, The Scuzzman, and the Commenter Hunt","line":"This has been in Earwolf production executive produced by Scott Ackerman, Chris Bannon and Colin Anderson. For more information and content, visit Earwolf dot com.","speaker":"spk_0","timeCode":3777.84,"tags":["Thi","Earwolf","Scott Ackerman","Chri","Bannon","Colin Ander'son","Earwolf"]},{"id":"ZBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"'striking really bad fear into the chest cavity of thieves and stuff everywhere. And then there's a striking terror into the hearts of criminals everywhere, which is just a worse version of mine, because mine is more descriptive. So they have 273 episode's of this show on Stitcher Premium called Chicken Man. Meanwhile, I've been working on Rooster Man and talking a lot about it to everyone, including Chef Kevin, Chef Kevin. You hear me? talk about this almost every day. Yeah. For almost 10 years, I've been working on it and just and I made 274 episode's and we're just waiting for the right time to release them. Yes. And now I feel like that really got","speaker":"spk_0","timeCode":51.08,"tags":["Stitcher Premium","Chicken Man","Chef","Kevin","Chef","Kevin","ju'st"]},{"id":"axIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"worried at this point that we have encountered The null set. Of course, we designed this maze, um, with 64 unique solutions, but there is, in fact, a single null set. Ah, which means that you can get out. And if we did encounter The null set, Andrew Cunanan is going to be very cranky that because he hates one friend that really makes him mad has encountered","speaker":"spk_0","timeCode":225,"tags":["null","The null","Andrew Cunanan"]},{"id":"bxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"up? What up? It's Nicole","speaker":"spk_1","timeCode":320.59,"tags":["Nicole"]},{"id":"dBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Did you make the smoochy lips, Adam? Like I said","speaker":"spk_2","timeCode":389,"tags":["Adam"]},{"id":"dRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"I did, I did. Right at the end. I said thank you so much. Oh,","speaker":"spk_1","timeCode":391.38,"tags":[]},{"id":"ehIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"M v o r, you tell it? Yeah.","speaker":"spk_0","timeCode":422.77,"tags":[]},{"id":"exIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Should Stanford damn","speaker":"spk_2","timeCode":425.73,"tags":["Stanford"]},{"id":"ghIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"as well as could be expected. And it seems as if he's working under a set of circumstance's where there is a pretty defined ceiling on how well he could dio","speaker":"spk_1","timeCode":463.59,"tags":[]},{"id":"iBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"telling Is this at all? Inspired by the song uh, Backwater","speaker":"spk_1","timeCode":500.02,"tags":["Backwater"]},{"id":"jhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"homemade water, you did celebrity family feud. I","speaker":"spk_2","timeCode":630.09,"tags":[]},{"id":"oxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Ah, Love way. Get into this The loves Yeah, yeah, yeah. Where they put in these things after time I mean,","speaker":"spk_2","timeCode":823.4,"tags":[]},{"id":"phIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"'so Now I gotta figure out what these three weirdo sudden he in between my butt cheeks Steve, and it's on the ball. Oh, good answer. That''s my favorite thing that gets said good and","speaker":"spk_0","timeCode":843.13,"tags":["Steve"]},{"id":"qhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"all I want to dio just do that. What if we try","speaker":"spk_1","timeCode":873.18,"tags":["dio ju'st"]},{"id":"rhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"that come our guest's","speaker":"spk_1","timeCode":893.46,"tags":[]},{"id":"sBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"yeah, Okay, so I'll do the back. Can I do the background music? And you just say a little, like, Say a little Goodbye.","speaker":"spk_0","timeCode":902.34,"tags":[]},{"id":"sRIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Sure. Another turning by I'm going to mis's at midnight. So I mis'sing Chris Hardwick. Screamin points points, Fine wine. I'm also gonna mis's people buzzing in. And then Chris saying after their answer points fines You have the time to Jimmy. Really gonna mis's about waiting on I don't want to hear points often in my life. I am one of those. Alright,","speaker":"spk_2","timeCode":911.66,"tags":["Chri","Hardwick","Chri","Jimmy"]},{"id":"txIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"That that's what we ask people to do is talk about how they were gonna mis's it. But it is a lot of people, I think, who are mad that they lost","speaker":"spk_1","timeCode":994.74,"tags":[]},{"id":"uxIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Taking life 1/4 mile at a time.","speaker":"spk_2","timeCode":1019.57,"tags":[]},{"id":"vhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"to say because it airs tomorrow, But we won't broadcasting market.","speaker":"spk_2","timeCode":1029.52,"tags":[]},{"id":"wBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"clip to use,","speaker":"spk_2","timeCode":1050.77,"tags":[]},{"id":"xhIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"energy on the show","speaker":"spk_0","timeCode":1088.91,"tags":["energy"]},{"id":"yBIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Uh, it was contagious. He shared it. Uh, yeah. Energy. No, he's Oh, yeah, He always has been that way. Um,","speaker":"spk_2","timeCode":1101.42,"tags":[]},{"id":"0RIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"And there's a lot of Love","speaker":"spk_0","timeCode":1175.24,"tags":[]},{"id":"1BIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"kind of a rotating seizure now, like people move movement, and now it's almost a cell.","speaker":"spk_1","timeCode":1188.46,"tags":[]},{"id":"1RIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Generations. Yeah, that's almost a cell on. Yeah,","speaker":"spk_2","timeCode":1193.68,"tags":[]},{"id":"2RIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Yeah. Sensory deprivation, my J. But it's like physical. It''s not like, you know,","speaker":"spk_2","timeCode":1220.8,"tags":[]},{"id":"2hIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Rogans always there, and he''s got his tank and heard that afloat. Yeah,","speaker":"spk_1","timeCode":1226.51,"tags":["Rogan"]},{"id":"3xIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"it's a very high compliment to be paid. And I don't think you should shortchange yourself","speaker":"spk_1","timeCode":1267.66,"tags":[]},{"id":"8xIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Sometimes pretend that there could give them on the fly. Theyll be like, theyll hit the buzzer and be like on. But then say the thing that is mis'sing, written down mildly hilarious From three. Written Yes. Oh, I get it. Just like at midnight. Well, well, no, I don't think","speaker":"spk_1","timeCode":1396.93,"tags":[]},{"id":"-xIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Okay. The caption for that would be Oh, Dang. Oh, does well back is so big. I'm about to fall down because it's heavy.","speaker":"spk_0","timeCode":1433.46,"tags":[]},{"id":"_BIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"E I could see like Kyle Kinane delivering that one really nicely. Yeah. Our Kyle Mooney. Yeah, shed be great. Ah, Cody, You said you were ready, so go ahead.","speaker":"spk_2","timeCode":1443.65,"tags":["Kyle Kinane","Kyle Mooney","Cody"]},{"id":"ABIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"like to get some female","speaker":"spk_1","timeCode":1494.26,"tags":[]},{"id":"ARIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"energy. Oh, lets get Let''s get married. I gues's her mom would probably she would probably be should probably do her mom.","speaker":"spk_2","timeCode":1495.73,"tags":["energy"]},{"id":"AhIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Okay. Yeah, I'm not sure we want to do that, but we could write out. Just write the word. Yes. And then Margaret could do. I think you should do knows her mom. Really? Stretch yourself.","speaker":"spk_1","timeCode":1504.03,"tags":["Margaret"]},{"id":"CRIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"put down that big Guam bat and go study. Yes. Go to your go to your room and study, Get good grades. Is that OK? Yeah. That's the kind of stuff she would say, I think. What else would she say? Um, she you're a fan, and I Love Margaret. Travel. Probably be like","speaker":"spk_1","timeCode":1544.36,"tags":["Guam","Margaret"]},{"id":"CxIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"'so well. But yeah, but you can do it very just like her mother. Yes. Yeah,","speaker":"spk_1","timeCode":1575.86,"tags":[]},{"id":"EhIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"with my head, that's slipping. The idea that we would have not been able to hear","speaker":"spk_1","timeCode":1649.24,"tags":[]},{"id":"FBIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"else. And And I would say you're ahead.","speaker":"spk_0","timeCode":1674.32,"tags":[]},{"id":"FxIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Has it? Homemade water","speaker":"spk_0","timeCode":1694.46,"tags":[]},{"id":"GxIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Knots, not just it's neutral foam gun. Carbonated phone.","speaker":"spk_2","timeCode":1719.31,"tags":[]},{"id":"IRIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"groceries like this. You know, like, if you, you know, male nipples you can see on anyway anywhere, anywhere you want. There's man nipples. Yeah, There''s no lady nipples. We need to show our nipples","speaker":"spk_1","timeCode":1780.68,"tags":[]},{"id":"KhIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Oh, boy. OK, so you answer a question, Um, and then","speaker":"spk_2","timeCode":1838.3,"tags":[]},{"id":"LhIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"is GRIFFIN apples. Yeah. Yeah. Is it worth more if it is a nipple slip away? Like it in an accident, you know?","speaker":"spk_1","timeCode":1874.14,"tags":["GRIFFIN","apple"]},{"id":"PBIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"blonde jerk get $50 towards any matches purchase by visiting w w dot Casper dot com slash handbook and using code hand Book. Oh, but wait a second. Terms and conditions apply. And heres one of the conditions. You might lose the $50 when you sleep so good on the comfy mattres's that you don't wake up in time. And then I don't have to share the $50 of ad money with you any more. He's I get to put it all in my pocket. Oh, yum. All the extra money for me that you don't get any more. Oh, I love money so much. Oh, me. Um, yeah. Even Chef Kevin knows that taste's good. Isn't that right? Well, forgive nasty little chef. Yum. Sleep tight, but not too tight. Yes.","speaker":"spk_0","timeCode":2022.1,"tags":["Ca'sper dot com","Chef","Kevin"]},{"id":"RBIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"is kind of a gentle nudge to say like, Hey, maybe we can, uh, like, thinks what we're doing here with these ads. Audible Bes's. He is very strong. I don't know if that is related. Toe his drop. What? His job is here. Yeah,","speaker":"spk_1","timeCode":2118.74,"tags":["Audible Be's"]},{"id":"URIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"that is cool, because now it's interactive because you can. You can sext a random number, and then they have to send back an image of their own nipple or else they go to jail. That''s perfect. And that''s the Internet. Yeah, that gets the Internet in there and a good well, we can finally","speaker":"spk_0","timeCode":2309.66,"tags":[]},{"id":"VBIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"I can tell you how long it takes to photograph a good nip. Oh, yeah? Well, you don't have to tell me. It's like","speaker":"spk_2","timeCode":2365.69,"tags":[]},{"id":"VRIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"'starting a like in the castaway. Winning s to start that fire. It's kind of like that. Just getting it exactly the right exactly Like firmnes's and all that. Yeah,","speaker":"spk_0","timeCode":2371.92,"tags":[]}]