[{"id":"SBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"please cut X me.","speaker":"spk_3","timeCode":3385.42,"tags":[]},{"id":"XRF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"but I'm here and sorry. Meet drop. It's gonna hurt. Okay? So that they're gonna rip it out. That''s right. Doctors in","speaker":"spk_0","timeCode":3575.78,"tags":[]},{"id":"XhF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"a second song. We're gonna attack that chin. Oh, whoa. She didn't offer that. Got a brush your teeth in. Addres's the cavity. Whats wrong with my chin? Oh, no. You gotta brush your teeth and claws the bottom ones.","speaker":"spk_0","timeCode":3590.31,"tags":["Addre's"]},{"id":"XxF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Okay, lets think, uh, My","speaker":"spk_0","timeCode":3619.74,"tags":[]},{"id":"YxF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Rachel Bloom, Collection of men, corpse's and one woman, Felisha Day and Colton. Done. You've seen me have intercourse with a variety of species.","speaker":"spk_0","timeCode":3670.7,"tags":["Rachel Bloom","Feli'sha Day","Colton"]},{"id":"ZhGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"So","speaker":"spk_0","timeCode":4.64,"tags":[]},{"id":"ZxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"you know, I'm in there with, uh I'm in the booth with Jeremy Bronek and Kelly Winch, and we're playing. I have, ah, toy. And it's ah, toy to can. And the two can speak is ah keyboard. Well, it''s s so he and he says you can play songs with me I'm a To who can with a fun p ano on my beak on top of his beak. Yeah, his beak effectively. Is Aqui board a fun piano as he would put it? And so we're trying to figure out, uh um uh, Purple Haze. Oh, you know the song? It''s not really a piano song. No, but just the notes, I feel like, could still sound pretty good on the two cans beat. Is that in reference to me? It I was just hard for me to hear that. And I think it has something to do with me or am I being doesn't even know you? Okay, this was 1961 Okay. Before the song even came out here. I mean, okay. I mean, we knew the song. Are they because they are not They are kids. The Yes, there. Yes, there little and I'm kind of a scorer as well. Kind of a pip squeak. Yeah. You know, I was pretty Lisa''s far in your music. Courier. Yeah. Yeah, I was early on in the in the game before I got so fucking jaded, man. I mean, before I transitioned out of even to can big stuff and just started making beats. Have you heard, My newbie? No. Uh, do you want to put That is Devon. Have it. Devin. You want play, My newbie? This shit''s fire, this ship slaps","speaker":"spk_0","timeCode":8.43,"tags":["Jeremy Bronek","Kelly Winch","Purple Haze","They are kid","Devon","Devin"]},{"id":"axGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"this shit aint free","speaker":"spk_0","timeCode":172.04,"tags":[]},{"id":"bBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"'slaps. News can play songs with me. I'm a to Z can wish GoFundMe and on my b pp pp pp pp pp pp pp pp PP use You can't to To and from piano fun piano used.","speaker":"spk_0","timeCode":183.4,"tags":[]},{"id":"bRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Hi, kids. Do you like violence? Stick My island's, get drunk and do exactly like I did.","speaker":"spk_0","timeCode":211.5,"tags":[]},{"id":"chGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"is that there's someone knocking","speaker":"spk_0","timeCode":366.64,"tags":[]},{"id":"cxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"because everyone is in the fucking control room. No one high top grade. What up? What up from our show? Hey, 50 yes. Oh, all right. Here. And it's really cold. Wow. It''s very cold out. What is on it? I'm sorry about that. Sorry. Duck sauce. Really, Boys, it''s It''s seemed great. I'm sorry that no one was there to let you in and tell us that you were here, cause everyone, I gues's, decided that they were more valuable just sitting and watching the show. I'm loving this Sergeant Pepper''s jacket. Tom, that s so cool. Did you make that? Ah, some of it I made some of it was like that in the store when I found it. Um,","speaker":"spk_0","timeCode":370.53,"tags":["Sergeant Pepper","Tom"]},{"id":"fhGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"it seems like are there no markers in the room?","speaker":"spk_0","timeCode":492.27,"tags":[]},{"id":"ghGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Meaning peace and being friends read a newspaper.","speaker":"spk_0","timeCode":559.08,"tags":[]},{"id":"hhGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"it's gonna be in i max theaters.","speaker":"spk_0","timeCode":597.53,"tags":["i max theater"]},{"id":"iRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"um, thank you. Thank you. That's so nice. Should I shouldn't talk.","speaker":"spk_1","timeCode":627.5,"tags":[]},{"id":"kRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"to hold this moment","speaker":"spk_0","timeCode":684.5,"tags":[]},{"id":"khGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"because it has been a long road. Okay,","speaker":"spk_1","timeCode":690.2,"tags":[]},{"id":"lRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"and to the fans from worlds coast to coast and one tip of the globe to the other and crash Iniesta's people in Anesta and to all My crash in east is out there.","speaker":"spk_1","timeCode":711.72,"tags":["world's coa'st","coa'st","Inie'sta","Ane'sta","ea'st"]},{"id":"lhGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Thank you. This it's been a long road to get here","speaker":"spk_1","timeCode":729.7,"tags":["Thi"]},{"id":"mRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"them twice. I mis'sed","speaker":"spk_0","timeCode":770.3,"tags":[]},{"id":"pRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"that's it. 70% of why I came out here, but I'm I'm staffed also. Oh, you are Holy shi a gray. It''s pretty exciting. Wow, What a uh what do you What do you work in? A","speaker":"spk_1","timeCode":890.98,"tags":[]},{"id":"qRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"OK, I was sort of wondering that. Did have Ah,","speaker":"spk_1","timeCode":933.99,"tags":[]},{"id":"qhGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"that was sort of a teaser trailer for the talk. For the for. That's what that has talked. We didn't drop it yet. By the time this airs, it will be known. And, uh,","speaker":"spk_0","timeCode":937.56,"tags":[]},{"id":"rBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Um, part of the thing is he's gonna He says I'm gonna be Frank and Frank. Oh, it''s like a frank TV. But it''s Frank Underwood instead of Frank Caliendo. He''s brewing adults. Bunch of alien. Does the,","speaker":"spk_1","timeCode":951.72,"tags":["Frank","Frank","Frank Underwood","Frank Caliendo","Doe"]},{"id":"sxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I can just say it's like I felt like I got in on the ground floor of a thing that, um I think a lot of people look down at and they don't realize that I just as well it''s like we talked about Netflix.","speaker":"spk_1","timeCode":1037.08,"tags":["Netflix"]},{"id":"tRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"the search. All every fair. We all get searched every day. Everyone gets searched in the office, coming in and out.","speaker":"spk_1","timeCode":1083.48,"tags":[]},{"id":"uBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"It has to stay. I just don't take anything. What? I'm bringing in","speaker":"spk_0","timeCode":1105.91,"tags":[]},{"id":"uxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"okay, because porn hub, it wouldn't be that strange. Right for sure. Right in the nude. And maybe there's a camera in there and that honestly and Away estranged, aware these like strips of cloth. It''s, like, so arbitrary. It''s crazy. Ron says","speaker":"spk_0","timeCode":1122.28,"tags":["Ron"]},{"id":"xRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Yeah, and he's got one of those little credit cards. Wipers.","speaker":"spk_0","timeCode":1231.93,"tags":[]},{"id":"yxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Okay, my friends, these are troubling times, as we all know.","speaker":"spk_1","timeCode":1257.32,"tags":[]},{"id":"zRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I say to myself, You gotta love each other, baby. You just gotta love each other. That's all this is about. It''s about love. And I also wanted Oh, sorry. Okay, so we way have some other guest's. Oh, hey, uh, here, A little early pizza, little helpers.","speaker":"spk_1","timeCode":1267.98,"tags":[]},{"id":"zxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Um, I'm kind of in the middle of something. I'm sorry. And you are? I'm Nick y girl. So from very nice through these guys. You talked about these with hamburger?","speaker":"spk_1","timeCode":1376.21,"tags":[]},{"id":"2xGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Completed the full, uh, West trick.","speaker":"spk_0","timeCode":1677.79,"tags":[]},{"id":"3BGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Whats what''s wist? Well, what is wist Maybe you guys? Yes, this like it Zoom all video games But there''s a few But there would be a good idea Games without West? Yeah, Why? No West is the original video game and honeymoon West in particular Something haze that I like to play. Ok, waste. Is that what I tie my frickin switch controller At what? Crazy by living group. No kidding? Yeah, he loves those games. This would be a pretty sweet thing for me to take the Ron and for the bandage. Like, what is wist right?","speaker":"spk_0","timeCode":1683.02,"tags":["Ron"]},{"id":"4BGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"he's very touchy with himself. A time Ron Ron is it seems like it seems like it is not entirely in control. Well, I gotta say you might be really comfortable working with Wagar, who also","speaker":"spk_1","timeCode":1737.94,"tags":["Ron Ron","Wagar"]},{"id":"5hGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"and I relax for the full a couple of weeks. Which what monogram Did you dio for me? Yeah, I did. D w darkling duck.","speaker":"spk_0","timeCode":2060.89,"tags":[]},{"id":"7BGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"But it's worth it because it''s just the truth. If once we know about Quip, you're lying to say that he''s bleeding gums Murphy He is healthy gums. Murphy Now SONA fxx was taking a hit when the in the reruns people were shutting it off people that understand lying. They don't understand it. Yes, you're watching it hooing. What? Murphy? Yeah, What ing the Who Murphy With what? Where''s Quip? Where is Quip in? And now, instead of playing the saxophone, he plays the Quip, while some electric toothbrushe's there, too abrasive Quip has sensitive sonic vibrations for an effective clean that''s gentle on your sensitive gums. This is, of course, something that we're dealing with three of in our own house with our friend Sean, uh, who does have hurting teeth. I have a lot of dental is'sues and teeth problems, and sensitive mouth and gums and, uh, Quip work for me. Plus, it''s build in two minute timer pulse's every 30 seconds to remind you when to switch sides on the multi use cover. And you can also use the shot clock in college. Yep, at the boat to use cover works as a stand, mounts, premieres and slides over to your sides over your bristle's to pack and protect your Quip on the go. It''s true. I love my toothbrush. Ah, I love and I can finally be in love with my teeth. Ah, and that''s why I love Quip and I love my wife. I love he's. I love my dog, my unborn child. And I love Quip toothbrush. And that''s why over one million happy health females due to Quip, starts at just $25. If you go to get Quip dot com slash The Boys right now, you can get your first refill pack for free. That''s your first refill. Pack free at g et qu i p dot com slash The Boys Kevin, if you quickly want to say the things you love, and then well be done, you gotta give me here, John. I love he's. I love Bosch. I love ah, engineer Jordan. As of employees, I love John.","speaker":"spk_0","timeCode":2304.78,"tags":["Quip","Murphy","Murphy","Murphy","Murphy","Quip","Quip","Quip","Quip","Sean","Quip","Quip","Quip","Quip dot com","dot com","Kevin","John","Bo'sch","Jordan","John"]},{"id":"7RGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"That makes it better to point out. Not in an unprofes'sional kind of highlighting you. I'm so sorry. I just near Jordan Quip will be taken care of. This looks like there's some males we gotta brush.","speaker":"spk_0","timeCode":2442.9,"tags":["Jordan Quip","Thi"]},{"id":"7hGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Are you talking about the Kevin Spacey Late-Night-This and Yeah, I read a little bit about it. Uh, way. Okay, that's some work of you Away. Let''s just get it out there. You read for it? I'm sorry. I read for the role of the Kevin Spacey role. Okay, in the talk show. Yeah, and they're using you for some, like, remote pieces and stuff, right? They're gonna throw to you for some man on the streets. Stuff? Yeah. You're like Ros's the entered. I'm like on the Jordan Kappler of Ah, yeah. Can I get okay, respondent's, sort of role. You sort of fell. And I think it''s a good fit for you. Yeah, but we're actually both Mitch and I. Weve been having trouble finding record times because he''s busy with that. I'm busy. I'm in that crashing season four. Writer''s room. Oh, you are? And I'm in there. Yeah. Are we How we How are we doing? I know that picking. I know there''s a pickup meter in the room. Yeah, the pickup meter. It''s kind of been it''s going going between 40 and 60% like, just sort of like in the middle. Uh, interesting. He''s like he''s 29 in the new season. Younger. So it''s Ah, it''s an interesting move toe for you. Doesn't pick up meat or get confusing at all when someone calls into the room. Yeah, because then people are like, Is that it? Should I pick up my phone? It''s at 40%. Right now, people do get confused sometimes. Why would that be confusing? Because it pick up is like, also a term for her when you answer your phone. Okay, so we're okay. So, like a word. So when Zoe As'sociation, that''s a word as'sociation thing. So when people call when someone''s phone ring that the real bang man run that over the bag bag and this is exactly Tom''s kind of thing. So we're already seeing how this could work out. What is. But you're saying that that when somebody calls into the room, uh, people look at their phone and then they check the pickup meter for the odds. Yes, that''s what we are saying, Nick and I. It''s both of our idea. Well, let''s unpack it a little more, right? So you're picturing the physical meter on the wall that has a percentage point,","speaker":"spk_0","timeCode":2458.28,"tags":["Kevin Spacey","Late-Night-Thi","Kevin Spacey","Ro's","Jordan Kappler","Mitch","intere'sting","intere'sting","Doe's","Zoe","Tom","Nick"]},{"id":"8BGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Yeah, e I just again. And Tom is the same for video help. You bring this kind of thing home, right? Like with Tom? You're never struggling. Teoh, get that kind of thing over the talk. Late-Night-This. He's a real logic guy. I got you. Yeah, he''s the logic. Police in the room. What was Weinberg over there? Max. Max? Yeah. Have you ever caught him with an egg in his mouth?","speaker":"spk_0","timeCode":2612.27,"tags":["Tom","Tom","Teoh","Thi","Weinberg","Max.","Max"]},{"id":"8xGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"is mine. Um, I've seen other people not get their mouth searched. Okay, um, I get mine. Search. I see somebody not get their mouth search.","speaker":"spk_1","timeCode":2686.55,"tags":[]},{"id":"_RGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"every episode I have. Yeah. Wow.","speaker":"spk_0","timeCode":2811.28,"tags":[]},{"id":"_hGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Well, that's my secret. What''s your favorite one? The one where you guys talked about it. Was it like fries? Wow. This is definitely listening. Yeah. So this is a band that is one of our best episode. That''s I mean, that''s crazy to hear that because I thought, you know, the way youd say, like hamburger, man. It seemed like you were being kind of like, dismi'ssive and like, I'm gonna you know, it''s jealousy. Jealousy. Wow. So you decided the fries up. I mean, That''s the s guy has been in a day. One. Yeah,","speaker":"spk_1","timeCode":2814.64,"tags":[]},{"id":"ARGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I was the one who said they were great. That's Yeah, that is, that was you Wait a little bit. We bickered a little about that. Well get we get, do get confused out in public. Yeah. People think I'm Mitch and they think you're wider. Ah, And then sometimes they think that either of us is you song, our producer. It''s this. I mean, how does not get easier? I could fit in with this. Let''s drugs. This is the shape. Shut the fuck up.","speaker":"spk_0","timeCode":2855.34,"tags":["Mitch","Thi"]},{"id":"BBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"um, if you guys and again you are us IV","speaker":"spk_1","timeCode":2920.33,"tags":[]},{"id":"CBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I'm willing to try. Yeah, okay. Start. Oh, sure.","speaker":"spk_1","timeCode":2941.55,"tags":[]},{"id":"DRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I don't like him. You don't like them? I love them. SONA. That's Mama. Oh, wait, wait, wait. Hold on a second. No.","speaker":"spk_0","timeCode":2987.15,"tags":["SONA"]},{"id":"ERGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I feel like I'm mis'sing what I bring to the table. OK, new format, OK, I don't know if the move is to as'sert yourself too much in this. Just to kind of I'm willing to wait here. You out? Yeah. Yes, but maybe you just sort of getting where you feel You","speaker":"spk_1","timeCode":3061.81,"tags":[]},{"id":"ExGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Okay? Sure. Yeah, we I mean, we usually do if he takes of the show. So I think it works. And maybe we run it again at, uh, where you guys not freakin Dan Harmons like a little likes comedy lab. Or like, Well, where you record out of Dan Harmon''s comedy lab. Okay,","speaker":"spk_1","timeCode":3079.72,"tags":["Dan Harmon","Dan Harmon"]},{"id":"FRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I'm driving Rons car now, so I really not supposed to take it.","speaker":"spk_1","timeCode":3128.32,"tags":["Ron"]},{"id":"HhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Hold on.","speaker":"spk_1","timeCode":3193.56,"tags":[]},{"id":"JBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"agriculture. From the beginning of humanity, ah, hunter gatherer society discovered that they could cultivate crops on small patches of land using the concept of irrigation. This allowed collections of dwellings to grow into mas'sive metropolis is, and centuries later, the whole operation was mechanized, and this was the birthplace of the modern farm. In the 20th century, pesticide's as well as genetically modified modified crops allowed for the proliferation of corn acros's the United States turn into Franken foods like high fructose corn syrup and sweetened breakfast cereals.","speaker":"spk_0","timeCode":3291.65,"tags":["United State"]},{"id":"KxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I Corumba.","speaker":"spk_0","timeCode":3568.6,"tags":["Corumba"]},{"id":"LBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"What would you say?","speaker":"spk_0","timeCode":3571.64,"tags":[]},{"id":"MRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Hey, whats up, Tom? Thank you. Know what''s up? Thinks he''s always","speaker":"spk_1","timeCode":3644.92,"tags":["Tom"]},{"id":"NRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"today. Today,","speaker":"spk_1","timeCode":3671.32,"tags":[]},{"id":"NhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Boys. Okay. Speaking of six in How about subway way could change it up a subway. I brought my own food from home.","speaker":"spk_0","timeCode":3673.32,"tags":[]},{"id":"QBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"at whole food. I made it in the store. See? I thought did you say home food? Home food. OK, And you thought he is that he said Whole Foods, I thought okay. Could help. So would","speaker":"spk_1","timeCode":3836.82,"tags":["Food"]},{"id":"QRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"we Were telling you what the other one is. Okay. Would you just use song? Yeah. I like the whole food you want to be, You song. I forgot the dip. Do you want to do whole foods or home foods? Whole hoping home. Okay.","speaker":"spk_0","timeCode":3848.17,"tags":[]},{"id":"RRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"This is the shit theyve been doing to me for four years.","speaker":"spk_0","timeCode":3922.27,"tags":[]},{"id":"SRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Shame. Bring my own phone. J. We do. We could do is a write off that if you review all the snacks that you brought, I gues's Look,","speaker":"spk_1","timeCode":4030.44,"tags":["J."]},{"id":"ThGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I'm joining Hollywood Handbook. Uh, are even doing it, though.","speaker":"spk_1","timeCode":4088.25,"tags":["Hollywood Handbook"]},{"id":"UhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"has office podcast that I can get you on. I used to do it with him like a recap podcast where he recaps the episode's. Kevin and Kevin, I can. That's like something I could hop in like that''s you. Be cool with that. Okay. So as we're seeing all the pieces fall into place, I really think this could be a great fit. What is the name of your office show? Hey, guys. Chef Kevin here is called office hours. Oh, that''s cool. Yeah. Ah, and I would love to do a recap show with you. Nic,","speaker":"spk_1","timeCode":4113.29,"tags":["Kevin","Kevin","Kevin","Nic"]},{"id":"VRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I thought you were talking about the weather. Can be s like, Yeah,","speaker":"spk_1","timeCode":4241.05,"tags":[]},{"id":"WhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"And then, uh, he showed me. I didn't think that's what it means. Waas","speaker":"spk_1","timeCode":4355.83,"tags":[]},{"id":"ZRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"We could ask Kevin","speaker":"spk_1","timeCode":4651.11,"tags":["Kevin"]},{"id":"axGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"It's space where dot com. Yes, Anything. Don't do it if you go to Space Square. This is something that''s frustrating me. So I made a website firm. It''s just for me Private called Space Square. What does that mean? It''s a It is a little square which my computer screen is where I can go and just be in my own space. It''s just space square her and I go and be in space there and it''s not for anyone. And in Germany else logs on Booker. They're really cheese me off, man, You won't be. You want to be alone in your website? Yes, Thank you. Yes, because it''s my time to be there alone in Space Square. So when you're typing in Squarespace","speaker":"spk_0","timeCode":23.52,"tags":["dot com","Space Square","Space Square","Germany","Booker","Space Square"]},{"id":"exGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"discu'ssion of cheating. Okay,","speaker":"spk_1","timeCode":747.71,"tags":["di'scu's'sion"]},{"id":"fRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"check. I know. Yeah. What have you been noticing?","speaker":"spk_0","timeCode":810.24,"tags":[]},{"id":"fhGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"What did you notice? Shut up.","speaker":"spk_0","timeCode":817.72,"tags":[]},{"id":"fxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Yeah. Yeah. Giorgio, I want to applaud you guys on picking the best time to record a podcast, which is late in the day Friday 96 IV My prime right now? Yes, And all the partygoers air outside. I have so many parties to go to. And I'm I'm hanging out with you guys. Yes, we're sort of feeding off that energy. Sean, you got a fidget spinner? Yeah, I got a clippers game. Well, this is a","speaker":"spk_0","timeCode":824.92,"tags":["Giorgio","Sean"]},{"id":"gxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"It's Chuck","speaker":"spk_0","timeCode":895.2,"tags":["Chuck"]},{"id":"iBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"truck. Norris does not wear a condom because there's no such thing as protection for check Norris. Oh, and that one made you laugh because I've been here the whole time.","speaker":"spk_1","timeCode":913.1,"tags":["Norri","Norri"]},{"id":"ixGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"all right? And it was at that the moment ago. Was that you","speaker":"spk_0","timeCode":932.27,"tags":[]},{"id":"kBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Nice. Nice. What? OK, what? How we is this, uh, 2010? Wow. Okay, good, good, good, good, good, good, good, good, good. Okay, okay. I'm gonna be the side up spot guy. Okay, that is such a good idea. We predicted the 2088 Golden-Globes in 2010. That's how we one up from last year, which last year already was a big deal. Yes. And so people listening this are like, this is just the same thing again. No, no. Now we are releasing an old episode that we found Yeah, from Halloween 2010. Right, guys. Anyway, I'm so glad Barack Obama is president.","speaker":"spk_0","timeCode":1011.65,"tags":["2088 Golden-Globe","Halloween 2010","Barack Obama"]},{"id":"oRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Yeah, you're with people. Uh huh.","speaker":"spk_0","timeCode":1392.24,"tags":[]},{"id":"pBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Yeah. So this film will be so good And, um, uh, itll be overrated, but also incredible. And it will be about, ah, housekeeper and like, all that stuff, and there's not much point to it. But everyone''s gonna be like, Wow, this is gonna win the Golden-Globes. Absolutely. It''s going with Golden-Globes every prediction. Did it win?","speaker":"spk_0","timeCode":1434.17,"tags":["Golden-Globe","Golden-Globe"]},{"id":"phGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Okay, Kevin Hart still host that thing.","speaker":"spk_1","timeCode":1509.25,"tags":["Kevin Hart"]},{"id":"qBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Winner for best host Kevin Hart. Yeah. Should we say that Kevin Hart, We predicted 2018 will win best host at the Golden-Globes. It's a tough category. Yeah, Yeah, it''s a really tough category. Was there any, like, I still worry. We're getting too small time with the predictions that were making when we can predict instead of best films, I joke that they that they make on the show. Imagine someone predicting that what you would do if you like. If you heard someone predicted that in 2010 would absolutely flip out. And now it''s subscribe Stitcher premium. You have THOMAS. You would have THOMAS to do you wanna, Matt, You've been a little quiet. Do you want to do","speaker":"spk_0","timeCode":1517.23,"tags":["Kevin Hart","Kevin Hart","Golden-Globe","Stitcher","Matt"]},{"id":"tRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Hey, guys, turn your dream into a reality. With Squarespace, Squarespace makes it easier than ever to launch your pas'sion Project s Squarespace does what happened between the last one. So weve been talking","speaker":"spk_0","timeCode":1840.28,"tags":["Square'space"]},{"id":"txGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"and I happen to mention and I almost feel like it's been gotten a lot worse since I mentioned I'm so glad to hear you say that. Because I was sure you were going to say that it was because I said Squarespace wrong. But I agree with you. It''s because you is tool. But that gives gives me an idea and told them this day out. That''s what it was because I was thinking that me even bringing up Space Square last time, which is a square for those of you don't know as my own personal space, It''s a blank square where I go to be alone and just reflect that square has been My sanctuary and I just mentioned Hey, don't get it backwards and go visit me in there. I'm not taking any visitor. These air, not office hours in the Space square. Yeah, That is where I go for solitude.","speaker":"spk_0","timeCode":1860.9,"tags":["Space"]},{"id":"uRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"kazoo. Bolt. It has kazoo build times. Ted. Uh and you told me that it's thanks a married man and it stinks. And there''s people stop around as feet. People don't take their shoes off. There''s feed.","speaker":"spk_0","timeCode":1921.94,"tags":["Bolt","kazoo","Ted"]},{"id":"vBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"I I know they can't follow instruction's for one thing. So what happened is you said it too fast and don't have feet like yeah, right.","speaker":"spk_0","timeCode":1975.8,"tags":[]},{"id":"vhGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Nice. Good. Yeah. I don't mean it as a compliment. Nice for B. Is a good thing. Yeah. No, unfortunately, not when they're like this. Squarespace makes it easier than ever to launch your pas'sion project. Whether you're looking to start a new busine'ss, showcase your work published content sell products and Maura Squarespace is the tool for you. Beautiful templates created by world clas's designer's. The ability to customize just about anything. With a few clicks, you can easily make a beautiful website about yourself. Like Kevin Made hh pod dot com Squarespace Powerful e commerce functionality lets you sell anything online. And analytics help you grow your side in real time. Okay. I figured out what I want to say. You don't have that many fans. It''s still small amount. Okay. It just is too many to be in my space square. Okay? Any is too much. I thought you were gonna say the with the way the feet smell it. You thought it was gonna that you thought it was a lot. And it''s only one real sticky guy, and that gives me an idea. You have one fan. Yeah, but it was more than that. Actually, a lot of people, everything is optimized for mobile right out of the box. There''s nothing to patch or upgrade ever. Buying domains is simply get the help you need with Squarespace is 20 for seven award winning customer support. Squarespace empowers millions of people, don't loot Kevin que not Look at the copy and nod as I'm reading. Keep it up. Thank you. I don't need that mes'sage from you. at all from designer's, toe lawyers, artist's to gamers, even restaurant's and gyms to turn great ideas into something. Really have thousand's of fans going to age Age pod. Since we did the 1st 1 I'm proud to say yes.","speaker":"spk_0","timeCode":2002.13,"tags":["Maura Square'space","Kevin","Square'space","Kevin"]},{"id":"xhGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"just you got your talking with a guy who did that video. Just you guys. Yeah, glam. Oh, yeah. And he did that well, but heres the thing, though. The internet, it''s gonna ever Well, it''s going to set up a Zoom Internet craze. Yes, he''s he''s are largely respon'sible for people turning to the Internet to get career. Oh, wow. And honestly, are you talking about that guy has been on SNL for, like, four or five years. Yeah. Okay, SNL. Say what you want about it, but it''s It can really help your career if you stay on there a while. You can't stand there too long. Otherwise, it''s like pigeon. What are they gonna leave? You just want to live in New York, right? You should come out. We can do that Anyway, you don't have to be honest about to do that. I was not sure","speaker":"spk_0","timeCode":2470.21,"tags":["SNL","New York"]},{"id":"yBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"No. I gues's that you shouldn't be speaking about things you don't know, but that's 2018. So youll get there. Youll understand that eventually. Okay. Check your privilege at the door. Well, on you. We're talking about a joke. So I think what I think it''s gonna happen is there''s going to be, you know, that comic Black Panther. Were you guys Comic-Con EDS? Yeah. You're by the living Stanley.","speaker":"spk_0","timeCode":2516.46,"tags":["Black Panther","Comic-Con","Stanley"]},{"id":"yhGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"So you were saying he's gonna host it solo or Ah. Oh, Solo. Oh, what a minute. What about solo? What about solo Do? Maybe he''s a very good for solo,","speaker":"spk_0","timeCode":2655.47,"tags":[]},{"id":"1BGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"He does that. Have you guys seen Donald Trump in the news?","speaker":"spk_0","timeCode":2893.5,"tags":["Donald Trump"]},{"id":"1RGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Well, I have. And it's not. Not pretty Still. Part three. What is? It is not pretty more like ugly.","speaker":"spk_0","timeCode":2898.37,"tags":[]},{"id":"3hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Obviously. Still, Sandra. Okay. 2010. It's working. It''s already working.","speaker":"spk_1","timeCode":3012.25,"tags":["Sandra"]},{"id":"6RGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"It was part of the set up. My metaphor in this I did yesterday. I put my glas'ses on because I have impaired vision. And I looked at the news and I saw Paul Manafort. And what boy was I surprised to see that things arent looking too good? Isn't the glas'ses thing or Yeah. Yeah, that's right. Okay, vision looking good. Okay. Way. Because I need to know. But the way he said, Yeah, I don't feel like Jakes almost bailing him out.","speaker":"spk_0","timeCode":3115.71,"tags":["Paul Manafort","vi'sion","Jake"]},{"id":"6hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"They even have that much. Jake discovered the job about things now looking to good. Yeah, that's fucking hilarious. that guides glas'ses. Things arent looking too good. Thank you. Yeah, that''s Ah, no fucking pis'sed My pants. IV You hear a guy say not looking too good eats clas'ses, but But I almost feel like jig sniff around. Found the Jew","speaker":"spk_0","timeCode":3148.65,"tags":["Jake di'scovered"]},{"id":"8xGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"They are solutions of a sore, um, for all kinds of physical stuff. Okay, not neces'sarily, um, hair los's, skin care, sexual wellnes's. But for, um, something that he calls jitter guts. OK, he's got some stuff on Tim''s on his website, which is nice. There''s is nice, too. Ah, there makes the jitter guts even crazier. Oh, it''s good. You wanna, he sets. That''s what Tim My Yeah,","speaker":"spk_0","timeCode":3291.16,"tags":["Tim","Tim"]},{"id":"ABGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Hey, guys. Ah, Chef. High school. Chicago High School Chef Kevin Here. Ah, you guys Thursday. Look, I brought some waters. Your Thursday. Hi. Whats your name? This is combat. Why didn't I would be asking you first. I was asking Whoa! I heard it''s just a little bit because Somebody asked me what my name was. An answer just for the","speaker":"spk_0","timeCode":3553.74,"tags":["Chicago High","Kevin","Thi"]},{"id":"EBGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"No. Yeah. You want as I work. I don't know if it works as well. It's sorry you're hired, right? Well, it''s a saint. I mean, the kid doesn't work as well. It''s a So you're saying I sent, but I just Did. Right, Which is sort of like, what is this is the same that I mean, it''s not better. Okay, watch it is up. Exactly. Say sorry. Sorry. You're hired. So that was another duo we rooted for beating going. Another tagline initially said that you say you're sorry. Was that you had a hired Sorry was that initially came with the pun? The initial draft of the tagline was Wed like to apologize to you. You're hired at the company that you're now working for, uh, wear with a scalpel.","speaker":"spk_0","timeCode":3809.73,"tags":[]},{"id":"ERGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Way up there with the scalpel. What are you guys doing on there? What, are you going back to her old tricks? Oh, it's the same stuff. It''s like you. There''s you build a world, right? And so then inside the world, there''s like a whole There''s so many things you can do. It''s like es'sentially, when you create a world in TV shows like you can just hop around and play around what people come back to, and that''s the characters. And that''s a big question. They do stuff, and you're like, Oh, they're back to doing their just what you do on the billboard. Do you see yourself? L a story as a writer, as a playground architect, mostly Ah, mostly a producer. Oh yeah, that''s where the power is","speaker":"spk_0","timeCode":3861.66,"tags":[]},{"id":"GBGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, Josh, ruler of the circle, and that''s just the beginning season three of a low from the Magic Tavern is out. Now listen in Stitcher Apple podcast or wherever you get your podcast's.","speaker":"spk_0","timeCode":4081.53,"tags":["Rachel Bloom","Feli'sha","Day","Colton Done","Andy Daly","Phil Collin","Phil Collin","Thoma","Middleditch","Jo'sh","Magic Tavern","Stitcher"]},{"id":"GhGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"me? And, uh, James McAvoy uh uh way are trying to beat Zam.","speaker":"spk_0","timeCode":86.14,"tags":["Jame","McAvoy","Zam"]},{"id":"HBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"ah. And by the long last, he was freed. Yes, but then he did get split tang dude, But he but has since been unsporting. Damn! So she's am the movie. Zachary Levi. Do you know about this movie? Oh, um, tell me about it against playing the shoes A, um Ah, the superhero. And he was an Earwolf guy. So there is a path for a bigot Earwolf host of being in a superhero movie despite what Chef Kevin will always say to us, Just like, Hey, there''s no way they're gonna let you guys be friggin double Aquaman And now already do Lago Man that he sees coming out. Theyve got the guy He wasn't a double guy, So there''s no way you another one. Zachary Levi''s do it Now is in the movie and he hosted What was his show called Hey, guys. Chef Kevin here. What was Aquaman show? No. What was Zachary Levi''s show called? Oh, uh, through in him and Labine would be chopping it up in the lobby. Maybe I just film this thing. It''s honestly, I don't want to jinx it, so I can't tell you about it. But it could be huge and exactly become own. Wow.","speaker":"spk_0","timeCode":181.04,"tags":["Zachary Levi","Earwolf","Earwolf","Chef","Kevin","Ju'st","Aquaman","Lago Man","Zachary Levi","Kevin","Aquaman","Zachary Levi","Labine"]}]