[{"id":"3BFMJnMByMrymAEmz3dk","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"That's kind of what I was just doing.","speaker":"spk_0","timeCode":2349.87,"tags":[]},{"id":"6hFMJnMByMrymAEmz3dk","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"um, he had sort of kicked as's. Yeah, he would like, um, he would kick down the door and then ah, usually with his sometimes with his motorcycle, Like literally driving his motorcycle through the door.","speaker":"spk_1","timeCode":2456.54,"tags":[]},{"id":"6xFMJnMByMrymAEmz3dk","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"Um, usually pin be this up. THOMAS. The only engineer doesn't drive a motorcycle.","speaker":"spk_3","timeCode":2471.36,"tags":[]},{"id":"7hFMJnMByMrymAEmz3dk","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"That year, the suffer this thing from Todd","speaker":"spk_3","timeCode":2484.17,"tags":["Todd"]},{"id":"8xFMJnMByMrymAEmz3dk","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"So that, like, the advantage of that, is if you sort of sit on it right at the But plunder is like, les's of an is'sue you can like, get your butt, like, facing up just enough. So the players coming off of them another man, it's just a normal motorcycle that catches fire like all the rest of products.","speaker":"spk_2","timeCode":2520.49,"tags":[]},{"id":"_BFMJnMByMrymAEmz3dk","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"and that's so it's school. And then my catch phrase's like homework. Yeah. Minus. Sorry I'm late. Okay, Okay. But your show is a pas'sive school experience. But then the last five minutes is like drug basement, like total party. Everyone online as a reward as a reward. Yeah, you've earned it. It''s reset. Old clas's. Yeah,","speaker":"spk_2","timeCode":2652.94,"tags":[]},{"id":"BhFMJnMByMrymAEmz3hk","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"Those two thousand's as told by me Oh, can My website And there is an audio file.","speaker":"spk_2","timeCode":2843.77,"tags":[]},{"id":"DhFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"Hims connects you with riel license doctors and FDA. FDA approved pharmaceutical products to treaty years is approved by the FDA.","speaker":"spk_0","timeCode":2890.92,"tags":["FDA","FDA","FDA"]},{"id":"DxFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"Well, Emma becomes telepath and connected to the stuff rabbit and learned it's name Mimsy and other information Acknowledging your","speaker":"spk_1","timeCode":2898.08,"tags":["Emma"]},{"id":"FxFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"Ah, it's like all these different. And also Brett walks at spray painted yellow. Good. Because he wore the suit.","speaker":"spk_1","timeCode":3038.18,"tags":["Brett"]},{"id":"HhFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"Okay, so lets do it. What should we do? Just the beginning of just the show. The show. Okay. Okay. So what did you guys used to do? There''s likeable song and stuff.","speaker":"spk_1","timeCode":3105.23,"tags":[]},{"id":"LhFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"look at this fucking thing. It's huge. Can I have Can I have a bathroom shut? Shut it. You just said you're going to go do drugs. And now I'm gonna give you the bathroom pas's. Teacher, is perception really a subject?","speaker":"spk_0","timeCode":3273.11,"tags":[]},{"id":"NhFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"Have horse's. Wait. I gues's that's right.","speaker":"spk_2","timeCode":3326.97,"tags":[]},{"id":"NxFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"But I I'm on the side still, so that's better than your show, but it''s still not good.","speaker":"spk_1","timeCode":3332.9,"tags":[]},{"id":"OhFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"Who are you? Uh, my names Jenko. Jimmy. I just want I just want to take a dump in peace. Hi, I'm Chef Amanda.","speaker":"spk_1","timeCode":3369.24,"tags":["Jenko","Jimmy","Chef","Amanda"]},{"id":"PxFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"You have to Hagel of the door.","speaker":"spk_1","timeCode":3405.64,"tags":["Hagel"]},{"id":"RRFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"Okay, we will. Lets well schedule a time to do this again. Way Well, get it shui right now. Just maybe do 45 minutes on watchman","speaker":"spk_1","timeCode":3504.22,"tags":[]},{"id":"RxFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"I don't mind that. Yeah.","speaker":"spk_1","timeCode":3523.66,"tags":[]},{"id":"TBFMJnMByMrymAEmz3hl","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Euphoria Friends","line":"Hello. From a reboot slash reimagining of the watchman universe. I'm your host. I think if you say that will be in legal trouble. Shitty title","speaker":"spk_2","timeCode":3563.7,"tags":[]},{"id":"VBFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"gathered with entire view","speaker":"spk_0","timeCode":378.76,"tags":[]},{"id":"WRFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"Which is when you put tap your you pres's your foreheads together and you say snu guns to you, and then you do snootchie bootchies. Which is where you kind of walk next like view. If you can picture if some people it's like a handshake, but with your neck OK, so you're kind of like you know how next can kind of like lock into each other. Yeah, well, it''s like a puzzle piece, but that Yeah, it''s perfectly into the woman''s Nicole Nicole. Yeah, I like Robin Wright Penn. Yes. And he said, Made years noogies always be booties and Amy chased Amy, Is there ever? You gather everyone for dogs? She was chased, but she''s also chased. She did end up being yes, violated. No, no. She ended up being chasing them in the in the movies and just not nobody''s going violate H a S t I know. That''s what I'm saying. She I'm saying she ended up being chased because she didn't want to do it with Banky''s friends. Got it? That I don't And I do need your help on this stuff because I know this is like your The verse is not my area. It''s not my area, but I mean, I did see chasing Amy in the theaters. I'm familiar with. What''s Banky''s friends name? Banksy. Okay, it''s Banke and Banksy and okay, Artist Well and Bo Banky also Did comic book correct, which is basically what banks he does as well Yes. And so, Amy, It is like I don't really like doing this in their goods on this new G boo. Geez, it''s like to what we can like. Even a hug is like a little weird of the end of every day. But you like foreheads and like, next stuff, it''s just like too much. It''s too much for the end of the day, and I'm like, make you for telling me this. I have sort of taken on sort of a surrogate director''s role s movie. Why, after the heart attack, of which one, Kevin Smith''s Oh, no, yes, he had. When he''s doing shows about it is content is not a secret. It''s not a secret. OK, so it''s content so we like. So I'm like, sort of like the most I remember when nor ever I was like Everything is content, you know? Tell me about that story. That''s the whole story. She said that it was the name of a documentary or son make It was everything is content. Yeah, uh, and we are not doing this. The movie anymore. Welcome to-Hollywood Handbook Insider''s Guide to Kicking Butt in dropping names on the red carpet line by collars industry we call showbiz. The show was normal. Everything is happening the same. And it is great that we have Queenie Hi. Who has been on the show so many times? Although you would not know from how she handles the parking situation every single time, his brand new And it''s somehow work hard enough to, like, get these guys to commit to a time. So then I don't want to be like How do I park? Because sometimes I'm afraid they're going to stop ignoring me and just are being mean to me because I feel you guys sometimes. So that''s what it is. It hold with cruel. The misunder'standing of how to drive through an open gate is a test to see if we're going to be a warm person. You can say what you want. Oh, she''s fiery. He''s got a temporary ever signed. But I am a warm like I have a heart and I have checked on shot every day since his child was born and sometimes text every day. Yeah. What do you say? Has that baby","speaker":"spk_1","timeCode":540.49,"tags":["Nicole Nicole","Robin Wright Penn","Amy","Amy","Banky","Amy","Banky","Bank'sy","Banke","Bank'sy","Arti'st","Bo Banky","Amy","G boo","Kevin Smith","Hollywood Handbook","''s Guide to Kicking Butt","Queenie","becau'se"]},{"id":"XBFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"at all in all the devil Whats happening with the life? I don't have any. They keep, like, coming down like back. I was either having Stroker things were about to get real fun. And it was like, part of it Is this Kevin thing with Team Coco House? One of your a fun story I have about Shona never invited me on the show as a guest and I don't know about you want as all you care. Very big CBS. I will explain what they are. Uh, stripper Wow! Porn actres's. OK, girl gone wild. Uh huh. And what we say is sex workers, sex workers, sex workers. My apologies.","speaker":"spk_1","timeCode":868.65,"tags":["Stroker","Kevin","Coco","Hou'se","Shona","a","CBS"]},{"id":"YBFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"Um, that's what he always dreamed of, right when he was watching Carson. Yeah, he''s gonna do Likas orb. I'll never see my family do a bubble soccer. Anyway, I'm sorry to interrupt. Thank you. Kevin is gone. And he was someone that we could always whenever things got really bad, we could always kind of turn our attention to Kevin and be like, look at his hair. Whatever. Yeah, exactly. And he loved that. I've never heard anyone be happier, right? Oh, my God. Yeah. Those were his shots. Yes, his pants air weird, whatever it is. And then we forget in whatever the thing was that we were upset about heaven. He was in Chef heaven. Uh uh. Kevin''s gone, and just like a child graduates from college. You have an empty room all of a sudden, like are like Solorio starting Look Away. You know, where is wandering the halls, Our voices air echoing And so we're okay. What do we do? What''s our next thing? I know we keep it fresh. How do we do? Exciting new show and we say, like, Oh, whoa, let''s pretend we're having a big fight, like draw attention to our show because we are like, doing this If you do it like viewed love shine a family feud with Steve Harvey s giant la Joe And these families air fighting and people are, like, really interested in seeing these families go at it. Yeah, yeah, yeah. And so we're like, let''s do a fight like feud. Ah, and Sean is like, Oh, like, OK, great. Well, like make fun of stuff about each other. Like I could make fun of your list or something. And I'm like, he said that to you. like you can do what? To My witch? Uh huh. Yeah, this was the sketch. You seen it? You've seen? Have you seen it right times, Like walked up, even sing the sketch. Yeah, but sometimes I would go into Big Mattis and people would shout Stripper which and I d like sex workers, sex worker.","speaker":"spk_1","timeCode":970.44,"tags":["Car'son","Lika","Kevin","Kevin","Kevin","Solorio","Steve Harvey","Joe","Sean","witch","walked up","Big Matti"]},{"id":"ZhFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"If I I don't wanna beg this guy who is your Devon. I don't want to be in a position where I'm like asking him. Yeah, for anything, because he will put the squeeze to me. Okay. I don't know what you know. I don't know, You know? You know, I don't but keeps, you know, and so I say, Hey, bitch, do you want to be? But I gues's the like, the honor guest on the show, and Sean one doesn't want to let you do it. But I want you to be the guest and records tomorrow. Very early in the morning. And engineer done is like, Oh, great. Oh, cool. Uh huh. And so this is the situation, is and you're definitely doing this without Sean. You are the kym shot. Your son? Yeah. You very believe you now. Yeah. Much more fun than being a gues's, right? And so engineer Devin is the guest. I feel bad because I didn't have a story at the beginning. I was just confused by and then sometimes I do it. I do. Great. No, you did exactly what you supposed to do. A story and oh, right. One of you has a story. The other is, like, supposed to contract next time. Okay. Not supposed to do that, but Sean often does. He often will do that. So this is gonna be the thing. You're just gonna compare me to your former partner all the time, like in Annie Hall. And she's like, Why are you afraid of the lobster? Just put it in a way that I don't site that movie. Why? Do you see it? No, I don't. I don't site. I don't know. I'm not trying. I'm not trying to give it eyeballs. You know, I'm not trying, toe. I'm not trying to put money in that guy''s by get Israel. Who are you? One of those beady. One of those B t k people about Israel. They're like buying torture and kitchen or something they do to Israel. It''s not nice. It''s, um bind, Torture, kill God. I wish I could remember one of the fine if I could remember. Uh um I don't like the name of that Korean band. Is it Bt s Yeah, Yeah. If I had done that in time, Yes. I'm wanna like I'm following the BTS movement. That would have been really funny, you know?","speaker":"spk_1","timeCode":1297.94,"tags":["Devon","Sean","Sean","Devin","Sean","Annie Hall","Korean","BTS"]},{"id":"ZxFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"Yeah. Uh, okay. So","speaker":"spk_1","timeCode":1429.54,"tags":[]},{"id":"bBFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"Would you eat for dinner last night? Uh, Cobb Salad. Okay. I'm not vegan. Hey, is So you told me this. I know. I know. There are some different side. A That is one of the differences. Yes, and I also I don't like to promote. I'm not trying to give attention, Toe. Uh, don't copy.","speaker":"spk_1","timeCode":1479.27,"tags":["Cobb"]},{"id":"bRFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"Trying to get able I'm talking about Yes. I'm not trying to put My like guys pocket by eating, So if he''s the guest who''s engineer? God, I gues's me havent met Jordan yet. Do you think would be a cut by? You would star, I think breaking like you would both started singing, but in a way that was, like, nasty to each other. Like Like few. Like a dance off. It would be like the other birds","speaker":"spk_1","timeCode":1502.72,"tags":["Jordan"]},{"id":"bhFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"like, Yeah, I think you guys would respectfully be enemies, huh? Cool, Because she has a bee in vocal performance. You're aware of this? Yeah. And I have, ah, bs. I call on you. I call Bs. You call Bs. And who is that directed at the woman who had that speech we call be s and then they auto tune the news, remember? Oh, okay. Hot amber Rose Liquid. She said we call Bs. Made that speech. Yeah, it was cool. She did a and the other rally. It was like a concert. They auto tuned this They do. You will say this. It's time for these guys Have been, like, sort of hiding out in the shadows for a little while. What we do in the Yeah, sure, it''s time for these guys to auto tune Trump.","speaker":"spk_1","timeCode":1538.09,"tags":["Ro'se","B","Trump"]},{"id":"cRFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"It's time,","speaker":"spk_1","timeCode":1621.07,"tags":[]},{"id":"dRFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"I pull up room room hazes like this is the gate We were talking. You shut the fuck up.","speaker":"spk_1","timeCode":1703.99,"tags":[]},{"id":"dhFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"And now you're telling me there's an engineer? Devon, it was a lot. It''s a lot. I was bamboozled. Just I feel like I'm in our seven of the hour 11 Pro Version. And I love it so, So nice. By the way, having people on the show who are fan have have ever even known about it before. We got there a little rod of a bunch of people that are not very interested of us. Yeah, I've been listening.","speaker":"spk_1","timeCode":1715.24,"tags":["Devon","seven of the hour 11"]},{"id":"eRFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"He was, he wrote. The New York Times story about big late DORIA REVIEW It was the story, but it's that there was There was a little there''s a little twist. The knife he threw a little bit of shade before. That was even something that anyone who knew how to dio uh, why he''s so pale. No, it just kind of like","speaker":"spk_1","timeCode":1871.14,"tags":["New York Time","DORIA"]},{"id":"hxFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"texture when I feel like I'm not very busy. Especially not in the last two years. Yeah. Taxing show every day. Yeah, Well, someone cares. Yeah, And then the other one is I'm up for boat. Wow. Yeah. And that you are comfortable with very much so. Well, Constance Wu, Um Who? I believe all women, uh, had some unfortunate timing the other day. And when this airs, itll be very fresh in peoples minds. And when I say the other day, yeah, it could mean I don't know in this. So this. Well, here''s the thing. Kevin''s gone every time. I'm like, Let''s do this one now. This one''s good. Yeah, I would love to do that for thing. Kevin. This terrified of our guest Booker. Why? He was the guest Booker Smee toe. What does he do? Uh, exactly.","speaker":"spk_1","timeCode":2420.62,"tags":["Wu","Kevin","Thi","Kevin","Thi","Booker","Booker Smee"]},{"id":"iRFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"as the, um, burlesque dancer who, like, um, takes Bob Fos'se opportunity Away that I think it was 12 at the time with another Is that Hoover Don is No, I don't know. I'm so embarras'sed for you right now. Who is there, Don,","speaker":"spk_1","timeCode":2551.94,"tags":["Bob Fo's'se","Hoover Don","Don"]},{"id":"jhFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"Devon, Uh, thank you. That is a good question. That's going deep. Cobb salad. I think that is a really good Pro Version. What''s what''s the interesting thought? What''s the interesting thought that you've been having? What you havent bought any invasive, invasive thoughts, wants the first episode of Paradise Hotel last night? What is that exactly? This new reality show that''s actually a reviving of a format from like 2003. I do kind of remember the old one. Yeah. Is this like it''s not Bachelor in Paradise and Jason, it''s not what''s funny about it. They are absolutely ripping off a British show, Love Island Cool. That came afterwards. But they're using an old name so they can be sued for ripping off a new, a newer format that''s much more succes'sful. Hahaha! It''s It''s upsetting! What happened? Certainly snogging. Yeah, there''s some snogging. Yes, there is. It''s Ah, the format is a bunch of singles. They pair up and have a hotel room apiece and one person single. They try and break up all the other couples. And then someone gets voted off at the end of every episode. One person, one England. The beginning. Yes, and they. Their job is to then ping pong around all the other couples and try and break him up. It was like Temptation Island, but with, like one agent, like someone who''s the agent to do yes, the dirty deeds. But in a hotel where they keep them liquored up seemingly all day long, the agent is not affected by this WG a thing which I think it''s fabulous, by the way. I love this W J think. I think everyone looks great in it. Okay, good. So usually, like a lot of times of the show, we say stuff is like not what we were doing. Yes. Oh, that Yes. No, no, I think it''s fabulous. I think it''s a great um, I think it''s great. I think there''s definitely an end in sight. I can't wait. And the great thing, too, is that it''s affected me a lot is that my life has changed so much since I had to fire by agent. Okay, well, basically, so well say that it had not changed. No, I just can't even think about that as an example. Say that your life had not changed at all. Wouldn't that be kind of good? Because the one thing that would change is not having to pay somebody","speaker":"spk_1","timeCode":2862.36,"tags":["Devon","Cobb","intere'sting","intere'sting","Paradi'se","Thi","Bachelor in Paradi'se","Briti'sh","England","WG","W J"]},{"id":"jxFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"home. So somebody saying, like, if you word to say, I know you're saying it has changed a lot for the for the better, but say that nothing had changed it all. Wouldn't that suggest that there that that they werent neces'sarily doing as much as they should be","speaker":"spk_1","timeCode":3005.29,"tags":[]},{"id":"lRFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"not capital owes. Lets just say this is a pretty good staffing season.","speaker":"spk_1","timeCode":3107.85,"tags":[]},{"id":"mBFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"Uh, that's yeah, that''s true. We could do more catching up and again. That''s something I want to do on this show. I just wanted Yeah, I just want to be able to catch up a little bit, OK? Does that mean you want me to ask you question's about how you're doing? No. I mean, I just like, just like this stuff. Weve been thinking about it like this. That''s what this has been, right? You know, the three of us. What? All right, So active. It''s fine. Just try, then. Just chopping it up. Do you have a love? When Shawn''s in here to do is love. It''s doing jokes. Yes, he''s obse'ssed","speaker":"spk_1","timeCode":3165,"tags":["Doe","Shawn"]},{"id":"nhFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"I'm asking you to challenge yourself to say what is underneath this this Fisher","speaker":"spk_1","timeCode":3293.8,"tags":[]},{"id":"oBFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"'speak on that.","speaker":"spk_1","timeCode":3314.85,"tags":[]},{"id":"pBFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"you guys have abandoned a lot of bits from the show, Uh, some of our best ones.","speaker":"spk_1","timeCode":3350.85,"tags":[]},{"id":"qRFNJnMByMrymAEmO3ie","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Co-Host Friend","line":"Well get words. Do it. Lets do it. You can stay. Oh, yeah. Okay, right","speaker":"spk_1","timeCode":3583.12,"tags":[]},{"id":"qxFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Pardon me if I'm a little bit shaken today, Uh, I recently discovered that I live in, I suppose what you would call the present day I I always understood myself to be a resident of sort of Ah, I gues's what you would call the Old West. Uh uh And I was a prospector who, uh, worked in a silver mine and say I gues's the late 18 hundreds. It's recently been, ah, brought to buy attention that I and my friend Mack, who turns out to be my brother that''s a different story got lost in ah, Western themed section of a water park called a Gizzard Gulch. And we recently wandered off the property for the first time and are experiencing Bader technology. I'm also told it''s similar to the twist and the movie The Village. It''s the first time I've heard of ah, movie as well. So to me, that''s nonsen'se. I don't understand that comparison at all s so if you're hearing these cars, go and buy at other kinds of crazy noise's IV chosen toe kind of throw myself into this, hoping I just more quickly that way, Mac is having a little more trouble. He has fully disa'ssociated, and he is like face down on the sidewalk where we first encountered the modern world. He''s alive. He sees do it, Okay, but he his respon'se has been to take his mind to a different place. So thinking about him, I'm sure he will be better soon. It was something I wanted to tell you. Whatever. You're weird right now. Mack Weldon is better. Mack Weldon is a premium men''s Es'sentials brand that believes in smart design, premium fabrics and Simple shopping. Not only do Mack Weldon''s underwear, socks and shirts look good, they perform well, too. They have a line of silver underwear in shirts that are naturally antimicrobial, and that means they eliminate odors in microbes. If you don't like your first pair, you could keep it and they will still refund. You know, question's I asked. We are were bought some sweatpants on there that are just Rap, like some of the best stuff you could ever wear on. It''s making me comfortable having My under by country underpants on in what is for me, literally a brave new world for 20% off your first order those at mack weldon dot com and enter promo code the Boys at check out. Hey, guys, I'm here to tell you about my Sheets-Rock. This has shown Clements from Hollywood Handbook. And this is a company that makes sheets.","speaker":"spk_0","timeCode":5.21,"tags":["Old We'st","Mack","Gizzard","Gulch","twi'st","The Village","Mac","Mack","Weldon","Mack","Weldon","Mack Weldon","mack weldon dot com","Clement","Hollywood Handbook"]},{"id":"sBFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"They're made of bamboo ray on. Um, I would leave that alone. Uh, which transfer's body heat two times better than cotton sheets. I would do like a cotton eyed Joe thing. Here s so you can sleep comfortably every night. Um, okay, So those air that's most of the copy. I'm gonna get into the actual promo code stuff. But as you could see there probably about four golden bits that IV elected not to do. I'm sorry to deprive you guys, but again, this is my home life. And my wife loves the sheets. Anyone thinking I'm gonna go? And if my wife loves the sheets, you know I love the sheets and get into this kind of racy thing about like what happens inside the sheets? Obviously, that''s another really juicy area that I could turn into maybe 10 or 15 ads for these people. But in the interest of playing it safe, I'm just going to say the sheets are nice. Check out My-Sheets-Rock at My-Sheets-Rock dot com slash The Boys and enter code the Boys for 10% off and free shipping. That''s My-Sheets-Rock dot com slash the Boys code. The Boys My-Sheets-Rock the sheets that my wife likes.","speaker":"spk_1","timeCode":306.79,"tags":["Joe"]},{"id":"shFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"'shovel and My other tools, and I can hear that I am right under the Kona podcast. Yet I like you know, I have My like built scaffolding around the like where IV dug so far, and so I feel like that part of Secure and I dig a little more and I just can hear, like, just still most mortals","speaker":"spk_0","timeCode":393.48,"tags":["Kona podca'st"]},{"id":"vxFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"right? Yeah, our farts or worse than a snaps.","speaker":"spk_1","timeCode":595.34,"tags":[]},{"id":"wBFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"So what is is what it Whether we woods this whole thing. The show? Yes. Do we have","speaker":"spk_1","timeCode":599.95,"tags":[]},{"id":"zxFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"American. Now, that sounds like this freakin car that looks the Space Cruiser. Yeah. Farrar. Right room. My wife is a school teacher and her students. If they hear this, they're gonna get a huge kick out of you guys doing the Ferrari because they love it. Also,","speaker":"spk_1","timeCode":696.97,"tags":["Space Crui'ser","Farrar","Ferrari"]},{"id":"0BFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"one of the schools where, like, there's one like 17 year old Canada as the dickens''s. They a glas's but like babies is Yeah, like this divey little doubt. Uh,","speaker":"spk_2","timeCode":719.16,"tags":["Canada"]},{"id":"0hFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"oh, yes. See, But they want your big break.","speaker":"spk_2","timeCode":737.04,"tags":[]},{"id":"1BFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"No, no, no. I just wanted to acknowledge that, um,","speaker":"spk_2","timeCode":742.88,"tags":[]},{"id":"1RFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"the area, the sandbox you were sort of in was that the jokes we were doing were so immature that school Children would like them. And yet, no, you're on my show. That's not And you're sure has the word socks of the title. I just think","speaker":"spk_1","timeCode":747.37,"tags":[]},{"id":"1hFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"I just think, you know, um, it's very similar to when you go to the grocery store, which we have, Where I'm from, we have grocery, we go to the store and they have anything would want Just pick it off the salt lick. Yeah.","speaker":"spk_0","timeCode":765.02,"tags":[]},{"id":"2BFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"That's right. Um and you say if the cashier is dried corn, if the cashier is scanning, we call it Maze. If she''s scanning the items and it doesn't beep, what you say to her is ah, it''s now free. So it''s sort of, you know about sand, but you play in and and she goes or he and they go, Ah, you know, that''s a good That''s fun for them to hear you say it and it''s very similar to what I'm hearing now. The for our Ferrari stuff. You know, I'm the cashier. Yeah. Okay. You don't I'm saying, what am I trying to buy?","speaker":"spk_2","timeCode":784.98,"tags":["Maze","Ferrari"]},{"id":"4hFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"that we have that. We have a regular grocery store order. And the fact of the matter is, when I'm rarely going there, I'm so rarely going there, because for me, it's all meal delivery system. Bring me the apron, Which is blue, my good man. Okay, I must have meal kits, so I'm not going to a store. The fucking mailman goes to the store for me, and then he goes, Hey, I picked out something I think you might like friggin cheese burglars.","speaker":"spk_1","timeCode":922.05,"tags":[]},{"id":"6RFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"I just I'm more of like a transformer's guy. So if you have, like a If there's a reference to transformer's you could do okay. That would explain to me where earlier today someone offered Jes'se, do transform, his's","speaker":"spk_2","timeCode":1019.57,"tags":[]},{"id":"6xFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Somebody offered. I gues's this is what he meant. What he said getting his big break get Away. Someone offered to suck Jes'sies dick on the street earlier today, Uh, and he came in here kind of with that. And so that''s what year it was, like, a little bit low. Gee, that''s what you're hearing is like that energy that really Did haples'sly afterwards. Yeah, I you know,","speaker":"spk_0","timeCode":1043.55,"tags":["haple's'sly"]},{"id":"8hFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"It feels like that. That's what it feels like. He has Quip on the planet. Yeah, I think he got cold feet, man. You're gonna have to just do the podcast straight up. He can't.","speaker":"spk_0","timeCode":1154.48,"tags":[]},{"id":"_RFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Are you It's anti gay sausage.","speaker":"spk_2","timeCode":1221.84,"tags":[]},{"id":"_hFPJnMByMrymAEmOnij","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"It was something else.","speaker":"spk_0","timeCode":1225.59,"tags":[]},{"id":"BxFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"was looking up to see if Jimmy Dean was actually a home homophobic sausage brand. And I didn't find nothing. So you got away with this one, But I will get you.","speaker":"spk_2","timeCode":1298.01,"tags":["Jimmy Dean"]},{"id":"DRFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"It's certainly in the room, baby. In their love. Yes, they ever met before because otherwise that person would surely be doing this. It''s dead. Yeah. No, I as'sumed this was the entirety of your social interaction and connection to the outside world.","speaker":"spk_0","timeCode":1361.47,"tags":[]},{"id":"EhFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Mrs Good feedback, and I'll take it back to the team,","speaker":"spk_0","timeCode":1400.31,"tags":[]},{"id":"HBFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"wants to laugh. Looking for any excuse really laughs at a bunch of Kevin stuff. Um, he didn't Did today. Give lets talk about","speaker":"spk_1","timeCode":1514.18,"tags":["Kevin"]},{"id":"MhFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Yeah, there was. It was a book about, um I think there was a broke up. It was about Trump. And it's not coming to me. Is there something about Trump in the book is about Donald. Yes. The Kickstarter sucked. It was a book about Donald Trump. Yes, and we took Away. Let me wait. Let me let me sort of gues's something from just your behavior. Was this book like, kind of an anti Donald Trump book that people were trying to raise money for? Ah, their reach Back in your memory","speaker":"spk_2","timeCode":1711.4,"tags":["Trump","Trump","Donald","Donald Trump","Away","Donald Trump"]},{"id":"NBFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Yeah, and they're but they're like kids, books and stuff too. So that's sort of the main thing here that had have linked the D S A or something. I'm not involved with the organization at this time. What happened? Um, they found out I wasn't a police officer, so they kicked me out very inside baseball.","speaker":"spk_2","timeCode":1755.24,"tags":["D","S A"]},{"id":"PhFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Wow. And you just heard the words inside baseball from he's a minutes going. He's like, I'm gonna use that.","speaker":"spk_2","timeCode":1830.28,"tags":[]},{"id":"QRFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Yeah, yeah, yeah. Your country music. I know. I don't like it. I don't actually like","speaker":"spk_1","timeCode":1851.04,"tags":[]},{"id":"UBFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"it's just poster's. It''s actually like","speaker":"spk_0","timeCode":1951.58,"tags":[]},{"id":"VBFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"long as it takes. So Okay, um, I would love to be able to do, like, a ship hell thing where I can, like, live in both places and just kind of spend weekends wherever is the most fruitful for me. Or just, like, productive. Yes, right, Right.","speaker":"spk_0","timeCode":1994.22,"tags":[]},{"id":"WRFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"His names Mike is my friend Michail Mike Hale Micael.","speaker":"spk_0","timeCode":2048.15,"tags":["Mike","Michail Mike Hale","Micael"]},{"id":"cBFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"explain that Audible has asked me to articulate again. I gues's people are still enquiring about whether Audible is carrying the book that Kevin Row and self published and recorded the narration for Mr Kevins trip. They Do you want me to make clear that Mr Kevin''s trip remains not on Audible and is that is permanent. They are not going to be offering Mr Kevin''s trip. I do have Chef Kevin like gave me a sample. I gues's you can buy the full audiobook off his like personal, like his personal site, which he says, which I think is just like he will send it to you over email. But he wanted me to read like a small section of it, since it''s not on Audible. I read a little bit of it last time, but I can just read you just play the clip again right now.","speaker":"spk_0","timeCode":2414.83,"tags":["Audible","Audible","Kevin Row","Mr","Kevin","Mr","Kevin","Audible","Mr","Kevin","Chef","Kevin","Audible"]},{"id":"eRFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Do you want him to come in the studio? Yeah. I didn't come in the studio. OSIs very mad. Now. That''s nice. Welcome to the show. His name is a Southern town.","speaker":"spk_0","timeCode":2650.7,"tags":[]},{"id":"fBFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"I just walk. I do. You want us to confirm that that is a lobby? It's not OK.","speaker":"spk_1","timeCode":2699.1,"tags":[]},{"id":"iRFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"But maybe for this, with Austin, anyway, since he is something of a clean slate for you, lets just start from scratch and be on our best behavior.","speaker":"spk_1","timeCode":2787.34,"tags":["Au'stin"]},{"id":"mhFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"the Continental Hotel. I just saw it. This is the 1st 1 I","speaker":"spk_2","timeCode":3015.54,"tags":["Continental Hotel"]},{"id":"nxFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"now this is good. Depends. So he has situations where he likes smoky. Like Smuckers is another unity where he does not know, and I know it's the light. Has been shut off of the other room.","speaker":"spk_0","timeCode":3042.97,"tags":["Smucker"]},{"id":"thFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"You want you. You want to take a pas's on John Wick? Serene?","speaker":"spk_2","timeCode":3249.04,"tags":["John Wick","Serene"]},{"id":"vhFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"But if you have the tone","speaker":"spk_0","timeCode":3300.06,"tags":[]},{"id":"wBFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"in John Wick three. He still just got the one dog. Okay, Why not? Why doesn't he have to?","speaker":"spk_2","timeCode":3305.62,"tags":["John","Wick"]},{"id":"wxFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"I'm low. Gee, still","speaker":"spk_1","timeCode":3325.46,"tags":[]},{"id":"xhFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"no John Wick. Chiana Reeves. Okay, I'm a little into the gaming scene. I don't know if you heard about E three going on","speaker":"spk_1","timeCode":3367.94,"tags":["John Wick","Chiana Reeve","E three"]},{"id":"xxFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"at the moment,","speaker":"spk_3","timeCode":3373.83,"tags":[]},{"id":"yhFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"you got a little bit of an idea going on, and, you know, you know about Cyberpunk 2077 is gonna be coming out. Pleased to meet you. I'm famous.","speaker":"spk_0","timeCode":3386.25,"tags":["Cyberpunk 2077"]},{"id":"zBFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Yes, I do feel about that.","speaker":"spk_2","timeCode":3404.49,"tags":[]},{"id":"zhFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Yes, that's what it is. Yeah.","speaker":"spk_0","timeCode":3408.78,"tags":[]},{"id":"0BFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"gonna be in it? Yeah. It's gonna be a big game. Yeah. Project reds working on it.","speaker":"spk_3","timeCode":3415.77,"tags":["Project red"]},{"id":"2xFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"great. This'll bucket guy. He rolls is on it. And again, any material you don't want, Jes'se, just I'll take Don't take it, Okay? You have blind bos's.","speaker":"spk_3","timeCode":3540.49,"tags":[]},{"id":"3BFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Ah, the bos's of the company is blind, but he doesn't want anyone to like no or acknowledge that he's blind and he likes thinks he''s getting away with it. This field, that''s nice War. It was like punching down to me. He''s the bos's. What''s kind of inside baseball?","speaker":"spk_0","timeCode":3554.55,"tags":["Thi"]},{"id":"3RFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Things just sound waves bouncing around in his skull cavity.","speaker":"spk_2","timeCode":3573.7,"tags":[]},{"id":"5hFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Each pair present's their handshake of the winners chosen via audience applause. Um","speaker":"spk_1","timeCode":3740.31,"tags":[]},{"id":"5xFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"um, audience salesman. This character interrupts Jimmys monologue to mention a ridiculous product he''s trying to sell. This is your case, Star sucks.","speaker":"spk_1","timeCode":3751,"tags":["Thi","Jimmy","Thi"]},{"id":"7hFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"And so this is Jes'se basically coming on here to Scab, just to announce that he is ready to scab. Are they? Is pop still on strike.","speaker":"spk_0","timeCode":3846.95,"tags":["Je's'se","Scab"]},{"id":"9hFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"You just said hi.","speaker":"spk_1","timeCode":3896.23,"tags":[]},{"id":"-BFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"uh, is this OK? Is this the Is this the best Is the best agency in town.","speaker":"spk_2","timeCode":3902.16,"tags":[]},{"id":"-xFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"That's the I. Okay, tell me, is this the best agency in town? Yeah, that''s so good.","speaker":"spk_0","timeCode":3919.79,"tags":[]},{"id":"_xFPJnMByMrymAEmOnmj","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"You want you want just, like answer the phones. Is that okay? Will someone get mad if I do that?","speaker":"spk_0","timeCode":3943.46,"tags":[]},{"id":"ARFPJnMByMrymAEmOnqk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"that I've already on the phone is call waiting. Okay, so heres some of the pop Zella ideas.","speaker":"spk_0","timeCode":3955.57,"tags":["Zella"]},{"id":"AxFPJnMByMrymAEmOnqk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Ah! Ah! You like Garth Brooks for you guys Did. Uh uh Okay, Whats this one?","speaker":"spk_1","timeCode":3995.98,"tags":["Garth Brook"]},{"id":"DBFPJnMByMrymAEmOnqk","index":"handbook","podcast":"Hollywood Handbook","episode":"Jesse Farrar, Our Close Friend","line":"Thanks so much for listening to Hollywood Handbook insider's. But this for you get some people pulling the over to your Kickstarter sucks. I don't know. You guys remember? Come on. See?","speaker":"spk_2","timeCode":4100.76,"tags":["Hollywood Handbook"]}]