[{"id":"UxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I think it's more universal. Then you're giving it credit for because basically saying anyone who was about to criticize or attack us, you will get your butt bit so hard you end up straight on. Did Atash. That''s good to get out ahead of that. It''s a one way ticket to Tosh Point home, and there will be no Web redemption.","speaker":"spk_2","timeCode":1518,"tags":["Ata'sh"]},{"id":"VhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I said you don't do music. You won't field tried being me. Yeah, I feel old. These are killing me.","speaker":"spk_2","timeCode":1572.6,"tags":[]},{"id":"VxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Um, yeah. So I said Absolutely not. Under no circumstance's. So then she goes around, too. Daddy, Mommy said It's OK. I can sing My thing as loud as I want. That''s verbatim. Yeah,","speaker":"spk_2","timeCode":1587.44,"tags":[]},{"id":"YBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Okay, that's enough. Back to the show. Hey, Zed. Sean are the holy stars of the show. Jordan sold their soul to the devil. Four good voice and all she got out of it was a 10 seconds. So people listen to the show THOMAS shot. What do you expect? An entire show of you just see is our Nope. Not happening.","speaker":"spk_1","timeCode":1701.14,"tags":["Zed","Sean","Jordan"]},{"id":"YxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"way. So it's said a man again here for Harry''s razors and a quick thing to talk about, Uh, re little uncomfortable. So, Santa Man, as you know, Moriarty is my step. Dad, uh, he''s married to my mom,","speaker":"spk_2","timeCode":1753.24,"tags":["Harry","Santa Man","Moriarty"]},{"id":"ZBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"and weve been Look, we had a pretty rocky start, and now we're on decent terms. Anyway, I walk in the Moriartys office earlier today and he has left his laptop open. And, you know, we re cinnamon. I wasn't looking, wasn't trying to look at anything, but I see some tabs open that have, uh, it''s feet. There were feet with puppet. Like like cheerleader puppets. Like the outside toes were holding palm palms. We re agree. So you don't know judgment? Hey, s. Oh, you know, a little it was I didn't know. Uh, I mean, I wasn't I wasn't looking, but I saw. So anyway, so, Santa man is if you re if you want Oh, uh, give me any advice. Do I tell him that I saw or did I tell my mom or does she know or do I stay out of it? It''s","speaker":"spk_2","timeCode":1775.99,"tags":["Moriarty","Santa"]},{"id":"bRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"you know? Wow. Yeah, that could be smart. Bathroom. So it's just you to run in this running this ship in, like, Yeah, I know that. My","speaker":"spk_0","timeCode":2286.91,"tags":[]},{"id":"bhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"you know, I don't know if you ever need a break. IV trained my body. It's incredible. What? Basically, ah, superhuman podcaster IV become where My endocrine system and basically on my other internal organs will shut off or just be like it''s okay. No need to, like, take care of us for the next 50 minutes. Mm, because","speaker":"spk_2","timeCode":2294.6,"tags":[]},{"id":"bxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"they just know. Yes. I don't even have to do it consciou'sly. Caavo Okay at this point. So if I were to try to go to the bathroom, I would, like, get hurt trying to do it.","speaker":"spk_0","timeCode":2316.6,"tags":["Caavo"]},{"id":"dBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I'll admit that. So Michael pitched an intermis'sion song that we could use if we want to go to the bathroom. You said you don't go to the bathroom. I don't know the bathroom, but I like to be able to go in there real and stand perfectly still.","speaker":"spk_2","timeCode":2400.83,"tags":["Michael","intermi's'sion"]},{"id":"eRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Whats this feeling? Swelling up inside of me. There''s something inside me and have to get it.","speaker":"spk_2","timeCode":2459.83,"tags":[]},{"id":"fRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Oh, yeah. I gues's I'll call out down the hall and see if anyone wants to help me. Oh, no. One game.","speaker":"spk_0","timeCode":2535.52,"tags":[]},{"id":"gBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Help us. Okay, Um,","speaker":"spk_0","timeCode":2578.24,"tags":[]},{"id":"hRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"We can help. What you looking at on your phone? Any song?","speaker":"spk_2","timeCode":2639.15,"tags":[]},{"id":"jxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Yeah, that's really good. Yeah.","speaker":"spk_2","timeCode":2755.94,"tags":[]},{"id":"kBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"It was a really good parody some way. Do we do an intermis'sion? Yes, we did the intermis'sion. So that's a bathroom Was about guard of the best.","speaker":"spk_0","timeCode":2757.86,"tags":["intermi's'sion"]},{"id":"kRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"So I'm not going to take the bait on this Dana Embraer like together now. And they want so badly to talk about it. They Yes, they would like a an official love song to commemorate their","speaker":"spk_0","timeCode":2767.95,"tags":["Dana Embraer"]},{"id":"lBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Were there any other? Oh, wow. The broke A string s Oh, holy.","speaker":"spk_0","timeCode":2789.76,"tags":[]},{"id":"lxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"frankly, engineer My our way. Check levels. Make sure we're recording, dear. I need to book a guest for dinner tonight.","speaker":"spk_1","timeCode":2843.92,"tags":[]},{"id":"mhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"That's so nice of us. That was really sweet.","speaker":"spk_1","timeCode":2900.01,"tags":[]},{"id":"mxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Okay, Like mother, Mother, we have to do more songs. Yeah, we got to do a bunch of them. Should we do another show thing? We did it for D Vincis demons. Oh, yeah. Do we want to just knock one out for like a TV show","speaker":"spk_0","timeCode":2909.3,"tags":["mother, Mother","D Vinci"]},{"id":"nRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"one of these songs.","speaker":"spk_0","timeCode":2928.89,"tags":[]},{"id":"pxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"thin baby roll","speaker":"spk_1","timeCode":3040.82,"tags":[]},{"id":"qRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Fyre-Fest enough And uncle room, And, uh, we're all wrong. Uh, that's I Amazon","speaker":"spk_1","timeCode":3055.96,"tags":["Fyre-Fe'st","Amazon"]},{"id":"sRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"'sure. I'll just I'll play the you sort of fucked around here. Give us","speaker":"spk_2","timeCode":3120.99,"tags":[]},{"id":"tBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Is it settled in the center? Like of always. So So? Okay, I give it to me.","speaker":"spk_1","timeCode":3137.02,"tags":[]},{"id":"thE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I'm kicking it's as's, and I'm sitting it back. Tomorow came. Throw some more, Just more. Yes. Yeah, keep going, Tornado. Gotta suck My wing because I'm about us. A tornado. Ever seen one of these? That''s right. It''s pumping as way. So that''s a great It''s a day I get a tornado. Yeah, that''s what''s great about it is it''s a tornado. So it''s not like a person like we're all trying to beat up tornadoes. Years are aggres'sive, inherently.","speaker":"spk_1","timeCode":3154.98,"tags":["Tomorow"]},{"id":"uhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"both wanted to be part of the Turtle Club. Weve been rejected multiple times. It doesn't seem to matter how shell like the backpack we Where is? It doesn't seem to matter whether we get our green face paint just right. They won't let us in, and I think it's because we havent gotten our neck right. Turtle finally came out with a pillow that does get it right. It''s a travel pillow scientifically proven to provide better support than the usual U shaped neck pillows. The secret of Trtl-Travel-Pillows is it's internal support structure, which flexes to support your head and keep you upright so you can't picture. This","speaker":"spk_2","timeCode":3243.9,"tags":["Turtle Club","Turtle","Trtl"]},{"id":"uxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"turtle is like a scarf, almost like it's a scarf you put on with like a firm side that you can rest your head against. So when you're on a plane, you wrap that up and then you can lean the weight of your like chin and head into it, and it will support you, Teoh give finally podcast listener's like yourself, the elusive sensation","speaker":"spk_2","timeCode":3281.29,"tags":["turtle","Teoh"]},{"id":"vxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"It on. Lee really looks dumb because I've never seen anyone wearing it before. So if everyone listening would buy and start wearing it, then everyone would have it on so no one would look down. So please do get it. Actually Did like it. The turn, a pillow, and we're into Turtle Club now. Turtle flying can be comfortable, thanks to turtle, and right now you can get 20% off at turtle travel dot com. That's","speaker":"spk_2","timeCode":3428.76,"tags":["Lee","Turtle Club","turtle","turtle"]},{"id":"whE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I wear","speaker":"spk_2","timeCode":3479,"tags":[]},{"id":"wxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"mine myself.","speaker":"spk_1","timeCode":3493.86,"tags":[]},{"id":"xRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Okay, I got it. I'm feeling I got it.","speaker":"spk_2","timeCode":3508.9,"tags":[]},{"id":"yhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Youd be a fucking legend. Do","speaker":"spk_1","timeCode":3532.57,"tags":[]},{"id":"zRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"doing this, you get actually be like, Hey, man, you fucked getting you guys that Jack link What I gathered some of this is just something more, Something more direct. Yeah, yeah, directly. I could see that that line dinners is so vague. Safe place center. It's just like that''s a lot. I mean, which sins, but like when you say Bigfoot Okay, That''s a mental image I couldn't sink my teeth into. Weve all seen the footage. And where, like, is sinners? We're not saying her sit centers. It was sinners. Okay, Um might want to have an answer ready when they're like, Where we saving Ah, place for them in jail?","speaker":"spk_2","timeCode":3567.06,"tags":["Jack"]},{"id":"0BE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Okay. Well, I'm just I just started working on it this morning, but","speaker":"spk_0","timeCode":3656.02,"tags":[]},{"id":"1BE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"See, I'm like, yeah, yeah, I'm totally Yeah.","speaker":"spk_1","timeCode":3686.72,"tags":[]},{"id":"1hE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Mayor peen. Here we go. We're gonna win the race. Then we're gonna need some votes. Mayor P Gs the peak to be. You wanna meet? He''s a lead on the street. He speaking languages. Mayor P. Yeah, he''s eating sandwiches. Mayor P Oh, yeah, Yeah. Mr. Buddha Judge","speaker":"spk_1","timeCode":3696.41,"tags":["Mayor peen","Mayor P","Mayor P.","Mayor","Buddha Judge"]},{"id":"2BE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"That's that''s sounding that sending a lot better whom? It''s a Rap. People","speaker":"spk_1","timeCode":3735.43,"tags":[]},{"id":"2RE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"'send these little clouds home. So I I just had the mayor, Mayor Pete, But I was, which was correct. Really important. Actually. Got meal. You know, it's how well you sort of went off that. Yeah. OK, so that was helpful. That was huge, Michael. Okay, um,","speaker":"spk_2","timeCode":3740.9,"tags":["mayor","Mayor Pete","Michael"]},{"id":"2xE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Everyones got heat. Uh, yeah. So that''s a Rap. Okay, so where we at in terms of, like, do we have any other songs we need to dio? I mean, the last time we ended on doing a song about how we're never gonna do the show again? Yeah. Should we do that? But I remember sort of fucking it up last IV.","speaker":"spk_2","timeCode":3774.97,"tags":[]},{"id":"5xE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Well, that was Yeah, that was bad. Is really important to Dio ran that It ran it's course on the licensing and stuff. So it's Taylor. That''s what Taylor is doing well. And we didn't do the exact same thing, right? Because the song was not the same. It was worse. And we were not the same man. Yes, and we, too, are worse. That''s true.","speaker":"spk_0","timeCode":3960.78,"tags":["Dio","Taylor","Taylor"]},{"id":"8BE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Well, Seeker,","speaker":"spk_2","timeCode":4109.65,"tags":["Seeker"]},{"id":"9xE8JnMByMrymAEmjmgL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"So I'm outback were, like, out in the patio area. And it's me and I'm there with Diana Rigg. Diana Rigg Way We are making me original Avengers. Yes. No, I know. I was with her on the patio. Yeah, Yeah, from the original Avengers. So I'm we're making Matthew McConaughey is beer can chicken recipe, Um, from, I think, 1996. He went on the Ellen show and showed me how to make a beer. Can chicken, which keeps the chicken so moist because you put it, He showed you had a deer and up it's but he showed me through the TV. Yes, And you cook. It is looking at you a lot of the time","speaker":"spk_1","timeCode":126.76,"tags":["Diana Rigg","Diana Rigg","Avenger","Avenger","Matthew McConaughey","Ellen"]},{"id":"_BE8JnMByMrymAEmjmgL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"'she goes. You dare me to judge this motherfucker? Like not expecting that from an impending Robby? Yeah, sure.","speaker":"spk_1","timeCode":220.93,"tags":["Robby"]},{"id":"_RE8JnMByMrymAEmjmgL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"She es'sentially melted her tired neck. And then what am I supposed to do?","speaker":"spk_1","timeCode":232.22,"tags":[]},{"id":"_hE8JnMByMrymAEmjmgL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"What are you supposed to do in that situation? Yeah, Yeah, I just left her there. So it's a what? A My Yeah. What, like, what do you want me to do? You know, it''s exactly all right. What do you want? Meat it. I","speaker":"spk_0","timeCode":239.06,"tags":[]},{"id":"_xE8JnMByMrymAEmjmgL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"hate that. Yeah. Welcome, to-Hollywood Handbook. And it's the insider''s guide to kick England dropping names on the red carpet linebacker. Always of this industry called showbiz todo mostly about kicking, but like, yeah, episode is about a different part of the description of the show. It''s about kicking","speaker":"spk_1","timeCode":247.67,"tags":["Hollywood Handbook","England"]},{"id":"AhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Hello. Hi. You were on Io DeBary. Zschau? Yes. Oh, And when she came on our show, we were like, Whos on your show? And she was like doing Perkins. He''s a comedian. And we were like, Yeah, we know we were getting him. We already gonna have him on this show. We're locked in low. Chicago. Did you play that clip? Please? The Good Place play that clip that I just described. Roll the clip.","speaker":"spk_0","timeCode":275.42,"tags":["Io DeBary","Z'schau","Chicago","Plea'se"]},{"id":"BBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Cute. He didn't even look like trying. Is it playing? Yeah, it just for you. I just want you to hear it. So Sams listen to the clip, and he''s making a face like, Okay, this is what they described. And he''s loving Mis's and Sam. You want to talk? Well, do you want to talk about what you heard? It''s so funny.","speaker":"spk_1","timeCode":306.48,"tags":["Sam","Sam"]},{"id":"BRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"So save like that energy. We had SONA Away. Yeah, we told her she tried to kind of big time us that we came over the top and said we actually have the same guest just later and Made. Probably don't. Yeah, uh, don't have as much of a plan of what to dio. So that happened. We know what we do on this show is we solve problems. This is like our Made like we don't describe it that way. But that is","speaker":"spk_1","timeCode":329.48,"tags":["Made","Made"]},{"id":"BxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"like as a human","speaker":"spk_1","timeCode":359.06,"tags":[]},{"id":"CBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"film coming out with Michael Clayton. Have you","speaker":"spk_2","timeCode":360.6,"tags":["Michael Clayton"]},{"id":"ChE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"don't know. That is Can you explain what that is?","speaker":"spk_1","timeCode":364.64,"tags":[]},{"id":"GhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"OK, all right. Hey, Charlie Booth","speaker":"spk_2","timeCode":530.92,"tags":["Charlie Booth"]},{"id":"GxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"early on. And Hey, had to pick a song that these three people were pitching in, Picked a song. And then the whole conceit of the show is that an artist comes on this show. They present songs, they pick us on the record as a single,","speaker":"spk_1","timeCode":535.19,"tags":[]},{"id":"HhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"the mayor of song Land? Absolutely, Absolutely. Okay, there is no mayor. No. Okay, margin. And there's no Mammon.","speaker":"spk_0","timeCode":582.46,"tags":["Land"]},{"id":"JBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"uh yeah, It's a conglomerate. Yes.","speaker":"spk_2","timeCode":616.69,"tags":[]},{"id":"KhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"type yourself in tow Google and say the truth? Um","speaker":"spk_0","timeCode":715.27,"tags":["Google"]},{"id":"MRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"joker. And he was, of course, in the movie low Quip Sha, which you were ableto as'sume, like take advantage of some of the some of the heat some of the heat around that for a little while. Went on my own personal pres's tour.","speaker":"spk_0","timeCode":783.36,"tags":[]},{"id":"OBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"You ever met a baby named Diane? That is exactly what his bid is. Really? So just word for word s Oh, but you're","speaker":"spk_2","timeCode":891.05,"tags":["Diane"]},{"id":"PhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"'say in the name.","speaker":"spk_0","timeCode":929.14,"tags":[]},{"id":"RBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yeah, yeah, yeah. No, we can't have any more of that. It's too risky. Betty White should be the last one.","speaker":"spk_0","timeCode":978.34,"tags":["Betty White"]},{"id":"RRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"And she never did. She says she will be.","speaker":"spk_1","timeCode":985.57,"tags":[]},{"id":"RxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"1/2. She won the Internet on TV. So a funny poem. Don't you think of blame every time I see her trending? I'm doing the Denzel Me.","speaker":"spk_1","timeCode":993.36,"tags":["Denzel"]},{"id":"SRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yes, there is some. There's some stuff that''s evergreen. And the reason we see it again and again is because it''s one of these ancient stories, you know, to Denzel Mim. Um ah, Ickarus. These are things that bind us as human signal. Liam.","speaker":"spk_2","timeCode":1011.75,"tags":["Denzel Mim","Liam"]},{"id":"SxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"pig mailman,","speaker":"spk_2","timeCode":1038.73,"tags":[]},{"id":"TBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"So that one were done. So you have any babe and I can see like same name is itching, effectively putting him on the glas's toe try. And yet one of these baby names off. What? Like what? What? Just like say yours and he's gonna want to do this for all of them. I'm so sorry. What''s He''s not on Google. You search engineer Sam. And Google goes What? Yeah,","speaker":"spk_1","timeCode":1041.99,"tags":["Google","Sam","Google"]},{"id":"VRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"uh. It's specifically about Firefox.","speaker":"spk_1","timeCode":1120.26,"tags":["Firefox"]},{"id":"WxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"You gotta get it up quick. Hard and fast.","speaker":"spk_0","timeCode":1187.58,"tags":[]},{"id":"YxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"She says that with her face and eyes and body language and at one point after being horny for the whole movie, he is ready to shag","speaker":"spk_2","timeCode":1335.62,"tags":[]},{"id":"ZRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"well, and shall we shag now? Are shocked later.","speaker":"spk_0","timeCode":1394.89,"tags":[]},{"id":"cRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yeah. I mean, I was When I think about the Did between my favorite Ted talk and my favorite","speaker":"spk_2","timeCode":1539.58,"tags":["Did","Ted"]},{"id":"dBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"uh, sounds samu famously like to say that you know the security code to deactivate the friends you take.","speaker":"spk_2","timeCode":1568.67,"tags":["samu famou'sly"]},{"id":"eBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Okay. Uh, so the next topic that we need to absolutely eat those motherfuckers lot, John is when you have the coolest grandma ever go. My grandmother wasn't Well, I'm gros's. My My gram of those a witch. So, um ok, kind of cool. And I have a bit about how that made her the cool. Is grandmother ever? Oh, that's perfect for this. No, um, it''s","speaker":"spk_1","timeCode":1599.25,"tags":["John"]},{"id":"eRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"'sexy. My, um but s So it's it''s basically ah, a bit about how my grandmother she had this invisible friend. This is 100% true story. His name was Cosmo. And, um, he was just, like, do stuff around the house. Like when things would fall. She would like Cosmo, stop playing, and then this things will stop. And I was like, Oh, well cooker Gore IV Then I would try to speak to Cosmo. Um, and that''s when I was, like, really young faring out who I waas and they hate Cosmo. So what you up to? Let''s see what we can get into. Never took up that offer. I was friends owned by Kozma around the invisible friend. He was existing on Lee in the friend zone. Yes, Wait, you're saying when it sounded like you were, like trying to get something going with Kozma like Yeah, actually, take that physical.","speaker":"spk_2","timeCode":1629.27,"tags":["invi'sible","Co'smo","Co'smo","Gore IV","Co'smo","Co'smo","Kozma","Lee","Kozma"]},{"id":"fRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"before. My grandmother did not know white people, so she would know that that reference. So it was not Cramer","speaker":"spk_1","timeCode":1705.62,"tags":["Cramer"]},{"id":"fxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Cool. Grandma Sam. Now pas's. I got that one. That's a pas's. Okay, you Now you only have four pas'ses left. So you be careful. We have, like, nine topics","speaker":"spk_1","timeCode":1734.59,"tags":["Sam"]},{"id":"gRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"dinner was good. The desert wasn't great cause I only got one.","speaker":"spk_0","timeCode":1812.97,"tags":[]},{"id":"hBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"I do also want to point out I heard your previous diarrhea tree. Uh, much of that was made up way. What about it? You never made it to the top of the slide.","speaker":"spk_1","timeCode":1827.88,"tags":[]},{"id":"iRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"okay. Reach for it again. Watch what happens. Yeah. You got past me again. What? I was going to try to catch your hand.","speaker":"spk_1","timeCode":1931.77,"tags":[]},{"id":"mRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"uh, is now I'm doing areas to see what I just drain. Checked his watch. Lets talk about it. Do you have a heart out? Is it just Does this feel particularly long? Did you get a text yet? Somebody like the tweet and I was like glas'ses vibrate now","speaker":"spk_1","timeCode":2331.58,"tags":["Doe"]},{"id":"mxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"way, We got a filter it. Yeah,","speaker":"spk_1","timeCode":2350.81,"tags":[]},{"id":"nRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"clean people versu's dirty people. Okay, whatever that says to you, it sounds like they could pos'sibly be at war. They could be like having a fight. Yeah, right.","speaker":"spk_0","timeCode":2363.29,"tags":[]},{"id":"pRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"the record. Yes, yes, yes. It's like a range Flashdance. Yeah, and really nice.","speaker":"spk_0","timeCode":2467.23,"tags":["Fla'shdance"]},{"id":"qRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"That's right. Yeah. Yeah. Zamel was coming to nominate Sam. What? Sam, what''s clean? People were starting people for you.","speaker":"spk_2","timeCode":2509.16,"tags":["Zamel","Sam","Sam"]},{"id":"qxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"So you're the one.","speaker":"spk_0","timeCode":2524.28,"tags":[]},{"id":"sxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"That crushe's the worst one. Probably would be hotel, right?","speaker":"spk_0","timeCode":2605.88,"tags":[]},{"id":"uxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"red flag. I mean, a little bit depends on who your favorite celebrity is. There are some for whom","speaker":"spk_0","timeCode":2657.63,"tags":[]},{"id":"wxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"So you havent seen Michael Clayton? You havent seen Ray Donovan appear to have not seen yesterday, which I want you to know you havent","speaker":"spk_1","timeCode":2713.89,"tags":["Michael Clayton","Ray Donovan"]},{"id":"zhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"that you were alive when it came out.","speaker":"spk_2","timeCode":2751.74,"tags":[]},{"id":"zxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yeah. Oh, yeah. Yeah, cause I only heard about it later. Just recently. Actually,","speaker":"spk_2","timeCode":2753.9,"tags":[]},{"id":"0RE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"yeah THOMAS got it. I was, like, so young that I didn't know what a movie was.","speaker":"spk_2","timeCode":2773.27,"tags":[]},{"id":"1hE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Wow, This crazy. Yeah. So that's mostly that I remember about the movie. It''s","speaker":"spk_1","timeCode":2812.41,"tags":["Thi"]},{"id":"2BE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"pair of Bose headphones on your mothers belly and she was blasting Austin Powers into, uh, her womb.","speaker":"spk_0","timeCode":2838.95,"tags":["Bo'se","Au'stin"]},{"id":"2hE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Sam Best and worst Made of, they","speaker":"spk_2","timeCode":2853.79,"tags":["Sam"]},{"id":"3BE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"case's. Unfortunately, I thought he was just saying SARS and then being like, let me throwing an extra K","speaker":"spk_0","timeCode":2863.62,"tags":["SARS"]},{"id":"4RE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"And when it very much no, no. But there there's like audibly silent letters, and this'd is the kind of stand up comedy that I came here. That comedy, This is the fact that talk. Yeah. This is shampoo. Yeah. Okay,","speaker":"spk_2","timeCode":2891.6,"tags":["Thi","Thi"]},{"id":"5hE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"back. And like,","speaker":"spk_1","timeCode":2999.71,"tags":[]},{"id":"5xE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"like picking apart how this relationship ended. Uh, if the kind of communication you're having is telling him to get you a scone is we're fancy people. Um okay. Traveled a lot. We la hard biscuit. Oh, um, and it it in Did because, unfortunately, technology was using technology. Wrong. Um, your Made said he did this into GPS. Hey, Did run off a bridge and he has pas'sed.","speaker":"spk_0","timeCode":3001.44,"tags":[]}]