[{"id":"mxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"How far back? I don't know them. Has some been on the show more than anyone? More than not more than the corporate guys. Because there's two of them. Yeah, you double that spent on. Even if you count them is to of beat them.","speaker":"spk_0","timeCode":776.72,"tags":[]},{"id":"nhGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Did we air those? I think I'm just worried that people havent heard that we do We? Actually, even if we did, it was so long ago. Those people probably Okay, that's great. That''s huge. For more than anyone. That''s amazing. Anyone ask Kevin, a lot of those people moved on to come town and stuff.","speaker":"spk_0","timeCode":802.25,"tags":["Kevin"]},{"id":"ohGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Um, yeah, Well, not entirely because of this, Okay?","speaker":"spk_0","timeCode":879.84,"tags":[]},{"id":"oxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"You moved your partly because you werent getting","speaker":"spk_1","timeCode":883.7,"tags":[]},{"id":"pxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I'm, uh, doing audience warmup. Okay. Okay. So that is I just want to say for food that is not technically a staff position.","speaker":"spk_1","timeCode":909.74,"tags":[]},{"id":"qxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"yeah, Is he gonna be Frank?","speaker":"spk_1","timeCode":947.28,"tags":["Frank"]},{"id":"rRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"uh okay. And this is like, Is there like, a porn aspect to it? Oh, yeah.","speaker":"spk_0","timeCode":964.32,"tags":[]},{"id":"sRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Uh oh, shit. Those of the rial pros. Yeah, that's cool. That''s sort of I always thought that was like when Rambo has those, like, Bandel ears of bullets. That that sort of John Popper''s version of that. I just want to say you didn't You wouldn't use, like, getting the Pete Holmes Award, for example. As, like, part of your CV to get","speaker":"spk_1","timeCode":1005.54,"tags":["Rambo","John Popper","Pete Holme's Award"]},{"id":"uRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"great great policy. Yeah.","speaker":"spk_1","timeCode":1109.33,"tags":[]},{"id":"wRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Well, I get I get given acces's codes for ah for ah,","speaker":"spk_0","timeCode":1192.75,"tags":["acce's"]},{"id":"whGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"kind of, like premium acces's toe porn hub that I didn't it sell. They probably have a store that sells like mugs and like T shirts and stuff, which is like, you can you know,","speaker":"spk_1","timeCode":1199.08,"tags":[]},{"id":"xBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"has, like a like a box with, like, mugs and things in it, and okay. And he sells the stuff. So whats like a Ron Jeremy merch table is set up in the room?","speaker":"spk_1","timeCode":1217.26,"tags":["Ron Jeremy"]},{"id":"xhGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Was your speech down by the","speaker":"spk_1","timeCode":1234.98,"tags":[]},{"id":"yBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Okay? You said you did. I has to. Earlier view. It starts stopping crashing these. And you said Yes, I did. Start. So now you just said you didn't start.","speaker":"spk_1","timeCode":1239.24,"tags":[]},{"id":"zBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"And when I look out at all of you,","speaker":"spk_1","timeCode":1263.65,"tags":[]},{"id":"0RGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"patri on talking about onion rings.","speaker":"spk_1","timeCode":1391.23,"tags":["patri","ring"]},{"id":"2hGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Sean? You said the word tricked. Was I referring to Ah, Game of wist? I don't know what you were referring, I actually think Yes, I remember. If I remember that part of the show you were saying that you made the trip? Yes.","speaker":"spk_1","timeCode":1659.94,"tags":["Sean"]},{"id":"3xGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"does banter, and then the main hurdle has been just that. He, uh,","speaker":"spk_0","timeCode":1731.95,"tags":[]},{"id":"4xGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"'sewing Away.","speaker":"spk_0","timeCode":1772.04,"tags":["sewing Away"]},{"id":"5RGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"every man looks better and feels more confident when he puts on a suit, especially if it's Indochino now. A lot of people think Indochino is ah, country. Ah, on another part of the planet. Yeah, and in fact it is. It''s suit country, baby, and you're looking good. Welcome. Just we're going about to stamp your pas'sport toe, actually looking like not a slob for a change and in your area and you're on the list and yeah, and you're on the list. And, by the way, the very fly list. The fair? Yes, the very fly list. And there''s no custom's, except it is custom fit. Yes, so you can bring your weed and everything, So that was very clear. What is a little confusing with this coming for me? So it''s a men''s work company to make suits and shirts that fit your exact measurement for unparalleled comfort. But the some of the lines are parallel. That was, and I did ask about yeah, the latitude and larger to Yes, yeah, uh, we, Sean and I. If there''s one article of clothing that we are most as'sociated with, it is Gino''s Geno''s. We, uh, every day I wake up. Ah, and I have a random chino selector mechanism that choose's My chinos for the day, and I build the rest of the fit around the chinos and I have two drawers in my dres'ser. One is labeled Chino Greysia, and one is labeled Chino Noir head, and it''s am I gonna wear My light chinos or My dark Gina and the answer often is both Ah, and I enable to now pleat them myself with a physical move s Oh, sometimes if they come in that, like the pleat isn't hard. Like harsh enough. Yeah, I can dio almost like origami. Yeah. Ah, very swift maneuver. Toe complete. My Gina. I can give myself a stiff cuff by simply executing the spinning roundhouse back kick. And so s So this is what When I hear Indochino on, I do hear it all the time from women saying Let me get Indochino. Ah, this is, uh I think it is gonna be a company that sells chinos, which this company does sell. Yes, but it''s not Onley Gino''s. I thought it was gonna be exclusively chinos because that is sort of my thing Mr Geno''s. And I thought, Ah, these guys are making such a nice clothes. They're gonna be taken My corner, and instead they're taking My corner and the other corners I was gonna move on to next. Yeah, sort of the whole room. And so all four corners air taken up. And then I start climbing up onto the ceiling like the guy freaking the glas's trailer. They're like we're here to, uh, so you can visit a Silas that Indochino showroom and have your measurement's taken. Or you can measure at home yourself. Ah, and shop online Indochino dot com. Or you can measure for, like, a character you can do like a create a player. Basically. Well, you have a player. Imagine if, at the time of Austin, Powers to, uh, Indochino have been available, and part of the way that Mike Myers could have created the fat bastard character would have been to just measure at Indochino. What kind of chinos does he wear? Size. Yes, and then the rest falls into place, whereas, as it stands he''s finding that character throughout the film. You can feel that he doesn't quite have a handle on it yet he''s never done a Scottish accent before it anything, and it''s very uncomfortable. Or you can do the measurement's for your two K guy that his name is just, uh, the letter A because you couldn't figure out how to select the name. Ah, but names air. Getting so crazy now anyway, could be a name you're starting to get actually wild and you can enter his measurement's and just have some clothes to be like waiting for him. When he''s done with the game, they won't fit you neces'sarily. But you can do close for any character that you want. Yeah. And you can put him on and pretend you're playing basketball hashtag Flaked and choose your fabric colors and any design customization is like the lapel, the lining, the pockets, the buttons and the monogram. Then hit. Submit, please. Because the next step is actually my favorite one. You relax while your suitcase profes'sionally tailored a male to you in a couple of weeks","speaker":"spk_0","timeCode":1787.34,"tags":["Indochino","Indochino","Ju'st","Sean","Gino","Geno","dre's'ser","Indochino","Indochino","Onley Gino","Mr","Geno","Indochino","Indochino dot com","Au'stin","Indochino","Mike Myer","Indochino","chino","Scotti'sh","ju'st","ju'st","Flaked"]},{"id":"6BGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I I was, as I said, I must say that I was thinking there could be, like, a couple tweaks to it. Um, it should rhyme, for example. I think that could be great. Once you go custom, you always will bust served Be bustem yet. Oh,","speaker":"spk_0","timeCode":2153.54,"tags":[]},{"id":"6RGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"guys, inevitably we all skimp on that first night of first full night of sorry guys, guys. Inevitably, we all skimp on that. Full first.","speaker":"spk_0","timeCode":2170.01,"tags":[]},{"id":"9hGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"'see. These are the kind of stories. Honestly, dough Boys is just fucking like stories and shit like that is just like, what happened? You that day? Basically, yeah, are, like, once in a while. What happened in middle schoolers? Yes. And then what happened today and then eventually pretends to get mad y ger. And we have some reason to get all worked up. Yeah, and then Nixon does sort of Ah, who me routine.","speaker":"spk_0","timeCode":2714.48,"tags":["Nixon"]},{"id":"9xGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"It turns out to really know whats riling Mitch. It''s so easy. And if you combined your patri on numbers? Yeah. How many? How many subscriber's are you guys that now we're at just a shade under seven K seven k. Okay. I can bring Aiken. Bring up the number right now. Don't you know, like just like where it''s way have 6818 patrons right now. Okay, that''s pretty good that would you say no. Ta 10 mawr.","speaker":"spk_0","timeCode":2740.28,"tags":["Mitch","ju'st","Aiken","ju'st"]},{"id":"AhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I got new. Thank you. That's friend. That''s got you guys torched me one time. Too many. Yeah, weve been so bad. Your bad can We need to be, I think punished.","speaker":"spk_1","timeCode":2883.68,"tags":[]},{"id":"EBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Club Be very exciting incentives for you there. So get right in at $18 per month and you can join the Tom Club. Tom. Tom, Uh, I I have no notes. That was a really I think that basically could be an episode. I got a note. Goodbye, Cruel world. Do you know a suicide note? Yes. I got a suicide note that I write for myself to the world. Can I just say I do have a number of innocents die? Can I just say I do have a number?","speaker":"spk_0","timeCode":3027.04,"tags":["Tom Club","Tom","Tom"]},{"id":"FBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Uh, think this over there. Should you think we should physically, like, get in our cars and drive over to Dan? I don't know if we need to do an episode here or if we just signed the papers. And Tom is the dough Boys, and we just like, make it official now instead of of just fine tuning it. When it's already so good, it''s so clear that it''s gonna work. And then I just a matter of, like, ironing out whatever bumps. Well,","speaker":"spk_0","timeCode":3098.71,"tags":["Dan","Tom"]},{"id":"HRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"'start it. Okay,","speaker":"spk_0","timeCode":3191.48,"tags":[]},{"id":"HxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"The use's. You should start it. Please start. It may. And often I just want to say I know you guys do the show when you are fans of the show. What? The ones at episode's I have heard. Weigert is someone who point you are the one that is interesting. That actually might center us a little bit more. Feel sure","speaker":"spk_1","timeCode":3196.07,"tags":["Weigert"]},{"id":"IBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"that that's probably what we're mis'sing. So","speaker":"spk_0","timeCode":3213.17,"tags":[]},{"id":"KBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"we came a signature like lost for their ever growing audience. So those early farmers in Samaria","speaker":"spk_0","timeCode":3387.03,"tags":["Samaria"]},{"id":"LxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"is the voice I'm gonna do on your show so I could take my voice to other places. Don't do like this is the My dough Boys. Boys. Right. Okay, So sort of an Edward G. Robinson sort of thing, man. Hey, can I be honest once again?","speaker":"spk_1","timeCode":3599.5,"tags":["Edward G. Robin'son"]},{"id":"OBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Well, I gues's you could say that a knife cuts two ways, and I most certainly I'm going to use this knife to cut my peanut butter and jelly sandwich. And I will not be on the receiving end of this knife. Okay.","speaker":"spk_1","timeCode":3711.89,"tags":[]},{"id":"OxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"It's not. It''s not literal secret science. I'm talking metaphorically. The secret sauce is that people like that we are. We talk. We are ourselve's and people like that. We are. We talk about","speaker":"spk_1","timeCode":3776.06,"tags":[]},{"id":"PRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Hey, welcome to Doughboy. She","speaker":"spk_1","timeCode":3808.14,"tags":["Doughboy"]},{"id":"PxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Now you would respond to that. That's just if this is gonna be Oh, OK. That is not a risk. Pots to the question where we gotta eat. Where that''s what he said. Trying at home food today. she? Yeah, she ai Made jelly Away shape","speaker":"spk_0","timeCode":3818.78,"tags":[]},{"id":"RxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Handbook 101 I think what we did was we waited until it was too late to be able to do it and then responded and go went like, Oh, sorry we didn't respond to this earlier. We can do it. But it was like you obviously had already recorded all of it. All I needed was the Christma's special that I think we responded like December 29th. That's that might be right. Oh, I just need you to work literally record Just one line. Each doesn't feel good, does it? Can I say so? Mitch, you were answering what? The snacks are in the Kevin Spacey porno show you do not work on? Well, no, he was born. I wouldn't know what snacks they hope, but they do sometimes throat image. Okay? And they do like I believe they do the weightlifting or having sex sketch from the second out of Sam CD. They just does that dynasty typewriter tonight. Tomorrow night. Sandler, He''s there. Just want to give you heads up. Oh, shit. What? You're plugging. Yeah, I gues's it''s a week old at this point. He''s there tonight. Tomorrow night. Are you going? I tried to get tickets to sold out. Oh, wow. Do you want to announce on this show that you're going to go the Super Bowl again with fear that could be cool. The money you stole from your fans","speaker":"spk_0","timeCode":3936.42,"tags":["Chri'stma","Mitch","Kevin Spacey","Sam","Sandler","Super Bowl"]},{"id":"SBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"when characterize it is stealing and embezzling money paying to subscribe to the show. Tom, would you go to the Super Bowl with me? If if I am, like, asked you to go? Yeah. Hey, get this year in Atlanta, Atlanta, he is gonna want to bring his own food. Yeah, yeah.","speaker":"spk_0","timeCode":4010.07,"tags":["Tom","Super Bowl","Atlanta","Atlanta"]},{"id":"TBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I agree.","speaker":"spk_1","timeCode":4082.39,"tags":[]},{"id":"VBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"All right, this see? I mean, I would I would love to be a part of this. I just want to have a podcast to dio Could you do an impres'sion of anyone? Ah, yeah. I mean, um, lets let your Stanley out of your leg a little Stanley, uh, Stanley rest in peace. He died at the actor past Away. They said Drew you. He''s dead. Yeah. Wow. He died. He did all those cameos and all the movies and stuff, but","speaker":"spk_0","timeCode":4212.86,"tags":["Stanley","Stanley","Stanley","Away","Drew"]},{"id":"WxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"because you said yes. Yes. Thinking that he was going to show you. Yeah. Yeah, could we Made? Maybe the photo for this episode is like","speaker":"spk_0","timeCode":4362.3,"tags":[]},{"id":"XBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"he's has his arm around, Tom, But Toms look at the doe Boys like he''s looking at Mitch like, Ooh! Oh, Jesu's. Look top. Like what way? That Yeah, that kind of thing. Yeah. I'm talking about the photo working the world. Take later. You always talk about on the show. We always where? The heart of the show. This show your show. I don't know what it is. There''s no real structure to it. But ours is a very clear format, right? Which is? We start to given award. We bring it to people who want a video game. We put them through their paces running a couple rough drafts of what their show would be. We talked and Kevin about office hours, and then we discu'ss what mean we're going to recreate in the photo that we take. It''s a fucking Phil Proof chlor baton where the You guys talk about the photo way? Usually don't. I mean, I gues's we don't talk about it on air. I mean, this is your problem now with Tom. I mean, that''s another big time. Tom really brings it. He s photo ideas. Yeah. Star guest, that we can put our arms around their shoulders.","speaker":"spk_0","timeCode":4374.85,"tags":["Tom","Tom","Mitch","Thi","Kevin","Phil Proof","Tom","Tom"]},{"id":"XxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"That I wonder because we should have. We should just start using some wet wipes, but more we would then we wouldn't have to ask. People wouldn't be worried about the fried grease. Well, the new dough","speaker":"spk_1","timeCode":4494.5,"tags":[]},{"id":"YRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"that's like I mean, it''s kind of innovation I wouldn't know dry naftan for So what I would think Life''s Yeah.","speaker":"spk_1","timeCode":4508.74,"tags":[]},{"id":"YxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I don't Boys is good Or the dough Boys new and improved the nouveau Boys.","speaker":"spk_1","timeCode":4639.52,"tags":[]},{"id":"ZBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"So what? What what? What do you think of first? Gues's should pay.","speaker":"spk_0","timeCode":4648,"tags":[]},{"id":"ZxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Hey, this is Arne Camp from the Improv fantasy podcast. Hello. From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food. And he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your","speaker":"spk_0","timeCode":4660.23,"tags":["Arne Camp","Improv","Magic Tavern","Burger","King","Chicago","ju'st","Dark"]},{"id":"aBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college Profes'sor","speaker":"spk_1","timeCode":4675.68,"tags":["Ju'stin","McElroy"]},{"id":"cxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"So peace thief Everyone is so nice. That is so great about the track there. So cool about it. I love going to the track and I don't even see I don't even watch this stuff. But I go because the people their best people in the world at the track This is the high school racetrack. Wear dark. Yes. Yes,","speaker":"spk_0","timeCode":478.99,"tags":[]},{"id":"iRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Yeah. You didn't hear me laugh. She was","speaker":"spk_0","timeCode":925.94,"tags":[]},{"id":"kxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"with the Golden-Globes?","speaker":"spk_1","timeCode":1073.59,"tags":["Golden-Globe"]},{"id":"lhGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"you know whos got a couple of Golden-Globes that Anna Kournikova. Okay. And this will get us right, and then else and then I'll go. Yeah. How about Chuck Norris?","speaker":"spk_0","timeCode":1104.03,"tags":["Golden-Globe","Anna Kournikova","Chuck Norri"]},{"id":"mhGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"It's really good. It''s mine. That''s my character.","speaker":"spk_0","timeCode":1256.34,"tags":[]},{"id":"pxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"I was wondering that. Yeah. Kevin Hart in there.","speaker":"spk_0","timeCode":1512.82,"tags":["Kevin Hart"]},{"id":"rBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"new episode of Hollywood Handbook. We're really proud of this one because it's an episode that we did back in 2010 predicting the Golden Globe winners. And","speaker":"spk_1","timeCode":1604.27,"tags":["Hollywood Handbook","Golden Globe"]},{"id":"thGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"about this website, Squarespace, which is good. You could build a website. Even Kevin figured out how to do it,","speaker":"spk_1","timeCode":1854.49,"tags":["Kevin"]},{"id":"0BGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"you want to say something like that for a joke structure. Well, that I feel bad. You may. Well, now my feelings got hurt. Halloween way. It's called a freakin trick.","speaker":"spk_0","timeCode":2842.14,"tags":["Halloween"]},{"id":"0RGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Well, come on back for the finish. That is your dough. You you've got to do to set ups.","speaker":"spk_0","timeCode":2861.4,"tags":[]},{"id":"1hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"You're gonna get up. OK, that's still part of the set up. Is this for best? Make that more like ugly Jordan. Chuck Norris.","speaker":"spk_0","timeCode":2912.41,"tags":["Jordan","Chuck Norri"]},{"id":"1xGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"I doubt you have to know. I understand. I understand you're the do it engineer, but you need to know when to come in with the chuck Made replace. I need your sandwich. So can you make it a Sandra? Oh, joke. Just really joke. Yes, But be good about this.","speaker":"spk_0","timeCode":2922.38,"tags":["Sandra"]},{"id":"2BGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"The company won't let me search Sandra. Oh,","speaker":"spk_0","timeCode":2943.43,"tags":["Sandra"]},{"id":"4BGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Okay, thanks for defending Made.","speaker":"spk_0","timeCode":3022.15,"tags":[]},{"id":"4RGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Shut up.","speaker":"spk_1","timeCode":3025.43,"tags":[]},{"id":"5RGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"the devil in the face and took her soul back. The devil who appreciates irony couldn't stay mad and admitted he should have seen it coming. They now play poker. The second Wednesday of every month.","speaker":"spk_1","timeCode":3054.64,"tags":[]},{"id":"7hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Jesu's team their way should marry how it works Way just doing our separate things that take those make les's money. But more company","speaker":"spk_0","timeCode":3207.3,"tags":[]},{"id":"8BGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"about? It's not I'm not doing anything now. My boy Tim, My homeboy Tim actually is doing","speaker":"spk_1","timeCode":3265.47,"tags":["Tim","Tim"]},{"id":"9RGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Other? Yeah, the reporter. Tim. Tim.","speaker":"spk_0","timeCode":3345.69,"tags":["Tim","Tim"]},{"id":"-xGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"I'm seven of spot Spike. Here is, um, Amazon a bitch and bone. Just talk about Cambone.","speaker":"spk_0","timeCode":3493.28,"tags":["seven","Spike","Amazon","Cambone"]},{"id":"_xGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"What kind of water? I think you I think you if you I think if you keep going, youll figure it out. What kind of water you think Yeah or yeah. No. Yes. Well, I'll say what It's not. Let''s talk about the waters. It''s not. Yeah, it''s not Poland spring and bring not top what it means to be from May. Here, here we can do is fill out the world a little bit. Let''s ask this gros's high school boy.","speaker":"spk_0","timeCode":3526.52,"tags":["Poland"]},{"id":"BBGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"I did this. My Nate wasn't. I said, Matt. Okay. And then what? Sh OK, keep going. What is it, Chef? Hey, Matt. I'm just a kid in high school.","speaker":"spk_0","timeCode":3613.26,"tags":["Nate","Matt","Matt"]},{"id":"BRGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Do you have, like, alcohol IV like I'm not old enough to buy","speaker":"spk_0","timeCode":3625.83,"tags":[]},{"id":"BxGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"What? I'm was about to do it Well, I want to be a part of this. Well, you got to meet high school chef Kevin. And that was So whats the show?","speaker":"spk_0","timeCode":3663.84,"tags":["Kevin"]},{"id":"DBGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"of a lifetime.","speaker":"spk_0","timeCode":3720.96,"tags":["of a lifetime."]},{"id":"DhGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"chick that they come swooping if he knows exactly what that can previous trying to seo turns on this super powerful spotlight illuminates just the funniest shit I've ever fucking heard. Damn, man. Well saying, that's what we got THOMAS really, really good. That''s what we got. So let''s talk about the TV show. Yes, What you want to say. What''s the billboard this year? Yeah. How are we doing? A tagline This year is sorry you're hired. Oh,","speaker":"spk_0","timeCode":3744.7,"tags":["Thi"]},{"id":"ExGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"When you're acting in the movie, it's like you have to wear a blindfold and dark. You can't see anything in part. Part of what makes the performance so good is you can't see anything. So you really have to act like I'm scared, because this is 2000. I remember you can't say Propose to say what you're going to be doing on your show. Okay? Well, when you said you've heard of the bird box, it was kind of like a lie, but Okay, um, in a bunch of years, I wrote a spec for the village. Yeah. So if you're ever in the village in the movie the village, you don't you get a page at a time. So in the first day you film page one the third day. You film page three. And so you don't your in the dark and you don't know what''s gonna happen. And there''s those 20 days off. No. Why would you get a day off? Is a privilege to work for M night from a night. And, um so you don't take a death and he and you pay him to be in the film. And so you're in the dark and you don't know what''s gonna happen. And, um, that''s how dark the comedy is because, like, you don't even know that''s what dark comedy is when you don't know what''s gonna happen is you can't see anything. It''s like being in a dark room. Matt, you're awful quiet.","speaker":"spk_0","timeCode":3916.03,"tags":["Matt"]},{"id":"FBGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Sean, you've been giving me guff all damn day with this, and I'm about fed up. It's only after new. So I got I got a joke for you.","speaker":"spk_0","timeCode":3992.08,"tags":["Sean"]},{"id":"FhGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"in the new bird box by","speaker":"spk_0","timeCode":4048.97,"tags":["in the new bird box"]},{"id":"JBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"busier, My ignorant. She gets that a lot as a path of big, fierce it gets Thatll do each others nails and stuff. Ah, yes, she is a bagpipe player. Well, I left him with their names and their similarly very talented. And that is the crux of the problem is Yeah, it''s Trump''s. Yeah, you know, the problems take getting in the elevator, and it''s going all the way to the top, and you've got to deal with it because the doors were about to open. Yeah. What''s your middle name for Ill? My middle name, uh, is Burrell.","speaker":"spk_0","timeCode":498.05,"tags":["Trump","Ill","Burrell"]},{"id":"LRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"I know I got the cheap one. There's two okay. Yeah. And I'll come in and I will drink cold brew. Uh, in the office that Chef Kevin pours for me. Usually today had to do it myself. No big deal. Yeah. So you guys have, like, the machine in there? Yeah. Yeah. Oh, yeah. The keg aerator, hig aerator. Um and ah, so obviously, you know, straws are destroying the turtles and ripping up the ocean. And what I've decided to is actually make a difference and get this metal straw that kind of taste like shit because it a rubber lighting inside of it and you can fold it up and put it in this little box and put it on your key chain. Of course, it''s far too big. You would never wear it on a key chain, so I carry it around using your progres's. Yeah, or it''s in a drawer and then I forget it, and then I go. Can I use a clas'sical? Know whatever or I don't hear. They usually don't have one, and then my teeth hurt, so I'm just kind of wandering back and forth along the wall. What''s the best angle for me? There''s only do places that you do for every episode. What fortune did you put in your phone case? Yeah, there''s a fortune cookie fortune in your phone so we can see your driver''s license. Oh, never mind. Kevin and Away should put Fortune cookie fortunes in your phone case of you want to come true. Wed read Kevin''s driver''s license and then add in bed","speaker":"spk_0","timeCode":1393.71,"tags":["Chef","Kevin","Kevin","Kevin"]},{"id":"MRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Save the show. Yeah, Should we bring it back? I have not been seeing by the way a lot of hashtag says HBO. Think everybody''s a little embarras'sed Dead hash tag. It''s a dead hashtag because I could eat for another for a hashtag. Did Teoh carry. People have to care about it as well. So that''s the hard part. They can't just post it. You can't just post it. You have to really care about it. Exactly. Exactly. And like into end, to get somebody post something they have to be like. Oh, I'll take the step that people would do that for even the bots. Even the bots of the bots are refusing to post hashtag savy The bots have a little bit of integrity. I've always respected that. Yeah. Now I do want to save Do you mind if I loudly eat My almond butter bar? My perfect bar. My My not perfect original refrigerated protein bar on the on mic. While we do this, I almost insi'st. Okay. Can't her go ahead. Little, little sesame seed IV loved these. Finally, a good tasting protein bar. I I wish they were a sponsor, Chef Kavin. So get that going.","speaker":"spk_0","timeCode":1883.57,"tags":["HBO","Teoh","Kavin"]},{"id":"MhGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Okay, Galab, Heres the big mistake you guys never Did. It was right in front of your face. Science voter Union Seinfeld reunion. I mean, I think I think the problem there is this just the entire Seinfeld crew doesn't like each other. Okay? You know, I think I think that''s Ah, little hidden thing. I'm nobody to bring back the whole crew. Yeah, the whole crew Did HBO create Likely be even the guys behind the camera, like the radio Did if they don't like each other, Dude, that''s conflict as conflicts. That story, it''s also Yeah, maybe I'm old school, you know, may I'm an old man. I seem to remember that there was a little something called conflict in some of the stories we used to tell and that made it interesting. Have them play. Have Michael Richards play a rival veep. Yeah, like a veep of, like, Canada. Um, weird to do it in another. Have it be like another A go like, yes, Deborah. And be Yeah, like, let''s say you have, like, a with us. That''s what it should be. It should be two different governments, like a full You should have, like, a told democratic like team. Yes, and they have a Republican team and they going at the same time, right? I fail. But here''s the thing. That''s for the freakin same team. Yeah, I know. It''s all the same. There. No difference between these guys And these girls? Yeah, they're all crazy. Yeah, it''s nuts. It''s absolutely no crazy. Yeah, yeah. No, that pis'sed me off.","speaker":"spk_0","timeCode":1961.84,"tags":["Galab","Seinfeld","Seinfeld","HBO","Michael Richard","Canada","Deborah","Republican"]},{"id":"ORGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"But you know what? Second later it's gone. And that Zoom What? Life is so fleeting. And trolleys. You know, all these pos'ses'sions or temporary. He taught me that together. Jesu's fucking Christ. How long we were together? Shit.","speaker":"spk_0","timeCode":2307.2,"tags":["Chri'st"]},{"id":"OxGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Yeah. I mean, lets be that''s alive, that you have to do it. You have to do it. You sometimes wide up, pound it out with some fucking nympho, babe. Yeah, yeah, that hottie babe. And trying to protect it's already laying from himself that life I never saw that of the and the veep doesn't do true asked what''s mis'sing So I mean, I think the easy way is to just combine them. Put that from that world into the deep world. Yeah, I think you can change the name, I gues's then had to be called Veep. At that point, I think it''s best because the all the awards are too deep. So I even have to change the Emmys and the names. What work? The names with name is what works the most That part I live by the way. All obviously all those me''s where is it? Joke and the the apparatus. Ah, dump goo on you when you guys got up on stage has never worked. But you know what? I think it''s for the teens. And I think they do. When the teams do watch the Emmys, Yes, you do need to check in with them. You find some will engage them. The teens air freaking out about the army''s I know you're crazy. IV 15 jaar show crazy Now I'm scared of it's fleas.","speaker":"spk_0","timeCode":2395.53,"tags":["veep","Veep"]},{"id":"QxGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Wayne Knight. And maybe well, maybe he's married to the dinosaur that kill him in Juras'sic Park. Oh, yeah, that would be nice. That would be nice. to like because it''s having We never see how that story ended. We don't. It''s a lot of like they pan off screen, I as'sume, because they're starting to fuck. Yeah. I mean, that''s that''s what that scream is, right? Because you as'sume they they want you to as'sume, yes, but what? Where does that relationship go? And so they get married. Yeah. Yeah, that''s cool. I think you can make it work because you just like Candies with Jim Hansen. Dinosaur's from the show. Dinosaur. You can get it to do the jokes and stuff. Yeah, because like, you want c g I the whole time the thing you're asking him to, like, do the scene with, like, a stand in and like, it''s not gonna play the same as if I have, Like, really? You gotta riel, riel deal. Fucking Muppet flesh and blood Muppet question. Blow them up in a real life. You know, that''s what Made happy emerge work. Because it because to me, the idea of a c g a computer thing jerking off on the on the ah window or whatever. No, thanks. Yeah. You put him up it out there. One, please. Yeah, that''s me at the ticket counter. Asked for one, please. Yeah. And they try. You know, when they try to dio is, uh, like, by the way, what? I leave, I go one pleased.","speaker":"spk_0","timeCode":2897.24,"tags":["Wayne Knight","Jura's'sic","Park","Candie","Jim Han'sen","Dino'saur","Dino'saur","Muppet","Muppet"]},{"id":"TxGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Hey, cats, Rusty here. Raul liked the matinee of Wicked so much he's sticking around for the evening show. I'm just here to remind you don't drive high on any drugs this holiday season. I'd also like to announce that I have kicked trombone. That''s right. I was addicted to the bone when I recorded the last Dad. I was encouraging people not to use it, so I would have Mawr for myself. But now I'm free and I've moved on to a much safer trip. The double bas's, which actually improves your driving abilities. So be leg rusty and don't drive high this holiday season. Drive low with the base turned all the way up. Hey, this is Arne Camp from the Improv fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're a new listener or you've fallen behind. Season three is a great jumping","speaker":"spk_0","timeCode":3366.17,"tags":["Ru'sty","Raul","ru'sty","sea'son","Arne Camp","Improv","Magic Tavern","King","Chicago","Sea'son","Lord","Sea'son"]},{"id":"UhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"home. Home on the underwear. That's right. We're not home on the range. Were home on the underwear. I'm living in a big pile of Mack Weldon underwear. Hey, this is Mac. Some of you probably wonder where Weldon is. He got shot by bandits. He was really enamored with a noise that he could make with his mouth. And he became so addicted to making that noise that he ultimately alienated everyone he knew and started picking fights with people at the saloon and daring them to try to make him stop making the noise. Well, you don't make the noise anymore. Well, didn't was shot by bandits and the bandits went through and they left his wallet and they left all his jewelry out of and the only thing they stole. Words this Mack Weldon underwears because that''s how comfy this stuff is. It not only do Mack Weldon''s underwear socks insurance look good, they perform well, too, and that they were kept. They the underwears were actually worth taken. They were clean and safe, even though hed been shat. Fela holds that Weldon because he wouldn't stop doing that noise that he''s thinks is so impres'sive. There''s a line of silver underwear and shirts that are naturally into microbial, which means they eliminate odor. And that''s that''s what well, didn't hat on and part Away. The bandits felt comfortable wearing another man''s underwear dead man''s underwear because they knew, in fact, that that they were still going to be clean and safe. You know me personally, I put on the sweat shorts that they have And I'm so comfy on my horse just riding around and nice pair of sweat shorts. I go. Why Did Cow was, you know, used to wear such uncomfortable stuff when they could have been wearing some of this Mack Weldon stuff that I like so much. The Virgin website. It''s so easy to use. Aiken do it right from the, um uh, tumbleweed. Anyway, uh, if you don't like your first pair, you can keep it and now still refund Eudes, no question's asked. And you don't want to answer any of those question's about why you didn't like your underwear Could be uncomfortable for 20% of your first order. Visit mack weldon dot com and enter promo code the Boys it check out and pour out some sarsaparilla for our dear departed friend Weld. And he did. He got shot for doing the friggin noise. That was annoying. Hey, Chef. Kevin got your voicemail? I gues's I mis'sed you. May be your phone''s off or something. Just wanted to drop a quick reminder. This is the Clem dog, by the way. Um, obviously, we can't release the audition that we recorded this weekend when we would normally be recording Hollywood Handbook. I mean, Lorne would absolutely blow a gasket of some of our listener's were ableto get their years on these great characters before he''s able to properly sort of introduced them via the SNL platform. I don't want to make any waves. So, um yeah, don't release the episode. Shouldn't colored episode Don't release the audition, and youll figure out some to put out instead. Uh, anyway, hope you're well, And, um um, was there anything else I wanted to say? Probable. Um um, while I have your voicemail. Oh, God. That''s my plane. My plane is boarding, but I don't want to leave a voicemail where I don't finish saying all my thoughts.","speaker":"spk_0","timeCode":0,"tags":["Mack Weldon","Weldon","Mack Weldon","Mack","Weldon","Weldon","Cow","Mack Weldon","Eude","mack","weldon dot com","Weld","Kevin","Clem","Hollywood Handbook","Lorne"]},{"id":"WhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"So is it really funny for him to say that","speaker":"spk_0","timeCode":400.76,"tags":[]},{"id":"WxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"would would beer shark mice have said that? Because that is the old Chicago Improv group. They reference in that book several times.","speaker":"spk_0","timeCode":404.98,"tags":["Chicago Improv"]},{"id":"XxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"I got a batch of mouth ulcers, and I have sort of a patch that IV put on them. So it makes it a little harder to put find mouth.","speaker":"spk_0","timeCode":481.48,"tags":[]},{"id":"ahGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"We should put that in the That could be good. I I think we're gonna have a lot of good stuff, so if there's room for it, thatll be great. Now I know normally. Ryan. Engineer Ryan. Okay. You're something of an SNL super fan. Is that right? Oh, yeah. You know the show inside and out. I've been watching since","speaker":"spk_0","timeCode":660.42,"tags":["Ryan","Ryan","SNL"]},{"id":"cRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"or a car chase.","speaker":"spk_2","timeCode":760.63,"tags":[]},{"id":"chGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"So Okay. So kind. A lot off. Shit. So Okay. So we could do a car chase sketch.","speaker":"spk_1","timeCode":762.22,"tags":[]},{"id":"eRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"no spoilers, huh?","speaker":"spk_0","timeCode":861.05,"tags":[]},{"id":"ehGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"All right. And I'll do newsman. We go live now to Ron Johnson from Wiscon'sin who is watching the car chase, and he's gonna talk about it. A s. Mira Johnson A. I was going to talk to you now. Throw it to somebody else. Another center to get one going. Okay. Uh, Doug Jones from Alabama.","speaker":"spk_0","timeCode":864.63,"tags":["Ron John'son","Wi'scon'sin","Mira John'son","Doug Jone","Alabama"]},{"id":"fBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"I watched this friggin guy driving around all crazy. I'm gonna throw it to somebody else. Give me a lady. I showed My range. Lady Italy.","speaker":"spk_0","timeCode":890.13,"tags":[]},{"id":"fxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"Okay, give me a different one. I don't want to be too. They see a shirt too much. Patty Murray from Washington will not another lady. Okay. Um Rand. Paul.","speaker":"spk_0","timeCode":904.68,"tags":["Patty Murray","Wa'shington","Rand","Paul"]},{"id":"hxGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"What did it say? It? You can say it. Will you be dres'sed like a horse? Well, this is Well, great question. Right? And this is why I brought you in Because you are the SNL Master. You think they would do they have a big costume budget? Yeah, I would dres's like a horse dres'sed","speaker":"spk_0","timeCode":1092.58,"tags":["dre's'sed","Becau'se","SNL","dre's","dre's'sed"]},{"id":"ihGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"to it. I'm sketching your Stitcher. I'm sketching your one.","speaker":"spk_1","timeCode":1137.52,"tags":[]},{"id":"ixGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"I'm sketching. Don't tell. Yeah, uh, I'm getting a free ride. Exactly. That's badas's. I was thinking also just to be a little more current.","speaker":"spk_0","timeCode":1140.83,"tags":[]},{"id":"kRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"Ah, it was good. I went on a great vacation. NHTSA that's yet. I feel like this is something.","speaker":"spk_0","timeCode":1253.05,"tags":["NHTSA"]}]