[{"id":"DBFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"just think that it's their","speaker":"spk_1","timeCode":4067.26,"tags":[]},{"id":"EBFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"If it's, um I don't I'm checking for my name every week. I did see a thing about My knew this grieve denied. Um is four Chan and, um,","speaker":"spk_1","timeCode":4085.37,"tags":["Chan"]},{"id":"EhFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"Syria Met Ali, you know? So this guy, you know, I don't know if he's a regular poster. Someone sent me the picture. And, you know, you're trying to even in this dark","speaker":"spk_1","timeCode":4123.32,"tags":["Syria","Met Ali"]},{"id":"ExFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"place of fortune A flower grew. Yeah, And then here comes the DDT. Exact. Would you prefer the everyone on fortune? We're talking about you","speaker":"spk_2","timeCode":4134.07,"tags":[]},{"id":"FxFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"That is amazing that a 14 Chan comment Made it on your desk. You know, guys, I got to","speaker":"spk_2","timeCode":4158.46,"tags":["14","Chan"]},{"id":"IRFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"That's fair.","speaker":"spk_0","timeCode":4242.49,"tags":[]},{"id":"IxFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"usually has to get the other teams best scorer.","speaker":"spk_1","timeCode":4266.07,"tags":[]},{"id":"JxFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"man. Whens Brockman coming back? Is he back yet? Brought Did right, baby.","speaker":"spk_2","timeCode":4287.62,"tags":["Brockman"]},{"id":"KBFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"Yeah, that's because you're you've EAGLE man your volunteer. He''s he''s one of our like shining lights have led to the so the VA Hall of ah National championship. This year, you know","speaker":"spk_1","timeCode":4293.39,"tags":["VA","ah"]},{"id":"LhFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"Whos better? LeBron James or Prince? I'm saying, um, I'm now to take, uh,","speaker":"spk_1","timeCode":4338.96,"tags":["LeBron Jame","Prince"]},{"id":"MxFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"David Rebel. Yeah, he's been doing this. I'm Rick James, bitch. Yeah, he''s been doing this thing around the office that has everybody losing it, cracking up that we just discovered","speaker":"spk_0","timeCode":4404.63,"tags":["David Rebel","Rick Jame"]},{"id":"NBFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"with some of the other like shit that you just found out. It was it. The mask starring Jim Carey. You were saying you really like I love that one. Yes. Smoking is I gues's what I like to kind of dig back in the vaults, you know, find these little gems. He's a crate digger. I mean, ultimately create George, have you heard of this guy? George Washington? No. George Carlin. George.","speaker":"spk_1","timeCode":4414.47,"tags":["Jim Carey","George","George Wa'shington","George Carlin","George"]},{"id":"NRFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"Well, I do know George Washing. George Washington was very funny. George Carlin? Yeah, he's a modern man.","speaker":"spk_2","timeCode":4436.39,"tags":["George Wa'shing","George Wa'shington","George Carlin"]},{"id":"NhFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"He's You know what those guys have in common? Never told a lie.","speaker":"spk_1","timeCode":4443.84,"tags":[]},{"id":"OxFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"Do you think you're done now, Stephen? With what? With the with the show way Just don't want THOMAS way. Don't want you to not like us. No, e. I like hearing you played this, uh, sound like George Harrison. Oh, my God. Guys gonna explode George chairs and on acid It's all the George Harrison","speaker":"spk_1","timeCode":4501.47,"tags":["Stephen","George Harri'son","George","George Harri'son"]},{"id":"PBFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"Brown during a sold out the Beatles earlier in this podcast, he said they suck. Oh, so that was an insult.","speaker":"spk_2","timeCode":4525.43,"tags":["Brown","Beatle"]},{"id":"PRFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"I said that. Yeah, that's sucking is the greatest achievement you could dio I said that you were It''s their minor.","speaker":"spk_1","timeCode":4531.79,"tags":[]},{"id":"QRFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"That's a Portugal. The man song from Portland. Um, I havent","speaker":"spk_1","timeCode":4573.71,"tags":["Portugal","The man","Portland"]},{"id":"QhFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"You gotta get on their nice guys, which is gonna cover?","speaker":"spk_2","timeCode":4577.99,"tags":[]},{"id":"URFgJnMByMrymAEmZYrF","index":"handbook","podcast":"Hollywood Handbook","episode":"Stephen Malkmus, Our Pavement Friend","line":"About 70 shirt back. You know","speaker":"spk_3","timeCode":4753.6,"tags":[]},{"id":"bhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Yes, Birdman, Take that. Critics. That would be a very smart way to do it. Come put in parenthese's. It's very close to Birdman. I mean, you've identified a lot of similarities because we also believe that this new generation only cares about going viral, right? It''s a true. Are you sick of that dog? Um","speaker":"spk_0","timeCode":402.29,"tags":["Birdman","Birdman"]},{"id":"cBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Yeah, and just also, it was like a thing that people would ah share with each other. Like, you know, Oh, this documentary is about this guy gets high all the time just like we do on But it doesn't seem to be a bit of that much of a problem. Like people tell me all the time that they that's how they break the news to their parents as they watched that movie with the mom. Dad, sit down. I've got something you need just like that guy. I'm super high, My mean idiot. It''s like, you know, it''s like in almost famous where they play. We're off to look for America. The Simon and Garfunkel song says, See, I want to look for America in the Mom Goes own No.","speaker":"spk_0","timeCode":482.59,"tags":["America","Simon","and Garfunkel","America"]},{"id":"cxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Pos'sibly someone because you got a lot of people here behind the scenes who are underpaid. It's a big team, and it''s a big team of double agents who are for sale. Yeah, so I could ah, you know, perhaps for $2. That''s only would cause name your price, engineer Jordan. How much would it cost for you to betray us fully and leak every idea we have","speaker":"spk_1","timeCode":579.75,"tags":["Jordan"]},{"id":"dRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"10 grand way for $2 you 10 grand or is a really good mould. He's new.","speaker":"spk_1","timeCode":617.15,"tags":[]},{"id":"dxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"That was a deal that we worked out Well for thes all these prices are great.","speaker":"spk_0","timeCode":671.08,"tags":[]},{"id":"eBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"prices are deals air great around here. Yeah. You is just going out of busine'ss Sale. It seems like it. Yes. I don't know if you've used the Stitcher Rap. You know what Apple happens on it. Stitcher. Look, God, Not good news, right? Yeah, it's that ideal. It s so first it''s physical. Rogan pop out scream Suck it e. I think there''s a special price where that could happen. So the app is physically hotter than the other APS. And so even just like dragging your thumb along, it will, like, potentially hurt you. So if it was, like a physical pain element involved in using the app at any given time, uh, the search function like,","speaker":"spk_1","timeCode":677.8,"tags":["Stitcher Rap","Apple","Stitcher"]},{"id":"eRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Well, it's a secret. Yes. You search for the certain guys thought maybe the title of our show is too long for us. Yeah. You think the Hollywood Handbook and instead has got the kicking butt and Robinhood? Yeah, Like always, this industry we call show busine'ss too long feels a little long, like for Ben. Did Fiona Apple''s career.","speaker":"spk_0","timeCode":723.76,"tags":["Hollywood Handbook","Ben","Fiona Apple"]},{"id":"gBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Whats your what''s your most succes'sful ad partnership on this show? Who? God. Right, maybe. Hey, so God way.","speaker":"spk_0","timeCode":819.81,"tags":[]},{"id":"gRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"No. Yeah. Obviously, this is ah fraught question for us. Whats going on? Your wrist is ringing in Quip. Mm, Whip is calling is calling. They want back in, Probably Away. Luggage is the most lucrative one that weve done because their suitcase's so high tack Well, I don't neces'sarily mean lucrative, but just more or les's like the ones that come back for more because obviously the that I know that you give out is working that I would say that''s also Away luggage because that was a partnership that Did pull the ad at some point and asked us to delete the one that we have recorded and released. And yet they were so like the connection between us was so strong that they did come back. I want to see a year later, something like that. Hey, guys. Chef Kevin here they did come back, and I believe they havent add","speaker":"spk_1","timeCode":833.94,"tags":["Chef","Kevin"]},{"id":"gxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"and I don't like to use this language neces'sarily. Especially on the show. But they were addicted to what? Addicted","speaker":"spk_1","timeCode":889.88,"tags":[]},{"id":"hRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"'say that. Okay. I don't think they think that, you know, stoners and trivia nerds are, you know, the right the right target for a delicious luggage, huh? Well, theyve got to get it. Would","speaker":"spk_1","timeCode":920.91,"tags":[]},{"id":"iBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Away. It's called Away because you've got to get the luggage Away when you get to the airport, get it out of here. But theyll bring you at ever kind of luggage. you want, but I mean, well, that''s part of the is'sue that we're like a luggage superstore.","speaker":"spk_1","timeCode":951,"tags":["Away","Away becau'se","Away"]},{"id":"jRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"our thumbs were getting melted to the point where I wasn't gonna have any fingerprints to identify me. And then how am I gonna know which crimes I did it? Which cuts that? How do you do that? How do you take the thing and turn it down in the way that the flame also goes down and doesn't go up? Hurt your thumb? You have to go off. Are you upside?","speaker":"spk_1","timeCode":1059.15,"tags":[]},{"id":"lhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Oh, yeah. I went to the yeah, went to listen and heard people losing it. And I thought, Oh, my God. I brought a little more joy into this world. Bam! Just a ray of sunshine for some of these pores. Fuck! So had slipped that one into the win column. Yeah, you didn't. ST","speaker":"spk_0","timeCode":1180.65,"tags":[]},{"id":"mxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Do you, Ah, bald spot to pop up Or do you want something to do about it? First for hims dot com is a one stop shop for hair los's, skin care, sexual wellnes's for men. I'm looking at the website right now. It has. Ah, very nice color. Ah, is sort of a peachy color. Ah, and the copy says guy against staggering odds. Two things happened. One the universe to you. Lets walk It are full height, honor the forebears have a smile and, for God''s sake, flaws. And then it sells the product. Then the product you get and this color of it is calming the site. And I","speaker":"spk_0","timeCode":1224.75,"tags":["dot com"]},{"id":"nRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"of the problems here. Look, they're talking about sexual wellnes's when no need","speaker":"spk_0","timeCode":1281.73,"tags":[]},{"id":"oBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"I have a company four hims dot com. It's only for hip people, and it goes on hips. It is a clip. It is a tight clip that you put on each side of your hips. Okay. And I believe it will sort of focus the circulation and blood flow.","speaker":"spk_1","timeCode":1296.51,"tags":["dot com"]},{"id":"pBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"OK, hims connects you with the rial doctors and medical grade solutions to treat hair los's. No snake oil pills or gas station counter supplements. Thes air. Well known generic equivalents to name Barron prescription's to help you keep your hair. Just go to four hims dot com and enter a few quick question's, and a doctor will review and prescribe you and products are shipped directly to your door. It's a great website. It''s how I learned, Uh, that Penis is spelled with an I and not a you order Now it by lister's gotta try about the first just $5 while supplies last see website for full details and safety information, it would cost hundreds of you into the doctor of pharmacy. Go to foreign dot com slash The Boys and for hips cost hundreds as well. And I am working on one that looks like you're just wearing a belt.","speaker":"spk_0","timeCode":1358.85,"tags":["dot com","Peni","foreign dot com"]},{"id":"pxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Yes, I know. I know. We're gonna have to find some way to disgui'se the","speaker":"spk_0","timeCode":1503.78,"tags":[]},{"id":"qBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"fact that I was involved. But when I came up with that song, you have to understand, Hayes, did you come up? But if I'm selling Away first and then realize that the last s part is carry on Yes. Oh, my goodnes's.","speaker":"spk_1","timeCode":1508.54,"tags":["Haye","Away","fir'st"]},{"id":"rBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"are we had this bit where Kevin was making, uh, Blue Apron meals, and so he had become Chef Kevin. OK, do you like that? I like it. I mean, you could have strayed some Pam on it so it wouldn't stick, but, you know,","speaker":"spk_0","timeCode":1621.88,"tags":["Kevin","Chef","Kevin","Pam"]},{"id":"sxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"new Tetris video game, And ah, then I woke up today and went straight to work. Certainly knew you didn't shower today that I could have","speaker":"spk_0","timeCode":1688.09,"tags":["Tetri"]},{"id":"txFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"okay. You're a better safe than sorry approach, though. Maybe, if you know that you're not gonna wash yourself at all. It kind of looks like a bike helmet.","speaker":"spk_0","timeCode":1737.32,"tags":[]},{"id":"uhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Oh, funny Chef Karen Fun. What","speaker":"spk_0","timeCode":1777.2,"tags":["Karen"]},{"id":"vhFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Listen, you guys, I'm not that predictable.","speaker":"spk_0","timeCode":1846.12,"tags":[]},{"id":"whFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"you know, the intensity of being a podcaster can really you know, it just takes over. It's fully eroded. My My company s I mean, doesn't time fly when you're podcasting? You used to. I still find it to be very very. You know, there''s moments where shit slows down to goddamn crawling. I'm sure to a dead stop O r anything, any, any kind of show. Especially like when I'm involved. I find, like I could be kind of a stopper because I'm also mostly hosting when I do stuff, Bond, I want to get to the fucking thing. We're trying to get THOMAS. Yeah, what we're trying to get to today. Let''s let''s let''s do that where we fully stop it down.","speaker":"spk_1","timeCode":1883.97,"tags":["Bond"]},{"id":"xBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Lets dio Now that we're like to get were like settling our differences of Bebo through movies cast. Let''s","speaker":"spk_0","timeCode":1933.02,"tags":["dio","Bebo"]},{"id":"xxFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"That's Paul and Amy Nichols Poll share Amy Nicholson dio that sounds will be podcast once told me slash What do they do? They just pick a clas'sic discu'ss if it holds up or seems like it. Yeah,","speaker":"spk_0","timeCode":1975.5,"tags":["Paul","Amy Nichol","Amy Nichol'son"]},{"id":"yRFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"know? That's my favorite things that you know to go to is when you have a chance to participate. It can be frustrating. It''s like how it''s hard sometimes for Kevin watch. Mm A. Because he just wants to get in there and crack some skulls, right? So he''s like, Why am I gonna watch it When I could be out there doing it? You're listening trivia. You're like, but I'm Mr Movie Trivia. Yeah, Chef Kevin. He can't watch Food Network. No, just like I want to be in there. I want to be in their 1st 4 chefs in America. We can easily be one of those. Well, as Ben Marine once said on the set of a television show, I was working out when he had to physically be restrained from getting on a hoverboard and guaranteeing that we all were sued. I want to play. I want to play.","speaker":"spk_0","timeCode":2011.37,"tags":["Kevin","Becau'se","Trivia","Kevin","Food Network","America","Ben Marine"]},{"id":"zBFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"What? The letter mom game. Yeah, good Lord. That's why we don't play it very much anymore. You forget how it''s a little occasional treat. Well, it''s a little bit. There''s a lot of work goes into putting it together and which I don't","speaker":"spk_0","timeCode":2122.1,"tags":[]},{"id":"0BFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"is'sue. No, he's doing great now by not the Joe. He''s got a whole festival","speaker":"spk_0","timeCode":2161.01,"tags":["Joe"]},{"id":"0RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"and he does the show with his daughter Jes'sie, and theyve both been on. Doug loves movies, and weight is his show is Kevin. What is that show still around? All those movies still around? They moved to nerd is's s. So this is what happened. Kevin told us that the show was dead, but really just Made is dead to him.","speaker":"spk_1","timeCode":2166.01,"tags":["Doug","Kevin","Kevin"]},{"id":"1RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"usually just talk about movies, right? Sorry. I'll be where the game is. Uh,","speaker":"spk_0","timeCode":2290.09,"tags":[]},{"id":"3RFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"right? Good luck, Otto. Because now that without everyone knows the rules, we can play. So you starts with a quote s Oh, okay. Starts of the year. I'm looking at the book. I'm looking at the letter Mom book and I'm flipping through and I'm just picking a random one. Here we go. The year is I tell you a weird thing we discovered playing with the book. Like this? Yeah, if you know what? If you don't hide it, we know approximately where in the alphabet The title begins. Okay, so turnaround s okay. You flipped nearly to the end. So it's gonna be a w x y or Z problem, right? Yeah,","speaker":"spk_0","timeCode":2457.87,"tags":["Otto"]},{"id":"5hFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"I mean, I see film. There's Yeah, there''s, uh okay. And now he says, David Spielberg brought the heat with this one. Yeah, Now we say a number of care. Okay, so in the list of characters, it just says There''s like a 1,000,000 guys of this movie.","speaker":"spk_1","timeCode":2619.67,"tags":["David Spielberg"]},{"id":"8BFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"No, He doesn't list the characters. It's written out in the book. I'm sure you see, it says there''s like, a 1,000,000 guys of this movie. It looks like he got tired. It didn't want to name all the different guys.","speaker":"spk_1","timeCode":2722.83,"tags":[]},{"id":"9xFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"That's good strategy. You And so you probably can't play like Dave anymore. Also, instead of a dollar more than the person actually say $50 more, give him a little sporting chance to have the number, like magically fall into the into that whole. Thatd be pretty sweet. Yeah, but then would you be kicking yourself? Probably, but You know what?","speaker":"spk_0","timeCode":2811.59,"tags":["Dave"]},{"id":"_BFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Jed, for long. The Terminator, the Terminator two,","speaker":"spk_0","timeCode":2872.58,"tags":["The Terminator","the","Terminator two"]},{"id":"_hFgJnMByMrymAEmbYqC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"the thumbs up, glove","speaker":"spk_0","timeCode":2888.11,"tags":[]},{"id":"AhFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Yeah, yeah, they're just both their lawyers. Okay. It must be a tough life for them.","speaker":"spk_0","timeCode":2960.14,"tags":[]},{"id":"BBFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"Just that you are doing well. I hope so. Yeah. I hope they you know, I know. I always felt that way. Like if I got, like, you know, ah, phone call into a radio show. Our ah, you know, got to be on the","speaker":"spk_0","timeCode":2981.99,"tags":[]},{"id":"ChFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"folks. Guy in a gal.","speaker":"spk_1","timeCode":3065.76,"tags":[]},{"id":"EBFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"I would like. You know what? I'm excited to see that happen. Go ahead and name it. Yeah, I'm just saying Name it. Okay. Ready? So you get you get to four out of two names? Yes. So I don't know what that means. Okay. There's only two names, right? Since you're just gets all the names. Yeah. Okay.","speaker":"spk_1","timeCode":3094.5,"tags":[]},{"id":"ExFgJnMByMrymAEmbYuC","index":"handbook","podcast":"Hollywood Handbook","episode":"Doug Benson, Our Movies Friend","line":"that big goods utopia character.","speaker":"spk_1","timeCode":3140.07,"tags":["utopia"]},{"id":"HRFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"a little mitts and asked Whats the next chapter? And it must be a","speaker":"spk_0","timeCode":343.16,"tags":[]},{"id":"IxFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"kind of encourager, but on my for you might not watch it. But I was the episode where there was called Snatch Game And you they they impersonate people and they run the snatch. The guy Ritchie just just from the films Natch Beaut Aqui boxer. I would have a great angle, but it was it was kind of rough. But then there was this epic lip sync after it that they threw down and that was super entertain. That's everyone where they do the freakin splits and a splits. Yes. Yeah, they can. I saw them do it. Are you acting like that? Didn't happen. I saw that I saw it. I just have to call it my favorite thing about you right now watching you. You're about to laugh, and it''s like you swallow laugh because you don't want to go. There you go. You like you're about to and then you conceive love. It is very charming. Last fall down your throat and you keep very finally tuned. It is finally doing it. So it''s I don't have I I'm the one that breaks the most when I'm working and I don't have that skill that you have But you gotta make working. Couldn't you really even call it working? What''s the friggin? It''s frickin reces's is job right? Honestly? Ah, yes. As writers, of course we are Playground architect.","speaker":"spk_0","timeCode":536.77,"tags":["Snatch Game","Ritchie ju'st","Natch Beaut Aqui"]},{"id":"MBFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"That's it. In a sad when was the last time you had a cry where it came out of nowhere. And you just fell apart this morning? Oh, yeah. I kind of","speaker":"spk_1","timeCode":807.4,"tags":[]},{"id":"MhFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"and squash each other a little bit. Wow. In a way that is interesting for me to hear because of the time you said that you were not crying. Well, and that is probably the first thing youll hear me say when I start crying. Especially when I'm completely out of control. You say I'm not crying? Yes. I could get just enough oxygen to say I'm not crying.","speaker":"spk_0","timeCode":823.19,"tags":[]},{"id":"MxFiJnMByMrymAEmK4tf","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Wow. And the truth is that I was and that certainly will I still Oh, wow. That must have really hurt.","speaker":"spk_1","timeCode":842.59,"tags":[]},{"id":"ORFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"and the called Open is Sam starts his car and the car has a rockfall on it. O e think it's gonna explode, but it does. It is triggered by it''s like a machine. Yeah. Okay, Yeah. The engine turns and you see a rope sort of go around one of the world eggs arc. Yeah, it really is off. Theme. You did it. Your guy goes, Yeah. Oh, I'm just like pushing a button next to the cave. And I'm like, you do your monthly","speaker":"spk_1","timeCode":931.46,"tags":["Sam"]},{"id":"QRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"okayed it set. And this Have you been to this place? Carmel? Cobblestone streets and car. Dom is the mayor Clint Eastwood's where? The''s friends of the dog. But we have to acknowledge. Yeah, okay. I have been the caramel. It''s beautiful, right? Yeah, I remember cobblestone streets, though, but I'm sure. Okay, I'm wondering if they actually like you would or if they showed you the fake one. Carmelo. Right this way, Mr Tony. What guide you and youll? What did it look with? It looked like just a room of the restaurant. You're Carmel by the sea, like give me five top attributes of it. Character, Cobblestone streets. Place was the mayor. Friends of the dog as well. Who''s the mayor? Okay, uh, there''s help. Storyline, the library and the sea. Yes, and the C c. Wow. So I mean, it sounds very european. Oh, God, yes, yes. That''s part of what''s so nice? Easy. A little slice of Europe sale A t","speaker":"spk_0","timeCode":1078.16,"tags":["Carmel","Cobble'stone 'street","Dom","Clint Ea'stwood","cobble'stone 'street","Carmelo","Tony","Carmel","sea","Cobble'stone 'street","Europe"]},{"id":"QhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"way do have to get down to busine'ss. Tony, I'm so sorry, but that's part of it is like we're recording a podcast and well release a podcast. But also we're multitasking. We Did do punch up on t s for toward Toy Story 4. And we already know the lingo. Well just want Tol Uh, they said while Tony''s in here, we got the mikes. We got everything all set up. We were mostly focused on your character punch up for your guy. Is this something that they as'signed to you? Uh, this way they had us. This is another touchy situation, but yeah, it''s just Ah, I understand why these conversation's are happening now with me. Well, this is when we have you again.","speaker":"spk_0","timeCode":1143.66,"tags":["Tony","Toy Story 4","Tol","Tony"]},{"id":"RBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"being conflict. Just something we like to mention the show. Obviously, I don't know how you feel about this. This show is a full UTA package. Yes, it's a full package. We didn't split the package. Yeah, no, they didn't have to. So that''s just and that''s in the past. And that''s an existing deal that was Made obviously before the whole conflict. And we don't get into any part of","speaker":"spk_0","timeCode":1201.54,"tags":["Thi","ju'st","pa'st"]},{"id":"ThFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Tony, can I ask you, What does the monk do prior to enlightenment?","speaker":"spk_0","timeCode":1345.14,"tags":["Tony"]},{"id":"URFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"quick, follow up","speaker":"spk_2","timeCode":1365.21,"tags":[]},{"id":"UhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"after enlightenment. What does the monk do? He sits in and with God tell Perry water. Yes. Okay, but he does it. The","speaker":"spk_1","timeCode":1367.28,"tags":["God","Perry water"]},{"id":"UxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"job stays the same, Tony, but he does it with, like the sweat. He's got a little Oh, yeah, He''s like, pimping it a little bit. Oh, yeah, He''s got a little bit of ah, gangster limp. Oh, yeah.","speaker":"spk_0","timeCode":1379.1,"tags":["Tony"]},{"id":"VBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"To carry the water afterwards, I would think it would be just the opposite. It would be more of like a peaceful kind of a very big It's a school is how render it's peaceful a helmet. Yeah. Yeah,","speaker":"spk_1","timeCode":1394.52,"tags":[]},{"id":"VRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Ok. Have you guys been to a monastery? Uh, so OK, it's another touchy subject for is it Is faith a tough subject for you? Yes. Really? Well, weve been","speaker":"spk_0","timeCode":1407.26,"tags":[]},{"id":"WhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Okay. I can see that. Chopping wood and carrying water. Got it? Got it. Got it. Okay, way. Welcome back to Santa Mania. The only show that is hosted by Santa Man And we're taking you through The most epic fails on the Internet way timeto watch. Another video is just so money good. Mes'sy. Now","speaker":"spk_0","timeCode":1463.49,"tags":["Santa Mania","Santa Man"]},{"id":"WxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"do. Lets roll the clip. All right, get time to skateboard. So go God. My Blake got so a bleeding go. I get what go without","speaker":"spk_2","timeCode":1489.53,"tags":["Blake"]},{"id":"YRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Shipping is free again. That's Indochino dot com promo code handbook for any premium suit for just $379 in free shipping. Incredible deal for Premium made to measure suit. Once you go custom, you don't go back. And if you do have a lead on apartment Kevin Chef Kevin''s being evicted from his apartment. If there''s anywhere that accepts acts of service in exchange for what would traditionally be a monetary rent, he''s told me that his preference you know, you guys can connect separately on that, but he did want to mention because he did try to shoot a suit and he did mes's up his house way. Really? Feels like you're, like, avoiding know. You're like, you don't want to fix the movie and pos'sibly save your moral rare. Oh, okay. Because what we have for the fork, that''s God.","speaker":"spk_1","timeCode":1815.39,"tags":["Indochino dot com","Kevin Chef","Kevin"]},{"id":"ZRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"We didn't see a lot of it. We were, like, on our phones. Yeah. What? Because I saw it. Really? I got it like I loved it.","speaker":"spk_1","timeCode":1904.85,"tags":[]},{"id":"aBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"'so interesting that you're you're not getting distracted by the nasal ruining Will each immersive world that you are sucked into to the extent that it destroy's your personal relationship's with your friends family loved whats","speaker":"spk_0","timeCode":1986.38,"tags":[]},{"id":"aRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"and that is the ultimate movie. And I think weve come close to some of these wild lines and stuff that we're gonna record for four key today. Okay. Can you tell me some of them?","speaker":"spk_1","timeCode":2000.49,"tags":[]},{"id":"axFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"that already exist's for Key Romano. So we say we are going to do we are gonna have a C g, a version of Chris Penn and Peter Berg who played Korkie Romanos brothers of that film. Um Okay. What about the other characters? Like Woody and all those guys air, They They're fine. They they work. Oh, everybody works. Except you think. Four key for key. My and four g reminder. Worse.","speaker":"spk_1","timeCode":2031.75,"tags":["exi'st","Key Romano","Chri","Penn","Peter Berg","Korkie Romano","Woody"]},{"id":"bxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"where he's working for the mom. But I think he was also working for his family''s The mob. Yeah, and he''s tied in with the FBI","speaker":"spk_0","timeCode":2083.47,"tags":["FBI"]},{"id":"chFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"'sort of really clear. Cool idea to Tony. Okay? And then Tony will go and you think PLO blah blah s so like when you're asking. So when? So you just asked me. And you see, this is the same age as Toy Story 4. So I'm gonna try something and see if this is just how you like to communicate.","speaker":"spk_1","timeCode":2108.88,"tags":["Tony","Tony","Toy Story 4"]},{"id":"gBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Okay, that we have a way to fill in that childs name at the end of your saying the other child in the world? Yes. If you say the name of every world room really fast. Yeah. First and last. Yes, for yes. Sorry. Phone Made. That sounds like a lot guys. So that in 40 years of the barrel is going to say the child''s full name, Uh, because they know, scan some of them we can facial scan is they're walking into the theater. And then, uh, then if there''s a lot of people in the crowd, how would it be specific to each child targeted Dolby blast? Well, okay, don't be. Technology now is out of this world. I mean, obviously, you're not on that side of things. You have been tracking the updates, but they can target the blast in such a way that","speaker":"spk_0","timeCode":2360.2,"tags":["Dolby bla'st"]},{"id":"ghFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Yeah. We're gonna fudge the mouth movements so that it sort of it can match a lot on and some of the names we don't have to get everyone, you know,","speaker":"spk_0","timeCode":2418.5,"tags":[]},{"id":"lRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"do they live in Tallahas'see? They Yes. They may go to four keys, which is sort of a nightclub. In whats a nightclub in the Everglades? Yes, There''s a bar in there. Well, that''s not in Tallahas'see. Everglades is south Florida eyes. Then the s senate. See Everglades. Okay, It''s closer to the Everglades","speaker":"spk_0","timeCode":2736.12,"tags":["Tallaha's'see","Everglade","Tallaha's'see","Everglade","south Florida","Everglade","Everglade"]},{"id":"mBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"of the other side of the truck. No lives live s","speaker":"spk_1","timeCode":2793.72,"tags":[]},{"id":"nRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"we're trading and we're at a point where this version of it has to be locked and loaded. Okay, when we do sit down with Bob s So we need some wild grunts from you. Oh, just just a dozen or so different kinds of grubs. I'm not gonna give that THOMAS","speaker":"spk_1","timeCode":2877.86,"tags":["Bob"]},{"id":"nxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"your loving, caring partners in this venture who are trying to help you are now suffering the consequence of the abusive relationship of veep and the emotional baggage where you now don't trust us? Because you were betrayed by someone completely different when actually what we're giving you is a way out of that really half to freedom s So you have mine and Jordans best attend intentions with all this world you've created, Jordan, I'll tell you a little story. Yeah,","speaker":"spk_1","timeCode":2927.94,"tags":["Jordan","Jordan"]},{"id":"oxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"who I'm so sad about. My own friend Raoul. Rusty Here. I want to tell you a story. My friend Raoul was getting ready to cros's those nasty train tracks and the signals were going, and he found himself a little bit tempted to cros's. But unfortunately, the driver of the trade could not stop even though the driver Did see him and wave gym and recognized him from the Jazz Club. But it can take a train driver over a mile to stop, even if the driver does see you. Luckily, Raul knew this and he did not dr acros's the tracks and he waited for the train to go by. So he's okay, But just to be safe, he is going to be staying at the trade cros'sing through the end of summer. And he''s having his birthday party in the car. And I can't fit. Be like my friend Raoul. And don't try to cros's. If the signals going, if the signal is going, that means the train is coming and you will be hit by a train and you will be smushed.","speaker":"spk_0","timeCode":3015.53,"tags":["Raoul","Ru'sty","Raoul","Club","Raul","Raoul"]},{"id":"qBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"there's 2019 I gues's. If you","speaker":"spk_0","timeCode":3207.48,"tags":[]},{"id":"qxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"dial up Steffis coach whose name escape's me now and, uh, to you and wack it around to your question about what does it say about us that we, uh, have to do this? The every engineer And also don't forget our producer way. Have anything done, Chef Kevin, you know, And that is so sad because we are out of time. We have We have a hard out today. Is that right?","speaker":"spk_1","timeCode":3228.29,"tags":["Steffi","Chef","Kevin"]},{"id":"rhFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"What? Knowing Scott Aquaman Knowing Scott document, You just kind of stand outside and then get bumped into these places. Is that kind of how it works? Don't hurt. All right, I'm gonna try it. So, unfortunately, we I gues's four keys. Character is now just based on what? We have someone who refuse's. Teoh say the lines they don't we gotta use. We gotta use this. The old stuff is deleted. So for key now basically","speaker":"spk_0","timeCode":3318.27,"tags":["Scott Aquaman","Scott","Teoh"]},{"id":"shFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Hey, guys, this episode was partially right to you by philo dot tv. Philo has over 50 of your favorite channels, like Discovery, H E TV Comedy, Central Food, AMC, VH one, I, FC, MTV and Nickelodeon. Lifetime in history. I I am going to report I was going to say, happy to report, but I am just going to report that Kevin has gotten down from the tree. It turned out that the tree was very poisonou's and he was able to throw up enough on the dogs had, ah, to make it feel sick and to run away. And so Kevin is here, and he is going to dio his character filibuster. So take it away. Kevin. Hey, I Chef Kevin. Here I am. This is Philo Buster's. Tug of War challenge. Ah, and look who is here. It's Phil Jackson from basketball and Philip Rivers from football and Philip Glas's. And look, who else? It''s Buster Bunny from tiny Toon adventures and the buster of Ah Douglas, the from boxing. And they're having a tug of war challenge like the Democrats and the Republicans. Okay, thank you, Kevin. That was so good that Joy live and on demand TV plus unlimited recording for only $20 a month with no contract needed. Those a lot Roku Android, IOS Fire TBN, Apple TV. To start your free trial, visit philo dot tv slash The Boys. That''s P h i l o dot tv slash The Boys. If you go now, youll also get 15% off the first month.","speaker":"spk_0","timeCode":3403.19,"tags":["philo dot tv","Philo","Di'scovery","H","E TV Comedy","Central Food","AMC","VH one","I","FC","MTV","Nickelodeon","Lifetime","Kevin","Kevin","filibu'ster","Kevin","Kevin","Thi","Philo Bu'ster","Phil Jack'son","Philip River","Philip Gla's","Bunny","Dougla","Democrat","Republican","Kevin","Joy","Roku","Android","IOS Fire TBN","Apple TV"]},{"id":"sxFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Hey, this is Arne Camp from the Improv fantasy podcast. Hello. From the Magic Tavern, I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I set like a fancy college profes'sor.","speaker":"spk_0","timeCode":3506.93,"tags":["Arne Camp","Improv","Magic Tavern","Burger King","Chicago","Sea'son","ju'st","Dark Lord","Sea'son","Ju'stin","McElroy"]}]