[{"id":"tRFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly.","speaker":"spk_2","timeCode":3538.58,"tags":["Day","Colton Done","Andy Daly"]},{"id":"txFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Yes, I have killed Phil Collins twice. Thomas Middleditch,","speaker":"spk_0","timeCode":3549.81,"tags":["Phil Collin","Thoma","Middleditch"]},{"id":"uBFiJnMByMrymAEmK4tg","index":"handbook","podcast":"Hollywood Handbook","episode":"Tony Hale, Our Close Friend","line":"Jesu's. I mean, jostle's","speaker":"spk_3","timeCode":3554.94,"tags":[]},{"id":"vRFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"But thanks to Squarespace, what makes it easier than ever to launch your pas'sion project? Whether your showcase of funny cartoon of the Frag ALS little friend user's yes, the dues ers they eat their bricks.","speaker":"spk_1","timeCode":48.17,"tags":["Frag"]},{"id":"vxFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"head to toe. They're not doing enough for you.","speaker":"spk_1","timeCode":92.77,"tags":[]},{"id":"wxFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"So you know it's an all nighter because I'm there. I'm in there in the office with Charlie Wilson, and we're and we're doing War is a war, and it''s not a war of punching and guns. It''s work. Paper filing, isn't it? It is in Away. If Charlie''s involves, then you know that also gams air gonna be involved as well. Your guy is obse'ssed with the female gams.","speaker":"spk_1","timeCode":120.43,"tags":["Charlie Wil'son","Charlie"]},{"id":"xRFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"The, um I think we must have invaded Iraq or something. Hey, welcome,","speaker":"spk_0","timeCode":194.97,"tags":["Iraq"]},{"id":"xhFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"to-Hollywood Handbook. An insider's guide to kicking butt of dropping names of the red carpet line back hallways of this industry that we call showbiz. And it''s so true, isn't it?","speaker":"spk_1","timeCode":201,"tags":["to","Hollywood Handbook"]},{"id":"0hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"It's about Come on, board with them. Why don't they just picture him as like a pig like a roast pig? I might be confusing. Two different. No, you're right. It''s like they like the cartoons when people see it already paid tournament to a turkey. It does feel like they're working harder than they.","speaker":"spk_0","timeCode":405.49,"tags":["Come","turkey"]},{"id":"1BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"had made him and they can't make those anymore, it's so sad. What happened to Daffy Duck that IHS fucked? It was such a great career. And then he was killed like that.","speaker":"spk_1","timeCode":433.76,"tags":["Daffy Duck","IHS"]},{"id":"5BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"That's how I approach this stuff. Can we make the big announcement, please? You have this podcast. Oh, thank you. That is coming is gonna be out by the time people are listening to this. That''s right. And it is right. And the neighbors cast is as follows. And we're saying the name and it is this podcast. It''s called. You have a slight I want to say this.","speaker":"spk_1","timeCode":830.69,"tags":[]},{"id":"5hFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"That's the formal title in Library of Congres's. You have slime vocal fry. This is all still part of it. You have. Um, there''s like it''s not directly broadcast. This is there''s a slight radio delay of several days or maybe a couple weeks between recording. And when it comes out, just to make sure that the sensor's can lied about anything that needs to be Well, we're compres'sing the sound as well. We compres's this one but","speaker":"spk_0","timeCode":856.39,"tags":["Library of Congre's","Thi","Thi"]},{"id":"6xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Yes, Domestic us A. Made America. Wow. Okay. Gaffe factory. Wow, that people don't know when you talk about, like, shuffling voices around. You do this thing like before. You do like a voice. We see you kind of pacing up and down the hallways years, and you do kind of do like, uh, Jimmy around getting character for weeks. I do. If I'm gonna dio um, been surprised Bernie Sanders or whoever I'm like, um, I'm like that, um Dale Day, Lewis. Yeah, s Abraham Lincoln. Or when he played the guy from last the Mohicans way had to take a break. I will find you.","speaker":"spk_0","timeCode":1010.74,"tags":["Dome'stic","Jimmy","Bernie Sander","Dale Day","Lewi","Abraham Lincoln"]},{"id":"7BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"That's the name of the character we had to take a break before you Did. Even even just before you did that voice. Right now we cut it out. You had to take a really long time to my pro watch. Go watch the movie. The smoothnes's that you edited. You edited it in each time we do one of those you actually, we have to pause and edit it back in to take a really long time for you to watch the whole movie. I come back in here, you see you guys again. Thank you. It''s I've had a lot of stuff happened to me in between. That was bad. But this is kind of like a safe, neces'sarily know that part of right? My public facing sure percent because they or that part of last the Mohicans, they don't neces'sarily know The Good Fight you good THOMAS ***. Wow. It just doesn't seem worth the really log tie we like. It''s fine. I just wish he would do it For what? You want to just do us do it on the fly. You would just I would like it was gonna be that short. I gues's I would rather not do it at all. Well, that''s what I'm going to start to be doing on this new project because that''s for for this reason, I am tired of preparation in the costume's, the makeup, I go into heavy makeup, even for stuff that''s just in audio format. And I go into makeup like, um like like Worf from Star Trek level up. That''s all they have to come in at 5 a.m. Sometimes just to get a makeup for a podcast, and people don't know Earwolf havent neces'sarily seen this side of it. And I was glad to have this opportunity to introduce this sort of, um, some spring boarding. I'm sort of like I'm pivoting, you know, one of my favorite words that people say a lot in Hollywood is pivot, where s were actually pivoting from that we're pivoting from We're pivoting. Yeah, time to pivot it's pivot Times e. I think Obama said it in a speech, and then everyone in Hollywood started saying, and we're actually pivoting Jeremy Pivot. He pivoted, Yeah, give it to stand up way all dio. But people in the world don't neces'sarily know that I have done a lot of these characters because there''s so much preparation involved IV kept it for other. You know, other places where I have enough time, your black box theaters and stuff like that. Yes, I love it. So we're trying to develop a technique for me. Be able to do it faster, OK, on this new podcast. So obviously people have heard me is myself on u Earwolf indifferent show. Weve always been Weve always had a different a different show in the sea at work. Yeah, weve always been You know, weve always been through the wall. It''s always a happy hello. Yes, way talkto do. It was best for me to come on here and save on appearance on Hollywood Handbook for a big for a big dismount. Yes, yes. So I'm no longer going to be the James. That''s the James you are voice basically shedding your birth personality. Arent we all? Are we all shedding our shells? Well, you have every seven years. It''s we have a completely new cells. Wait a minute. You say that''s unique to me. You are doing it now. Yeah, yeah, it''s Bullimore molting. Shedding is fine. If the question is is every new home abandoning their original personality exclusively do characters I would say no. Most people are not doing that. But you are. And I think that we should celebrate. But I agree with you on that I would just make I mean, I agree. Mostly I would say that everyone has the potential to do that. But sometimes a human life is cut short where people don't fully actualized in Away. You're talking about getting hit by trains. Well, way talk about that on this show.","speaker":"spk_0","timeCode":1057.5,"tags":["ju'st","Good","Worf","Star Trek","Earwolf","Hollywood","Obama","Hollywood","Jeremy Pivot","Earwolf","Hollywood Handbook","Jame","Jame","Away"]},{"id":"7xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"I work. I I walk everywhere or I take public transit. So sometimes have been in a train that","speaker":"spk_1","timeCode":1304.71,"tags":[]},{"id":"8BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"was hesitating about cros'sing terrible for the environment. If you're out an open air all the time, do you know that toxins and emis'sions you're putting out","speaker":"spk_0","timeCode":1311.85,"tags":["cro's'sing","emi's'sion"]},{"id":"9xFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"and take it from him and then charge a hefty price when he needs it. Yes,","speaker":"spk_1","timeCode":1433.88,"tags":[]},{"id":"-BFjJnMByMrymAEmEIs8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"I wanted to say that were so influenced by season one of true detective. And we actually do think time is a flat circle, which is why our hello to you is also our goodbye","speaker":"spk_0","timeCode":1438.01,"tags":[]},{"id":"BxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"you taking the journey to become these characters. The bridge there is that you're starting as you. If you start as nothing, then you can instantly become the character. It's almost like it''s just fine tuning engineering like a Tesla automobile or something where you can, you know, switch gears faster. And as far as I know, that''s the main technological leap that Tesla''s Elon Musk has. Any with Tesla''s just being able to switch gears fast gears change a little bit quicker. I think that''s what a test, Liz, and quicker","speaker":"spk_1","timeCode":1688.21,"tags":["Te'sla","Te'sla","Elon Mu'sk","Te'sla","Liz"]},{"id":"CRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"well, physically, literally. Yeah. And a lot of ways you are, because well, and that's why purpose in acupres'sure bureau machine is report your brain is known. The ones yard sale? Yes, an acupres'sure IV studied a little bit of Eastern medicine. Your brain is known for you Austin in New York from? Yes, exactly from the East Coast. Really more, uh, Tallahas'see and Dover. But But your brain is what''s known as your personality meridian on. And putting that in a panini pres's and setting it to sort of a soft grilled the way you would see her a scallop, perhaps in a panini pres's","speaker":"spk_1","timeCode":1756.97,"tags":["acupre's'sure","acupre's'sure","Ea'stern","Au'stin","New York","Ea'st Coa'st","Tallaha's'see","Dover"]},{"id":"DBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"You guys have a gallon. There's a large gallery of observer's that you have. Yeah. Um are they now focus group? They're focused. Great.","speaker":"spk_1","timeCode":1864.52,"tags":["focu","focu'sed"]},{"id":"FBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"What do you think about that, Tim? And so, Harry, I we have sort of it putting up with this for a really long time.","speaker":"spk_1","timeCode":1992.15,"tags":["Tim","Harry"]},{"id":"HBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Well, it's both.","speaker":"spk_1","timeCode":2139.93,"tags":[]},{"id":"HxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"God. Get your Moriarty","speaker":"spk_1","timeCode":2176.34,"tags":["Moriarty"]},{"id":"IhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"A lot of my squad members left the squad. Why start a new squad that I'm not in? Did you do something? Well, it's more than I didn't do something. So I had said that squad space would be ready for all My Boys to go kick it shoulder to cry on your dualism with and bust each other''s beans in at least the Channel","speaker":"spk_1","timeCode":2190.23,"tags":["lea'st"]},{"id":"ORFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"that fact just like this. Just like I know where all these countries are in relation to.","speaker":"spk_0","timeCode":2548.51,"tags":[]},{"id":"PRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Does Nick Wagner not to like touching people based on the fact that he's developed a system, right? Because why, l I mean, the two thumbs up thing? Well, now you can't put his arm around anybody. He''s got to do the 10. Imagine how rude you would feel asking for one of those thumbs to go down just so you could have what a squeeze","speaker":"spk_0","timeCode":2588.46,"tags":["Doe","Nick Wagner"]},{"id":"ShFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"for American Airlines. Or sometimes they would be like","speaker":"spk_1","timeCode":2830.07,"tags":["Airline"]},{"id":"TBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"a lot of this will live online in the James Damian archives.","speaker":"spk_1","timeCode":2868.51,"tags":["Jame","Damian"]},{"id":"TRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Oh, online archive. Yeah, it's being it''s being curated by. It''s actually being curated by archive dot org''s Oh, Away back machine. Yeah, there. Actually, unfortunately, uh, I heard that they're in danger of, like, being bought and terminated. But until that happens, this will be a permanent archive that lives there. Kevin A My not giving you enough of a good picture. Well, that''s not gonna change your standing there with a camera until my hair. I know this is a question. He whispered, Your hair is kind of mes'sy, unpleasant for you guys to be going through this right now. But as a fan of the description's of the part cast when you see these riel moments in the room, this is like the photos get taken. You gotta be fanning out. Yeah, really? Really it You see what it''s like? Wow, I'm on the other side of this scrap until you get the Yeah. And how about photos? Everything''s good. It''s from my helmet. So I wear my helmet so I could be the scooting Q t. And you can just go ahead and started just like Gettinto. Just we gotta get this all on paper. Rip it. Um, yeah. Obviously there''s my career. Has, uh, it''s it''s been storied. Spit it out.","speaker":"spk_0","timeCode":2873.43,"tags":["dot org","Kevin A","ju'st","Gettinto"]},{"id":"UhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Go ahead and check for your credits out of that one. Well, episode called Block Down right have been written by somebody who would be interested in, uh I do think that short five Because they had to keep him in the room for the early ones. Yes,","speaker":"spk_1","timeCode":3002.26,"tags":["Becau'se"]},{"id":"UxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"that Yes, People go on a high ringing writer in there. Wouldn't you have gotten one of the 1st 2 or three? No, they need me there at the beginning. I think that Barbara report of the room","speaker":"spk_0","timeCode":3016.39,"tags":["Barbara"]},{"id":"WhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Well, yeah, I have a baby, and, uh, he's,","speaker":"spk_0","timeCode":3136.88,"tags":[]},{"id":"YhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"insane must the change and quality of life for skiers have been when they put chairlifts and everywhere? You know what I mean? Instead of that's probably where society peaked. Yeah, I just feel like that was maybe the most drastic quality of life increase for a group of human. It''s well before that has happened before that they were just walking in Norway. Skiing was like a terrible chore. Is it that","speaker":"spk_1","timeCode":3324.9,"tags":["Norway"]},{"id":"YxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"you would leave your skis down at the bottom of the hills and then you have to make new ones every time. It's honestly like the the equivalent of you doing impres'sions now where you have to Really? Yeah. Where you have to, like, stop everything that you're doing and go do like this incredibly long proces's, multi day commitment to then have what amounts to a minute of fun.","speaker":"spk_0","timeCode":3354.69,"tags":[]},{"id":"aRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Okay? Yes and no.","speaker":"spk_1","timeCode":3492.02,"tags":[]},{"id":"bBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"It was not ghost. Specifically, they were dealing with in most or in fact, any of the episode's. But there was sort of a supernatural element, and youll agree that ghost's are like that. It would have been really nice of at the time. They were like a cool phrase in the zeitgeist. That was something like alien","speaker":"spk_1","timeCode":3505.4,"tags":["gho'st","mo'st","gho'st","zeitgei'st"]},{"id":"bxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"But if more easily transitioned into what we were trying to do, that your name, your shows sure. Certainly is based on, like, a cool phrase under culture was actually the last phrase that hadnt been taken up as the last title by a band or are a website. Um, there is another thing called the under culture were but and it's Yeah, it''s it''s, you know? Well, it''s a restaurant in London. Yeah. So what did they serve? Very good. Mushroom's and fungus. He It''s a fungus. Yeah. Have you thought about what the last thing they get? They get bad marks, they get put Rather poor marks. No thinking. John Tavern got a bobbin over there.","speaker":"spk_0","timeCode":3548.81,"tags":["London","John Tavern"]},{"id":"cxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Thank you. Thank you. What is the last time they're gonna listener hears that the listener hears that Did? Or the reader of the Thank you. Yeah.","speaker":"spk_1","timeCode":3635.74,"tags":[]},{"id":"fRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"the parts of me that the people know as me. Which to me, I think I've had a great run You know, I think all you have to dio is you take the part that drift out, you pour it back on. Well, Mr Brain, that's slice the edges, and you basically put it in horrid like you put in vertically. You know how it''s been? Kind of Made flat. You just kind of standing up and then you pres's it again. And-Away shape. You get a little bit. Yeah, I am gonna keep the runoff in. Ah, not the freezer, because that might chemically change it, but just in the back of the refrigerator. And so maybe itll congeal a little bit. Yeah, I am able to see some youll be able to see like my glas'ses. Itll","speaker":"spk_0","timeCode":3922.49,"tags":["Mr","Brain"]},{"id":"gBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Get out the way. Putting more common through me and my crew","speaker":"spk_1","timeCode":4040.38,"tags":[]},{"id":"gxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Pick up your own Hollywood Handbook podcast seizure at pod swag dot com slash the Boys. That's pods wag dot com slash The Boys Goodbye post role.","speaker":"spk_1","timeCode":4086.31,"tags":["Hollywood Handbook"]},{"id":"hRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Rachel Bloom, Collection of Men, Corpse's and one woman,","speaker":"spk_3","timeCode":4128.6,"tags":["Rachel Bloom"]},{"id":"hxFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's","speaker":"spk_3","timeCode":4139.72,"tags":["Gene'si","Phil Collin"]},{"id":"iRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Jesu's. I mean, jostle","speaker":"spk_3","timeCode":4149.48,"tags":[]},{"id":"7hF_JnMByMrymAEmeptt","index":"handbook","podcast":"Hollywood Handbook","episode":"An Ad for Peecast with Scott and Wiger","line":"of course, doh Boys. Who? Uh, Scott, I have something I need to tell you. Is it Is it? Can I gues's? Yeah, you can gues's. Is it how much you care about me? I That's part of it. So good. Start like that. Hear that? Hear that? Is it? How much is it? How much money? The dough, Boys Patriarch mix. That was not going to be part I. Weicker''s say I have something to tell you. That''s what I expect to hear. What else is he thinking about? Kind of a one track mind that''s raising the amount we make on patriots. Scott because I care about you and the P cast blast so much raising the amount from what? What''s the number? Now It''s a against get. We're making good money as a Did ever or it''s kind of the month and the month was down a little down a little bit. I mean, it is on track. Is it going up, up, up. It''s kind of like a little, you know, their little hitch is where it goes down. But it''s mostly like a roller coaster that''s on the right. Are you on automatic renewal? I mean, I buy personally. No, but I mean, is everyone who joins it on automatic? Yeah, when you are so kind of a chunk of our audience Probably forgot. Got that. You're doing it Doesn't even listen. They have a $5 recurring charge for something. They're like, yeah, they don't even know what it is, Right? Something else as it to something else like Entertainment Media Inc. Gentleman''s As'surances Incorporated. I was actually just shows up his Netflix subscription. OK, see, that''s yeah, it''s a little deceptive. L O l know Away.","speaker":"spk_0","timeCode":155.54,"tags":["Scott","Patriarch","Scott","Doe's","Entertainment Media","Netflix"]},{"id":"-RF_JnMByMrymAEmeptt","index":"handbook","podcast":"Hollywood Handbook","episode":"An Ad for Peecast with Scott and Wiger","line":"Rachel Bloom, Collection of Men, Corpse's and one woman,","speaker":"spk_1","timeCode":666.36,"tags":["Rachel Bloom"]},{"id":"BBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"out of gold. That's right. I am scoped in","speaker":"spk_1","timeCode":51.92,"tags":[]},{"id":"BRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"myself, a new friend, the most expensive best friend in the world,","speaker":"spk_2","timeCode":56.43,"tags":[]},{"id":"ChF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"and shirts that are naturally anti microbial, which means they eliminate odor, and they keep Away bugs like them gold bugs that are trying to get my gold. If you don't like your first pair, you can keep it","speaker":"spk_2","timeCode":105.97,"tags":[]},{"id":"CxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"and they will","speaker":"spk_1","timeCode":120.6,"tags":[]},{"id":"DBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"'still refund you, no question's asked, So you can put the new pair on all top of the old wood on the statue. I'll of where these clothes that I","speaker":"spk_3","timeCode":121.36,"tags":[]},{"id":"EBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"So there I am, it's at the library computer lab, and I'm with Chris Bridges. Aqui a ludicrous and I am with Antonio Vendetta. Or it's maybe Chris Qattan and Chris and I can't tell because Chris is obviously able to disappear into a role. Similar command of English, similar romantic energy, like when, when he''s disappearing into that role and he becomes Antonio. Yes,","speaker":"spk_0","timeCode":156.26,"tags":["Chri","Bridge","Antonio Vendetta","Chri","Qattan","Chri","Chri","Engli'sh","Antonio"]},{"id":"ERF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"is sex on a stick, and I hope you don't mind me saying that and","speaker":"spk_1","timeCode":191.48,"tags":[]},{"id":"FxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"we're doing this. And then we're kind of like putting the final touches on. Now it's a lot of aesthetic stuff. Flames, skulls, skateboards. Ah, bees, stinging bees, just decals and stuff. And then the last step is, Hey, what we're doing in this for the kids when they turn it back on, maybe instead of a gun bomb like they usually do, it goes, You probably think that you are better now. Better now. You only said I cause I'm not around, not around. You know, I never meant to let you down, let you down. What gave you anything, who gave you everything? Wow. And you need incredible speed and power to be able to do that. And even that''s probably getting very hot. Well, fans going really fast, Yes, and we're and we're test driving it a few times and we're starting a lot of fire","speaker":"spk_0","timeCode":288.69,"tags":[]},{"id":"HBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Hey, well go. When I was a book, we do a show every week. We dio, uh, whether we like it or not. Sometimes I don't feel like doing it. This is one of those days.","speaker":"spk_0","timeCode":378.01,"tags":["day"]},{"id":"HhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"We talk about TV and movies. We have a producer named Chef Kevin. Ah. We have engineer and your door in Jordan. We the company is called Earwolf, owned by scripts that we do. The shows for and in mid roll and Stitcher are all wrapped up in this. Yes, there under the same corporate umbrella. Uh huh. Did My talk. Bosch is here? Yeah. What else is happening in the studio? We have had many gas. Oh, doesn't. And this week we have new guest's. This is why I'm a part of why I feel like I have to do this. We now lately we just have We don't have anyone who hasn't been on the show 56 times before because they don't people to either. Are very anxious to come back for, like, career reason's or will not come back and certainly won't do the show for the first time. Yes, you could tell how someone is doing based on whether or not they're willing to come back on this show.","speaker":"spk_1","timeCode":394.66,"tags":["Kevin","Jordan","Earwolf"]},{"id":"IBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"So, um yeah, it's Ah, it''s part of our new quiz. Yeah, Metra''s here and mostly of your right away. Or you're a bubble. Ah,","speaker":"spk_1","timeCode":486.99,"tags":["Metra"]},{"id":"KhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Thank you. A chance to be a member of the family.","speaker":"spk_1","timeCode":552.04,"tags":[]},{"id":"LhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yes, they were just trying to use bodies, warm bodies, and so little did we know we were trying to do a good job, but I am not even true. They listened to it. No, it didn't matter what we did, we go like, Did you like the show in the going? Yeah, Yeah, but really they like them. The money, basically that we were offering them we want to do something. Metre Eso I kind of like I have the all these different lives in show busine'ss, and I try not to sort of let them cros's over. But you being here represent's kind of a blurring of those lines because, of course, you and I relationship George. Sorry, but sign yelled of Do you know so Jerry Seinfeld","speaker":"spk_1","timeCode":575.51,"tags":["George","Jerry Seinfeld"]},{"id":"MBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yes, you would love this guy E is right now he's a little fresh s Oh, you know, don't look where money on college campuse's, but because he''s so fucking raw, like, of course, he''s not doing colleges. But anyway, Jerry Seinfeld had this program with George. And when relationship George was","speaker":"spk_1","timeCode":622.34,"tags":["E","Jerry Seinfeld","George","George"]},{"id":"MRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"a lot of veep, too,","speaker":"spk_0","timeCode":649.16,"tags":[]},{"id":"NhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"There's so there''s veep from the veep in Veep It work and then veep not at work. Yes, she has to talk outside toe lots of people in America and when she''s veep But then There''s also V behind the scenes s. So I think that probably is a nice parallel to relationship, George.","speaker":"spk_0","timeCode":666,"tags":["America","George"]},{"id":"PhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"we're not allowed. Oh, yeah. Toe blew his. This is like rifle through his pockets. Now that he's he''s gone.","speaker":"spk_0","timeCode":716.05,"tags":[]},{"id":"RRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"So, um, did you Ah, smear any of the names? That's I gues's, the big advantage of nobody wanting to sign this table anymore, because people are still is that it''s much easier to spell. Kevin just popped in white. Like, why would Kevin appear in that room again?","speaker":"spk_1","timeCode":770.46,"tags":["Kevin ju'st","Kevin"]},{"id":"SRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"E X doors.","speaker":"spk_1","timeCode":801.66,"tags":[]},{"id":"TBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yeah, Kevins doing it's trick.","speaker":"spk_1","timeCode":809.08,"tags":["Kevin"]},{"id":"URF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"And we and you, you go on the show, you vote. Yeah,","speaker":"spk_1","timeCode":843,"tags":[]},{"id":"UhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"You talk about political. Uh, and, uh you sure everybody So they're screaming with a lot of other people are sitting next to you about vote and about, you know, like Cheeto","speaker":"spk_1","timeCode":848.67,"tags":["Cheeto"]},{"id":"VRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Ah, Covington Catholics cook ID and I am t J","speaker":"spk_0","timeCode":875.27,"tags":["Covington Catholic"]},{"id":"VxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Is this right? IV? Only I havent. I don't know the show. I don't know politics","speaker":"spk_0","timeCode":883.49,"tags":[]},{"id":"WBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"where I grew up.","speaker":"spk_0","timeCode":890.28,"tags":[]},{"id":"XxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"farmers, big And what was cool about farm? Is that something","speaker":"spk_0","timeCode":928.36,"tags":[]},{"id":"YRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"You farm for my farm? Big farm. Had farm, had a real barn. Um, farm had corn most of the time, but not always. And farm when I'm for a long time. But I think that's","speaker":"spk_1","timeCode":932.96,"tags":[]},{"id":"ZxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Walking down, Melt the goose everything Get your hands on the better,","speaker":"spk_0","timeCode":976.35,"tags":[]},{"id":"aBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Please Hands under loveles's your hands if you're lucky Anyway, uh, so we did love it or leave it right. I unfortunately was given. Leave it a TV ad, Alicia Out","speaker":"spk_1","timeCode":984.41,"tags":["lovele's","Alicia"]},{"id":"cRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"multiple brush, but is it true that you gave them to all your friends? But your friends at the same time had shaved off all their hair to trip? Try to make a big or for you? Well, I Made or a","speaker":"spk_1","timeCode":1025.47,"tags":[]},{"id":"cxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yeah, well, I was giving them the brushe's is a statement to tell them I didn't like a the gift and be the look","speaker":"spk_1","timeCode":1038.58,"tags":[]},{"id":"dxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"uh, people, people love the episode. So mostly we just transcribe our parts of episode and then say those parts episode's, people, it's not enough to hear that people want see that, soapy. When people see us do that, they cheer.","speaker":"spk_1","timeCode":1068.61,"tags":[]},{"id":"exF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"But you're say hello. A lot","speaker":"spk_1","timeCode":1111.7,"tags":[]},{"id":"gBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yeah, and I just kept trying to cast my vote. But","speaker":"spk_1","timeCode":1144.6,"tags":[]},{"id":"3BIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Seth Rogan. Also,","speaker":"spk_2","timeCode":1234.53,"tags":["Seth Rogan"]},{"id":"3RIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"it's true. I don't know about Seth. Um,","speaker":"spk_0","timeCode":1236.46,"tags":["Seth"]},{"id":"4hIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"if he was calling you Kick As's two. Yeah, I think you would have to go. I don't think that did is what was the 1st 1 And you know what? I think you're right.","speaker":"spk_0","timeCode":1282.67,"tags":["Kick A's"]},{"id":"6hIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"So the question's have to be based on, like, current events. Okay, but not like big ones. Just like little stuff about, like, animals, if he should. Around. Yeah. Yeah. I just","speaker":"spk_0","timeCode":1336.26,"tags":[]},{"id":"8hIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"So that what we would do is, like, right up all these answer's ahead of time and then give them to the comedians.","speaker":"spk_2","timeCode":1389.52,"tags":[]},{"id":"_RIRLnMByMrymAEmhQEX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"Uh, and we need a cancer for Paul F. Tompkins for this one, please. This is yes. He say what he would say. Good golly,","speaker":"spk_0","timeCode":1458.4,"tags":["Paul F. Tompkin"]},{"id":"BBIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"want to","speaker":"spk_1","timeCode":1519.97,"tags":[]},{"id":"BRIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"I think you should be good for it. Yeah, but then at the same time, I know that I shouldn't, but I don't totally know why.","speaker":"spk_0","timeCode":1520.96,"tags":[]},{"id":"DBIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"It's a perfect impres'sion. I'll put on my SNL riel. She might also say she''s slipping like her hands are slipping.","speaker":"spk_2","timeCode":1582.1,"tags":[]},{"id":"ExIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"it's slipping because of our actions in the past where we have judged you. Uh, that really makes me sad and really makes me kind of scared for the future of the show and podcast. In general, there''s a lot of les'sons to be learned about empathy","speaker":"spk_0","timeCode":1654.4,"tags":["pa'st"]},{"id":"HxIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"on and just on a slip and slide. Yes, that's good. Get sort of a sexy element changing your titties, right? Nipples, right. That''s very","speaker":"spk_1","timeCode":1756.04,"tags":[]},{"id":"IBIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"thank you. It's very important we get some nipples and I want to hashtag free the nipple on this show. Yeah, and we're thinking to this show for political bor, maybe Amazon. You know, it''s right next to your","speaker":"spk_2","timeCode":1766.1,"tags":["Amazon"]},{"id":"IhIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"all. I wanted to show my nipples. And what about a point there being, like, appoints aspect to that, uh, to the nipples","speaker":"spk_2","timeCode":1794.81,"tags":[]},{"id":"LBIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"which also is going to save us a lot of money on people having a win something. Yes. So you could only get a maximum out of points for showing your nipple, cause there's only to Naples","speaker":"spk_0","timeCode":1865.23,"tags":["Naple"]},{"id":"LRIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"right now. This","speaker":"spk_2","timeCode":1873.37,"tags":["Thi"]},{"id":"MhIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"What did you say earlier? Empathy is always go into the best policy. Yes, empathy is the best policy.","speaker":"spk_2","timeCode":1909.57,"tags":[]},{"id":"QhIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"And, um, The good people at Chapman sent the actual Chapman-University.","speaker":"spk_1","timeCode":2108.34,"tags":["Chapman","Chapman"]},{"id":"SRIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"You know, I've never seen this copy before. Really? Oh, it's like From The team. You just you just come and do the house calls. I gues's you said. And now he''s pointing at himself in going. I did it, but he''s just mouthing it. So it''s like he had in his pantomime ing typing it like s. So it''s","speaker":"spk_1","timeCode":2233.3,"tags":[]},{"id":"WBIRLnMByMrymAEmhQIX","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Byer, Our Close Friend Again","line":"rather they don't have glas'ses. Rather that they kind of look like cute, cute, cute little nerds. Uh, not little. A lot of them are gonna be sort of a few big nerd model s,","speaker":"spk_1","timeCode":2410.8,"tags":[]}]