[{"id":"aRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"consider IV totally been there.","speaker":"spk_0","timeCode":1151.94,"tags":[]},{"id":"axF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"out of control. Um, so basically, weve got some stuff covered. I also think that the ideas that are talked about in The Good Place in terms off morality, philosophy, religion, the after life Is that as relatable as cereal? Peanut butter?","speaker":"spk_0","timeCode":1161.25,"tags":[]},{"id":"bhF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"right? Should I? Ok, well, heres my question is what do I do? Do I march into the writers room? Do I talk to make sure, like, how do I change this? So I feel like I'm just like they're you know what I mean. Oh, about how they treat you kind of there. Like, I hate hearing that. Yeah, I hate hearing that and then Made you play every part for whenever said and you had to just do it. Yeah, I like that. I gues's I have to do that. Great, because everyone else is like, like, tired, busy or is this is this track? It was like, Oh, summer they all went there on Billy Ation on the beach is a weird week is like nobody posted in the in streams or something. So I'm like, Oh, Did they have, like, a don't post this type of week where they vacation secret? Hashtag speaking. A weird week. Just just coming out. What? Once a week?","speaker":"spk_1","timeCode":1225.01,"tags":["Billy Ation","ju'st"]},{"id":"dhF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"that would be one thing I don't even think we bring it up of what was under there was like a scout, Sure, but in fact it's sort of like a spiky ball. Yeah, translucent, spiky ball and there''s a glow coming out of it. I feel like this is so fucked up of you guys. I thought I saw Mike. I was like, Is it cool? If I keep on my hat and I know you could tell that I had high, I insi'st that","speaker":"spk_0","timeCode":1361.72,"tags":["Mike"]},{"id":"eRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"Oh, right. As was I","speaker":"spk_1","timeCode":1402.26,"tags":[]},{"id":"fBF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"opposite of what I did a couple weeks ago. I was going to build all over myself.","speaker":"spk_1","timeCode":1428.92,"tags":[]},{"id":"gRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"Yeah. Okay. I was shooting something the other day. Oh, no. If a gun no more with cameras. No guns at all. And a lot of times would women are on camera. They have so many extension's on their head. Do you know this? Okay, Hair ahead. Extension had a big Zoom. Yeah, like the head of the head, right? No, No extension. No more like Eric. Remember from Liquid MTV, where he had a alien that lived inside his head. His head was extended up to make room for the alien.","speaker":"spk_1","timeCode":1470.68,"tags":["Exten'sion","Eric","Liquid MTV"]},{"id":"hhF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"that No, but well see it and freaking and will have to react in real time. To the hairs. Okay, this will be she's doing it.","speaker":"spk_0","timeCode":1574.67,"tags":[]},{"id":"iBF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"keep, you know, keep Yeah. Put that back up. Wait. What are you here? Fake head? Wait. Do I look normal or now? Yeah, but I gues's the problem is that it looks like I havent brushed my hair in a couple days. Right? There's a pretty defined, but that separation right here. Yes. Yeah. It''s not that bad. No, it''s not bad. Yeah, I wouldn't have noticed it if you have said anything I didn't make a big deal about. Of course, it''s all I see,","speaker":"spk_1","timeCode":1598.69,"tags":[]},{"id":"jBF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"Langan You apart? Yes. To Bosch. Yes, that I'm","speaker":"spk_1","timeCode":1672.94,"tags":["Langan"]},{"id":"jRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"Kevin and Devon are wearing the same shirt today. Whoa! And arguing that Spencers give shirt underneath or know what''s on your T","speaker":"spk_0","timeCode":1674.92,"tags":["Kevin","Devon","Spencer"]},{"id":"jhF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"'shirt. So it's fitting.","speaker":"spk_0","timeCode":1685.04,"tags":[]},{"id":"kRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"ball. This can be optional, thanks to four hims dot com, and they are one good option that you have. They connect with real doctors and medical grade solutions to treat hair los's there. Well known generic equivalents to name brand prescription's toe help you keep your hair. It's not snake oil or pills or gas station counter supplements. So this is one thing you could do. Now. It''s not gonna surprise anybody. THOMAS. Yeah, there''s other options in particular. If you don't want to go to four hims dot com and answer a few quick question's and have a doctor review and prescribe, you know, doctors at all involved in My thing. It''s called four mums M. U M s. So mums is a pretty like kind of pom pom flower. It comes in a bunch of different colors, and basically my idea is, if you order mums for me at a pretty decent markup, you can put them on your head, and it will look like you have cool, crazy hair, almost like a Muppet or some kind of animate character. So, uh, for hims, you know their products airship directly to your door with moms. I just kind of tell you a garden where the mums are and you can go and collect as many as you want. There''s no more waiting rooms and no more awkward doctor visit's in either one of them. So, order now, My listener's get a free trial month of hims for just $5 today. Right now, all supplies last could see the the website for full details and then moms. We're between website's at present.","speaker":"spk_0","timeCode":1704.19,"tags":[]},{"id":"lRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"is that okay? So on, Just take a whole nother show and bring him on board. Not the whole thing.","speaker":"spk_0","timeCode":1961.27,"tags":["Ju'st"]},{"id":"mBF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"not don't want Take any one person you busy with mowed down the I love that. Yes, Like they be so sad or just one of them. We are your family. Yeah. Yeah. I mean, which I very, you know, not too subtle to be a think These guys are pretty replacing. I think we have one person who could basically you are everything that is better. Yeah, well, about that I don't know. That's hard. It''s hard from again, like on the inside. It''s hard to see that. So that would maybe be like you guys saying it.","speaker":"spk_0","timeCode":1997.02,"tags":[]},{"id":"nRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"This would seem like my primary thing. And then But from Andhra, more neces'sary. Becoming, yes, they back the way that I lived. So I see how that mistake could happen. But in fact, I am so much more than show. And that's what honestly, that''s what the foot place could be for you guys. Yes. Ever. So being nominated for an Emmy? No,","speaker":"spk_0","timeCode":2074.84,"tags":["Andhra","Emmy"]},{"id":"oBF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"for mine is it's like a home improvement screen. Wipe comes up. So it''s like a like a saw comes and saw the hole in the middle of my instagram feed, and it just drops out for just that whole sort of like time period award. What are you looking at in that month? You know what I mean? I'm just waiting.","speaker":"spk_0","timeCode":2121.91,"tags":[]},{"id":"oRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"I'm just getting it up.","speaker":"spk_1","timeCode":2145.91,"tags":[]},{"id":"qRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"Your Fyre-Fest. No, I was I was happy for her, but the show didn't bring on the hardware show. Oh, no. Hims we agree that they're fake. Yeah. Yeah, well, they're clearly a art. Shouldn't be comfortable. Yeah, archery competition. But you know what? Yes, art shouldn't be a competition, and this one is fake. And this so majorly fake show that has, um, that I heard about for the first time when it was nominated for an Emmy 10 but it was no need for Golden-Globes called the Kaminski method the commence key method at long last. How can I say it's just do Do we wanna, um, Kevin, do we want to cut out Darcy saying that she hadnt heard of the committee met before because it was so It''s, like, so embarras'sing. And I decided I was just, like, picturing people hearing to be like, Oh, my God. Darcy hadnt even heard. Well, it just shows what rarefied air you're living in over with The Good Place. Because all the people, the real people chicken lunch toe chicken like","speaker":"spk_1","timeCode":2304.28,"tags":["Fyre-Fe'st","Emmy 10","Golden-Globe","Kamin'ski","Kevin","Darcy","Darcy","The Good Place"]},{"id":"rBF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"gold trophy, right, the frickin millennials. But then can you imagine what it would feel like to be nominated? And-Away","speaker":"spk_0","timeCode":2391.45,"tags":[]},{"id":"rhF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"That was me. I'm there. How would you post about it. Oh, wow. Probably tongue in cheek. Yeah, the morning of I'm going to tongue in cheek like something like, Oh, this will be a great new toy for Bosch. Oh, yeah. Kind of tongue in cheek. Oh, yeah.","speaker":"spk_1","timeCode":2404.29,"tags":["Bo'sch"]},{"id":"sRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"know where to put this. Okay. I thought was gonna be in the freakin bathroom. Oh, no, that is great. I thought it's gonna be a freakin door. Stop. Oh, my God. It was closed in the kitchen cabinet because it was just","speaker":"spk_0","timeCode":2430.58,"tags":[]},{"id":"sxF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"just because this is just because this is ah, you know, this is for your ears and not your eyes. Oh, you just mouth the person's name. I I have a gues's.","speaker":"spk_0","timeCode":2451.87,"tags":[]},{"id":"uhF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"a new, you know, opening theme song with the guy David Schwartz who wrote it. It's pretty short, right? Yeah. There''s a lot of room because I noticed that you have to do so much show after the song. Right? But if you get that song beefed up a little bit","speaker":"spk_1","timeCode":2577.78,"tags":["David Schwartz"]},{"id":"vRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"Beef breakfast. But then think about what we used to eat for breakfast. Lunch, dinner, nice sec, rhyme, rhyme. No, it's the truth. It''s not record. It''s lunch and fucking Did I say that? No. Sex THOMAS","speaker":"spk_1","timeCode":2611.2,"tags":["Beef breakfa'st","breakfa'st"]},{"id":"wRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"That would come out of like you had so it would come out of the ice dispen'ser so you would put your cup. Yeah, well, chopped up out the hot dog tube, you get two of them at a time, tip the glas's back, and then go hot dog walrus after service. And there be these two huge hot dog tusk's coming down.","speaker":"spk_0","timeCode":2686.82,"tags":[]},{"id":"whF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"That was the time is the time. And honestly, it's like nice to even be reminded of that. Because I thought that was funny as hell. And I feel like That''s kind of like what started my whole career, You know what I mean? You think, Hey, this girl''s different? Uh, no. It was freaky s hell on. And just you being willing to take that risk becoming a hot dog walrus, which is not neces'sarily the most traditionally feminine thing to do,","speaker":"spk_1","timeCode":2707.3,"tags":[]},{"id":"zRF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"So a burning cros's over J cros'sover, I think, uh,","speaker":"spk_0","timeCode":2852.39,"tags":["J"]},{"id":"0xF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"Yeah, keep going. So there's But what I wanted to say about Brian the dog is Can we do a whole story about service animals, dogs being allowed in a place that serves food and you know, is he may be an emotional support animal or something. And Mr Hooper trips on him. Try to do a crazy 3 60 dunk. And now we're into what I like to call the story center,","speaker":"spk_1","timeCode":2944.01,"tags":["Brian","Hooper trip"]},{"id":"2BF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"e. I fear that you're becoming exposed. I Carly e g. Why, baby? The hair guy thought he should get a couple extra hair thing I raise. Yeah,","speaker":"spk_1","timeCode":3103.56,"tags":[]},{"id":"3RF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"here. You and Rus'sian doll Weaken. Stop making TV shows now, bitch. Okay. Please don't veg. Yeah, because we have it once in the theme sog already s and that we're on the Feds about","speaker":"spk_1","timeCode":3168.14,"tags":["Ru's'sian","Weaken","Fed"]},{"id":"4BF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"bitch that now it almost felt empty. Is there something else we could say on the way? Yeah, um, maybe instead of bitch, you say something were playful, like snatch. Adam.","speaker":"spk_0","timeCode":3196.2,"tags":["Adam"]},{"id":"5BF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"okay, um surprised me. Play with it. Make it your own. Okay. Um","speaker":"spk_1","timeCode":3259.22,"tags":[]},{"id":"5hF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"Oh, Hollywood Handbook. Hey, this is Arne camp from the improv fantasy podcast. Hello. From the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","speaker":"spk_1","timeCode":3296.94,"tags":["Hollywood","Arne","Magic Tavern","King","Chicago","Sea'son","ju'st","Dark Lord","Sea'son","McElroy"]},{"id":"5xF6JnMByMrymAEmjJtP","index":"handbook","podcast":"Hollywood Handbook","episode":"D'Arcy Carden, Our Close Friend Again","line":"Rachel Bloom, Collection of Men, Corpse's and one woman,","speaker":"spk_2","timeCode":3326.07,"tags":["Rachel Bloom"]},{"id":"QBERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"So I was thinking that too.","speaker":"spk_1","timeCode":68.19,"tags":[]},{"id":"TRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Oh, no. Did you say something to that?","speaker":"spk_1","timeCode":240.63,"tags":[]},{"id":"URERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Were so here. I think that it's almost left were very far apart.","speaker":"spk_1","timeCode":291.04,"tags":[]},{"id":"VRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Um, yeah, Lets do it. Let''s","speaker":"spk_1","timeCode":333.8,"tags":[]},{"id":"VhERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"the man on hockey. Yeah, dude. Tough The tough whenever style it Made Lets play football. Let your drink it This thing with the cricket band and 19 appalled way out. Let''s not get the park. Let''s knock it out the park.","speaker":"spk_0","timeCode":336.1,"tags":[]},{"id":"XxERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"no, no. Window. It's actually goes into the other studio. Okay, look, like a window apart. Yeah, I can see why you would. Yeah, Okay. Uh, yes. Yeah, I have my glas'ses on. I'm Kevin. And that was the problem. And now you've taken them off. Now you could be, but yeah, I could see much better. I was","speaker":"spk_0","timeCode":408.87,"tags":["Kevin"]},{"id":"ahERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Okay? Got you. Yes, Kevin, we need a lot of We need a lot of you, please them by. Just explain that I would not make sense to me now. Yeah,","speaker":"spk_0","timeCode":584.68,"tags":["Kevin"]},{"id":"bBERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"If you could just give me the ring If you could just make it rain with toilet tis'sue Yes, Kevin, Kevin And for me as well I'd like you to make it rain with toilet tis'sue And if you could make you build this shared bowl of pretzels were all sticking our hand and they eat from ah Caavo There's just not enough Because with the vital","speaker":"spk_0","timeCode":603.19,"tags":["Kevin","Kevin","Caavo","Becau'se"]},{"id":"bRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah, you know, you look at the end. Yeah,","speaker":"spk_0","timeCode":629.56,"tags":[]},{"id":"dRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"What else you Made immediate? That are our shopping list. Did I say a gun? We got one gun, one gun, and comes. I bet you want a gum. Oh, wait. Also, I got a social dis'sing and gum. Oh, wow. Could you really?","speaker":"spk_0","timeCode":692.22,"tags":[]},{"id":"dxERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Just go","speaker":"spk_0","timeCode":717.37,"tags":[]},{"id":"eRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah, man, Let go,","speaker":"spk_2","timeCode":722.47,"tags":[]},{"id":"gRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"right? We werent going out that he may not be. Yeah. Yeah, because if you have a go team, you can't get a lock. I was watching a YouTube, but I have to do it right. I was watching my hands. Wrong. I don't know that. Did you go on YouTube and find that how to wash your hands properly? Yes.","speaker":"spk_1","timeCode":772.99,"tags":["YouTube","YouTube"]},{"id":"hRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"right? Yeah, like little claws in the year. McShay toilet paper. Yeah, yeah, yeah,","speaker":"spk_0","timeCode":821.64,"tags":["claw's","McShay"]},{"id":"iRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah, well, you know, weve all been there","speaker":"spk_0","timeCode":898.58,"tags":[]},{"id":"lBERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"A. Yeah, you probably will.","speaker":"spk_1","timeCode":1060.24,"tags":[]},{"id":"lRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Well, I will say that when I tried out last time what they said to me, I said, Do you guys think I have what it takes? And they said Hey, weve all been there, man. Uh oh. I really don't know that. Yeah, okay.","speaker":"spk_0","timeCode":1063.04,"tags":[]},{"id":"lhERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"But they say in the black church Did they say bles's his heart? If they said bles's his heart. Jesu's Christ. They said that to you that the ultimate insult anybody could ever give you You claim that you're playing so hard. Legal. Bles'sed. Start looking him. Oh, God. You know, you never want their set a bunch of Oh, it's our eyes. What? They said","speaker":"spk_1","timeCode":1077.09,"tags":["Chri'st","Ble's'sed"]},{"id":"oBERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"I wanted out. No, My","speaker":"spk_2","timeCode":1175.02,"tags":[]},{"id":"qBERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"No, You know what?","speaker":"spk_2","timeCode":1221.49,"tags":[]},{"id":"qxERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Have attitude. Nothing about it. I'm just saying","speaker":"spk_0","timeCode":1232.62,"tags":[]},{"id":"sRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"people bring up Every time I go to where I'm trying, people bring it up every time I go somewhere before I would say, Lets","speaker":"spk_1","timeCode":1259.11,"tags":[]},{"id":"shERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"have you have one more question is about the V for Vendetta mask. Go ahead and ask it. But this should be the last time. I mean, we really have to move out from Tim has made it pretty clear he doesn't want to cut it anymore. Really?","speaker":"spk_0","timeCode":1265.93,"tags":["Vendetta","Tim"]},{"id":"tRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"I gues's my question is, if If we're getting be for vendetta, maps are we getting them with, Like, the hair be attached. Wig, like the shoulder length, like, kind of bounty. And that's what you get.","speaker":"spk_0","timeCode":1291.84,"tags":[]},{"id":"vhERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"I was gonna wear Ah, hockey mask. Ah, Golden ask.","speaker":"spk_0","timeCode":1355.49,"tags":["Golden"]},{"id":"vxERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Okay. What is that? Yeah. What the fuck you talking about, man? What? That would look out what you buy. You're just making up stuff. If you're going to make up stuff,","speaker":"spk_0","timeCode":1366.27,"tags":[]},{"id":"wRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"you know, you're talking to true sports guys. We just went through all the cricket. We just had a lot of sports analogies","speaker":"spk_0","timeCode":1382.58,"tags":["ju'st"]},{"id":"whERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"that in some fake stuff will make him some fake stuff like the stupid","speaker":"spk_0","timeCode":1392.04,"tags":[]},{"id":"zRERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"way. We have everything we need. Are we ready to like that? A game plan? Kick it that Kevin, I got all this stuff. You want to distribute all the stuff you got? You got all the way you got? Yeah. So I had one more with whats up front.","speaker":"spk_0","timeCode":1470.71,"tags":["Kevin"]},{"id":"zxERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"No, it's just Ah, I think I'll need it. I think I'm ready for one,","speaker":"spk_0","timeCode":1500.44,"tags":[]},{"id":"0BERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"right. You should just say that more and more things got so bad.","speaker":"spk_2","timeCode":1504.45,"tags":[]},{"id":"0hERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"It is sad.","speaker":"spk_0","timeCode":1529.64,"tags":[]},{"id":"1BERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"You don't deserve it. If you're just leaving in your","speaker":"spk_1","timeCode":1542.29,"tags":[]},{"id":"1xERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yes. Oh, you're talking you Nativity?","speaker":"spk_0","timeCode":1562.41,"tags":[]},{"id":"2RERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah, that is good advice. Like, you know, you can't really deny that.","speaker":"spk_0","timeCode":1569.84,"tags":[]},{"id":"3RERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah, that makes you have to be a role. Have a name. Uh, Penny is a human being, Kevin Er than an object. I mean, Geo man, The way you talk about women, it's, like, pretty disgu'sting. I think that''s frowning.","speaker":"spk_0","timeCode":1590.24,"tags":["Penny","Kevin Er","Geo"]},{"id":"8hERJnMByMrymAEm80ed","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah. Way to say you're you.","speaker":"spk_2","timeCode":1748.59,"tags":[]},{"id":"ABERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah. See? Yeah. Uh, this lot the screen mask for Sean. Uh, who got a babe mask?","speaker":"spk_0","timeCode":1848.32,"tags":["Sean"]},{"id":"DRERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"or shoot it. Better do it.","speaker":"spk_0","timeCode":1964.17,"tags":[]},{"id":"DhERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"You do it.","speaker":"spk_0","timeCode":1967.28,"tags":[]},{"id":"ExERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"I don't know. Yeah, yeah. Pleasant, but","speaker":"spk_0","timeCode":1998.98,"tags":[]},{"id":"HBERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"home. It's a strong It''s a storm. Blake it. John, relax. It''s supposed to soothe you.","speaker":"spk_0","timeCode":2074.69,"tags":["John"]},{"id":"IBERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"but Ban what? Totally. I'll probably walk yet My run rate for running.","speaker":"spk_0","timeCode":2093.52,"tags":[]},{"id":"LRERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"you drop it. Um, maybe you know what? What?","speaker":"spk_0","timeCode":2198.17,"tags":[]},{"id":"LxERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Was Apple okay? Yeah, right when it won by, like, the one of my left ear. More than right. So the left ear one, I gues's, died. I didn't like the right one where there is no time to be racist. So it's pretty. Yes. And that''s a very, very good mes'sage.","speaker":"spk_1","timeCode":2213,"tags":[]},{"id":"MBERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah. Look, we're not an is'sue driven show, but if it arise's organically as it does, well take a side. Don't pick sides. What you that favor? 19 breath. Do you have any ideas that were you just gonna, like, sit there as we like? You know, we're actually having an important conversation here. You know,","speaker":"spk_0","timeCode":2233.72,"tags":[]},{"id":"MhERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah, just kind of like agenda","speaker":"spk_0","timeCode":2277.9,"tags":[]},{"id":"OxERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"trying to wing it, right? I was winging it. Yeah, I read. I was reading something. I think it was like a recipe.","speaker":"spk_1","timeCode":2353.63,"tags":[]},{"id":"PhERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"whole chicken on bone? It says I don't know what that","speaker":"spk_2","timeCode":2388.54,"tags":[]},{"id":"RBERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"At one point, I asked you, brat, like, you know, do you ever clogged the toilet because you're flushing so much paper. And you were like, What are you talking about?","speaker":"spk_1","timeCode":2455.1,"tags":[]},{"id":"SRERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"young man,","speaker":"spk_0","timeCode":2502.74,"tags":[]},{"id":"TBERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"real quick. No, you don't. You don't want to do that. I","speaker":"spk_0","timeCode":2523.24,"tags":[]},{"id":"bRERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"to be now Baroda viruse's, like, Not really. Even if we did it, I don't know what it's being released. You know what I mean? Like, Kevin controls that calendar, so might not even help. Yeah, I'm so happy that it might be done. It might be gone, baby gone,","speaker":"spk_0","timeCode":2792.19,"tags":["Baroda","Kevin"]},{"id":"dxERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah, I didn't think I'm not going. I'm not gonna do it for les's than 20. That's everything. Getting I'm not","speaker":"spk_2","timeCode":2880.7,"tags":[]},{"id":"eBERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"I'm not OK, okay. You know that already you taken there after this, right? You Are you going there right after this?","speaker":"spk_1","timeCode":2887.05,"tags":[]},{"id":"exERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"'stuff. All right, Well go there. Talk to me because you got there. Yeah. Maybe you could talk to inform. Because if I talk to for me when I ask for the money, it looks it just looks like dams begging. So, Margot in it looks weird. Way Itll look weird. Can, Yeah. Three bucks walk and looks like what team? You're talking to him, and you need to put symbol in this and I go Oh, no, no, no, no, no, no. You're just go. No, no, no, no, no. Not you could just say Yeah. You take leave.","speaker":"spk_1","timeCode":2908.86,"tags":["Margot"]},{"id":"fxERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"walking over? So","speaker":"spk_1","timeCode":2953.84,"tags":[]},{"id":"hRERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Oh, that's right. I need to open the","speaker":"spk_1","timeCode":2985.93,"tags":[]},{"id":"lBERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"I'm so I'm sorry. This Can you just help me out real quick?","speaker":"spk_0","timeCode":3047.07,"tags":[]},{"id":"lRERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"I wanted to talk to you. Yeah, uh, we're all right. I can put it this way, But you gotta walk that way,","speaker":"spk_2","timeCode":3051.44,"tags":[]},{"id":"mBERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"I was with the other door. You guys with the revolving door I've been inside waiting for you. I with another door.","speaker":"spk_2","timeCode":3070.15,"tags":[]},{"id":"oBERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Don't play, okay? Wait. You're not supposed to be negotiating, though. You gotta play cool.","speaker":"spk_1","timeCode":3105.39,"tags":[]},{"id":"qhERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Comic-Con left about the big money I left the big money. Big","speaker":"spk_1","timeCode":3167.85,"tags":["Comic-Con"]},{"id":"rRERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"I'm mosey after I do","speaker":"spk_1","timeCode":3180.07,"tags":[]},{"id":"yBERJnMByMrymAEm80id","index":"handbook","podcast":"Hollywood Handbook","episode":"Sinbad, Our In Studio Friend","line":"Yeah, wrecking people They get a cheap morgan to life But off who? Above that spectrum We can't look at your away from it And now I'm sorry. Mad","speaker":"spk_1","timeCode":3348.98,"tags":[]}]