[{"id":"LBHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Uh, I","speaker":"spk_1","timeCode":3514.55,"tags":[]},{"id":"OBHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"Could also be called. We have The meets. Cute. Oh, take my wife, please. P l e A s.","speaker":"spk_3","timeCode":3574.8,"tags":[]},{"id":"OxHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"I got I got nothing, man. I would love to hear one From you. Sure, uh, you could","speaker":"spk_1","timeCode":3594.53,"tags":[]},{"id":"PxHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"I'm a horny girl Wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com. Oh,","speaker":"spk_1","timeCode":3638.06,"tags":["Wolf","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"id":"QxHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out","speaker":"spk_2","timeCode":3690.37,"tags":["Gene'si","Phil Collin"]},{"id":"RBHHLXMByMrymAEmCtJd","index":"handbook","podcast":"Hollywood Handbook","episode":"The Magic Tavern Guys, Our Close Friends","line":"again. Yes, I have killed Phil Collins twice. Thomas Middleditch.","speaker":"spk_3","timeCode":3694.91,"tags":["Phil Collin","Thoma","Middleditch"]},{"id":"RxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"'see that when I was listening, I felt like they did all of them.","speaker":"spk_2","timeCode":108.25,"tags":[]},{"id":"ShHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"well, and you need that much information sometimes because you're you're often going to the same building for three or four different reason's and in a single day. And so you can just be like I'm going to the mosque AP factory. You have to be like I'm going to the big Scary Factory to meet with the chef about the new appetizers. Or you could say, I'm going steady factory to meet with The servers to talk about how we present the plates and the new silverware that's coming out. Or you might say, I'm going to the Basket e factory and talk to the CEO of Piscotty to see if there''s different shapes we could make Yeah, so","speaker":"spk_1","timeCode":445.77,"tags":["AP","Scary Factory","Ba'sket e factory","CEO","Pi'scotty"]},{"id":"ThHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"And he said he's sorry. And if he says he''s sorry,","speaker":"spk_1","timeCode":506.52,"tags":[]},{"id":"UBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"happened to that? By the way it used to be. You say you're sorry and yes, what happened? Sorry for giving that you is forgivenes's for everything. I understand a lot of people are doing very bad, mean crimes that are out there.","speaker":"spk_1","timeCode":512.66,"tags":[]},{"id":"UhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"we was said the guy was gay, but I don't think he was like, I was like, I","speaker":"spk_1","timeCode":539.76,"tags":[]},{"id":"VRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"if I could reach all the way back to you saying weak mode. You, uh I misunder'stood you first when you said week mode, because that is like a fighting strategy for May with my wife. That's like week mode is something I go into when I'm having a confrontation with my wife, Carrie Anne Mos's, where I like, become as weak as pos'sible. Normally, when Hayes is doing the podcast, he''s in strong mode. Yes. And that''s why he''s the host. And I am, of course, The sidekick. Yeah, but when he gets home, this big, strapping man that you see in front of you who ah, has the world by the tail all of a sudden one, you know, little mistake of like, did you leave your shoes on the driveway and I will physically welt into week mode. So it becomes not fun for her. Which one is your face in Which one is your mask?","speaker":"spk_0","timeCode":560.63,"tags":["May","Carrie Anne Mo's","Haye"]},{"id":"XBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"It seems like one of the easier ones.","speaker":"spk_1","timeCode":811.17,"tags":[]},{"id":"XRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"And it's legles's and pie. And most of the pasta's or legles's, right?","speaker":"spk_0","timeCode":812.95,"tags":["legle's","legle's"]},{"id":"YBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"then in my dres'sing up, like, lets say I want to be big Papa Hayes. But I want to be a big popper, Del Hayes. And so then I have to drape myself in proper del am I allowed to use fabric at all and even mix it with pasta? Or does it have to be entirely made of pasta and doesn't have to be so hot that it burns my skin? Okay, well,","speaker":"spk_1","timeCode":844.08,"tags":["dre's'sing","Papa","Haye","Del Haye","del"]},{"id":"YhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Should we say that contest that we're trying to replicate is The Raised-by-the-T-V-This. Raised-by-the-T-V-This is absolutely murdering. This is doing Book. Who numbers exploding to Mars? They're drilling us. I've seen it everywhere. Literally everyone. We're getting plowed by Raised-by-the-T-V-This thing. They did that. So ingenious is they made it so easy. It's so simple, you know, they're marching in front of a green screen or something that all you have to do is","speaker":"spk_1","timeCode":900.32,"tags":["Rai'sed","Thi","Rai'sed","Thi","Thi","Mar","Rai'sed","Thi"]},{"id":"ZRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"And they can Onley give so much to these different things. Yeah, it's a zero sum of time game and we have to be cognizant of when they start eating our pizza slices. Yeah, we got to come up with some new toppings, right? Yes. Are some stuff crust yaks, innovation and that in this sense, it is gonna be whatever contest you come up with, Joe two fuckin get in there and eat their lunch. Well, you know what would be fun? I think if your fans like the","speaker":"spk_0","timeCode":1010.98,"tags":["Onley","Joe"]},{"id":"ZhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"'show, uh, please start with your fans that I don't want to be reliant on that. Okay? Your fans, uh, they","speaker":"spk_0","timeCode":1044.79,"tags":[]},{"id":"bRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"That's when a lot of stuff comes out right the day after Christma's. So it''s a first good guest. Is that boxing day? Yeah,","speaker":"spk_0","timeCode":1136.85,"tags":["Chri'stma"]},{"id":"dxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"curse. What I like about it is. You're making it fun because so many people are listening to podcast's, and then they're going. What I really want to be doing is drafting a legal contract. And so you are taking an activity they already wanted to do. Yeah, um, like downloading editing software and mastering it. That's something that a lot of people want to do anyway, like some of these contest's that air, like, you know,","speaker":"spk_1","timeCode":1327.97,"tags":[]},{"id":"hBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"So OK, you're going up to your friend and saying like, Hey, do you want to be, like, healthy? Forever? Like to always be healthy? Yeah, I have. This thing is like Magic show. Yes, this is good. Uh, you listen to this show. Ah, and it changes the way your brain works and couldn't jump higher can jump higher. And it's got 12 rules for life. Uh, yeah, that the show has 12 rules for life. But you have to listen to all the episode's to get all 12 rules. Yes, And jets, That''s good. And if we can give them and they're still coming out And if we can give them say, well, maybe say they're unlike Rule Seven and it''s already making a huge difference and for a little while probably explain how natural dominance hierarchies are. Yes, I would just a hook them into as cause you When you're saying this to your friend, I'm talking to the listener's. Now, when you're saying to this this to your friend or the person that''s pas'sing you by on the street. You wanna project the idea that you've been through all 12 of the steps and you got good stuff from getting through the 12 steps.","speaker":"spk_0","timeCode":1539.08,"tags":["Thi","Magic"]},{"id":"hxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Yes. They're all roles for last year. And they always were. Oh, they were. They were. They ever steps know, were they numbers","speaker":"spk_1","timeCode":1636.84,"tags":[]},{"id":"jhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"That's what That''s why I said there''s absolutely away or high will do this for even barely another like week","speaker":"spk_0","timeCode":1722.32,"tags":[]},{"id":"kRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"It's hot as hell. It''s hot as hell. Sam''s hands.","speaker":"spk_1","timeCode":1785,"tags":["Sam"]},{"id":"khHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Very, uh,","speaker":"spk_0","timeCode":1790.93,"tags":[]},{"id":"nRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"and getting Shwes two faced again","speaker":"spk_0","timeCode":1975.63,"tags":["Shwe"]},{"id":"nhHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"buy new.","speaker":"spk_0","timeCode":1979.3,"tags":[]},{"id":"oBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"And so please call American addiction centers at 888893305 to even if you're not sure whether you have a problem or not, you know these people can help you. They're available 24 7 Your life is worth more than your addiction.","speaker":"spk_1","timeCode":2054.99,"tags":["American"]},{"id":"pBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"'sometimes I just wonder if I'm if I'm any more than my job. Oh, yeah, I totally what? Can you say anything about your job? Because I totally I totally get this. It's like I feel like there''s maybe someone really creative living inside me, But es'sentially, I'm just like a pencil pusher. But instead of pushing pencils, I'm pushing these claws around snick snicked.","speaker":"spk_0","timeCode":2222.91,"tags":[]},{"id":"phHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"So good. Yeah, it was That shit Wrecked me. It's marvels Wolverine. The long night available exclusively on Stitcher Premium goto Wolverine pie gas dot com and use the code marvel at check out to get your first month free.","speaker":"spk_0","timeCode":2272.76,"tags":["marvel","Wolverine","Stitcher Premium","Wolverine","dot com","marvel"]},{"id":"qRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"the shirt is a barstool sports shirt. That's a Saturdays are for the Boys. We I gues's after 200 something episode That''s incredible that weve never talked about. What huge barstool heads. Okay, we are Well, because it''s much more convenient for us to record during the week. But since we are The Boys Ah, and we have this podcast where we got to sort of feel like, almost like we are the barstool guys, because we do have it up. And we do talk sports. Yeah, we do get a little bit raw, and we don't neces'sarily, um, was into the ladies. Yeah. So, uh, we did insi'st on recording on Saturdays to try to get the same feeling of some of these guys. Ah, and who is your favorite bar stool personality? Mine would have to be, uh, the guy who, um, he''s white.","speaker":"spk_0","timeCode":2308.07,"tags":[]},{"id":"qxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"and his gazes steely cold. He's not afraid of anything, especially telling it like it is's When it comes to sports, so many people give you the same old wrote, You know, basically commercial dog food that you've been eating for a long time.","speaker":"spk_0","timeCode":2398.33,"tags":[]},{"id":"sxHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Kevin, how many times have you just come in here and, like, not been made to do something? Don't just leave. You just came in and left it really upset. But we will. We will need to use you for something. Hey, guys. Chef. Kevin here. I'm sorry about that. I should as'sume that I'm needed.","speaker":"spk_0","timeCode":2483.88,"tags":["Kevin","Kevin"]},{"id":"uBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"I didn't know I didn't. That was the palindrome machine. Do you have glas'ses? Do you ever wear glas'ses? Yeah. Sometimes I would wear glas'ses and then have them have your eyes pointing through straight through the glas'ses. But then when you're going to ask it,","speaker":"spk_0","timeCode":2530.35,"tags":["gla's'se"]},{"id":"vRHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"that was really that was really actually, and I hate to give you a compliment that was thank you. You got your over leaning forward cause you have glas'ses on Boys, but once you have the glas'ses, youll get I don't have to type.","speaker":"spk_0","timeCode":2598.59,"tags":[]},{"id":"wBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Do you ever Ah, take any time Kevin Teoh find, ah, the big block White letters on the Internet?","speaker":"spk_0","timeCode":2639.19,"tags":["Kevin Teoh"]},{"id":"whHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Yes, Yes. Because that is something where you really don't need to know what the show is or even like it. I don't watch a friggin motorcycle show, but these two men yelling, getting smart. Those guys saying smart stuff. Okay? Yes. When they look so stupid, it's","speaker":"spk_0","timeCode":2665.64,"tags":[]},{"id":"xBHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"a tard stool with no back to it. Jeez. From what about The later it's tarred so they don't slip off. Is that What would you be? Well,","speaker":"spk_1","timeCode":2716.19,"tags":[]},{"id":"0RHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"No way.","speaker":"spk_0","timeCode":2990.26,"tags":[]},{"id":"0hHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"And then probably in the range with these Raised-by-the-T-V-This folks would do like, Hey, I just want to talk. Just come down this, this crazines's, this yelling the attic, you Yeah, try trick, and theyll be like, Oh, you remember in Fraggle Rock? I think Fraggle Rock lived in the stump.","speaker":"spk_0","timeCode":2992.87,"tags":["Fraggle Rock","Fraggle Rock"]},{"id":"2RHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Sometimes I do wonder how many of these things because a lot of them have some of the same, you know, minds behind them. No surprise. I'm not that many people have fucked up minds like that to come up with some of this shit. Yeah. Two creatures, please. If you're coming with one creature like that, you Yes, you can do another one. Yes. I can't come up with any. Asked me to invent to nineties cartoon right now. Try. Can you try to event the nineties cartoon as me to do it? Ready? Ah, guys,","speaker":"spk_0","timeCode":3060.16,"tags":[]},{"id":"3RHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"and they're watching. They're just watching the show in the show. Yeah. Whoa. Yeah, they're just sitting watching the show. Or maybe they're making a podcast 1st 1 ever","speaker":"spk_1","timeCode":3153.19,"tags":[]},{"id":"3xHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Cupertino or whatever. Tell them. What are you guys doing here? Picking oranges or whatever. I've got a new idea of something you should be doing. Yeah, and I I've had every one of the iPhones. So in terms Off 456 succes's and what I would tell him, it's so I'd be sent Audible The start with, like, seven.","speaker":"spk_1","timeCode":3201.51,"tags":["Cupertino","iPhone","Audible"]},{"id":"4xHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"how many girls you would get if you went back in time. Joe,","speaker":"spk_2","timeCode":3268.26,"tags":["Joe"]},{"id":"6xHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"You can learn Wonderwall before Wonderwall. Not a palindrome. No. Do you know face nice? Uh, From The 18. Yes, in between. It's on the in between, Of the three in every good boy. Yeah. So that''s face. Yeah, I know. I told you that","speaker":"spk_0","timeCode":3378.73,"tags":["Wonderwall","Wonderwall"]},{"id":"7BHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"I told you that Although these days that you probably be backwards. It should be e calf because all these e cafes, that air coming out of somebodys","speaker":"spk_0","timeCode":3397.79,"tags":["day"]},{"id":"7xHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Hey, guys, it's Jes'sica ST Clair and Lennon Parham here. If you have listened toe, walk up it up. Weve got all brand new episode they're airing weekly. Chances are there''s about 20,000 episode's for you to listen to dry. Weve got some of the best comedians in the biz on playing amazing characters. Casey Wilson, Rob Huebel, Paul Sheer, Jason Man''s Ucat, Jerry Holland Crawl, Brian Huskey, Haba, Andy, Dale And that''s just to name a few. Please join us every week for a new episode of Whop It Up and watch as the waffler verse expands before your eyes hashtag turn around.","speaker":"spk_2","timeCode":3413.22,"tags":["ST Clair","Lennon Parham","Ca'sey Wil'son","Rob Huebel","Paul Sheer","Ja'son Man","Ucat","Jerry Holland Crawl","Brian Hu'skey","Haba","Andy","Dale","Plea'se","Whop It Up"]},{"id":"8BHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"This has been an Earwolf production executive, produced by Scott Ackerman, Chris Bannon and Colin Anderson.","speaker":"spk_2","timeCode":3462.57,"tags":["Thi","Earwolf","Scott Ackerman","Chri's Bannon","Colin Ander'son"]},{"id":"8xHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Rachel Bloom, Collection of Men, Corpse's and one woman,","speaker":"spk_3","timeCode":3503.6,"tags":["Rachel Bloom"]},{"id":"-RHHLXMByMrymAEm8dID","index":"handbook","podcast":"Hollywood Handbook","episode":"Joe Wengert, Our Contest Maker Friend","line":"Jesu's. I mean, jazz Off ruler of the","speaker":"spk_3","timeCode":3524.48,"tags":[]},{"id":"ARHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"change. N p M. P. I know your initials are by far the most important thing","speaker":"spk_1","timeCode":371.82,"tags":[]},{"id":"BRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"left ponytail and right ponies, LP, but that's fine. Nickel popcorn. I'll answer that could actually be great outside of this show for you. And if you want to take that, you can.","speaker":"spk_1","timeCode":386.76,"tags":[]},{"id":"CBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"That's so good. Corn. Parker, My populace guys are gonna love this. Okay, Good. Yeah. So, uh, really fun to have you here in the second? Just tell us where there''s so much fun. Yeah, already.","speaker":"spk_0","timeCode":435.09,"tags":["Parker"]},{"id":"ExHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Uh, okay, Um, so, yeah, I would watch that movie and I would just think I just want the scarecrow. Lets I just want the scarecrow. There is something about him that I feel like he got me. You know, I feel like he would get me sometime People without brains or a little more into it.","speaker":"spk_1","timeCode":527.01,"tags":[]},{"id":"FhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"The and so he became my boyfriend for, like, 10 years Way had a popcorn wedding, which, if you have never had a proper warning, it's their amazing you. Instead of rings, you exchange popcorn garlands and you fill like you. Have you ever seen the sand ceremony? Were like Theyll pour like a white sand into like purple sand, and theyll combine together, says Sands. Never be separated. Oh, yeah, That''s the","speaker":"spk_1","timeCode":565.39,"tags":["year's","Way"]},{"id":"FxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"colonels. Yeah, I know. You dio. They like you each have different colored kernels. You know, I had purple for you. Oh, yeah. And like cheddar popcorn and everyone Way eight cheddar popcorn. And then we looked The residue off of each other''s fingers. Honestly,","speaker":"spk_0","timeCode":588.7,"tags":[]},{"id":"GBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"The ceremony just","speaker":"spk_1","timeCode":602.34,"tags":[]},{"id":"HBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Yeah, So yummy. And this is where we kind of running because they did where they were like, Oh, we can give you a Popcornopolis-This popcorn expert to sit with you like a brand representative. And we were like, No, we got it, We got it. We know popcorn and side out because we used to do the popcorn gallery on our show was a big segment. But she knows we didn't We didn't, um","speaker":"spk_1","timeCode":617.98,"tags":["Thi"]},{"id":"IhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"like trending corn. Yes. Interesting. Yeah. That is interesting that you thought that, uh","speaker":"spk_1","timeCode":676.62,"tags":[]},{"id":"KhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"gone can't get","speaker":"spk_1","timeCode":799.12,"tags":[]},{"id":"LRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"but he lost it to it's been. Theyve been through many over Love. Lost that because of the aristocrat's Moving? Yes, exactly.","speaker":"spk_1","timeCode":811.43,"tags":[]},{"id":"MxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"He did produce it. I don't think that was really the actual Acropolis. Really? That is my understanding. They didn't want to goto.","speaker":"spk_1","timeCode":864.48,"tags":["Acropoli"]},{"id":"OBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"They didn't want to go to Greece because of popcorn grease.","speaker":"spk_1","timeCode":895.97,"tags":["Greece"]},{"id":"PBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"front of the figure. Acropolis? Yes. So that's where they did the Popcornopolis-This. I","speaker":"spk_1","timeCode":920.21,"tags":["Acropoli","Popcornopoli","Thi"]},{"id":"QhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Oh, wow. Yeah. Wow, that's so nice. And speaking of popcorn cake, what are some of your favorite ways to eat popcorn that I wouldn't expect.","speaker":"spk_1","timeCode":967.82,"tags":[]},{"id":"RBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Popcorn in the bed. That sounds","speaker":"spk_1","timeCode":988.3,"tags":[]},{"id":"SxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"thing about uh","speaker":"spk_0","timeCode":1029.02,"tags":[]},{"id":"TBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"oh, you're right. Much quite. What a nice sound.","speaker":"spk_1","timeCode":1032.05,"tags":[]},{"id":"TRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"That's good. That''s good.","speaker":"spk_0","timeCode":1038.85,"tags":[]},{"id":"VRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Oh, uh,","speaker":"spk_0","timeCode":1080.31,"tags":[]},{"id":"ahHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"I and I have a little I had a certain","speaker":"spk_1","timeCode":1230.79,"tags":[]},{"id":"axHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"I had those e I feel like we should e you know when that happens, you know what? I mean?","speaker":"spk_0","timeCode":1234.52,"tags":[]},{"id":"fBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"you can just continuously ground forever that popcorn until you like","speaker":"spk_1","timeCode":1344.98,"tags":[]},{"id":"fRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"a better person or whatever. And that movie has to be called the popcorn experience. He does?","speaker":"spk_0","timeCode":1350.14,"tags":[]},{"id":"fhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Yes, for this show,","speaker":"spk_1","timeCode":1356.85,"tags":[]},{"id":"gRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Phil. And not by what was in this bowl.","speaker":"spk_0","timeCode":1366.58,"tags":["Phil"]},{"id":"hhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"were blended up popcorn. A be like we like, threw it in a ninja","speaker":"spk_0","timeCode":1396.79,"tags":[]},{"id":"kBHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"and you just wish you could date and marry all of them.","speaker":"spk_1","timeCode":1492.25,"tags":[]},{"id":"lxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"holiday, you know, And people love getting those big tubs","speaker":"spk_1","timeCode":1546.71,"tags":[]},{"id":"nhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Crackerjack burn. It is. Yeah, it is for yeah, Like Christma's Popcornopolis-This prize inside.","speaker":"spk_0","timeCode":1621.04,"tags":["Crackerjack","Chri'stma","Popcornopoli","Thi"]},{"id":"pxHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Yeah, s So you have to wait. So you're asleep by the time you get to the pot. Me If I'm like my last thing becomes like kernels or something?","speaker":"spk_1","timeCode":1732.37,"tags":[]},{"id":"qhHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"But one name we could use more like, kind of stuff coming up between You guys","speaker":"spk_0","timeCode":1756.39,"tags":[]},{"id":"rRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"You picture a scenario where the Popcornopolis-This","speaker":"spk_1","timeCode":1779.9,"tags":["Popcornopoli","Thi"]},{"id":"tRHMLXMByMrymAEmTNOw","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"especially right now with Cinco de Drink. Oh,","speaker":"spk_0","timeCode":1885.25,"tags":["Cinco de Drink"]},{"id":"uRHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Quattro Day. Drink up because you, because you don't want to be there on Cinco to drink Oh, or on drink O de Milo. Suddenly now, staring down the barrel of","speaker":"spk_0","timeCode":1945.36,"tags":["Quattro Day","Cinco","O","Milo"]},{"id":"vhHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"you can be sure of your purchase with Casper Zahn 100 night Risk free Sleep on it trial. And now they're offering another guarantee just to our listener's, which is, if you sleep on a Casper-Mattres'ses, you will have hot nothing explicit. It's not. It''s not gros's but wilder neurotic You. What you are guaranteed is one warm kis's on the lips. No tongue but a kis's on the lips with your high school crush, and it''s in your old gym and it''s you two alone and you're talking on the bleachers and you sort of realize that everyone else has left and you're looking like, Is this really gonna happen? Yeah, and he or she Oh, are they is looking back like, ah, yet is gonna happen like, Yes, they sort of nod. Yes. And then it''s warm. And then you you're not jolted awake. You gently wake and open your eyes, ready to start your day. And it comes just at the point when you guys were kis'sing and you start to get scared, that something else is gonna happen, that it is gonna be more. Please. And you're not ready for that. And neither are they or she Yeah, he or she is totally fine with not doing more. Doesn't even want Teoh. Well, no, it''s It''s a sweet moment. It''s hot and sexy because it''s a kis's. It''s contact, but it''s not. It''s not filthy. It''s not anything that you're gonna have to feel weird about when you see your spouse the next day or whatever else and And I got a stres's. The waking up is sort of you like, rise into it, you know? Yeah, From as you're pulling away from the kis's your pulling into your wakened today. Um, so you get $50 towards select Bastard says by visited Casper dot com slash The Boys. And as weve said, the dream world is the real world in the real world is the dream of the kis'ses reality s So this is really happened your job in your work, whatever data entry or whatever you do, you know, when you go in, that doesn't exist. And yet you can't wait to get back in the Casper-Mattres'ses. You're likely while you're lying to your Casper Manders and wake up. Really? When you close your eyes, you wake up like, How does that? How trippy is that that I'm tripping out and it''s Say it again. Lie down your matches, close your eyes and wake up and wake up to the real world where you're in the gym with your high school crush, so you have to use the code. It''s Casper dot com slash The Boys. Use The Boys that check out. That''s Casper dot com slash The Boys offer code The Boys for $50 Off your mattres's purchase. Oh, and in case you thought terms and conditions didn't apply, I got Italia. That is a common misconception. They do apply in this case they dio apply which one of them is You have to use the code I want. Um, there''s the dream stuff. We made that Ah ha Dream that we read that up. Yeah.","speaker":"spk_0","timeCode":2056.59,"tags":["Ca'sper Zahn","Ca'sper","Plea'se","Doe's","Teoh","vi'sited","Ca'sper","Ca'sper-Mattre's'se","Ca'sper Mander","Ca'sper","Ca'sper dot com","Italia"]},{"id":"1RHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"like to take sides either on whether it's good or bad, but it sounds like there''s no TV in there. I'm just sound pretty good as a fan of room. Just saying it is a plot. I'm not saying it like a good or bad.","speaker":"spk_1","timeCode":2690.54,"tags":[]},{"id":"3hHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"which I like the whole entire show.","speaker":"spk_0","timeCode":2760.23,"tags":[]},{"id":"4BHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"They bought the show. That's right.","speaker":"spk_0","timeCode":2763.95,"tags":[]},{"id":"4RHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Do you like to come on. Other people shows and basically take money out of their families mouths. And do you have the soul of a thief?","speaker":"spk_1","timeCode":2765.07,"tags":[]},{"id":"6xHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"normal. Yes. I can hear you ask me, Do you have the soul of a thief? Who, me? That's just adorable. They I believe you. I believe that you don't. Another way to answer that is just be like I'm so happy you asked Colonel number two.","speaker":"spk_1","timeCode":2828.43,"tags":[]},{"id":"8xHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"No Boys Doughboys usually were on the other","speaker":"spk_1","timeCode":2864.47,"tags":[]},{"id":"-xHMLXMByMrymAEmTNOx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"to the alleged moon. Have you heard of you familiar with the hierarchy of needs? I'm not for me. It's food. Sexual gratification. Kevin Pollack","speaker":"spk_0","timeCode":2925.95,"tags":["Kevin Pollack"]},{"id":"BRHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"know, but you're just saying it so","speaker":"spk_1","timeCode":3023.11,"tags":[]},{"id":"DBHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"and Kuma marrying the fans, the fans, me and all the fans. If you could be any popcorn, who would you be?","speaker":"spk_1","timeCode":3084.76,"tags":["Kuma"]},{"id":"DxHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Can cut that out.","speaker":"spk_1","timeCode":3111.03,"tags":[]},{"id":"FhHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"really carefully done.","speaker":"spk_0","timeCode":3175.49,"tags":[]},{"id":"GRHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"This is kind of Well, you have a question like that. You know, that's kind of what these things all lead.","speaker":"spk_1","timeCode":3182.41,"tags":[]},{"id":"HRHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Yeah. Yeah.","speaker":"spk_1","timeCode":3207.27,"tags":[]},{"id":"KhHMLXMByMrymAEmTNSx","index":"handbook","podcast":"Hollywood Handbook","episode":"Nicole Parker, Our Close Popcorn","line":"Court born way. We did it together. I think it's fair to say I helped you get there. I started that. I don't remember","speaker":"spk_0","timeCode":3283.88,"tags":[]}]