[{"id":"mxHVLXMByMrymAEm09th","index":"handbook","podcast":"Hollywood Handbook","episode":"Claudia O'Doherty, Our Close Friend","line":"and look at me","speaker":"spk_1","timeCode":3509.2,"tags":[]},{"id":"phHVLXMByMrymAEm09th","index":"handbook","podcast":"Hollywood Handbook","episode":"Claudia O'Doherty, Our Close Friend","line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber.","speaker":"spk_0","timeCode":3606.02,"tags":["Rachel Bloom","Feli'sha Day","Colton Done"]},{"id":"sBHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"microphone. Is that is that coming through? Okay for you, Cody. How is this? Ok, great. Great. Great. Great regrets. Good. Um, we are Knobloch. Not a blood, exactly. But we're like an audio blogged, right? Yeah. Um, yeah, we're this, uh, kind of hot up and coming pot gas brand new podcast. And, um, weve been getting a lot of buzz, and we wanted obviously, like, good big guest's. And so this is sort of our new strategy to get into these pres's junkets things And you guys are doing a ton of these interviews. We don't want to bog you down. Yeah, weve been doing this for, like, eight hours straight The over and over in the same question's. I","speaker":"spk_0","timeCode":575.29,"tags":["Cody","Knobloch"]},{"id":"uBHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"If you could just, like, give us just your best stuff for, like, 10 minutes. Just your top stuff. 10 minutes of that. And well make it easy for you because we don't do like the normal. Doesn't ask you a question like about the show. I No, that's boring. And we don't know what the show is. And frankly, wed Okay, we're here to play way. No, The title. We know that. I understand you guys are a little green to this sort of world, The junket world.","speaker":"spk_0","timeCode":680.82,"tags":[]},{"id":"uxHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Wanna play a game? You ever see Scream?","speaker":"spk_1","timeCode":742.91,"tags":["Scream"]},{"id":"whHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"I'm gonna leave. Peter. Peter! Peter! Peter! Peter! Peter! Peter! Way Here, Peter, Lets talk, OK?","speaker":"spk_0","timeCode":824.57,"tags":["Peter","Peter","Peter","Peter","Peter","Peter","Peter","Peter"]},{"id":"xxHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"All right, but you're not making all right. Cool. Oh, I'll play. Play. Uh, what do I get my commercial agent for Christma's? About 10%.","speaker":"spk_0","timeCode":866.21,"tags":["Chri'stma"]},{"id":"zBHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Uh, yeah. Uh, Peter plays it tick. I mean, they're sort. It's like, there those are the mantle''s. Do you know that we're playing? Gets sick From bugs?","speaker":"spk_1","timeCode":958.64,"tags":["Peter"]},{"id":"1xHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Yes. Yeah, I get it. Great. Um oh. Amazons a great company. We're very happy to be under the umbrella. You know, they really trust the artist's TV on","speaker":"spk_0","timeCode":1099.11,"tags":["Amazon"]},{"id":"3BHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Uh, well, that's That''s a very good question,","speaker":"spk_1","timeCode":1153.02,"tags":[]},{"id":"4BHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"that was my entire fuse books is just flip like On what? You just watch this for you. Ready? Yeah. Peter. Peter From right here. Right here. Peter. Peter,","speaker":"spk_0","timeCode":1172.36,"tags":["Peter","Peter","Peter","Peter"]},{"id":"4RHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"how did you find the ticks voice. Oh, well, I suppose Ben Edlund said to me, you know, I want him. You know, he should, uh, sound a little like a like a 19 sixties radio announced that. No, that's not a very good impres'sion. No, don't you? George is amazing. I felt like Ben Edlund was in the room.","speaker":"spk_1","timeCode":1181.91,"tags":["Ben Edlund","George","Ben Edlund"]},{"id":"4xHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Sean, you can't You can't do that. I can respond because that's part of our banter. But you were once again, you're you're flipping out the fuse box, and now weve lost him. I can see it going out. That light has left his eyes, and he has a kind of us not Bubble growing.","speaker":"spk_1","timeCode":1206.07,"tags":["Sean","Bubble"]},{"id":"5RHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"'shoot? Yeah. I mean, it was difficult, but, you know, through the through the difficulty, we definitely We had a lot of chemistry, and, uh,","speaker":"spk_1","timeCode":1231.51,"tags":[]},{"id":"5hHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"yeah, yeah. I mean, we got lucky that we hit it off, So wow, and","speaker":"spk_0","timeCode":1239.87,"tags":[]},{"id":"6RHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"What kind of lens? You ever see how their eyes are like you? Yes, I am. I'm I'm trying to help you guys. Honestly, can we just do the games?","speaker":"spk_0","timeCode":1257.66,"tags":[]},{"id":"6hHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"We have some stuff, actually. So this would be great for a pinata. Insect people you think you can. I was told this was about how","speaker":"spk_1","timeCode":1269.34,"tags":[]},{"id":"7RHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"used to do wear thing. Really?","speaker":"spk_1","timeCode":1293.67,"tags":[]},{"id":"8BHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"junket right after right after this. And so it would be great to just kind of do a dry run on some games. The you guys can go in there. That Whats your favorite game? Wow. I never had this flipped around on me like this. This is so fun to think about. Um have you ever played one nightwear Earwolf?","speaker":"spk_0","timeCode":1318.23,"tags":["Earwolf"]},{"id":"8hHWLXMByMrymAEmMtsP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"time neces'sarily to get the cards or to write anything down, But we do want to play a game, so it kind of just picking your head. What you are, um You guys make sure not everyones where Wolf. Yeah, but make sure not. No one''s aware wolf From and night has fallen. Close your eyes and it''s nighttime and sear. Open your eyes. You may look at one player''s card and so just a matter. Okay. A lot of us. We're see years. Yeah, we're all I could see. A lot of our riser. Where Wilf, open your eyes. I'm the world. Now you see the wear of nowhere? Well, for I am the world Minion. Open your eyes. Where? Wolf. Raise your thumb, Minion. See who The wear wolves on and one of the cards I forget. The name is the guy that is trying to trick you that he''s aware Wolf From what''s his name. Well, there''s The Tanner that I think that is maybe what I'm thinking.","speaker":"spk_2","timeCode":1342.91,"tags":["Wolf","Wilf","Minion","Wolf","Minion","Wolf","Tanner"]},{"id":"ABHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"that's your explanation for some of them. Don't stirring up the Joker on the show. I'm sorry. I hear what you're saying, Griffin, and that I don't think that''s an excuse for a lot of this. Me too. Stuff for like, the behavior of these men. I personally think that this isn't something that they were like, push to dio by their certain. I just don't think that''s even if that were they think. I don't think that''s an excuse. And I say","speaker":"spk_1","timeCode":1542.24,"tags":["Joker","Griffin"]},{"id":"BhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Can I ask Can I ask a follow up to that? Yeah. Is that your riel hog?","speaker":"spk_1","timeCode":1626.48,"tags":[]},{"id":"DRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"disa'ster. I understand. I understand. Anderson! Peter! Peter! Peter! Peter, look at me. Look at me. Stay with No. Stay with me. Stay with me. I'm with you. I won't look at you.","speaker":"spk_1","timeCode":1743.38,"tags":["Ander'son","Peter","Peter","Peter","Peter"]},{"id":"IRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"All right. Let me ask you a question. What is a podcast? Okay, so now I see why weve been having a za podcast. Is it something to do with peas? Guys is a podcast. The row of peas inside the pod. And it's all the characters that all the peas play in the pot. Is that the podcast? Caesar? Great question's. And it''s actually pretty carefully. Do not fall for this. Okay, when Peter gets hopping mad sometimes much like James McAvoy and split personality takes over here And this is an American podcast investigative journalist. OK, do not fall unles's you take an overdose of chill pills. Man, come on. Oh, my God, guys, it''s gotten even worse. He''s a shock jock Now,","speaker":"spk_0","timeCode":1942.08,"tags":["Peter","Jame's McAvoy"]},{"id":"KRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"because when you start to notice hair los's, it's 60 Sul, son of zero. Yes, And so if you put your hands on your head and you noticed heros shut off the show,","speaker":"spk_0","timeCode":2370.54,"tags":[]},{"id":"LhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"and it doesn't feel good, and it makes me mad. It hymns. I'm like, What could you called me like two years ago, we were doing actually way were doing the show that Yes, I checked. Yes. So you know what? Sorry, but I'm doing Herms. And at Herms along the girls could come and hang out with me. And I could be threatened by me because I look like a fucking ogre. Yeah, because I touched the top of my head. And you feel It's just feels a wispy, but it nice to touch it up your head and feel a cool hat. Oh, yes, yes. So","speaker":"spk_0","timeCode":2509.71,"tags":["Herm","Herm"]},{"id":"LxHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"if you are not one of the boys and you actually care about sexual wellnes's, skin care and hair los's and Herms can lose their hair as well Oh, yes, they do it, V for Vendetta. Yeah. If you find yourself in a vendetta, you could find yourself losing all your hair. If the vendetta starts with V, you got to call me. And that is the sort of slogan that we're going with for Herms right now. It's a great viral campaign. And ah, we are just starting offer these pills that are, If you put him in hot water, Dinosaur sponge comes out. So Ah, that is the first product From Herms. Kim''s doesn't have it. We checked. Ah, you know, Boys, you can use that product. But if you're part of the nearly 40% of the population that is not dudes, then, yeah, you're gonna want to come to my site. Hymns has medical grade solutions. Riel doctors offering well known generic equivalents to name brand prescription's to help you keep your hair I I will say that with if you put the pills in water, they don't turn into anything. Uh, they're not herbal supplements. And neither yours? No, no, minor. Not herbal there. Um, all artificial.","speaker":"spk_0","timeCode":2555.64,"tags":["Herm","V","Herm","Dino'saur","Herm","Kim","Riel"]},{"id":"MhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Everybody. The Andy Daily podcast pilot product is coming back for Season two, Premiering March 8th on Stitcher Premium. Every episode is a pilot for a brand new show hosted by a different character. What else is a brand new show every week on Stitcher Premium, huh? Okay. Let me think","speaker":"spk_0","timeCode":2717.89,"tags":["Andy Daily","Stitcher","Premium","Stitcher Premium"]},{"id":"PRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"people to see that he does look like the kind of weight becomes a puddle. Like he sort of feel sorry coming.","speaker":"spk_0","timeCode":2894.5,"tags":[]},{"id":"PhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Well keep going. Well just keep doing The ad will stretch it out. So","speaker":"spk_0","timeCode":2905.21,"tags":[]},{"id":"RBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"High. Who are we","speaker":"spk_0","timeCode":3128.59,"tags":[]},{"id":"RRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"talking to right now? Whos here in the room with us?","speaker":"spk_2","timeCode":3129.46,"tags":[]},{"id":"RhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Welcome to this is Trump cast","speaker":"spk_1","timeCode":3133.16,"tags":["Trump"]},{"id":"ThHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Like where he got wearing? He seemed like he was a big deal for a little. Havent seen that. I havent seen him in a while. I got I got a mystery. What happened to that listener ship? You know what I'm saying? Yeah. Drop Off. Yeah, on that show. Oh, graphing drop off. This is off the record, right? Because he's a close friend. He''s a dear friend. I don't wanna Yeah, this is all that. Everything''s","speaker":"spk_0","timeCode":3221.26,"tags":["Thi"]},{"id":"UBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Aint nothing on the record. Yeah, it's probably not being record. No.","speaker":"spk_0","timeCode":3246.42,"tags":[]},{"id":"VRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"he was like, Wheres that? But unfortunately, I'm wearing, um, me undies. He''s my wife thinks thes things. Air fucking amazing. I was","speaker":"spk_1","timeCode":3295.02,"tags":[]},{"id":"VhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"diving somehow. We pulled back. Maybe","speaker":"spk_0","timeCode":3305.98,"tags":[]},{"id":"WhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"time. You're cool with you.","speaker":"spk_0","timeCode":3353.04,"tags":[]},{"id":"ZBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Is he in it? Deflate a mouse. And I mean, there's a complicated I","speaker":"spk_0","timeCode":3491.48,"tags":[]},{"id":"cRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"I, like recent events have kind of turned me against them, so I'm not. I used to like them. Now I don't because of some stuff I've been reading your fancy early stuff. Yes, I love some of their early And some of the people in there have been texting very mean things about people that I like. I do not think they should be so mean about there's a limit to what we should be allowed to tax. Yes. Can we talk about that? Some of these emojis I think some of the cell phone providers would agree with you. You know, it is a limit toe, right? Unles's you have unlimited texting and minutes and not a yeah, do you know that was transit? More","speaker":"spk_0","timeCode":3712.06,"tags":[]},{"id":"cxHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Whats an emoji?","speaker":"spk_0","timeCode":3758.37,"tags":[]},{"id":"dxHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Can we? I gues's we could get out of the emojis and like, you","speaker":"spk_1","timeCode":3785.64,"tags":[]},{"id":"eBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"just just say something and he can, like point to want to be emojis. Okay? Yeah. All right, hang on. Let me just get them on my back,","speaker":"spk_0","timeCode":3789.25,"tags":[]},{"id":"fxHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Great weather for hiking. I gues's is what that means. It's tick season. Hey, welcome, Hollywood Handbook. Come inside. It''s got to kicking butt, dropping names on the red carpet live back always. And this is exactly opening. We need toe like launch. And I were kind of waiting for the big entry line for the show. And so now I feel like weve got one another 45 minutes or so. Now, I think we can officially, So we're fired.","speaker":"spk_0","timeCode":3835.75,"tags":["Hollywood Handbook"]},{"id":"hhHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Well, uh, it's been a pleasure. Okay? Okay. I didn't think it was over, but it sounds like sounds. People say that that usually means that it is. And that''s we have, Actually, yes. It''s been a pleasure. Yes, it''s been a pleasure. Pleasure. And it still is. And can we get one more stinger of just like, uh hey, this is Peter. You're sitting spending which, uh, like you are listening to Hollywood Handbook. Uh, and and I am a fan, and I'm having a great time. Yeah, let''s get some music for this one, too. I think you guys might need to split that up in a couple different lines and stitch it together.","speaker":"spk_0","timeCode":3928.73,"tags":["Peter","Hollywood Handbook"]},{"id":"hxHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Okay. Just say, Hey, it's Peter. Sarah Silverman","speaker":"spk_1","timeCode":3973.48,"tags":["Peter","Sarah Silverman"]},{"id":"ihHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Hi, this is Peter. Sarah Silverman.","speaker":"spk_1","timeCode":3998.1,"tags":["Peter","Sarah Silverman"]},{"id":"kBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Listen and subscribe to Query Today on Apple podcast's Stitcher","speaker":"spk_2","timeCode":4059.48,"tags":["Query","Apple","Stitcher"]},{"id":"kRHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Ah, I'm a horny girl Wolf. This has been an Earwolf production executive, produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com. O","speaker":"spk_2","timeCode":4072.22,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"id":"lBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Felisha, Day and Colton Done. You've seen","speaker":"spk_0","timeCode":4118.76,"tags":["Day","Colton"]},{"id":"mBHWLXMByMrymAEmMtwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Peter Serafinowicz and Griffin Newman, Our Junket Friends","line":"Jesu's. I mean, jazz Off ruler of the circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","speaker":"spk_0","timeCode":4135.12,"tags":["The Magic Tavern"]},{"id":"mxHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Yeah, sure. And there's nothing to install, patch or upgrade ever. Well,","speaker":"spk_0","timeCode":34.21,"tags":[]},{"id":"oRHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"'somehow. And so what I decided to do was beat him at their own game. Because a lot of their stuff this all this customized, blah, blah, blah templates. That's just some line. Yeah, but what if you could go and somebody builds you like, Ah, fruit stand almost. But for whatever you want, if you want a busine'ss and you want to sell Ah, Sterling silver nose picker. Uh, you know what I mean? You want to be fancy now to ah, take your boogers out of your nose. Uh, and that''s your busine'ss idea. Okay, you can try to do that online, but if you could physically use it in front of someone and have them see how clas'sy you look, you're gonna have better look for sure. So what I'll do is I'll get a bunch of reclaimed wood,","speaker":"spk_0","timeCode":81.84,"tags":["Sterling"]},{"id":"rBHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Did I like that?","speaker":"spk_1","timeCode":329.03,"tags":[]},{"id":"rRHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I gues's I could have stop telling the story. I was telling and just explored the idea of how restrictive we are these days and how you can talk about news anywhere except for the park with your friends. And they gotta be jacked. Hey, welcome,","speaker":"spk_1","timeCode":331.88,"tags":["day"]},{"id":"sBHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"time instead? Yes. Because of how fresh faced You look so good. I gotta broccolini scrub. Oh, yeah. You don't know what I'm talking about.","speaker":"spk_0","timeCode":377.77,"tags":[]},{"id":"uRHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"uh, maybe I did legs. Sure for me, I I know my proces'ses. I'll read a couple pages and then I'll have, like, a big like it","speaker":"spk_1","timeCode":571.67,"tags":[]},{"id":"uhHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"on so that I have to put the script away and sit on it. Let it marinate for and like, really like THE BOYS-two-zero is the four Rivers. We both read the Fork River Do it out. And you said had me a gin.","speaker":"spk_0","timeCode":586.27,"tags":["BOYS","two-zero","four River","Fork River"]},{"id":"xBHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"what is was saying and maybe didn't even know where he was going with.","speaker":"spk_0","timeCode":695.18,"tags":[]},{"id":"xRHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"How do you write as a as a young buck in the biz, a noisy spec suspect you talk about like these one sitting reads","speaker":"spk_1","timeCode":701.47,"tags":[]},{"id":"yBHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"But the sound correct. Yes, Yes, yes. Um but so I would I would just write these things, and it was my gift. But now that I've really sat back and dis'sected, I think I know why they got the boom. Uh huh. And it boils down to just having a take.","speaker":"spk_0","timeCode":766.89,"tags":[]},{"id":"yRHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Yeah, and of course I cost in the title. Well for sure. Yeah, that will never be able to be used in the final script.","speaker":"spk_1","timeCode":782.37,"tags":[]},{"id":"zhHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"kind. It's like a like a bowl has over","speaker":"spk_1","timeCode":870.58,"tags":[]},{"id":"2RHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"A Clements. Lets back off. Let''s let him up. Okay. What? Do your thing? Yeah. Yeah, well, we're thing it was getting Were ideas from Ryan","speaker":"spk_1","timeCode":1028.32,"tags":["Clement","Ryan"]},{"id":"3hHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"this is, by the way, you get killed. A direction that Ryan will often go on his pitches is like sort of relitigating the Civil War and like showing that it wasn't really what people thought it. Well, I'm just happy. Didn't called the War of Northern Aggres'sion. This","speaker":"spk_0","timeCode":1081.68,"tags":["Ryan","Civil War","War of Northern Aggre's'sion","Thi"]},{"id":"4BHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"A guy is in the civil War. He gets killed, Yes, killed and then gets brought back to life by, uh, reserved by just you can say slave Frogger. A slave you can say, does it? He's looking at me. Just mouth the word.","speaker":"spk_0","timeCode":1115.3,"tags":["civil War","Frogger"]},{"id":"4RHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I'm like you can say it. A slave. Haitian slaves. This is your story and escaped ation slave. Okay, You know,","speaker":"spk_1","timeCode":1133.2,"tags":[]},{"id":"5RHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"trust us. Don't trust a bitch in the Civil War.","speaker":"spk_1","timeCode":1215.51,"tags":["Civil War"]},{"id":"5hHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Don't trust the zombie in the Civil War. Best bitchin The yes fucking We","speaker":"spk_0","timeCode":1218.57,"tags":["Civil War"]},{"id":"9RHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"So there's one or two on their, like, eight and he's MacArthur do this and they say, Yes, I did. If people say hey is probably really usually default to his car, actually, you know","speaker":"spk_1","timeCode":1452.12,"tags":[]},{"id":"-BHYLXMByMrymAEmENyR","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"the sale? Yeah, look at Netflix and the succes's it's having because it''s got little. I gues's they call them thumbnails. Those air movie poster's, just really tiny Okay, The those arent thumbnail. So so tiny movie. Yeah. Those air tiny post back on all the TV poster's of my favorite TV s And I just Are you thinking what I'm thinking? You know, 123 my guy guy. See? Yes. Yeah.","speaker":"spk_0","timeCode":1501.38,"tags":["Netflix"]},{"id":"BBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"So hey, so when you suspect respect him her, it's like I don't like to get out of that. Sorry. Sorry about that. Hey, I'm not pis'sed Off. I'm scared. Is how your for you, Because this is recorded. Yeah, you know, I mean, you asked why. I want to get ahead of it","speaker":"spk_1","timeCode":1632.16,"tags":["Becau'se"]},{"id":"BxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"The, uh Do you want to clear it? Just like that she identifies is a freak show, but her pronouns are","speaker":"spk_1","timeCode":1671.25,"tags":[]},{"id":"ChHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Franken Hooker. I mean, just that these air What I've been asked to use around the office or on set, I think that's cool. Good. Good year. Well, because the problem is how limited weve been that someone is him or her or they identifies male or identifies female. And maybe the thing is, let''s start being honest. Just identifying as a mes's. That''s what I am and my personal life for humans. And she mes's Sorry. Yeah, we get itchy. Uh, we got to take a break, you know. Hi, guys. Support for today''s show comes from the company''s Squarespace Squarespace.","speaker":"spk_1","timeCode":1684.92,"tags":["Franken Hooker","ju'st","Ju'st","'s Square'space Square'space"]},{"id":"DRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"please. And maybe what you got is like, uh, SockFancy Ah, sterling silver Q tip. And you kind of clean your scoop out your ears in front of the person with, uh, you know, I mean, we're used to pick your nose,","speaker":"spk_0","timeCode":1778.1,"tags":[]},{"id":"EBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"all the time. But you these are different worms. That's absolutely Squarespace. Put these worms and yeah, there''s some worms there. But for this many to be in my wood on the same day that I announce that I'm going to start build, it","speaker":"spk_0","timeCode":1851.13,"tags":[]},{"id":"ExHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"You might get a virus from him as well. Especially under you so hard. And they bite already of the products I've noticed involved, Like taking something that was maybe resting on the wood and putting it in your ear?","speaker":"spk_1","timeCode":1890,"tags":[]},{"id":"FBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"No. Well, another thing is, the warm will bite on your hand, and then you turn around a minute later and the worms, God","speaker":"spk_0","timeCode":1903.09,"tags":["God"]},{"id":"HRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"And it's a variable exclusively on sticks whore P meal e. Okay, I think is that you knew what he was doing there. Your voice sounds very different. Uh, it just does not sound like I've been living in the floor. Okay? For a lot. Like you said Mawr healthy. I think that you use Dio. Oh, thank you. We don't know how you saw. Yeah.","speaker":"spk_0","timeCode":2053.85,"tags":["Mawr","Dio"]},{"id":"IBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Please go faster.","speaker":"spk_0","timeCode":2109.52,"tags":[]},{"id":"JxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"yield From The Hobbit NBC Flos'ses. Special parents From","speaker":"spk_0","timeCode":2212.73,"tags":["The Hobbit","NBC","Flo's'se"]},{"id":"LRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I was sitting on my couch in under five minutes using an awesome new app called Simple Contacts I the way.","speaker":"spk_1","timeCode":2268.44,"tags":["Simple Contact"]},{"id":"MBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"But what the letter says, catch me if you can. So you have to be awake and catch the guy that slipped the letter under your doors. You have to be awake wearing shoes and go catch, catch the letter, man. So then you get the letter, man, and then he, uh, host's a talk show. Yeah, uh, but know that that Zuk? Um, no, But you get the letter, man, and, uh, he does a top 10 list. No, I'm kidding.","speaker":"spk_0","timeCode":2310.14,"tags":["Zuk"]},{"id":"NBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"avoid companies can make money","speaker":"spk_1","timeCode":2356.77,"tags":[]},{"id":"NRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"is that you, um, find them. But you go through a series of clues, you find the facility. Ah, you know, you bust in the door on, then","speaker":"spk_0","timeCode":2361.33,"tags":[]},{"id":"ORHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"and they put them in addition. Sorry. And they put them in a jar and then they take the contacts and put him in another jar. And then and then a man comes out who looks Exane g From street fighter, and he smashe's both jars and hopefully puts the contacts on the eyes and hopefully put your eyes back in. Yeah, that's all Big Mouth s","speaker":"spk_1","timeCode":2419.24,"tags":["Exane g"]},{"id":"QRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"So a noisy speck. Ah, For those who don't know, I may be a good time to explain. Now is a good time to really explain what we're talking. It","speaker":"spk_1","timeCode":2566.1,"tags":[]},{"id":"RBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"it is offensive to suggest that all of them could have gotten it because of how much we know about it now. But at the time, a lot of people were getting it sciences in.","speaker":"spk_0","timeCode":2622.39,"tags":[]},{"id":"SRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I have a photo only shed phones huge mailing in my guys. So beat up. Craig phone. It's my third problem. God, there''s three From","speaker":"spk_1","timeCode":2664.78,"tags":[]},{"id":"TBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Yeah, you look go.","speaker":"spk_0","timeCode":2687.27,"tags":[]},{"id":"URHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"But I have heard that this is like a good Hollywood tip that, like, if you bring a foe that so big, it can be a plate. You can show up to a restaurant with a few Shrimp-Off. Put it on your phone, and they will think that you are just like that. You're allowed to eat there, but then you don't have to be joking your way out of this one man on the busine'ss card. Talk about my phone.","speaker":"spk_0","timeCode":2733.93,"tags":["Hollywood"]},{"id":"UhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"You talk about my Shrimp-Off. And I'm just supposed to be like, Yeah, that's that''s really funny. But the busine'ss card you gave me this is From Ah, bus boy at the restaurant. Yeah, So nobody you don't you don't go to a restaurant. You know, I like you. Don't get around. You","speaker":"spk_1","timeCode":2757.79,"tags":["Shrimp-Off","re'staurant","re'staurant"]},{"id":"XBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"tonight. I'm feeling you're doing okay.","speaker":"spk_0","timeCode":2925.67,"tags":[]},{"id":"YxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Mothers take alot. Yes. Yeah, that's where you come from. Just heaven. Was it? Is that your little name","speaker":"spk_1","timeCode":3049.06,"tags":[]},{"id":"ZRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"'she's sad, so she Kevin stuff stop doing this. Do a show. A famous show so famous you need you","speaker":"spk_0","timeCode":3063.82,"tags":["Kevin"]},{"id":"ahHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"exactly what we wanted. That was a little doing. Yeah. Yeah, that works great for me. So Frasier gets AIDS, you know? I mean dumb. Like, lets just do that. Especially back then when we would have been doing it for like, like, for the friends thing. That''s what people were talking about aids. And it was like a big deal s Oh, it would be like cool to dio, right? Like that friend Speck was by the merry prankster.","speaker":"spk_1","timeCode":3113.16,"tags":["Fra'sier","Speck"]},{"id":"fxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"because I know it was a mistake that I did not receive that screener. And so I do keep calling because I know they would have wanted me to see it. So must watch.","speaker":"spk_1","timeCode":3381.07,"tags":[]},{"id":"ghHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"free. It's or Casper. It''s just the F word on that where the f word is, Fraser, all the field any any is I. Welcome to the show. It''s me, Fraser, and you're like, every time he''s going to Rio and you're like, This is network right? You finished it afterward is fucked. But it''s Fraser. That''s nasty. Just like how you thought the L word was Love. But it was lesbo.","speaker":"spk_1","timeCode":3431.36,"tags":["Ca'sper","Fra'ser","Fra'ser","Rio","Thi","Fra'ser"]},{"id":"gxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Oh, gues's what? Whos that at the door? But the N word? Niles, That''s","speaker":"spk_0","timeCode":3459.84,"tags":["Nile"]},{"id":"ihHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Guilty ends charged have been deposition. A lot. Guilty. What? You're guilty as charged? Yeah. Of Of what?","speaker":"spk_1","timeCode":3530.64,"tags":[]}]