[{"id":"ixHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Yeah, this vehicular man thing. Oh, you're you're referring to something else. Yeah, and I'd rather not even","speaker":"spk_0","timeCode":3539.8,"tags":[]},{"id":"jRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Boy, this is giving me all the feels he mis'ses that you could do thing where he retires from the bombs quite every day. And then he goes tries to go back to being a radio deejay, but he mis'ses it too much. And so tomorrow back to the bomb squad. Maybe","speaker":"spk_1","timeCode":3595.02,"tags":[]},{"id":"khHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"and there still should be laughs. I mean, weve got to bring in the d word. Daphne Moon. She's a bit psychic. Oh, man. So we do keep some levity there. And now, on a on a serious note, we did lose the actor who play used at fund recast Opportunity. Yeah, I think it could be so fun to have the same character having played by like a sly Stallone. I was just gonna say John Cena. Yeah, he''s funny. So funny. Holly Spirit. People don't know this about him. He is actually really funny. And imagine this. He walks with the cane and he has a limp. This giant, gorgeous, hulking body has a living vulnerability. There''s a human in there. OK, Yeah. Harm. There''s a heart and a heart to the largest muscle in the body. Wow. Nobody knows that. Wow. Yeah, I always forget. Yeah, that that''s the largest muscle. People think it''s like the but part, but it is people. Do you think the butt","speaker":"spk_1","timeCode":3650.03,"tags":["Daphne Moon","sly","Stallone","John Cena","Holly Spirit","Thi"]},{"id":"lBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"heart. Yeah, you're looking in the mirror at work. Yeah,","speaker":"spk_1","timeCode":3720.28,"tags":[]},{"id":"lRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"And then before, before you leave for Mac during hair and makeup. Sometimes youll catch Just the way you like to do Her makeup is you could catch a little glimpse of your butt while you're getting your hair done. Even a big limps. Sometimes that's where he''s getting a makeup. Is there? Is there such thing as a big glimpse? Because a glimpse, I imagine very where I caught a big lips. Yeah. Yeah. Look. See?","speaker":"spk_0","timeCode":3724.8,"tags":["Mac","Ju'st"]},{"id":"mBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"It's been about 45 minutes. Okay. Okay.","speaker":"spk_1","timeCode":3783.44,"tags":[]},{"id":"phHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I wouldn't. That's not safe at all. I would never Unles's the plane hasn't even taken off. And that is something I just realized I could. So maybe I will. Yeah. Not stopping is at B five. However, I'm crashing at. Your wife''s crashing?","speaker":"spk_1","timeCode":4035.47,"tags":["Unle's","B five"]},{"id":"qRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"It is like that. Yeah. Yes, because it is animals go system. He's climbing up the food chain, you know, he starts out, he''s just a lowly little plankton. And now he''s","speaker":"spk_0","timeCode":4068.28,"tags":[]},{"id":"qxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"am I the only one who got I just got crashing, like on the couch. you know, but also like his lifes crashing.","speaker":"spk_0","timeCode":4082.31,"tags":[]},{"id":"rBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I just got that. I still I don't think, Yeah, I actually don't think that's what it means. I think it''s like it''s like a comedy word","speaker":"spk_1","timeCode":4090.24,"tags":[]},{"id":"sRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"There's Have you made it weird?","speaker":"spk_0","timeCode":4143.46,"tags":[]},{"id":"txHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I don't know. I'll never know. I'm on the inside. Yeah, yeah, he's way in there. I do feel like sometimes I feel like an animal in a zoo. Yeah,","speaker":"spk_1","timeCode":4203.68,"tags":[]},{"id":"uBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"because you know, because how come?","speaker":"spk_1","timeCode":4217.28,"tags":[]},{"id":"uhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"You go to see the animals. Okay, well, my where these animals supposed to live, Where they most comfortable in their own environment on And then all of sudden, they're put in a box. A cage box? Yeah, we just have a very different do experience. Oh, tell me about your zoo experience. Well, well, s so a friend of mine actually works there. So when I am going, it's usually just to grab lunch with them real quick. Um, and so cotton candy. Yeah. And so dipping dots. Not always. Not always the sweet stuff, but sometimes we will do that for fun. But I know they're savory. Dip in boats? Yes. Ah, I just asked him to do it without the sugar. So it''s just the texture that I like. Well, here''s what I want you to ask your friend. Ask your friend how he she or ask your friend. Let''s see how they think the animals feel and whatever he tells you. That''s my answer for how I feel. I'm asked him, and he said he doesn't know, you know, because their brain is so different. But he''s an actual animal expert. Um, their brains are not that different. That''s see that people like you. People like you look roadkill. I'm gonna run over it again. Oh, yeah, That was a mom. That was a brother. That was. And dolphins can do my just saying ecosy'stem about five minutes ago. Where''s that, Sean? I would love to be. I'd love to get him back in this room. The crow can do a puzzle.","speaker":"spk_1","timeCode":4243.52,"tags":["Sean"]},{"id":"vBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"puzzle? Es'sentially","speaker":"spk_0","timeCode":4348.9,"tags":[]},{"id":"wxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"to carry him in. Sure. Here and then wheels might lock up, but you can like, you can just drag. It does tell me about Champions.","speaker":"spk_0","timeCode":4536.99,"tags":["Champion"]},{"id":"yRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"moment is add on the show.","speaker":"spk_1","timeCode":4674.63,"tags":[]},{"id":"zhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"That's good. That is good. That''s strong. Thank you. That''s loud. That''s no way. Said it might get loud.","speaker":"spk_1","timeCode":4726.06,"tags":[]},{"id":"1RHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"All right, I got a call back,","speaker":"spk_1","timeCode":4825.24,"tags":[]},{"id":"1hHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"'so lets go. You wanted to burp one more time for people''s ring towns. Um, I don't know. Way. Get some water, and then you guys keep talking, Okay? Okay. Thank you, Banks. Kevin, Uh, let''s just talk to each other, okay? You don't want to do the thank you''s this episode, you know? Know. Okay, It''s just We did it. We do it every other episode's. We don't have to do it. They don't have to do it. Yeah. You want to thank Kevin. Thank you, Engineer. I did then Cabin. Thank you, Engineer Ryan. Thank you, Colin. I'm trying T o","speaker":"spk_0","timeCode":4827.12,"tags":["Bank","Kevin","Kevin","Cabin","Ryan","Colin"]},{"id":"4RHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"for a long time, listener's. Ah, been engaged in kind of a battle with Squarespace. Um, they kind of ripped off my idea, which was I had this Ah, cool thing where you could build your own website. And it was, um, kind of Ah ah. Uh, plug in thing. Ah, Ana, ana ESPN dot com Where you could get ah, you know, whatever you want, Website wise. You could look at it. Um, sorry. You could build ah, baseball website with all kinds of articles or soccer or anything, but, um,","speaker":"spk_0","timeCode":9.19,"tags":["Ana"]},{"id":"6RHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Is it? Yeah, yeah. Hey, AP homestyle. We just go baby","speaker":"spk_0","timeCode":495.19,"tags":["AP"]},{"id":"8xHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"That that episode was upset that she didn't with me in Coolum. She didn't call me, uh, but yeah,","speaker":"spk_0","timeCode":612.88,"tags":["Coolum"]},{"id":"9hHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"I I'm humble enough that I may be partially wrong on this, but I know that Hayes is the host of the show and I don't want to see. I have no idea who you are, and I'm know I'm gotten to the point where I can't be playing about this and what it is.","speaker":"spk_1","timeCode":633.43,"tags":["Haye"]},{"id":"9xHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"It's an audio format. Sometimes people''s voices, you can't tell them apart and you get mixed up. And maybe what happened, Ryan? It''s because you've always listened to show. And you've never been on the show before, right? Okay. Ah, you got in a some kind of mix up, right? Where you, uh heard it and thought when we were saying cuckoo in The Clem dog that we were saying, Hey, Heys and Hazel, That was a audio mix up","speaker":"spk_0","timeCode":650.64,"tags":["Ryan","Hazel"]},{"id":"-xHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"'start with number. So number one podcast this week is Hollywood Handbook Quick,","speaker":"spk_0","timeCode":742.46,"tags":["Hollywood Handbook"]},{"id":"BRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"on you. What? Please don't make me do a chart on you coming in at number one way. Know how to another chart to a different chart? Do something like","speaker":"spk_0","timeCode":889.46,"tags":[]},{"id":"CRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"please don't go. Go while you're on my show. I mean, it's so so Please at least say something funny. Like I'm gonna yahoo where he is or I'm going to use Bing. Please. It''s a comedy podcast. We would at least like a funny specific. Just like I'm gonna bake it Way Got an engineer is here every week. You don't believe us. Why don't you talk to him. Hey, Cody.","speaker":"spk_0","timeCode":919.11,"tags":["plea'se","Plea'se","Bing","Plea'se","lea'st","Cody"]},{"id":"DBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"you trying to say, man, this imaginary Hayes figure is it that you you know, I made some promise to yourself that you're gonna become friends with the other handsome guy in the Earwolf world.","speaker":"spk_1","timeCode":1004.91,"tags":["Haye"]},{"id":"ERHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"please. Any does look like","speaker":"spk_0","timeCode":1047,"tags":[]},{"id":"FBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Yeah, whats the big fucking network show that''s on there? Unles's I heard it last. I heard Fox shit can. The last thing they had in development there e a lot of second failed. I want to tell you that you're describing Everyone even exist's. And and I'm not saying he does","speaker":"spk_1","timeCode":1091.2,"tags":["Unle's","Fox"]},{"id":"IRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"hay. I like this kind of humor. You know? I dish it out. I could take it. All right, way get a little edgy on the show sometimes. Look, 270 episode's and you start to get punchy. Wanna go out there? And I'm not being edgy.","speaker":"spk_1","timeCode":1223.64,"tags":[]},{"id":"IhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"I want to meet Hayes because he is an idol of mine. He is some of my career. I have based on his career. I was looking forward to meeting him, and I'm a little frankly and","speaker":"spk_0","timeCode":1236.21,"tags":["Haye"]},{"id":"JBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"is happening. I feel like I'm in some sort.","speaker":"spk_0","timeCode":1248.25,"tags":[]},{"id":"KxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"if you're gonna do me. Wait, Bob. I know you have to get Teoh that unles's I'm not worthy of that","speaker":"spk_1","timeCode":1304.99,"tags":["Bob","Teoh"]},{"id":"LhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"So he's since it Saad bars up","speaker":"spk_1","timeCode":1325.98,"tags":["Saad"]},{"id":"MBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Oh, Jason Bateman,","speaker":"spk_0","timeCode":1344.49,"tags":["Bateman"]},{"id":"MxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Maybe. Yeah, that's the kind of thing we do on this show. A lot of times. Yeah, it''s actually a lot of times when we have a guest like you will do sort of a solo below thing where we just sing a fucking sauce. That''s yeah, that''s company bang bang. That''s content It''s almost 100%. That''s Comic-Con. Thank saying Hey, that''s one of our catchphrase's on this show. The number one podcast on the network 10. Every time we do a big joke will go. Boy, that''s comedy. Bang! Saying yeah. And so thanks for reminding me. I forgot to do it for a 1,000,000 years.","speaker":"spk_0","timeCode":1359.04,"tags":["Comic-Con"]},{"id":"OxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"no, she is not like, please go out and find a boyfriend.","speaker":"spk_0","timeCode":1439.89,"tags":[]},{"id":"QBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"fancy is number five magazine Be number one to controversy. Oh, damn. Well, he's going after the charts again. I mean, Ryan, that''s why we're bringing on your hot takes on magazine. Is your blood sugar low cause that''s unsaid. If you didn't have enough Harper legs, you would get really cranky. Yeah, so it might be low. I havent eaten today.","speaker":"spk_0","timeCode":1499.44,"tags":["Ryan","Harper"]},{"id":"QRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"I just We became really close story there. We became very close. That's why I know you didn't host almost where you put me in my long time co host, Kuku.","speaker":"spk_1","timeCode":1523.78,"tags":["Kuku"]},{"id":"QxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"That is what he said when we had our HR one on one. I'm also HR.","speaker":"spk_1","timeCode":1588.74,"tags":[]},{"id":"RBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Yeah. What did you say to","speaker":"spk_0","timeCode":1594.83,"tags":[]},{"id":"RRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"'somebody who has a male bos's. Colin,","speaker":"spk_1","timeCode":1596.05,"tags":["Colin"]},{"id":"RhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"I can tell you it's not that comfortable. I wish he was American to good. Dude comes in munching on kidney pie or whatever. Kids hold loud with a spotted dead. What? Oh, yeah. Freakines's tos'sing blood putting at me and all this shit I'm like, brother From Get with the program, baby. Okay. Cuckoo. Clem Dogger. Keeping the fucking lights on at this place. Maybe show a little bit of respect, some normal food around me.","speaker":"spk_0","timeCode":1599.38,"tags":["Clem Dogger"]},{"id":"SRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"You ready to start your new busine'ss? Well, make it stand out with Squarespace. They certainly made their busine'ss stand out by stumping on my dreams of being the sole owner of Earwolf dot com.","speaker":"spk_0","timeCode":1696.69,"tags":["Earwolf"]},{"id":"SxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Then he's calling me into his office. Hey, we brother, lookalike mate Ute Gold Try to do say that Earwolf dot com is your site down in it?","speaker":"spk_0","timeCode":1718.13,"tags":["Ute Gold","Earwolf dot com"]},{"id":"TBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"I'm like, first of all in English, please. And he writes it down.","speaker":"spk_0","timeCode":1731.37,"tags":["Engli'sh"]},{"id":"TxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Anyway, with beautiful templates created by world clas's designer Squarespace makes it easy to turn your idea toe new and unique website, which is great. That's great. And you can showcase your work and blogger, publish content, sell products and service of all kinds of just a few clicks in customize everything From looking, feel The settings and products all optimized for mobile right out of the box. Go ahead, do that. But when you're doing it, just be aware. Don't get too comfortable because I am working on another site and it''s gonna be big when I announce it. This site is huge and it''s gonna be even more of 1/3 The Squarespace because gues's what? It''s got space in it and give you hit. It''s my space and he really is my space. It''s gonna be mine because for my understanding that sites pretty cheap right now and then youll be building customizing a lot of stuff on there.","speaker":"spk_0","timeCode":1752.65,"tags":["Square'space","Thi","Square'space"]},{"id":"UBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Promote your band. Listen ism. Dane Cook shows. Do whatever you want on their Squarespace. Got that? I doubt it. There's nothing to install, patch or upgrade ever. That''s not gonna be Drew on MySpace. Obviously, you will have to paddle up if you have a question. Squarespace is award winning 24 7 Customer support is there to help now we're gonna have that too. When I do my space. Cody, did you give an example of some of the customer support they can receive? So I'm gonna call you up, all right? Hey, The Dane cook video froze. You try. Try. Restart it. I see. So just same thing. Destinie's calling. It says you need a website. Make it with Squarespace. Had to Squarespace dot com for a free trial. When you're ready to lunch, use the offer code The Boys and save 10% off your first purchase of a website or domain that Squarespace dot com offer good The Boys, and well give him one more sample call. Here. Here. Here you go. Hey. Ah! Um Ah. Hey. Customer support. It''s me. I'm locked out of my sight. I I can't remember my pas'sword. Who may I have the pleasure of speaking with today? Oh. Ah. This is, um ah, one of the guys From Hard Nation. Hello? One of the guys From Hard Nation. Yeah.","speaker":"spk_0","timeCode":1806.66,"tags":["Dane Cook","Drew","MySpace","7","Cody","Dane","De'stinie","Square'space","Square'space dot com","dot com","Hard Nation"]},{"id":"XBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Think about that.","speaker":"spk_0","timeCode":2315.59,"tags":[]},{"id":"XxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"'so make sure you enter the Code Hollywood 18 H-O-L-L-Y-W-O-O-D-HANDBOOK in all caps. The numbers are not capitalized, of course, because that will just generate a symbol of some kind. So Hollywoods all cap, then you type 18. It''s all one word, and the reason we do that is to remind you that even though you're on international waters when you're on a ship, you should still honor the law of the land in terms of the age of consent.","speaker":"spk_0","timeCode":2341.65,"tags":["Hollywood"]},{"id":"ZhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"What were Rices Blue? Yeah,","speaker":"spk_1","timeCode":2432.53,"tags":["Rice''s Blue"]},{"id":"aRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Uh, thing like character that he's conjured up. We're on tech it like, you know, The The men''s brand get seem like he probably wouldn't know he probably be seen exclusively in a can afford it. Yeah, me andis, I bet are Tuck. It''s expensive.","speaker":"spk_0","timeCode":2451.39,"tags":["Tuck"]},{"id":"ahHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Okay, Number one privileges showing a round. You might want to tuck that in your your privileges. Feeling right? Right. How much is it on Tug it shirt. Jesu's. Crise's","speaker":"spk_0","timeCode":2472.52,"tags":["Cri'se"]},{"id":"cBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"and the gift is in the form of a promise. Give me a gift for myself. Do you do to do? Did you do now? So coming in at number one. Wait, what just what we already have two himself. A promise and go ahead and make it right now, a promise to myself.","speaker":"spk_0","timeCode":2551.24,"tags":[]},{"id":"chHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"you had went anywhere. And maybe it's better this way and we don't even need him. Yeah, exactly. Yeah, I gues's. Yeah,","speaker":"spk_0","timeCode":2581.96,"tags":[]},{"id":"dRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"There's many channels, many channels, channels tell in full channels? Yeah,","speaker":"spk_1","timeCode":2657.6,"tags":[]},{"id":"eBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Do you guys mind being quiet for one second? Because I'm texting an old","speaker":"spk_0","timeCode":2725.72,"tags":[]},{"id":"hxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"yes. Yeah, she's I gues's you don't engage with him. Yeah, this is Hey, is you guys apparently, uh, something rings a bell here. This is that guy who host's Hollywood Handbook alone.","speaker":"spk_0","timeCode":2841.46,"tags":["Thi","Hollywood Handbook"]},{"id":"khHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Ryan. It's not just a jump, cause if you're doing a wicked daffy in the middle of the air that actually are doing a ski style of jump,","speaker":"spk_1","timeCode":3005.9,"tags":["Ryan"]},{"id":"kxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"I was going uphill. Ryan, I love you, buddy, but you don't listen. Please, going cocktail. Take the cotton 80 and I years and stick it in your mouth. I get a double up off the top of the hill. We have noticed the ratio, Ryan, that The your Big Grande great Off two years in one mouth. That might be a reason for that. It's just the Navy listing's. Twice is important just to jump.","speaker":"spk_0","timeCode":3012.87,"tags":["Ryan","Ryan","Big","Grande"]},{"id":"mRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"and you didn't believe me. You okay? Well, so pish Brent. So all we did really was just not do I would never say that you are a selfish Fred.","speaker":"spk_1","timeCode":3121.23,"tags":["Brent","Fred"]},{"id":"mhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Okay, well, we did really exclusive, was we just did talk to Ryan, and then we counted down the charts a little bit, and, uh, and then we talked about how did this get made? And then we sang the theme song because we were raised by TV and we were doing a solo below. That's also it''s really not a big deal. Well, baby, outplay The episode some weeks when you don't know that the show is happening in Alberta again and I'll be hosting the show that they time you. Ugo Love saying she refused to participate in something like that because it wouldn't feel right. So some people are actually loyal. And with that soap selfish friend comment just about just got you almost disconnected except for Ryan''s pretty strong and grabbed my arm.","speaker":"spk_0","timeCode":3133.56,"tags":["ju'st","Ryan","becau'se","Alberta","Ugo Love","ju'st","ju'st","di'sconnected","Ryan"]},{"id":"mxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Right. So you have anything else you want to say to him? Hit to Ryan? Yeah, I would love to call, have Off The Big Sick clas's. I think the two of us you had guys, I think they really do. A good like kind of like a spoon. We could do a good. Do you need a writing partner?","speaker":"spk_0","timeCode":3179.12,"tags":["Ryan","Big"]},{"id":"nRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Fried right in this movie. Broad city removing all my emotion from what has been a pretty tumultuous day. I think that that would be a very succes'sful venture. It could be really funny. It's a show that so right for getting spooky Show runner into the show runners. And now I see how I would happen the last. Yes. Yeah. Ver Gillian an idea factory over here. That''s right. A top this last, my broad shoulders. Yeah, that''s right. And cool up zone. Broad shoulders are. Well,","speaker":"spk_0","timeCode":3224.05,"tags":["day","Ver Gillian"]},{"id":"nhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"'shed maybe be like your nasty bos's. Yes, I Oh, yes. I think I could be pretty good in the Hannibal role. I mean, is that interesting when we could promise it to you now, but then recast it later? That would be a familiar feeling. So","speaker":"spk_0","timeCode":3262.22,"tags":["Hannibal"]},{"id":"oRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Don't forget your skis. And then it's a little dig and you can't resi'st. And this is what he''s been doing.","speaker":"spk_0","timeCode":3306.69,"tags":[]},{"id":"rxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Fancy course. And then there's always highlights at number one. And we did skip one, and we are going to leave that one. That''s the mystery magazine. Number two and mystery solved. It''s Mad magazine. Oh, wait right away. And that''s it. But it was fun for the audience because he''s had been sprinkling clues throughout Easter eggs. Mm. Crack open","speaker":"spk_0","timeCode":3436.76,"tags":["Mad","Ea'ster"]},{"id":"uRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Uh, yeah. Let me let me put my iipa thesi's to the test. Theo. No reveries.","speaker":"spk_0","timeCode":3538.07,"tags":[]},{"id":"vBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Just like he must think. I'm very straight on and I don't believe","speaker":"spk_0","timeCode":3673.25,"tags":[]},{"id":"vRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"uh and that was it. So that happened at the gym, and I hope to see there. I've been there a little more lately, and I also am fun employed. And so I will be there. Well, what I'll say. Well, lets not yet, but what I'll say about the The Jim is that it is located in Hollywood. And I did over hear someone say something in the locker room that should maybe be our parting thought, which is they were talking about maybe joining a different gem. And the one guy said, Man, you can't go to a different Jim. This one''s in Hollywood. The network is the nectar, baby. Oh, by","speaker":"spk_0","timeCode":3680.17,"tags":["Jim","Hollywood","Jim","Thi","Hollywood"]},{"id":"vxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Very funny. So","speaker":"spk_0","timeCode":3723.72,"tags":[]},{"id":"wBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"more The warship's","speaker":"spk_0","timeCode":3728.64,"tags":["The"]},{"id":"whHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"and what I did to change the way it looked was basically I changed what was on it. And so I changed the name and I change what was on it and made it look different. And basically, I thought that would work. And somebody probably either saw me doing it or was sneaky and told,","speaker":"spk_0","timeCode":3759.24,"tags":[]},{"id":"xhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"you know, Sugar does to me, makes me act crazy.","speaker":"spk_0","timeCode":3812.82,"tags":["Sugar"]},{"id":"yxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"It hurt my home mouth.","speaker":"spk_0","timeCode":3878.77,"tags":[]},{"id":"0BHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"is Ah,","speaker":"spk_0","timeCode":3935.11,"tags":[]},{"id":"0RHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"being is a sexual reason. Eso include a free premium ship and the famous cruiser Aurora and a pile of in game currency to jump start your epic World War Two naval experience. Just download World War ships today, command warship's dot com and start playing today and start playing. And while you're in there playing, just leave me alone. I want one good nights sleep on my ship. Oh,","speaker":"spk_0","timeCode":3937.58,"tags":["World War Two","World War","dot"]},{"id":"1xHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Paul F. Tompkins. We call him in our last episode. He gets all like, Oh, well, now it's timeto like clap back with fat. This is like his thing is clapping back, back, back with facts","speaker":"spk_1","timeCode":11.7,"tags":["Paul F. Tompkin","Thi"]},{"id":"3BHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"everyone cashing in on our on our information. So by the time the episode actually comes out, it's been leaked. It''s everywhere. I can count the number of people I trust in this building on one and owned. By the way. I don't even use my thumb.","speaker":"spk_0","timeCode":53.91,"tags":["tru'st"]},{"id":"5RHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"'several years back, there was a big deadline article about how Aziz Ansari was gonna write three films. Yeah, with Judd Apatow. Yeah, and it was like this multi $1,000,000 deal and no one of those movies ever came out Mo and that I saw an interview with disea'se, and you know what he said? He said, Yeah, the best part is having the article come out about it. You don't want to actually have to write the movie. That's the game. And that''s the game. So now we're doing this ad he doesn't He''s not gonna follow through and have people improvise on his show. He doesn't know these people, you know? He knows me. Brad Corny as Nick Wagar Say hi, Nick. You guys think I'm The corneas White do","speaker":"spk_1","timeCode":143.07,"tags":["Aziz","Judd Apatow","di'sea'se","Brad Corny","Nick Wagar","Nick","cornea"]},{"id":"6BHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"A bow tie. We stopped wearing the bow tie. Okay, I gues's it makes Mobile s corny. And also he was study mob and in the bow tie. So that sort of negates the whole premise. All right, fair enough. I mean, I'm not I'm not the authority on whose corny or not I just a little study. So it's just it''s just jarring to hear that I'm the corniest look. So let me say this. Here''s what I had a bobbin for Apple.","speaker":"spk_1","timeCode":213.01,"tags":["Apple"]},{"id":"8xHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"I didn't dig up and I didn't get to see if you packing heat down there. Hey, welcome","speaker":"spk_0","timeCode":476.92,"tags":[]},{"id":"_RHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"it looks like the line. This looks like my friggin ah dangling, which takes straight out straight. Yeah, no angle on that bad boy. Just no parallel with the floor. A lot of the other shows, lines. Looks like my dangling","speaker":"spk_0","timeCode":656.32,"tags":[]},{"id":"BRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Well think of your buying for apples. It's pretty likely that the monster mash will come on, you go like Oh, man, that''s that. This actually reminds me of something very funny I've done. I mean, Adam Anaheim","speaker":"spk_0","timeCode":756.65,"tags":["apple","Thi","Adam Anaheim"]},{"id":"ChHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Got People are thinking two episode's in a row with just Weigert and no, Mitch, that's very smart. Very smart. Big to think. I'm were thinking that as well.","speaker":"spk_1","timeCode":866.94,"tags":["ju'st Weigert","Mitch"]},{"id":"EhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"I'll be looking while you were given some more background. Cool. So I reached out, like, a month ago. I said, Hey, Sean Hayes would love to have you guys both on. Are you available? Um, any Saturdays in February? I believe I said. And then they both said The Whats today? The third would work for them. And then I asked ah, couple days ago if they could do because I originally asked for 11 a.m. Yes. And then I said, could you guys actually do 10. 33 real quick? Just so everyone listening knows neither Hayes nor I are giving Kevin The famous stretch it out symbol during this story. It may seem like if you just imagine Kevin telling the story at this pace that there must be someone acros's from him, sort of pulling their fingers apart like they're pulling taffy were both just staring at him in horror. Disbelief. I was","speaker":"spk_1","timeCode":945.45,"tags":["Sean Haye","Haye","Kevin","Kevin","Di'sbelief"]},{"id":"ExHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"finally able to get my shit together enough just to say what was happening. But But go ahead, Kevin. Frozen in fear, he actually put Bosch back to sleep. Yeah, that's news. And in the other kind.","speaker":"spk_0","timeCode":1002.1,"tags":["Kevin","Bo'sch"]},{"id":"FBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"So they both said yes. And then Mitt said he couldn't do today kind of last minute. Uh, yes. So what? January 5th. You emailed us, you and you asked him if the follow up was Can you guys do half an hour earlier? Yeah, well, he said I will not be doing the show at all. Right. I sadly have. This is Mitchs email. So Kevin emailed Hey, guys, can you to 10. 30 on Saturday? Thanks, Mitch. I sadly have to back out Saturday. I'm going to the Super Bowl last minute. So thatll kind of time stamp when this record is, I apologize. Tell the guys I'm sorry. So, yeah, that was his. You know him? You don't think Times team is that Kevin? February and the time.","speaker":"spk_1","timeCode":1014.38,"tags":["Mitt","Thi","Mitch","Kevin","Mitch","Super Bowl","Time","Kevin"]},{"id":"GRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"another record Book. Both you guys in the day before, which was like, I'm not gonna be there.","speaker":"spk_0","timeCode":1108,"tags":[]},{"id":"GxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"That's where that your buddy mm is you. You are The Fred. I really want to support these podcaster's.","speaker":"spk_0","timeCode":1123.34,"tags":["Fred"]},{"id":"IBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Yeah, so, I mean, it could have been just 10. 30 was too early for him to start. That could also have been in like he could. He could still be at home right now, who knows? And for anyone who thinks Hey, these guys shouldn't be in Mitchs pockets like this talking about the actual hard numbers, $3000 that he paid for the tickets. Anybody who wants to say that Here''s what I have to say to you. Mitch probably agrees.","speaker":"spk_1","timeCode":1208.85,"tags":["Mitch","Mitch"]},{"id":"KBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"I was really looking forward to that list because I thought, Oh, God, that will be so great to like, hear all the episode's where they just got nothing going. The host's and the guest's clearly just have no chemistry whatsoever, nothing to talk about that what seemed like such a fun list if we happen on it so much","speaker":"spk_1","timeCode":1317.74,"tags":["'s"]},{"id":"KxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Yeah, it's like Screw, who made this is this was like a paste magazine thing.","speaker":"spk_0","timeCode":1344.65,"tags":["Screw"]},{"id":"LRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"this sacred institution?","speaker":"spk_0","timeCode":1365.21,"tags":[]},{"id":"LhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"How dare you suggest that they reimburse them for their labour when they get attention for it? Priceles's attention. Amen. There's no amount of Buddy that could that could be enough right to equal the amount of attention they get for being coaches and the feeling of power. It''s a rock star lifestyle, man. I mean, I could say and I've been through it. Jesu's, Nick, I've been on heralding upon that. I've been on mod night. I know what it''s like. It''s electric.","speaker":"spk_0","timeCode":1369.19,"tags":["Pricele's","Nick","mod"]},{"id":"MBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"I can adjust and we just step back for a cyst is obse'ssed with money and paying people for work.","speaker":"spk_0","timeCode":1403.66,"tags":["adju'st"]},{"id":"MhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"That's what I say. This is by background. Yeah, I'm slavishly devoted Teoh by theater, right? The same way you feel about","speaker":"spk_1","timeCode":1421.74,"tags":["Thi","Teoh"]},{"id":"MxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"the Harvard Lampoon. Yeah. Oh, yeah,","speaker":"spk_0","timeCode":1430.84,"tags":["the Harvard Lampoon"]}]