[{"id":"NRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"all my heroes. Yeah, I gues's it's really for me and my cronies. Right?","speaker":"spk_0","timeCode":1440.59,"tags":[]},{"id":"NhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"But it waas a portrayal of every single one of my greatest heroes. John Gambling Armand Weitzman, John Daily Arman Weitzman. You know, and, uh and it was so cool to see my life up there on the screen, right? Partying in a castle. I'm drilling softball with the Crimson Lloyds and not even taking it seriously at all.","speaker":"spk_1","timeCode":1445.19,"tags":["John Gambling","Armand Weitzman","John Daily","Arman Weitzman","Crim'son","Lloyd"]},{"id":"OBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Making a mockery of it","speaker":"spk_1","timeCode":1475.73,"tags":[]},{"id":"QhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"is alone among the Ivy leagues is, like, kind of having a that sort of humor magazine that people hold up is this is influential. And this is what you know. This is a feeder to Nick. Shots fired Dartmouth Jacqueline and watch the movie.","speaker":"spk_2","timeCode":1614.97,"tags":["Ivy league","Nick","Dartmouth","Jacqueline"]},{"id":"XBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"just basically want to do doughnuts in my warship that I built and freaking make the biggest way. I","speaker":"spk_0","timeCode":2055.55,"tags":[]},{"id":"ZBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"So you did a whole new song for the double.","speaker":"spk_1","timeCode":2198.4,"tags":[]},{"id":"ZhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Stitcher Premium. I hear saying like Oh, like Stitcher Premium. It's like you're taking $5 a month payments and like taking what fraction of a cent up each one. Meanwhile, I'm taking $15 like a person like a listener.","speaker":"spk_1","timeCode":2225.44,"tags":["Stitcher Premium","Stitcher","Premium"]},{"id":"bhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"well. I mean, I would say that we have of it with Do you guys have a pretty loose format for your show? And we have a little bit of a stricter structured format. The tight,","speaker":"spk_1","timeCode":2356.64,"tags":[]},{"id":"bxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"like razor sharp form. Right? The fuckin So it's walk the food I look at, we would go. We really should get to the forks.","speaker":"spk_0","timeCode":2369.1,"tags":[]},{"id":"cBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"I wouldn't say we have, like, precise, you know it. It's not precise, but we have, like, a general sort of mechanism for how we construct our normal shows, and they're all centered around. Usually an individual chains were you know, this is the episode. We're going to review Denny''s, write the song the other people did for you,","speaker":"spk_1","timeCode":2379.9,"tags":["Denny"]},{"id":"cxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Get out of my baseball subscription feed. Get out of here. If you're just TK a drop. Forget it. Here. I'll give you the fucking drop off free.","speaker":"spk_0","timeCode":2418.54,"tags":[]},{"id":"hRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"each one would be half as good because we're taking one amount of energy and distributing and acros's it more of a show. But it's actually somehow even les's energy than we were starting with in the first place. Knowing that we have to do to I think means each one is about 1/4. Yeah, yeah, yeah, I think I think definitely like that''s kind of","speaker":"spk_0","timeCode":2586.59,"tags":[]},{"id":"hxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"that you're just like getting away when they Yeah, we're charging our fans more money. Basically for a worst product and writers. Yeah, I gues's that's part of I mean, that''s that''s part of the calculation behind it, right? You want to make it as good as pos'sible, but and then you you I I gues's their guilt is kind of a motivating factor of like, OK, I want to make sure that this thing, this product that someone is paying extra for","speaker":"spk_0","timeCode":2627.04,"tags":[]},{"id":"iBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"is not of worse quality. Then it is worse","speaker":"spk_1","timeCode":2651.13,"tags":[]},{"id":"iRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"driven by shame. But then Look, heres what I'm gues'sing happened. Yeah, The shame is your, Like, driving home from a record. Your distract by shame and you want to drive into a bridge abutment. But then you go home, open the fridge and it''s full. That sweet corn You think because I'm corny Highlight The corn is my favorite sweet years of corn Gold of sweet corn That golden sweet corn on your face is bathed in the yellow light from all the sweet court. Yeah, you've been mixing up some Love.","speaker":"spk_0","timeCode":2657,"tags":[]},{"id":"ixHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"The corny man. Yeah. Do you? I mean, do the full corny From total devastation. Yes. Yeah. Have I done that on the show before?","speaker":"spk_1","timeCode":2715.21,"tags":[]},{"id":"jxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"'so total devastation have a song called The Horny Man whos totaled at devastation.","speaker":"spk_0","timeCode":2745.45,"tags":["deva'station","The Horny Man"]},{"id":"khHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Whats an original line? And we can all do it. So","speaker":"spk_1","timeCode":2777.52,"tags":[]},{"id":"mhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"because everyone everybody Love me. Sexual behavior. I'm hung like a hanging The green weed slinging like the hit squad on the side of the head banging.","speaker":"spk_0","timeCode":2863.75,"tags":[]},{"id":"nBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Yeah, he knows that. You just saying it. You were playing this a lot in The Offices. The Harvard Lampoon. This is when you guys play to get down. Oh, yeah, we would. We would throw that on and we would just set a big pile of money on fire. Warm are part of the big subversion, especially with all year old heroes. I know for the movie is that they were exclusively white, but they would play this Motown amusing.","speaker":"spk_1","timeCode":2880.81,"tags":["The Office","The Harvard Lampoon","Thi"]},{"id":"nhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Um, were we doing anything with that flavor line? At least before we everybody Love me? cause I got an electric shaver and I'm, uh, everybody know me for my","speaker":"spk_1","timeCode":2916.07,"tags":["lea'st"]},{"id":"oBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Pleasant. Best known for my best. My corneas behavior.","speaker":"spk_1","timeCode":2926.49,"tags":["Plea'sant"]},{"id":"pRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"like the sweet as's with like as's and like, that's not a real rhyme. That''s not me. That''s not poetry. No, I mean, like like I think it''s if you're in a pinch, and that''s what you gotta land on. I think that''s fine. But if you're doing two different meanings for it,","speaker":"spk_0","timeCode":3008.49,"tags":[]},{"id":"phHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"like as's means one thing and well, what it's like, uh, yeah, if you don't want If you don't want to get a punch past me, that couple punch, you know what I mean? That''s clever. Yeah, I think that''s fine. That''s OK. Yeah, I think so. Then you're going back on your own word. Look, I'm not that I'm not the arbiter of what is and isn't a good rap lyric come in and say all they need to do with this rap music is at a seat in the front of it. Okay, You come in and say that this morning that they need to do that. They have to do that, that data. And they say they go ahead and borrow the sea from the front of my word, Cordy. Then you're The or any man under the ordinary. That''s take a cornea morning. Adams already has that. How''s he doing? I havent said I havent heard a lot for morning. Really busy. Okay, he''s on fire, man. He''s probably gonna tape a special cause. That little coda of comedian, he kind of seemed like he was flailing and, you know, it''s like it''s Ah, it''s not a sympathetic portrayal that have been that the movie shut off and you saw your own reflection.","speaker":"spk_1","timeCode":3024.5,"tags":["Cordy","Adam"]},{"id":"qxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Three. It's I mean, it''s not, I don't know, it was used. I didn't think it was great, but there was, like, a fun element where they had they had a riel pas'sing of the torch, and I wonder if they're going to continue that if they keep the franchise going because I think they were basically like a lightning. McQueen is not going to be a spoiler alert. Like Lightning, McQueen is not going to be, uh, The no faste'st racer on the circuit forever. So by the end, there actually is like a very It''s basically like a like a relay race, where The he hands the baton to Cruz Ramirez and Cruz Ramirez ends up winning. And then he''s kind of settled into the mentor role that was previously occupied by Paul Newman''s character. Your fans engaged","speaker":"spk_1","timeCode":3167.49,"tags":["McQueen","McQueen","Cruz Ramirez","Cruz Ramirez","Paul Newman"]},{"id":"yRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"This has been an Earwolf production executive, produced by Scott Ackerman, Chris Bannon and Colin Anderson. For more information and content, visit Earwolf dot com.","speaker":"spk_2","timeCode":3609.84,"tags":["Thi","Earwolf","Scott Ackerman","Chri","Bannon","Colin Ander'son","Earwolf"]},{"id":"zRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"is out. Now listen in","speaker":"spk_2","timeCode":3679.23,"tags":[]},{"id":"3BHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"explicitly saying, Please come on the show that became part of the conversation very quickly. I don't remember initiating it specifically where I'm very excited that you're here and that you are fine. And if I had either of your emails or phone numbers, I would have reached out. But whenever I talk to Hayes, it's as private,","speaker":"spk_0","timeCode":525.31,"tags":["Plea'se","Haye"]},{"id":"4xHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"audio geek thing. They're talking about the production quality on the thing. Everybodys just getting off on this thing from all angles. Yeah, a special thing had a big write up. I understand you sent me the link, but when I clicked it, I got a virus.","speaker":"spk_1","timeCode":652.4,"tags":[]},{"id":"6hHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Snicked Snicked, bub. Yeah, a bub snicked.","speaker":"spk_1","timeCode":763.18,"tags":[]},{"id":"8RHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"'sweet honor. Um, and the pretense of all this seems to be that you","speaker":"spk_1","timeCode":824.44,"tags":[]},{"id":"-RHeLXMByMrymAEmtd-I","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Who? Stand museum. Whos that?","speaker":"spk_1","timeCode":896.6,"tags":[]},{"id":"ABHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"No, you don't. You're the first guy who ever surprised me. You said I'm doubling down on the podcast. I'm gonna start even another one. Yeah,","speaker":"spk_0","timeCode":970.57,"tags":[]},{"id":"AxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"That's a good question. Uh, my doing anything else, well write shorter for me to say what I'm not doing. Okay. Well, let''s hear it. Um,","speaker":"spk_0","timeCode":993.21,"tags":[]},{"id":"EhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Okay, Who The? Okay, this is Chef Kevin, huh? I know you havent really been around the show in a while because the last one you havent been in this studio in a very long time,","speaker":"spk_1","timeCode":1308.53,"tags":["Kevin"]},{"id":"FRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Uh, rather not. Fans really like Chef Kevin. He's almost sort of an honorary third host of the show. In a lot of ways, we do the ads of them all the time. And this would be one of a kind of got who know. Oh, yeah. Two of them. Yeah. So, Chef Kevin, sometimes we would just like to roam a question. Or do you have any, like question's for Tom or anything?","speaker":"spk_1","timeCode":1356.75,"tags":["Chef","Kevin","Chef","Kevin","Tom"]},{"id":"FhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Ah, yeah. Um, whats your greatest strength?","speaker":"spk_0","timeCode":1377.34,"tags":[]},{"id":"GRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"here. I mean, Canada cracking people up. You're hanging a camera down a crotch level, taking creep shots of everybody in the room. Yeah, that and I don't know if that's a thing they know about. If you're hiding the camera from them or not. I don't know. I actually don't care. That''s part of his bit. Because he does creep shocks. Lying is like, part of Okay, Cool. Well, Yeah, people. People now really look forward. We used to give him a hard time about it, but it''s actually become part of the fabric of the show and cool.","speaker":"spk_1","timeCode":1398.63,"tags":["Canada"]},{"id":"GhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Well, you can. You can Ah, you can Ah, ride the pine on this one.","speaker":"spk_0","timeCode":1428.24,"tags":[]},{"id":"KRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"they you know the show was going well and nobodys I was doing it. I was going like it is. And nobody cares more about this stuff than me. My job is to keep the thing like a coherent episode. I'm the host. I'm looking at it from 10,000 feet and putting all the ducks in a row. I'm checking the boxes. Some like. Okay, now we're at this point in the s. I'm giving it a little arc if you don't see me doing these things, but I'm doing them. But with your way, it has been going so far and feels like there''s, like, an energy in the room. That was a little aggres'sive, that with Kevin here, I think we can kind of, like, balance that out. With all due respect, although it''s just like","speaker":"spk_0","timeCode":1556.85,"tags":["Kevin"]},{"id":"LBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Gaylord. Okay, then. OK, then. Europe next and you get hit by a pitch in the face,","speaker":"spk_0","timeCode":1619.85,"tags":["Gaylord","Europe"]},{"id":"MRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Do what you do on the show, Boys. I want to see this. I You know, I do Blue Apron ads with the guys and theyll ask me question's and all having","speaker":"spk_1","timeCode":1640.23,"tags":[]},{"id":"MhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"it? Sure. What are we doing? A Blue Apron Add now, boy, we could","speaker":"spk_2","timeCode":1648.4,"tags":[]},{"id":"RBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"And that's what is that what he does on the show here is that which Canada does does I will say he didn't do a great job with the Blue Apron, and he couldn't think of anything. And he started doing one that was, like, just kind of 1/2 baked version of the one that we already did. So I I'm gonna","speaker":"spk_1","timeCode":1842.88,"tags":["Canada","Blue"]},{"id":"RxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"add now, boy,","speaker":"spk_2","timeCode":1870.51,"tags":[]},{"id":"SRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"like or any So you can check with which are any point. Yeah, you can Maybe not that many as'sist's. You're","speaker":"spk_2","timeCode":1886.35,"tags":[]},{"id":"ShHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"'saying you can't shoot? That's what you're saying, right?","speaker":"spk_0","timeCode":1891.47,"tags":[]},{"id":"ThHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Well, we got along So ball up in here, right?","speaker":"spk_0","timeCode":1901.63,"tags":["So ball up"]},{"id":"UhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"if you use that cave, okay. Get you every time. We just","speaker":"spk_1","timeCode":1931.74,"tags":[]},{"id":"WRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"'some familiar. Yet it's a little bit like us gang where ah, you know what? We got our funding approved for here. It Earwolf was for me and he's to come and teach you guys about Holly. That was a story when we came in. Really? Well, do a sure way some of that, but ah you know, secretly, between you and us, we're teaching about the whole damn shebang. Just a little one, though in the weapon really going on here. It''s not just Hollywood-This exactly Hollywood-This. Basically anything including biology, include oh, including advanced biology, Advanced Placement Biology. Yeah, to so","speaker":"spk_0","timeCode":2024.68,"tags":["Earwolf","Holly","Hollywood","Hollywood"]},{"id":"XhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"But because of that, weve decided that while you guys are playing, we're not even gonna have a ship.","speaker":"spk_0","timeCode":2247.46,"tags":[]},{"id":"YhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"'so have you know, have fun. You guys command, enable flee with four clas'ses. Ships From over eight nations fighting it strategically designed environments over. One more thing we told the bos's we told the bos's of Wargaming of the whole game. So hope you enjoy doing that because pretty sure they're not gonna be doing the game anymore. So get in right now and enjoy it while it last's. Because we told Bos's of the whole game what happened on our ships. And we also tell him that the slip fees on these things air out ranges. Yes, that was another is'sue. Doesn't matter anymore. It's not just the cost of the boat, since we have scuttled our ships, uh, and nobody. And then now nobody gets silica at them. And that was a big reason. I was making it so nice. Yeah, was so all everyone could look at the shit. I know what I can draw. I know how my drawings look. I already know that you have a neces'sary for us. You have a neces'sarily see it. I like to show Shaun it''s not for me, but I like show. Sean and I thought everyone else could like my ship, too. And now I'm hoping if they think that it''s gone, we can just slow next to each other. No, we just had. No one is going to be looking for me is just being on the boat. I don't want to shoot any. Yeah, because it ruins about So every match is unique experience, I'll say, filled with endles's hours of strategy, tactical gameplay and pulse pounding naval combat action. You know it did. It was both coming when I smelled that thing. Oh, yeah, I brought my heart rate through the roof smelling salts.","speaker":"spk_0","timeCode":2338.92,"tags":["Wargaming","becau'se","Doe's","Shaun","Sean"]},{"id":"dxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Every time I think I'm out, I eat friggin sucks me back in with another observation From thinkI pain. So, you know, Chef Kevin, I gues's, is something of a student of comedy. Sure. So, uh, we might not want to dismi'ss him. At worst, he could be somebody who could listen something that's like, what you dio Look, guys, weve been doing this show for a long time.","speaker":"spk_0","timeCode":2706.04,"tags":["Chef","Kevin","wor'st"]},{"id":"gBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Ah, I watched five minutes of an episode,","speaker":"spk_0","timeCode":2797.55,"tags":[]},{"id":"gRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"and I dont like it. Okay. All right. What do you like? What kind of shows you like, require","speaker":"spk_2","timeCode":2800.39,"tags":[]},{"id":"hBHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Really want a real your shit? Do you want to recap in office episode? Yeah, that could be badas's. And Tom, how about this? You re capping Off Offices. Tom can kind of help you through the proces's, give you a few pointers, and then we could be nice. We could be helping you. Maybe. And then what will happen? We a new podcast will be born. Yes, Yes. Again. I'm not against you. I'm not against you. I like you. You want He said that He sucks. Shit. Uh, and you have said that we got was a suck shit on this show, But you got office recap show as a be person. He seems like an all right guy.","speaker":"spk_0","timeCode":2817.05,"tags":["Tom","Tom"]},{"id":"kRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"even though everyone thinks is really bad. Who wrote it? Who directed","speaker":"spk_2","timeCode":2963.38,"tags":[]},{"id":"kxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Quantum Compas's Road it think Watches The Qantas wrote it and Michael sure directed it. Okay, I'm about yourself now give you getting because he just got differentiate From any other office podcast. Before we go","speaker":"spk_2","timeCode":2974.4,"tags":["Compa's","Qanta","Michael"]},{"id":"mxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"in this episode a little early to help in the coming score way. Documentary Supplementary bit.","speaker":"spk_2","timeCode":3047.78,"tags":[]},{"id":"shHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"maybe saying complete your favorite dishe's. Yeah, because it's a way to lure them in and it can actually be","speaker":"spk_2","timeCode":3269.3,"tags":[]},{"id":"txHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"that's a look at some bloomin on. That''s the blooming grove. I don't know if they do it anymore. You're not, like confused with bloomin Onion. The Awesome Blos'som is not to be confused with the Bloomin Onion. That''s Outback Steakhouse.","speaker":"spk_0","timeCode":3308.68,"tags":[]},{"id":"uhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"among directed he directed every episode almost","speaker":"spk_2","timeCode":3346.62,"tags":[]},{"id":"uxHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"written and directed by the compas's.","speaker":"spk_0","timeCode":3350.39,"tags":[]},{"id":"xhHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"I just want to say real quick before I hop back into the episode that the car dealership is not as and","speaker":"spk_1","timeCode":3479.33,"tags":[]},{"id":"yRHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"And it's freaking Blue up s Oh, I'm going to be a lot.","speaker":"spk_2","timeCode":3510.47,"tags":["up"]},{"id":"3RHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"in 2018 but I just watched the Super Bowl,","speaker":"spk_1","timeCode":3747.24,"tags":["Super Bowl"]},{"id":"5hHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"I'll be back next week. I will be back next week with with which should be back next week with, um Well, maybe he shouldn't come back. Yeah, maybe. Or not saying you should probably say it won't be back. Yeah, you could say I'm never coming back. Oh, yeah. So he should say he's never coming back. And and he should say something tells me that car I'm about to drive home and is going to get the job done this time. Do the end do the end now. Uh,","speaker":"spk_0","timeCode":3817.31,"tags":[]},{"id":"8xHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"John Goldberg,","speaker":"spk_0","timeCode":4093.22,"tags":["John Goldberg"]},{"id":"9RHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"like, if he does a character like is I think it's Karen bad. Been a highlight so far. Everything was great. Yeah, What if he does a thing where he is? A toilet in the Dunder Mifflin men''s room?","speaker":"spk_1","timeCode":4103.34,"tags":["Karen","Dunder Mifflin"]},{"id":"_RHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Make it, Tony. The Toilet of Canada. Hi, I'm Tony. I'm telling a toilet and welcome. The shit happens","speaker":"spk_0","timeCode":4151.61,"tags":["Tony","Canada","Tony"]},{"id":"_xHeLXMByMrymAEmteCI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Yeah, The podcast where we talk about","speaker":"spk_1","timeCode":4163.19,"tags":[]},{"id":"CBHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Excuse may. Sorry. Yeah, but excuse me. Excuse me while I clear my throat a big flush. Excuse me as I clear my throat","speaker":"spk_0","timeCode":4239.62,"tags":[]},{"id":"ERHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"I had someone clocked this toilet. Oh, it smells like beats. I think it's Dwight","speaker":"spk_0","timeCode":4348.59,"tags":["Dwight"]},{"id":"EhHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"lost the voice. Yeah. Yeah, that's OK.","speaker":"spk_2","timeCode":4354.62,"tags":[]},{"id":"HhHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Seems like we all gotta go do dio It seems like this was the season that Kevin like that was what he was most excited about was Robert California Feels like that's what you need to show. Yeah,","speaker":"spk_0","timeCode":4467.98,"tags":["Kevin","Robert California"]},{"id":"IxHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"I like that. You put it in terms Tony could understand.","speaker":"spk_1","timeCode":4541.89,"tags":["Tony"]},{"id":"MBHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Sean, and he's air with me this week. Hey, lets s so what''s been going on in Hollywood that''s driving you guys. What''s got a bee in your bonnet? What? Hollywood-This bee in the bonnet? Uh, what be do you have in your bonnet? The Oscar's Air coming up, right? Yes. And that really steams my clams. I can't believe they're doing The Oscar's so soon.","speaker":"spk_1","timeCode":4711.22,"tags":["Sean","Hollywood","Hollywood","The O'scar's","The O'scar"]},{"id":"NhHeLXMByMrymAEmteGI","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom Scharpling, Our Third Host","line":"Ah, I'm a horny girl wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","speaker":"spk_0","timeCode":4948.71,"tags":["Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"id":"ORHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"So Stitcher Premium has been talking to us. Uh, for a while. Surgery on. The thing you have to know about them is their goal is to make money at all times. They're obse'ssed with money. It's the only thing that they Love. Um, and it's the only currency they understand. Yes. Ah, and it''s how they measure other people. And the only color they can see is green. So Stitcher Premium comes s and says, Hey, we want money. We need it. We're obse'ssed with that. We need all the vacancy gold to. Yes. So, Sehgal, they say. And they Yes. The other color vacancy is gold. Yeah, exactly. That''s money. Uh, and so Stitcher Premium thing demands money. And so they come to us and they say So here''s a way that we're gonna get money for your for your show Mawr money out of your show, which doesn't make any money. Yes, they hate us. They hate us because we're so riel. And we're so cool. And the currency that we understand is actually respect and love for our fans. Yes, uh, funnines's, smartnes's, vehicle nous nicenes's you and being cool. And we are doing that and they hate us. for it. Yes, and I will say this episode This this ad is a big announcement, but we're getting to that at then and they can't. And they couldn't just get rid of us because we were your first. Yeah. Yeah. Uh, so their idea for how to make money off of our show and Kevin, can you just, like, pay attention? More? Yes. Doing The sorry. And, um And say what? Their idea was their their idea for doing the show? Did your premiums idea for how to make money off her show? Um, yeah, they just wanted todo rerelease every episode and say this was actually just for Stitcher Premium. And that''s not true. They thought they could trick your fans. They did try to trick our fans, but just means something funny, which are? Fans were smart. Yeah, do funny thing. Okay. They thought you guys could be like pilots, and they wanted you to record, like, on the plane, and it would have cost millions of dollars, So I don't know why they think that would have worked at first. They tried to smear us, right? First, they wanted to actually plug in audio clips that they cut together of us saying controversial things or jokes that would age poorly s old and so and and their plan was to make money was that we would go on the show and say mean things about our fans, and our fans would have to pay us to stop to be nice to them. Yeah, And I said I refused to do that. I refuse to make money off my fans that way, by threatening them was not nice by holding hostage From we have this establi'shed credibility where what we say is the gospel truth, and everything we say is good and everyone listen's to it. So we want to individually start targeting fans they would have to pay, just get their lives back. Yes. And we didn't want to do that. No, we were That was the opposite of what we want. And in fact, what earned themselve's by, uh, even asking us to do that? Waas um maybe punch. Yeah, I pushed them as well.","speaker":"spk_0","timeCode":0,"tags":["Stitcher Premium","Stitcher","Premium","Stitcher","Premium","Thi","Kevin","Stitcher Premium","fir'st","Fir'st"]},{"id":"QhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"Well, pain could you want to be vain doing From that? You can. I think that's From From Batman Rising. Yeah. Bane from Batman Rise's. That could be so fun. Oh, yeah. Cool. Okay, so should I. Should I? Yes, but but right. Hey, wait. You have my permis'sion to high e like that. But you don't yet, Because And I won't do that voice again. The thing you have to remember when you're saying hi and about this show is that in in the it''s pretense of the show? It happened both like, weeks ago Weeks. Sorry. So Okay, so So it''s Sean distant. Yeah, Yes, high. But everyone For purpose's of this, I'm John distant, But well record another one set. Yeah, And say what up? What up? Because people wouldve so that in 2017. Probably. Yeah. So what we're gonna say is just like, Well, because people this podcast do this all the time, like spontaneous records. Like they bank him five months ahead of time. There''s a spontaneous nation bank vault that they put all the podcast in that their banking. No. No. I come in at night and try to crack. You can't imagine we got acces's if I had it, I just released him all under our name. Um, crazy on. Well see. Yeah, who really does the improv. So we So we, um we're going to say that we recorded, like, a bunch of them, like before the holidays. And so this is our Golden-Globes prediction episode that we're doing that we are like, I hope that''s gonna get seem so dated, you know? But we have to because of our schedule, Hayes is going to you know, your aunt''s. Yeah, and yes, that''s good. Friends. Yes. France would be really good. That''s great. People toe Think I'm going. I just came up with that. But that''s good. And so, uh, sound like you have money. So we then are going to say like, so we're just releasing this. But what we're gonna do is, but people might think go ahead because of you. Want to call it freedom? No people might think. Cause of call me by your name that I'm going to do that. But that is why. All right? Right here. Like going because you love it. So which is not like I don't know why they think that I'm the one who went to Harvard and looks like Armie Hammer. That''s true, but And it''s not I'm saying, like I don't want, like, you know, I'm getting four against it or whatever. I just don't want people to think as we're talking about me going to France. It''s not that I'm going to do what happened in that movie. Okay? So I don't know if we want to go too far into that, You know what I mean? Well, if we just leave it that I'm going to France being like I was going to go do what they did in that movie, okay, okay. Because that was in France. Yeah. No, I I understand. Maybe ever. Was it mine wasn't or something? Was it? Like in Italy? I think that people can totally know. OK, so that''s what we could say. We could ever Even if it wasn't, we could say that that movie was in Italy. So, yes. Where''s where''s where does Mr Ripley live?","speaker":"spk_0","timeCode":738.63,"tags":["Batman Ri'sing","Batman Ri'se","Becau'se","Sean","John","becau'se","Golden-Globe","Haye","France","Harvard","Armie Hammer","France","France","France","Italy","Italy","Mr Ripley live"]},{"id":"QxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"Every Because everywhere in your seem to be in the same place, you know. Are you talking about downtown Abbey? I know it. Mr. Ripleys I don't know. What''s Mr Ripley? Mr. Ripley? Well, he''s very talented. Love it down. OK, I was right the first time. Okay, so we are gonna So we're going to say, Oh, we recorded all these. This is like a pretty good plan. And you're kind of lucky to be here because you're about to go viral. I'm very excited. I'm going viral again. Youll call your You know. So a lot of our recent episode's have not gone viral, So this is like we're on a streak of about 220 episode's without going viral tens task AP. So we just did. It was again the anti viral. It was like antiviral medication. It stopped another video for big fire. Yes, it before involved AP Durian. Yes. Were No. We're not able to go viral. Anyone who was in the room. So I'm feeling good about this idea because people are really gonna be excited about how Well, let''s clarify what I get freaked out. So what''s gonna happen is we're gonna go Golden-Globes prediction will probably out of date. But we got to give our guest's. Is we know, maybe, you know, maybe well get one, right? We're going to get them all right, because it''s not 2017 and The Golden-Globes. Has happened. Yeah. Yeah. So this is good. And so then we say Cody, and please be present and listening for this, okay? For this part, cause this was very important. We need you to for the splicing in and out. Copy, pis's for the copy pas's. And then and we're going to need you to have the list on the winners. Yeah, because yes. Yes. We need you to be able to signal us who the weather''s are. Because I don't I don't know them in my head. Quite. Are you gonna pull up images so we can say what color their clothes? And also once once this is once this is released, Cody, you have to say that you lost the episode after we recorded it. So youll be recording something on the front of it where you go like, Hey, this is Engineer Cody. Yes, I lost the episode. Let''s get that. Let''s get that. Yeah, it''s always good to start with a big Cody thing.","speaker":"spk_0","timeCode":926.07,"tags":["Becau'se","Abbey","Ripley","Ripley","Ripley","Thi","AP","Durian","Golden-Globe","Golden-Globe","Cody","Cody","Cody","Cody"]},{"id":"TBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"And I got a greatest fixed. Got ready for yall found","speaker":"spk_0","timeCode":1350.54,"tags":[]},{"id":"UBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"Uh, but yeah, I do have a personal connection, but I will say, like, this year, any sort of predictions I make would probably just be like, total gues'ses. I don't really know From, like, this year. I'm not making totally guest's. Yes, just based on what I know about Hollywood and stuff, but no insider information. There's a gas. Yeah, I don't really know. And for me, it is a guest this year, and I havent seen any movies, and I don't know what''s going on. Yeah, I didn't pay my dues. I got no screeners. Yeah, I wasn't able to pay my dues, but I am a member of the union, so Yeah, because we don't know all the information. We might not get them. All right? Yeah. I lost my insurance this year. So we are doing The Golden-Globes. And we're totally in the dark, and so is it. Probably gonna be a bad abso probably won't even go.","speaker":"spk_0","timeCode":1414.16,"tags":["ju'st","Hollywood","Golden-Globe"]},{"id":"WBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"Yes, it is like So I gues's. What? All my gues's. And I'm sure it's wrong. But, you know, uh, if the voters have a brain in their head, yeah, they probably pick west way West Wing unanimous vote for a while, and we said at the same time, we did, which was interest. So it wasn't even like that. You use up. But you said it first way said Westwood, because I just want to say, like so I don't want it to be like one of us is getting. Thank you. We dio well, especially you shown. But especially I need to know he's right. I don't want it. Seemed like you were this about two, like, rush ahead of you. And I was trying to do that. Yeah, I was trying to him and I did have a i d at you. And I didn't have the idea that maybe it would be that I got them all right. And that you guys just agreed with right? But then I did catch you and I did come in and take you did catch me. And that is what? And that is one of the reason's I wanted to work with you. And I wonder if it''s because you're calling yourself bane for bank, right? Exactly. Born in darknes's. The kind of plot. Yeah, yeah, I was born in the dark and and you merely adopted.","speaker":"spk_0","timeCode":1802.44,"tags":[]},{"id":"YhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"you understand whats going on? I don't have to explain it. Just do wash burp to my mouth.","speaker":"spk_0","timeCode":2151.7,"tags":[]},{"id":"aBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"Wow, that was so great. That Jeff Kevin came by is good. He's always so timely and topical. Kevin is hashtag goals. So let''s now you just stay in here until the episode is released, and then you can go out and, like, sabotage as much as you want will be too late. Will be a virus about Yes, and I won't be the cure, believe me, But until it comes out, stay here. Yeah, it would be great if you would stay here. Okay. What were we on? We over time, I should put him in the spot. Jane Casper-Mattres'ses and Casper men all in the spot vote. Put Kevin in the spot fall. Yes, I know he doesn't know his way out, because if you will opens the vault to get the episode on, Kevin is there.","speaker":"spk_0","timeCode":2287.19,"tags":["Jeff Kevin","Kevin","Jane Ca'sper","Mattre's'se","Ca'sper","Kevin","Kevin"]},{"id":"eRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"Did you fall off the stage? We play Kevins music If I Were You","speaker":"spk_0","timeCode":3009.61,"tags":["Kevin"]},{"id":"fRHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"Off The blast. YouTube search Just neces'sarily Going to come through for us here.","speaker":"spk_0","timeCode":3154.42,"tags":["The bla'st","YouTube"]},{"id":"fhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"00 wow. Wow. He mis'sed all the papers. Hey, Chef. Gavin. Looks like he likes you.","speaker":"spk_0","timeCode":3164.57,"tags":["Gavin"]},{"id":"ihHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"and others. But you don't get to do that anymore. You just trip over a bunch of BB aids like you're at a kids soccer match and a bunch of, um, like, uh, you know, Target ads, way cut Off tricks. Wright''s theory. Sort of chicken and the egg thing here, where because he pumped in BB eight like a soccer ball, and that''s the way he chose to say it. But then, when he''s complaining, he says, You trip over Beebe. It''s like your kid''s soccer match. So now it''s like, RBB eights. That kid''s soccer. But are you treating a BB eight like a soccer ball? This is the 2nd 1 was punting those BP eights, Uh, and BB eight, actually way. Yeah. You guys know so much about The Matrix? It was awesome. I actually am a im im actually friends with BB eight. He''s been a guest on the show. Thank you. Well, I just think I think Oprah might do something at the Golden-Globes. That''s crazy. Okay, I'm just thinking that Yeah, you know what would be really good, John? As if you are, like giving her the idea. Yeah, yeah, yeah. You know, I hear they're giving over some award. Okay? Yeah. What''s that going to be? I don't know, but I think she should probably take that as an opportunity to insult Donald Trump. Okay? And run. Because what I've heard is that she''s not going, Teoh. So maybe you. What if you like, you should call her and tell her to do that. Why don't you hope right now? Yeah, And then just go ahead and well, you know, we will cut this out of the show. Probably cause it''s just a one side of a phone call. But go ahead and tell her if you have any ideas about the speech. All right, I'll call, okay? And you take out my phone dialing dialing. You don't have to do that, Teoh, but all right, it''s ringing. It helps me, actually. Wait. Yeah. How do you make it rings and rings and you're going to make it ring. Make it ring to make it run your Yes.","speaker":"spk_0","timeCode":3567.04,"tags":["Wright","BB eight","Beebe","RBB eight","BB","eight","BB","The Matrix","BB eight","Oprah","Golden-Globe","John","Donald Trump","Teoh","Teoh"]},{"id":"kBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"Yeah, he was bored in the shadows. That's one year are in the dark. Sorry. I keep sorry. Operates. Born in the dark s. So listen. Hey, I was just thinking I know you werent gonna do, like in your speech, like, run for president or whatever. I don't. Yeah, instead, no. Um, but I think maybe you should, um maybe you should consider it. Just like if you give a good enough speech, maybe like test the waters.","speaker":"spk_0","timeCode":3725.13,"tags":[]},{"id":"lhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"Not even very dramatic. Okay, so we did a lot of the close. Yeah, we did. It did. The Oprah waded. The everything we did. The actors. It's pretty viral. Yeah, this feels like it''s going viral. Do we do one last award in them? Yes, it And we need one more. Yeah. One more award. Bet made. Best film drama. That''s good. Yeah, All right. The Academy Hirsi Soglo before should play your dramatic music. And you're saying these things? Is that even music? What is that?","speaker":"spk_0","timeCode":3793.63,"tags":["Oprah","The Academy Hir'si"]},{"id":"mBHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"The nominees are Gladiator. Billy Elliot, Erin Brockovich Traffic and wondered.","speaker":"spk_0","timeCode":3836.67,"tags":["Gladiator","Billy Elliot","Erin Brockovich","Traffic"]},{"id":"mhHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"Yeah, Yeah, it's really well that I definitely remember. We didn't even have to ask about Bat would. Yeah, it was Wonderboy. Your Boys. It will be wonder Boys. Yeah, it''s gonna be future. And there''s there any products you want, Sean? Just for like, uh, one way to get some free prana box? Um, I like, uh uh, legalzoom Oh, you can't get legal every paper I want to do some paperwork. And Okay, so, like, um, divorce? Yeah. I want to get a divorce. Love that trip. So it''s I wonder What is it? Wonder Boys wonder The once the winner was Gladiator, But shut the fuck up. It''s that what we thought it","speaker":"spk_0","timeCode":3850.21,"tags":["Bat","Wonderboy","Sean","Wonder Boy","Gladiator"]},{"id":"nxHhLXMByMrymAEmLeEZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Shaun Diston, Our Globes Prediction Friend","line":"and he started a podcast. Season three has","speaker":"spk_1","timeCode":3999.71,"tags":[]},{"id":"phHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"Hey, thanks for asking me, man. I got a huge plans. You want to hear about him? Yeah, well, build some. Is this about Squarespace and offering website's?","speaker":"spk_1","timeCode":9.4,"tags":[]},{"id":"qxHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"Kladno space were actually are making some called Clem dog space now. Yeah, and we are making some really big website's, and I'm starting to really get good. And so you know, with there's it seems like you can You have to build your own website and have products to sell and contact the black in public. You don't have to behind you could actually just look at my website.","speaker":"spk_1","timeCode":66.54,"tags":["Kladno","Clem","dog"]},{"id":"thHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"and by and by next spring, my promise to you is that I'm hoping we're gonna get the rest of them were You can go to Squarespace dot com for a free trial, and you can use the offer code The Boys to save 10% off your first purchase of a website or domain. I was your Your version of that Boys","speaker":"spk_1","timeCode":255.24,"tags":["dot com"]},{"id":"txHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"is on one were THE BOYS s. Yeah, but if you really want using offer code, go to freaking Clem Dogs base. And when you're ready to launch,","speaker":"spk_0","timeCode":278.49,"tags":["BOYS","Clem","Dog"]},{"id":"wRHhLXMByMrymAEmV-EQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends","line":"them. I mean, doesn't matter. I I thought you would like people to think it was a blanket. It's yes, it''s Intel. It''s really awash. Well, okay, it''s a beach. Watches Love, and the hat is bigger than it is. Yeah, no, it''s yeah, so that''s not so disgui'sed. And also the 11 thing you might not notice, but there''s a trick I did. I tied my glas'ses. I have these big, thick glas'ses, and I tied a string From The towel. But the glas'ses. So when I throw the towel over my head, it ideally yanks The glas'ses Off. Okay, has not work so far because I think there''s so much heavier than The","speaker":"spk_0","timeCode":410.42,"tags":[]}]