[{"id":"VxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"up on this bringing boys try to say is my brain is flat and log like your shirt. Yes. And he's very smart because it actually extends all the way down from not just his head, but in what? People have brains us in their head. Yeah, but it is going through your body.","speaker":"spk_1","timeCode":2839.43,"tags":[]},{"id":"XRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"So what you're saying is I found another. This is what you're saying. I got you up on another thing that technically you can't do","speaker":"spk_1","timeCode":2916.47,"tags":[]},{"id":"cRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"And that two more. Okay. And you, brat way. Who? And your Brett o engineer Breath. I said an edgier brat like you meant like the rapper the Brat, which would have been more. That would be an example of a rap that basically just did a rapper that your brat and Hear, Brett EDS. Your brat. Edgier breath, right.","speaker":"spk_1","timeCode":3042.16,"tags":["Brett","Breath","Brat","Brett EDS","Edgier","breath"]},{"id":"dRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"How are you going to do rap? Although the other Pixar comedy Bang Bang Devious maids Engineer Brett, Edgier brat. And Now, good and good luck wrapping without a nice Big swickle water cause you're going to sound all dry on the mic.","speaker":"spk_0","timeCode":3080.58,"tags":["Pixar","Bang Bang","Deviou","Brett","Edgier"]},{"id":"dxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"Brett, you're starting to get really good. Yeah,","speaker":"spk_0","timeCode":3122.27,"tags":["Brett"]},{"id":"ehImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"trying to I'm trying to imagine that's Rushmore a junior mints. Which beetle or anybody beetles all of them as one head. I gues's it would be Brett wearing his Beatles t shirt, you know, so technically Hear both technical. This is one of the There''s a lot of overlap one of","speaker":"spk_0","timeCode":3142.9,"tags":["Ru'shmore","Brett","Beatle"]},{"id":"exImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"the rules of Mount Rat Board. Okay,","speaker":"spk_1","timeCode":3161.75,"tags":["Mount Rat Board"]},{"id":"fxImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"you're before I havent. No, You guys air alternate. Theyve made a rule that I clearly don't understand. They did all for each. This is how we do it. Right now we have the show work. Now we we go back and forth. So Now always done it this way, right? It's your, um,","speaker":"spk_0","timeCode":3246.18,"tags":["Thi"]},{"id":"iBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"Uh, okay, my fourth. So I have Ice Cube. Jay Z Naz has traveling, right? And Hillarys beard. And Arnold Palmer the drink, not the dead guy beside's tea drinking and Arnold Palmer. Oh, you like that commercial? Yeah. Wait. There''s a commercial where I see drinks armed Arnold Palmer. It''s kids that eliminated Stan. People keep walking by and saying to the kids, Is that iced tea? And they go like notes. Lemonade? No, it''s lemon. And then the third time, you pan out to see it. Iced tea sitting right behind the lemonade stand. And he goes, No it''s lemonade,","speaker":"spk_0","timeCode":3390.89,"tags":["Ice Cube","Jay Z Naz","Hillary","Arnold Palmer","Arnold Palmer","Arnold Palmer","Stan"]},{"id":"iRImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"which is the same accent you do Get-Up-On-This with","speaker":"spk_1","timeCode":3428.63,"tags":[]},{"id":"ixImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"I'm likely to learn later that I've been very racist on this show. If someone will call you and let you know, please, Right.","speaker":"spk_1","timeCode":3442.78,"tags":[]},{"id":"jBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"If I had been doing a podcast 10 years ago and I was listening to it, now I go. Wow, I was really racist on that one. But I'm not anymore. And then I do what I'm doing now and then 10 years from now well go like, Wow, he's really racist back then and I'll be doing stuff I don't think is racist in 10 years, and they will find out 10 years after that that that was be baited, racist like Howl trying. I am trying Jetson, right? I want to be good, but I don't know, I don't know, because I think that I should be doing at least the SEL itis hint of talking differently than myself when I'm saying what I T said. But maybe that''s racist","speaker":"spk_0","timeCode":3450.37,"tags":["Jet'son"]},{"id":"kBImL3MByMrymAEmbzex","index":"handbook","podcast":"Hollywood Handbook","episode":"Jensen Karp, Our Close Friend","line":"by like was up. This is Annable Barris and I got a new podcast coming out sewed on the ill wolf. That work is called Handsome Rambler. It's gonna be me talking about life on the road. Sports relationship's, philosophy, books. Anything can happen on the handsome rambling is going be an extravaganza. Check it out. The handsome Rambler common sewn on the Earwolf network. You know what it is?","speaker":"spk_0","timeCode":3577.96,"tags":["Thi","Annable Barri","Rambler","Rambler","Earwolf"]},{"id":"lRImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"I'm with John Frogger, T","speaker":"spk_0","timeCode":185.43,"tags":["John Frogger","T"]},{"id":"oxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"But he's back in Hear Now. We thought obviously everybody''s doing this. We need tohave for our show. Celebrity bumpers. Fun ways to get in and out. Everyone is doing what better","speaker":"spk_0","timeCode":385.61,"tags":["Hear Now"]},{"id":"rBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"I know everyone. I listen to a lot of podcast's and, like I'm Now, they all do it like this. They bring the guy on and then the episode is about them, and then it just goes away because everything goes away way pride","speaker":"spk_1","timeCode":506.01,"tags":[]},{"id":"sRImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Well, that I mean, people are gonna be concerned, you know? It","speaker":"spk_0","timeCode":581.2,"tags":[]},{"id":"vxImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"It's and it''s freed me up in a way to not have a good personality. Teoh make any hurt. You make other people come to hold on distant and then I just go like I'm a little bit on the spectrum and the Now this thing I've noticed a lot of other people are on the spectrum like anybody who kind of isn't super warm towards me or seems like maybe they dislike me. I don't think I'm funny. Sure, I just suddenly will realize Oh, I think he''s on the spectrum right","speaker":"spk_0","timeCode":737.95,"tags":["Teoh"]},{"id":"whImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"You know what you should do the next time you should just go up to that person and say, I think you're on the spectrum. That's what I'm feel like being directors. Always","speaker":"spk_1","timeCode":775.79,"tags":[]},{"id":"yhImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"I know. I pas'sed on that. Okay. Wow. Yeah, I think role is doing that could really do that. So good. Next like that. That's exactly what he should be doing right now. Yeah. God, he would kill that would kill that for me. I just thought I hope people get it. People understand him. For me, it was just a little. It just wasn't enough. But I think for him it will be great. Yeah,","speaker":"spk_1","timeCode":907.45,"tags":[]},{"id":"zBImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"that. Yeah. Yeah. Well, I know. I think that's really That''s what I love about Nick. Yeah, you know, is that the lady doth protest a little too much and you can tell and it''s kind of a bit were, like, Kind of like how you're so nice, right? Especially for Howl like huge he is. Yeah, well, for Howl, whatever he is, you","speaker":"spk_1","timeCode":939.06,"tags":["Nick"]},{"id":"2RImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"We don't want it to feel stale is the only problem. And","speaker":"spk_0","timeCode":1112.34,"tags":[]},{"id":"3BImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Yeah, I mean, it does. I'm actually starting to the question it Now as well. Mine, I think is good. And I Maybe it looks better next to Clem Dog.","speaker":"spk_1","timeCode":1226.21,"tags":["Clem Dog"]},{"id":"6RImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Are you gonna be like that guy or something? The founder of Research in Motion Now, hole. Are you kidding me?","speaker":"spk_1","timeCode":1328.95,"tags":["Re'search"]},{"id":"7RImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"and see, And I know you're you, our money and our from it. Yeah. It's not something that you have a crew claim you have to prevent to me delivering. Uh, so you remember this, like, one specific comment from, like, what is that, like, five years ago? I don't know. I'm just like you and me. Didn't remember at the time this whole like, 90 minute show that I read that and I was like, That''s B s. This feels oddly like, um, like that Nancy ODell tape where she got called in the radio station and attacked. It feels like you call me in here to do your bumpers. And now and now you got the Jew up against the wall. So let''s go. It''s always a and I don't even know that you are that, like, I honestly look at you and I don't even use a total. I'm not denying that That''s your thing or whatever you think I'm dis'sing. I look at you and I don't even think it''s definitely a big part of your brain","speaker":"spk_0","timeCode":1422.43,"tags":["Nancy O'Dell"]},{"id":"7hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"ISS. The way I","speaker":"spk_1","timeCode":1476.42,"tags":[]},{"id":"-hImL3MByMrymAEmljet","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Yes, she very much wants to, like, cuddle with other people, but in a very menacing way. It's kind of like approaching like, hey, don't make me kind of me. Yeah. And I've managed to avoid being involved. But what I've heard from other people is her skin is called to the top. Uh, and that it may be, is scales. And I don't know whether that so, um, Dana, I gues's, wanted to respond to some of these allegation. And I think this will actually be helpful to see what happens if you don't. People can hear. This is who you wind up hiring you, don't you? ZipRecruiter and Dana, if you want to say hello Hey, you can hear even that was almost like a his's and that the beeps and boots of her robot brain are going off. She''s a dead android. I think they put a computer in a dead person. I'm not I'm not. I'm alive.","speaker":"spk_1","timeCode":1704.68,"tags":["Dana","Thi","Dana","android"]},{"id":"ABImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Interior, Broadway. Santa Man Watching the play","speaker":"spk_0","timeCode":1811.76,"tags":["Broadway","Santa Man"]},{"id":"BBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Freddie, Mercury, Come on the stage weight That's to bigger moustache and chest hair for you. Toe Have Freddie Mercury Sanomat could fix this time and gets out of Harry''s Raider. Five blades softer flex hinge. More comfortable dried. Oh, he''s shaving them all up.","speaker":"spk_1","timeCode":1836.76,"tags":["Freddie","Mercury","Freddie Mercury","Harry"]},{"id":"BxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Sorry I got so much drool on it.","speaker":"spk_1","timeCode":1867.8,"tags":[]},{"id":"ExImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"the they're both Do you know who derailed by Olympics? What? Why are you hiding from hiding about? I know that one. I know that we're all over it. Dude, grow up. I'm sorry. I know I apologize to the Wachowski brothers. The three of you I got sister's it through cows. The sister's have a podcast. I will go on and do your bumpers. I'm sorry. Look, I'm old. I'm out of touch. I'll admit it. I'm the first guy to tell you I don't know whats going on.","speaker":"spk_0","timeCode":2026.29,"tags":["Olympic","Wachow'ski","cow"]},{"id":"FRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Okay? Why don't Why don't you want to see what your favorite book is? Your favorite book? Just just a favorite book of yours. A book you like? Um, I like. And the bad guys one.","speaker":"spk_0","timeCode":2062.87,"tags":[]},{"id":"IhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Yes, he values them differently than than the right of the week. Okay, Um, such as walks or on base percentage. And so then he he accumulates those stats and tries to find players that maybe arent as valued throughout the league, right, and then trades for them and effectively is able to put out a team on par with the higher paid higher salary organizations. So you're a smart guy, Billy Beane. This is what this is what I'm trying to get with. You are a smart person, you know? Like the way you gotta explain that you get you understand? Oh, sorry. Did you do you want, uh, I stepped on the joke? No, no, no, no, no. I'm still getting there. Okay. It's gonna be pretty good, I think.","speaker":"spk_0","timeCode":2273.29,"tags":["Billy Beane","Thi"]},{"id":"JhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"So, um, we're gonna have you do one more. Because this to a fun one. What does do a funny one?","speaker":"spk_1","timeCode":2411.81,"tags":[]},{"id":"MRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"they had sort of a funny language twist back in those days where they wouldn't neces'sarily say, Oh, it's ah, two meters deep. You know, they would say, Adam, if the mark on the measuring stick, I just have to let you know that everyone like your pause's have gotten longer since you said youd be It''s sort of an old South inflection. Itamar, from any measuring","speaker":"spk_1","timeCode":2536.9,"tags":["day","Adam","pau'se","Itamar"]},{"id":"RBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"A like guilt. This is like guilt. When you have to come back into T to come Hear profes'sionally, this could be huge for you. Profes'sionally, personally, it's all guilt. It''s just like you feel about your like What? I should do that right? Like, Oh, it''s a friend of mine. It''s hard to say. I think everyone likes it. I'm honestly, this is I just think you're wrong. I think when people are asked to do a pocket has a this great opportunity. Forget to get my brand out there. I will tell you about some of Iran. No one likes to do podcast's, and now you're rotten. Everyone hates doing pack. I feel so bad for you. I know you don't like doing podcast. When someone ask's you, I'll do him and not","speaker":"spk_0","timeCode":2760.34,"tags":["Iran"]},{"id":"RRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"you. Like I like. I have my own podcast. I have to fucking listen to. And now I have to go beyond another one.","speaker":"spk_2","timeCode":2794.65,"tags":[]},{"id":"WBImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"like clas'sics. Really? You know, some people talk about all the time. Like I have Sandberg. For example. Did one when I was like that one. Are you serious? Yeah, I got I would say they have become clas'sics. Ole something. Oh, no. Every second of doing that. Okay. And this is where I am so sorry, Rap. Worse. I feel trapped in a room with microphones were all white people who who are visit super anti semantic Aiken tell, Lets take Let''s take I","speaker":"spk_0","timeCode":2926.54,"tags":["Sandberg","Aiken"]},{"id":"XxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"just too blonde white dudes. Did you just share a face? One","speaker":"spk_2","timeCode":3005.68,"tags":[]},{"id":"ZxImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"to talk about? you and took my wife, Steffi Graf.","speaker":"spk_2","timeCode":3037.1,"tags":["Steffi Graf"]},{"id":"dhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Yeah, because he's just got the cloud and my on his head. Yes. Remind you anybody? Yes, I think it''s a coal. It''s a cold medicine commercial.","speaker":"spk_1","timeCode":3176.32,"tags":[]},{"id":"eRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Okay? Maybe a bumper make it like the shows. The star of the bumper rather than you.","speaker":"spk_0","timeCode":3231.2,"tags":[]},{"id":"exImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"That's really good. Yeah. Yeah, we can use that one.","speaker":"spk_0","timeCode":3241.27,"tags":[]},{"id":"fhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"If we end up doing, we're waiting to see what happens with your","speaker":"spk_2","timeCode":3259.62,"tags":[]},{"id":"ghImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Yeah, yeah. Is'sue deceived you made. You made it seem like I was coming in here. You're doing bumpers. We","speaker":"spk_1","timeCode":3294.52,"tags":[]},{"id":"hRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"trips around","speaker":"spk_0","timeCode":3305,"tags":["trip's around"]},{"id":"jhImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Rachel Bloom, collection of men, corpse's and one woman","speaker":"spk_3","timeCode":3478.68,"tags":["Rachel Bloom"]},{"id":"kRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"'species. It's a bomber. Andy Daly.","speaker":"spk_2","timeCode":3487.07,"tags":["Andy Daly"]},{"id":"lRImL3MByMrymAEmljit","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam Pally, Our Bumper Recorder","line":"Jesu's. I mean, jostle's","speaker":"spk_3","timeCode":3499.56,"tags":[]},{"id":"pBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"and she says something really funny.","speaker":"spk_1","timeCode":223.04,"tags":[]},{"id":"sRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"the great","speaker":"spk_0","timeCode":353.1,"tags":[]},{"id":"tBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"have these relationship's that can take these turns like these. Like amazing things were like, You guys can be so close for so long. We collect damage, don't we, Haze? Yeah. And, um,","speaker":"spk_0","timeCode":366.97,"tags":["Haze"]},{"id":"uhIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Okay, but it is easy because it's so funny. It''s funny awaiting making you break through that. I think I'd be laughing harder.","speaker":"spk_1","timeCode":427.44,"tags":[]},{"id":"uxIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I feel like it's you didn't always think I was funny. Well, OK, say honestly don't know if, like I believe you when you say that you like what I dio here''s may like and because I mean, obviously you're going to say that now","speaker":"spk_1","timeCode":435.57,"tags":[]},{"id":"vBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"we should say the third person who has the same voices us this week is back. Ban it.","speaker":"spk_0","timeCode":451.4,"tags":[]},{"id":"vRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Heres me why he''s star weekend live? Because I said, yeah, yeah, I'm watching back and forth season going on my fourth season. I'm watching back on weekend live and he''s doing, um","speaker":"spk_1","timeCode":457.35,"tags":[]},{"id":"xBIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I oil your tone is that you think he doesn't get it?","speaker":"spk_0","timeCode":504.03,"tags":[]},{"id":"yRIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"this problem where maybe you misunder'stand people? Sounds in other aspect's of your life? Have you Have you ever like, really Mis's Red Sounds? And I'm actually I'm actually pretty very good when people make sounds, and it's like Like, if I do something, like a bit or character something, and they're like, uh, like, I know that that''s a positive thing.","speaker":"spk_1","timeCode":528.16,"tags":[]},{"id":"zhIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Oh yeah, That's not a good sense that, you know. Are you kidding me?","speaker":"spk_0","timeCode":597.41,"tags":[]},{"id":"4RIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"get mes'sed up. And I wish wed had this conversation about the noise's back then instead of letting it lead to what ultimately happened, which was you misunder'stood. Some of these noise's, which were actually I think we can all agree pretty positive.","speaker":"spk_0","timeCode":734.37,"tags":[]},{"id":"6RIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Yes. Yeah, Corn initially? Yeah. Ben Bailey. Um I mean, it's it''s great material. It was like it made sense. What? People were doing it, um um, s So we get up there and, um, host?","speaker":"spk_0","timeCode":826.88,"tags":["Corn","Ben Bailey"]},{"id":"6xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"coming up through the which I was a younger, up and coming. I'm Hear from every I'm here from the whole city. I mean, I'm hearing from the Videogum pigeons on the sidewalk. There's a hot pepper coming up. Yeah, there''s a young hot pepper like a young","speaker":"spk_0","timeCode":858.12,"tags":["Videogum"]},{"id":"7RIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"means comedy college Boy, I remember people saying you got to check out this college. They called you college boy? Yeah. Why? I like a lot of sort of rock. Sort of edgy, Hear material going on, you know, a lot of like regular comedians. Just sort of doing regular comedy. Sort of feel like you guys were doing fables. And I was doing more, uh, sort of just punky. Like rock and Roli. Well, you had taken Carl. You had taken college, punk. Yeah, it was college punk. And it was Carlins legacy brought out to the extreme. You were You took modern man. You turned it on it's ear.","speaker":"spk_0","timeCode":874.22,"tags":["Carl","Carlin"]},{"id":"7xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I know the downside of uploading. I know the upload of downsizing.","speaker":"spk_0","timeCode":932.21,"tags":[]},{"id":"8BIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I'm a modern man, you know, And you kind of took that. And we're like, What if there was more swears in it. What if I was, like pretending, uh, and that your whole thing lights day talking back to the profes'sor,","speaker":"spk_1","timeCode":937.01,"tags":[]},{"id":"8RIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Hear hold like youd be like, you get up on stage, raise your hand, uh, and be like, Yeah, I know the answer. Actually, I do have a question. There is one more question, right? Well, it be like turning your it was from when it was all black. It was like turning your test's times over. And I go actually, I need another couple minutes, as'shole. Yeah. And then I would, And then I'd be like, Hows this for scan Trump Opening Member he''s masturbating. Yeah, Yeah, is like shooting. I would be myself a wedgie and get get my underwear up in my but crack and walk around like a duck And be like, how is this friend Ademi? Yeah, sort of like. And he''s doing some of it in an aggres'sive way,","speaker":"spk_0","timeCode":950.37,"tags":["Trump","Ademi"]},{"id":"9xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"And we do, Sean, where Shawn is thinking about something interesting. And then with me and Shaun, we do one","speaker":"spk_1","timeCode":1062.11,"tags":["Sean","Shawn","Shaun"]},{"id":"-hIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"want. Things, many photos every week. You just Yes, this is the fast. We want to do them really fast because we do want I don't want to lose the momentum of this conversation we were having. It has sidetracked, right? Please don't take so and Now, Ryan and back. Now we just need one with just one with Ryan back. Selfie style. Get out. It's got to be stuffy style. So know that zat is that selfie style and I will now I will get out, but it should be","speaker":"spk_0","timeCode":1081.92,"tags":["Ryan","Ryan"]},{"id":"-xIpL3MByMrymAEmGDim","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"ok. He's has to stand up to the mike, But he has to get another way because we do need Ryan and back, but","speaker":"spk_1","timeCode":1108.27,"tags":["Ryan"]},{"id":"BhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I'm not done. It's Blash was like, you know, nobody had ever done anything like that before.","speaker":"spk_1","timeCode":1233.9,"tags":["Bla'sh"]},{"id":"CBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Like when you think the same. This is the sound thing, actually, that I've gotten a lot of my ideas. I'll say so like, give me an idea.","speaker":"spk_1","timeCode":1295.22,"tags":["Thi"]},{"id":"CRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Me and I didn't have any idea. Heard that you're like this a weekend line, but Yeah, well, you got to look out for number one. Okay, Uh, my idea.","speaker":"spk_0","timeCode":1302.38,"tags":[]},{"id":"ExIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Santa makes sure that he is explaining the rial Harrys razor product, and that he is familiar with it. Ah, and now he''s on Harry''s dot com interior, said his computer. All the,","speaker":"spk_1","timeCode":1445.28,"tags":["Santa","Harry","Harry"]},{"id":"FhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"And so he gets $5 off his first purchase with Per Makoto. Handbook-East already does have the razors, and he's going to Harry''s dot com. Enter code. Hey, book, get check out to get $5 off Santa does that that he helps support the show would have told you.","speaker":"spk_0","timeCode":1487.2,"tags":["Per Makoto","Harry","dot com","Santa"]},{"id":"FxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Hey, guys, want to talk to you about five foreclosing. It's an L. A based clothing brand where for $60 a month you get hooked up with all kinds of great clothing style pieces delivered to your house. You don't have to go shopping and you look good very easily. Question. We have been getting Hayes and Sean. If you actually wear 54 do you actually wear it? Because we know that you have to when you shop, go to a special. Hayes and I have always famously had to either have stuff specifically designed for us or go to a store that caters to men with our particular build. Uh, We hate talking about this, we really would. You didn't have to, but an inch to being honest with our fans about the clothes. This is actually the first mainstream clothing brand weve found that has room for us down there. And it is.","speaker":"spk_0","timeCode":1506.09,"tags":["L. A","Haye","Sean","Becau'se","Haye"]},{"id":"GRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"false bottom in the in, the cuff of the pant legs of that kind can coil up.","speaker":"spk_0","timeCode":1611.57,"tags":[]},{"id":"HRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"'s so they didn't get any apply. At whichever point is giving you","speaker":"spk_0","timeCode":1646.43,"tags":[]},{"id":"IxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"What was that? Like? I'm done talking about Splash.","speaker":"spk_1","timeCode":1713.49,"tags":["Spla'sh"]},{"id":"JRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"dio the, um everybody turning your test's","speaker":"spk_0","timeCode":1728.83,"tags":[]},{"id":"JhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"right? And I think you were","speaker":"spk_0","timeCode":1733.58,"tags":[]},{"id":"JxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I think I was supposed to do it, but I had that I had asked you to do it's thing at the time where I would you were. And I was like, Hey, man, can you do This is really important for this new bit that people havent seen seen anything like it. And you're like, Yeah, I'll do it. I'll help you. After shows about super important to my act after shows. At that time, I would do because I would be the funny fox and the fables. And so I would be licking the back of my hand a lot on stage. And so after the show, I would drink a Big milkshake with a tiny straw, Just sort of cool everything down. And so I think I delegated it to you, Right? But I didn't pas's along. I gues's some the instruction's were not as specific as they could have been. Yeah, I as'sume it's a comedy show. We're having fun. Itll be cool if I add live a little bit on this. Teachers in your test. That''s a pretty dry line. People kind of know me for my Comedy Central your test again. See, I'm doing it again, but it''s funnier if it''s teacher fits teachers. And in your test,","speaker":"spk_0","timeCode":1737.04,"tags":["Comedy Central"]},{"id":"KRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"don't need man. I already got the fucking he Don't ask him to","speaker":"spk_0","timeCode":1813.19,"tags":[]},{"id":"MBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"to my manor Rocket Clem. Dog Supreme, who got in there took a dry line like teachers hand in your test's or whatever it waas it was. Students hand in your test's. I-Tunes back. You you say","speaker":"spk_1","timeCode":1896.59,"tags":["Rocket","Dog Supreme"]},{"id":"OhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"very sorry that you got so mad.","speaker":"spk_1","timeCode":2019.39,"tags":[]},{"id":"RBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"like Oh, at the time, even if it had been like a catering like a Boba tea.","speaker":"spk_0","timeCode":2096.57,"tags":[]},{"id":"RRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I mean, I gues's that's parts of that are slow. It could have been Gatorade.","speaker":"spk_1","timeCode":2102.72,"tags":["Gatorade"]},{"id":"RhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Not in a sport bottle, but traditional or","speaker":"spk_0","timeCode":2107.69,"tags":[]},{"id":"ShIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"My publicist.","speaker":"spk_0","timeCode":2127.34,"tags":[]},{"id":"ThIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I don't know that I did, But anyway, mind said to me, somebody did. I don't remember who. Yes,","speaker":"spk_1","timeCode":2164.27,"tags":[]},{"id":"URIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Yeah, half the names on there. I'm just like, OK, OK for them t my team. And I think it's changing so often is like I asked to see both feel say, as soon as a soon as they pick up the phone and are like","speaker":"spk_1","timeCode":2182.86,"tags":[]},{"id":"VhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Um, and I and so you and your proving that you didn't find out like parents bad.","speaker":"spk_0","timeCode":2238.36,"tags":[]},{"id":"VxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Well, I'm glad I didn't try to throw. Yeah, they're on vacation in your parents bed when they're on vacation, cause then by the time we get back, milk stinks.","speaker":"spk_0","timeCode":2246.88,"tags":[]},{"id":"WBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I know. Do you? Yes. Because you seem like you were surprised to hear it","speaker":"spk_1","timeCode":2255.56,"tags":[]},{"id":"WxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I think it's just Val called Boomerang Bennett.","speaker":"spk_1","timeCode":2276.4,"tags":["Val","Boomerang Bennett"]},{"id":"XBIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"You turn around Captain Boomer. I call myself a boomerang. You call yourself Captain Boomerang. But hows Jack corny feel about that? Okay. You can't like it. Okay? You don't care. You don't care what I Kourtney thinks about you call it","speaker":"spk_0","timeCode":2279.94,"tags":["Captain Boomer","Captain","Jack","Kourtney"]},{"id":"XhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"I don't care anymore. At some point, I have to do what I want.","speaker":"spk_0","timeCode":2308.55,"tags":[]},{"id":"ZRIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"You would never you know What the Sorry. The introduction. No, it's just my publicist, Like, people want to interview me, which I'm so sick of.","speaker":"spk_0","timeCode":2375.88,"tags":[]},{"id":"bhIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"what? The society and George Carlin had a lot of interesting stuff to say. Oh, yeah? Oh, yeah. It's a total modern man thing.","speaker":"spk_1","timeCode":2479.98,"tags":["George Carlin"]},{"id":"bxIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Yeah, he's ah,","speaker":"spk_0","timeCode":2487.85,"tags":[]},{"id":"ehIpL3MByMrymAEmGDmm","index":"handbook","podcast":"Hollywood Handbook","episode":"Beck Bennett, Our Once Friend","line":"Lets just put it behind a 1,000,000 years ago. No, no, because what he''s saying that it''s all the same. Israel Tell me if this works back attention students and students,","speaker":"spk_1","timeCode":2623.37,"tags":[]}]