[{"id":"lRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","line":"I know him, but I don't want to talk to him because I don't like penny dreadful. And I don't want to have to tell him that you could avoid the subject, Not the way I not the way I have conversations, right? You're pretty to the point. Yeah.","speaker":"spk_1","timeCode":2045.38,"tags":[]},{"id":"rRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","line":"I guess. Or two","speaker":"spk_3","timeCode":2229.26,"tags":[]},{"id":"sxKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","line":"Hey, guys. Really sorry about the ads and this. Ah, and all the ads in this episode, um, you understand that this is how I think it's going pretty smoothly. Yeah, this This is how it goes. This is how podcasting business works, and sometimes you have to do an episode with a couple extract. So we have one more. We want to talk to you about privilege one more time. This is a company that we that we really support these ads. I really want one of these to just go as smoothly as possible. Eso Lets just get it done really quickly. Check your privilege as as we talked about. Project work is normal and entertainment if you want to buy a house that could prevent you from getting a traditional bank mortgage. But Priv Low understands the industry. Their lender that's built around lending the right way to self employed freelancers. Independent contractors and businesses shouldn't be. Check your privilege. Just let just do it. Usually get through it. Yeah, I just want to get there really fast because, you know, sometimes it seems like whenever he never any other time don't say his name. Please don't say his day. Okay? Talking about hey. 00 Well, uh, man, they got put, did some injection and my neck got me feeling good. It looks it's wider than your head writer that it is long. Yeah. Yeah, I guess, But you feel good. Oh, never felt better. Okay. Um, feel like reading some verbatim cap way aired his finishing of the show. We actually don't have any ads this week. It's like a crazy that we just ended up in an episode with no ads. Vic. So I'm sorry. There was a stay classy. San Diego. You guys see that? That would have been great. That would have been really funny for one of our one of our ads, but we don't have any. So if you just wanna wait outside, Do you have other stuff you need to do here? You just You seem to be around here all the time.","speaker":"spk_0","timeCode":2289.71,"tags":["Priv Low","Vic","San Diego"]},{"id":"uBKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","line":"Rachel Bloom, collection of Men, Corpses and one woman,","speaker":"spk_2","timeCode":2522.83,"tags":["Rachel Bloom"]},{"id":"vRKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","line":"You have the members of Genesis listed, but Phil Collins has crossed out and encircled in Cross out again.","speaker":"spk_2","timeCode":2533.35,"tags":["Genesis","Phil Collins"]},{"id":"vhKRMHMByMrymAEmGpej","index":"handbook","podcast":"Hollywood Handbook","episode":"Neil Casey, Our Close Friend","line":"Yes, I have killed Phil Collins twice. Thomas Middleditch.","speaker":"spk_0","timeCode":2538.59,"tags":["Phil Collins","Thomas Middleditch"]},{"id":"wxKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Hey, Vic.","speaker":"spk_0","timeCode":52.85,"tags":["Vic"]},{"id":"yBKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"because you're so tough. Well, I'm so shredded and especially in my tummy region. And I love keep the cut up his hands. Well, yes. I mean, he broke the bones inside it, but also he ripped all the skin off his hand and then like a cheese grater. Your abs? Yes. And it is. And it's a problem. Sometimes for women, I have to put a special ah, like place mat taped to my stomach for where they for If they wanna be bumping torsos in any way","speaker":"spk_1","timeCode":224.85,"tags":[]},{"id":"0hKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"And what? Okay, and there's some some unpackaged pepper in here. Not not a lot, but it looks like there is There is some pepper in. Ah, in certain Shawns Luke re, um, so, by one by both you know what? It's totally up to you. You go for for loot, crate, I'm gonna loot crate dot com slash handbook. You have until the 19th to get this months. Luke rate. You could take a look at all the cool stuff you can get on the website and that you can use the promo code handbook for 10% off. And for Sergeant Shawns Luke rate, He's still working on the web site, but it looks like he says he has set some afloat in ah, in the river. I'm not sure which river, but I guess if you go to a river. You might find some of these bags floating there. And then I guess you can figure out how to pay Sean after that. So that's a Luke Rate and Sergeant Johns Luke Rate. They're they're both really good. Also want to talk to you guys about priv alot? This is a company that we really love. It's really because of them that we have chosen to do these ads in a walked studio very late at night s. Oh, I'm just going to read a quick add. There is some verbatim copying this one, so I'm excited to get it done. Provo is a lender that understands the entertainment industry and our finances. They built a company or on lending the right way to self employed freelancers, independent contractors and business owners. Even if you have one time credit blemish, check amount of privilege dot com slash podcast. That's privileges and private loan. It says. There's also a note to talent that proves pronounced with a short I. Not a long, I guess some people who were having trouble with that. I'm going to guess some Zachary Levi is my guess, but just got approval dot com slash podcast and fill out a simple online form. It will take two minutes on. And here is the verbatim part on Now, in an amazing demonstration of compliance, I mean Super Bowls on the up and up. Some word from the government prevalent is a license. Equal housing mortgage lender and MLS i d. 1076413 License by the Department of Business Oversight under the California Residential Mortgage Lending Act, Illinois Residential Mortgage lending licensee Washington SI l 1076413 Texas License 107679 Okay, he's punching verbatim. Vic ism","speaker":"spk_0","timeCode":482.59,"tags":["Shawn","Luke","crate dot com","Luke","Sergeant","Shawn","Luke","Sean","Luke Rate","Sergeant","Johns","Luke Rate","Zachary Levi","approval dot com","slash","Super Bowls","MLS","Department of Business","California Residential Mortgage Lending Act","Illinois","Mortgage","Washington","SI","Texas","Vic"]},{"id":"3hKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Nick. Thanks for saying What up? What up, people? love to hear it from this show. And you're on a rocket, and so is this show. And what a natural pairing and talk about what you're","speaker":"spk_2","timeCode":751.43,"tags":["Nick"]},{"id":"3xKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"doing. Well, guys, I got to say I'm huge. I'm a huge fan of the show.","speaker":"spk_1","timeCode":760.23,"tags":[]},{"id":"7BKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"And you're talking about space. Exactly the rocket. And he knows you gotta dump wait to go higher.","speaker":"spk_2","timeCode":848.19,"tags":[]},{"id":"7RKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"That's that's eso I'm not in the new Star Wars. I'm gonna announce that here. My choice.","speaker":"spk_1","timeCode":853.52,"tags":["Star Wars"]},{"id":"7xKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"And that's why I thought it was gonna roll. Show was ending, right? I thought I was going to say yes to doing start eyes that does not say yes to doing Star Wars","speaker":"spk_0","timeCode":875.09,"tags":["Star Wars"]},{"id":"9BKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Wow. Exactly you should be doing right now. I love their pale ale. Yeah, so now","speaker":"spk_2","timeCode":955.33,"tags":[]},{"id":"-RKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"put a headband over that holds the phone against your eyes. So it looks like you're watching a movie.","speaker":"spk_1","timeCode":1020.95,"tags":[]},{"id":"_RKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"if you can grab him you can were working working on that you see it in the theater. There is an usher hiding under the seat in front of you, and he will hand you like. And it's a fig","speaker":"spk_2","timeCode":1076.46,"tags":[]},{"id":"BBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Yeah. Good. I'm sorry to interrupt, but Nick,","speaker":"spk_2","timeCode":1154.66,"tags":["Nick"]},{"id":"BhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"I mean, everybody knows about it already. It's called Adult Beginners. It's Ah, it's in almost 50 theaters around the country. Um um, 50 screens. So 50 to actually, to be precise, we wait. We expanded out to 52 screens. Number of weeks in the year, uh, 11 screen a week. Every state. Puerto Rico, Yeah, n Guam and Guam. 52 in 52 on 52. God bless the sweet old us Of. That's right. That's right. I petition get two extra stars put onto the flag just so we could use that for the promotion of how many screens were on. I signed it. Thank you for signing. That means the world. Obviously you guys can go online and goto at Nick Kroll. The petition will be getting going there to get 52 stars on the flag. How can something be adult? Two beginner as well?","speaker":"spk_2","timeCode":1163,"tags":["Puerto Rico","Guam","Guam","Nick Kroll"]},{"id":"DRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"I had to stop the movie a few times and just try to get my shit together. And were you able to do that? You are able to get your shit together. Yeah. We doing Coker? Were you doing anything recalled? Shower, cold shower. You getting horny? You're getting horny watching me departs. Oh, really? Yeah, well, you know, and it's a weird thing because most people don't want to see a comedian do anything but a big, broad character and they don't want to see an actual human moment. Yeah, No, I want him to fall down or get hit with like a Nerf bat with up, I assure. Wig","speaker":"spk_2","timeCode":1318.1,"tags":["Coker","Nerf","Wig"]},{"id":"EBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"that. Marty owns the rights to Ziggy, Um, but obviously I've been controlling the Dilbert property for almost 20 years now, on just trying to find the right connection point to do that, Am","speaker":"spk_0","timeCode":1387.33,"tags":["Marty","Ziggy","Dilbert"]},{"id":"HBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"weve made a lot of money. Um, and I say that conservatively, we''ve made almost $520 million so far on selling, um, binoculars, Prime bully, bully bully for you.","speaker":"spk_2","timeCode":1464.99,"tags":[]},{"id":"IBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Tis the season pilot season to be very jolly. For Nick Kroll, it's the most wonderful time of the year. That's about Christmas fell in love with the idea","speaker":"spk_0","timeCode":1502.62,"tags":["Nick Kroll","Christmas"]},{"id":"IxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Really bad. My dad, that stuff, that stuff. I think it's good for me and your dad is looking out for my","speaker":"spk_2","timeCode":1543.28,"tags":[]},{"id":"KBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Lets start talking Turkey. It's wise and","speaker":"spk_0","timeCode":1567.3,"tags":["Turkey"]},{"id":"KhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"It's sort of, um, it's a Michael Chiklis kind of show. It's a shield asked. But for network, So no teeth and he's got no teeth. And that's the whole thing. Is he trying to do press conferences on its His teeth fall out of his mouth? Yes, and then they chatter on the ground. And that's I have auditioned to play the teeth on the podium, that air chattering away. Well, I love the scene where he's going undercover as a gang member who does have teeth, and then they're trying to make him eat rock candy to prove that he's hard.","speaker":"spk_2","timeCode":1577.5,"tags":["Michael Chiklis"]},{"id":"LxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"She Tara takes a big, long lick of the rock candy staring Baltimore straight in the eyes. Sorry. The clippers Of a table read. Yes, it has staged grands.","speaker":"spk_0","timeCode":1639.42,"tags":["Tara","Baltimore"]},{"id":"MBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"They ended up indebted to being the best version of the pilot. So they just use the table read. I think that's actually very brave of the studio to just tape the pilot, see where it's at, developed that, decide whether they need to want to reform at the table, read before they go off to shoot the pilot.","speaker":"spk_0","timeCode":1650.2,"tags":[]},{"id":"MxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Anyway, Back to the clip. She Tara takes another really log, like even longer this time, and it cuts upper tongue a little bit nice and sweet high. I say","speaker":"spk_0","timeCode":1703.35,"tags":["Tara"]},{"id":"NBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"date. You know it. Look, I'm one of the best criminals in this whole neighborhood, and I'm ready to suck down on that rock candy right there because I aint got no hair,","speaker":"spk_0","timeCode":1717.24,"tags":[]},{"id":"RhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"it has been so good about someone","speaker":"spk_0","timeCode":1904.26,"tags":[]},{"id":"SRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"There's a That's it. Yeah. Do we want to do that? Oh, you want to see that? You are one of the scenes. They doing it. The whole pilot. Yeah, Lets just play. I guess the clip of the table read of the Of John Waters. Great. Promise. Shot Waters involved. Um or, uh, playing balderdash.","speaker":"spk_1","timeCode":1919.21,"tags":["John Waters","Water"]},{"id":"URKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Okay, uh, this is, um So the 1st 1 is Ah,","speaker":"spk_2","timeCode":1994.39,"tags":[]},{"id":"UhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Flat Dragon. A Scottish game in which raisins are sucked from hot butter. Ah, or ah ah, scandalous movie starring Divide.","speaker":"spk_1","timeCode":1999.02,"tags":["Flat Dragon","Divide"]},{"id":"UxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Um, I would say, having made the movie,","speaker":"spk_1","timeCode":2015.47,"tags":[]},{"id":"VBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"it would be the raisins because I know that the movie that I made with her was called lust in the dust.","speaker":"spk_2","timeCode":2020.25,"tags":[]},{"id":"XRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"because that's part of it. You get a little loose, you get a little loose before him. What well do is well have a Well have a warm glass of Corvallis champagne. Well, and then well get out there and well be well be sort of hot and with sweet burps, and well get out there and well, uh, and it's they tape it. 10,000. Yeah,","speaker":"spk_1","timeCode":2100.08,"tags":["Corvallis"]},{"id":"YBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"a living or Oh,","speaker":"spk_0","timeCode":2138.24,"tags":["a living"]},{"id":"YRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"it's not about us today, Nick.","speaker":"spk_2","timeCode":2139.42,"tags":["Nick"]},{"id":"YxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"movie uh, do movie. Oh, yeah. We were talking about all the different kinds of screens and Internet, and we love way It's moving TV show","speaker":"spk_0","timeCode":2146.24,"tags":[]},{"id":"ZRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Yeah, I'm d B Do you guys have any pilots in contention?","speaker":"spk_0","timeCode":2158.59,"tags":[]},{"id":"aRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"I actually did that at Williamstown.","speaker":"spk_1","timeCode":2185.93,"tags":["Williamstown"]},{"id":"dRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"As I walk through the valley where harvest my grain, I think the look at my wife and realized it's very place eating Smith.","speaker":"spk_2","timeCode":2279.29,"tags":["Smith"]},{"id":"ehKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"speaking on there.","speaker":"spk_1","timeCode":2343.49,"tags":[]},{"id":"fBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Sorry. I know it's a noise I make when I love it.","speaker":"spk_2","timeCode":2354.52,"tags":[]},{"id":"fxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"been there. You've locked back it into the costs. Were","speaker":"spk_0","timeCode":2407.74,"tags":[]},{"id":"gxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"E. Yeah, well, it's funny you should say that because, um, he is. He did Hey, had a needle and thread in there, and there was a little dog inside the car with him, um, Jack Russell terrier. And he did so the dog to himself. So he is attached to that dog now or to the costume. WILL.","speaker":"spk_2","timeCode":2421.53,"tags":["Jack Russell"]},{"id":"hRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Ah, yes.","speaker":"spk_2","timeCode":2446,"tags":[]},{"id":"kBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Mike, Mike, Mike, Mike and Ike is the movie. And it's, um right now, well see if if I can get the rights, but I will be playing Michael Jordan. Oh, Michael B. Jordan or Michael Regular Jordan. Michael B. Jordan. Okay. Um, it's in. He is","speaker":"spk_2","timeCode":2596.72,"tags":["Mike","Mike","Mike","Mike","Ike","Michael Jordan","Michael B. Jordan","Michael Regular Jordan","Michael B. Jordan"]},{"id":"kRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Isen Howe. Yeah, it's high place. Uh, please Dwight D Eisenhower and your mind will be doing and I'm and I'm Mike. I is what the movie is now called.","speaker":"spk_1","timeCode":2612.43,"tags":["Isen Howe","Dwight D Eisenhower","Mike"]},{"id":"khKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Is this someone being directed by the apparently kids","speaker":"spk_2","timeCode":2621.08,"tags":[]},{"id":"lBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"he does. Listen to this in the tub.","speaker":"spk_2","timeCode":2641,"tags":[]},{"id":"lRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"I'm amazed that you can drink just the meo and leave the water. Yeah, Yeah, I was coming. Clearwater. Yeah. No, I have that ability. That's obviously the pilot that I'm Of all the shows that are currently that I'm in the mix that are in the mix for me","speaker":"spk_0","timeCode":2643.48,"tags":[]},{"id":"nBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"pro Of this is serious. So I don't want a voice pleased by the pro version of our podcast. We have a great package for you this week. What? Whats whats our prize?","speaker":"spk_1","timeCode":2694.08,"tags":[]},{"id":"pBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"okay, it says h e l p O Question mark, it's help.","speaker":"spk_0","timeCode":2812.6,"tags":[]},{"id":"pRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"I don't know if that's help our Hello","speaker":"spk_0","timeCode":2823.38,"tags":[]},{"id":"pxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Hollywood Hamburg is brought to you by Wolf Cool Productions, a subsidiary of Calvin","speaker":"spk_0","timeCode":2837.06,"tags":["Hollywood Hamburg","Wolf Cool Productions","Calvin"]},{"id":"qBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Baby. Hey, this is Arne Camp from the Improv fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food, and he started a podcast. Season three has just begun with a brand new adventure to defeat the Dark Lord. If you're a new listener or you've fallen behind. Season three is a great jumping on point, and we''ve got great guests like Justin McElroy. I sat like a fancy college professor,","speaker":"spk_0","timeCode":2855.49,"tags":["Arne Camp","Improv","Hello","Magic Ta'vern","Burger King","Chicago","Dark Lord","Justin McElroy"]},{"id":"qRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Rachel Bloom, collection of Men, Corpses and one woman,","speaker":"spk_3","timeCode":2883.06,"tags":["Rachel Bloom"]},{"id":"sxKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Yes. Okay,","speaker":"spk_0","timeCode":68.74,"tags":[]},{"id":"tBKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"So you think you Oh, So you think you know how he does it? You look like you kind of figured it out. Yeah. If it's the nine inch Nails guy. I think I know what he's doing. Oh, what?","speaker":"spk_0","timeCode":71.58,"tags":["nine inch"]},{"id":"thKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"cause he's a musician, okay, Like for a while. Is that what at some point, you just You hear music so much","speaker":"spk_1","timeCode":85.16,"tags":[]},{"id":"0RKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"is and mostly ended up being the dogs? Well, what? What we did was because we knew that you needed to have","speaker":"spk_0","timeCode":533.64,"tags":[]},{"id":"1hKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Rich people pretending to be poor.","speaker":"spk_1","timeCode":617.72,"tags":[]},{"id":"2BKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"like 30% of the time. That didn't sound catchy sounding crazy","speaker":"spk_0","timeCode":633.65,"tags":[]},{"id":"3RKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"didn't want, um, Didn't want him.","speaker":"spk_0","timeCode":684.44,"tags":[]},{"id":"3hKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Ah, so that, you know, look forward to that. Um, we are going to have to put the sound in afterwards. That became an issue during filming. I guess we had expected engineer Cody Boy to be on set m s. So we thought wed have kind of a sound guy around. Um and I could hear everything back Kid was saying and the dog, but it didn't so through Right, um, which is an opportunity? No, that's always opportunity to put in, uh, some hip music. Uh oh. Are, um whatever we lets us do some experimental stuff that otherwise, just like having the normal sand, we wouldn't have necessarily","speaker":"spk_1","timeCode":687.84,"tags":["Cody Boy","Kid"]},{"id":"4hKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Tell me, whats that? He's got a hat. We have a very nice guest today.","speaker":"spk_1","timeCode":762.88,"tags":[]},{"id":"5BKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Hollywood in flick","speaker":"spk_1","timeCode":777.23,"tags":["Hollywood","flick"]},{"id":"5xKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"the monkey. Cowabunga! Whats the name of the one of the big tall one? Yeah, it's Ah, it's the wet Willy. Okay, so and then So plumber, go smashing down. You know, Face first gets up and his chest is all red, and he goes, Hmm. I think I need another take","speaker":"spk_0","timeCode":800.43,"tags":["Cowabunga","Willy"]},{"id":"6xKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"'very sexy, Dangerous to blindfold somebody on the water slide because then you don't know when you're supposed to roll off the side. Yo, I","speaker":"spk_1","timeCode":843.93,"tags":[]},{"id":"8BKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"we have a lot of friends who is movie geeks like us. And it's not embarrassing to be a movie nerd","speaker":"spk_0","timeCode":893.05,"tags":[]},{"id":"-RKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Yes, over a little pizza. Yes, Mutarelli. Oh, that's a topping. It's all part of the ritual Of Of watching a nice movie. Yeah,","speaker":"spk_2","timeCode":979.86,"tags":["Mutarelli"]},{"id":"_BKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"but they can be as fun. Yes. When im don't tell that to Ah, the production crew Of Midnight Rider.","speaker":"spk_1","timeCode":1007.89,"tags":["Midnight Rider"]},{"id":"BBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Right? Okay, that's on this channel that he's talking about. That is just sort of this, like,","speaker":"spk_2","timeCode":1063.64,"tags":[]},{"id":"DxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"That's where it comes from. And that's where","speaker":"spk_2","timeCode":1161.2,"tags":[]},{"id":"ExKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"and it's so they show you the red color right beforehand. So you get in kind of like a mood. You might sauce","speaker":"spk_2","timeCode":1197.49,"tags":[]},{"id":"FhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"the part in the theory of everything when that becomes like, kind of all he can do to show his love to her Yes, the and all","speaker":"spk_1","timeCode":1216.36,"tags":[]},{"id":"GBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"it to refer to stuff other than movies and TV eso taking it out into the real world.","speaker":"spk_2","timeCode":1233.84,"tags":[]},{"id":"GxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"work for you. Grab. Perfect. And that's exactly the kind of debate we wanna have on the show. And I think it was good.","speaker":"spk_2","timeCode":1260.26,"tags":[]},{"id":"HBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Yeah. And I'm sorry, guys. If you wanted to bring in someone to toss your softballs Wrong! guy, I play. I play in a mens over 30. Hardball Hardball","speaker":"spk_1","timeCode":1267.61,"tags":["Hardball"]},{"id":"JBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"know what? Maybe it I Maybe I miss part of it, but maybe there's kind of a Macklemore vibe and they're looking for Goodwills to buy some goodbye from repurposed duds. You know, it","speaker":"spk_1","timeCode":1360.23,"tags":["Macklemore","Goodwill"]},{"id":"KxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Yeah, Maybe it's his wife. Yes, you do Sort of wonder.","speaker":"spk_2","timeCode":1411.08,"tags":[]},{"id":"LBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Is she supposed to be haunting him? Because sometimes he does cry like he's being scared. Yes, and haunting. Cry scared. Director Gus Van Zandt directed a verbatim shot for shot remake of Psycho, and it's an hey Shoe was in Gus Van Sants Psycho","speaker":"spk_0","timeCode":1416.88,"tags":["Gus Van Zandt","Psycho","Gus Van Sant"]},{"id":"OBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Because Idris Elba just wouldn't take Jim Carreys bullshit. Yes, it seems like there would be some conflict there, but the question we're asking today is whos better? Let","speaker":"spk_2","timeCode":1551.3,"tags":["Idris Elba","Jim Carrey"]},{"id":"PhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"So any Yeah long. Oh, yeah. And if you remember, you're actually making a fatal mistake. Because tell me if you if you recall, Dorian Tyrrell was tricked into taking the mask off because, well, you try my game Thrones because the woman stay with me. Here, Stay with me here. How we're talking about the movie The Mask starring Cameron Diaz or Yes, And her first mate. That was ankle right in our back","speaker":"spk_0","timeCode":1592.77,"tags":["Dorian Tyrrell","Thrones","The Mask","Cameron Diaz"]},{"id":"QhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"And I think that, um, one thing about kissing the mask is watch out. It doesn't taste like cigarette smoke because he's smoking. So how sweet it. Yes. And now you were talking about Benji","speaker":"spk_1","timeCode":1655.09,"tags":["Benji"]},{"id":"RhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"And see, this is more good movie trivia. What are some ways that the dogs were hurt?","speaker":"spk_2","timeCode":1705.7,"tags":[]},{"id":"VhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"And it brings up some stuff. That is we weird. It's a weird It's your thing. It's fine for me to talk about. Who? Um","speaker":"spk_0","timeCode":1894.58,"tags":[]},{"id":"WRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"are you talking about your mojo? No. Are you talking about? I'm talking about her. I'm talking about hers. Her privates. It's like it's moving on me. I find it for a second, and then it's It's like it's gone.","speaker":"spk_2","timeCode":1948.83,"tags":[]},{"id":"WxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Well, when the door is shut, especially what he wanted,","speaker":"spk_1","timeCode":1972.03,"tags":[]},{"id":"XBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"all the lights are outside the room. Whats","speaker":"spk_0","timeCode":1975.2,"tags":[]},{"id":"XRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"the light source in that room?","speaker":"spk_1","timeCode":1976.97,"tags":[]},{"id":"YhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"honey is. Oh yeah, that you're talking about that sweet honey pot? Yes.","speaker":"spk_0","timeCode":2012.13,"tags":[]},{"id":"ZRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"I am. I'm actually passed the point of advice. I've gotten to the point where it's like looking is gonna have to be all it is for Mayor","speaker":"spk_1","timeCode":2070.91,"tags":[]},{"id":"ZxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"like to kiss, kiss, kiss, letting the Connie honeypot come to you? Just let it bring it to you. Lets bring it bring to you. But Well, what if What if something else comes? I don't like these. I don't like to be passed him in that situation cause you close your eyes. People can't see this. But when you did that, you Yes. When you do that, you close your eyes.","speaker":"spk_2","timeCode":2082.98,"tags":["Connie"]},{"id":"bxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"I thought you were gonna talk about Benji Madden. Megan.","speaker":"spk_2","timeCode":2135.29,"tags":["Benji Madden","Megan"]},{"id":"cBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Oh, well, you got to get that long dick out of the way. If you want toe get all up in","speaker":"spk_0","timeCode":2138.07,"tags":[]},{"id":"chKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"are really appeals to women?","speaker":"spk_0","timeCode":2146.11,"tags":[]},{"id":"fBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"You took my Yeah, his It was his sexiest movie villain. Who should they marry? What movie? Where they're supposed get married and And whos funny to go in the ring? Bear could be Smeagol.","speaker":"spk_0","timeCode":2227.75,"tags":["Bear","Smeagol"]}]