[{"id":"dBHNLXMByMrymAEmLtUK","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Oh! Oh, God.","speaker":"spk_1","timeCode":2615.81,"tags":[]},{"id":"gxHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"I mean, not bad for keeping my man bun up, but everything else I just don't know why I have. Wow. Anyway, I said hi to you.","speaker":"spk_0","timeCode":2794.29,"tags":[]},{"id":"iRHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"I don't mind a little bit of it, but jeez, allude. Sorry You were talking.","speaker":"spk_1","timeCode":2860.96,"tags":[]},{"id":"ihHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"He seems to have a lot of power over you.","speaker":"spk_1","timeCode":2873.05,"tags":[]},{"id":"ixHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"I like having him around.","speaker":"spk_0","timeCode":2877.16,"tags":[]},{"id":"jhHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"and they meet it for the research. OK? Oh, God. It got it. Okay, It's a callback. May be in the low, right.","speaker":"spk_1","timeCode":2890.91,"tags":[]},{"id":"lBHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"green self spicy.","speaker":"spk_1","timeCode":2942.8,"tags":[]},{"id":"mxHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Yeah, but he couldn't ask. But it's like, of course, I want to know that before I start eating it. It was so spicy. Yeah.","speaker":"spk_0","timeCode":2987.61,"tags":[]},{"id":"nBHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Okay, that's his good. Thank you for answering. I'm Natalie. Okay, Yeah. Get out of my office by and","speaker":"spk_1","timeCode":2995.85,"tags":["Natalie"]},{"id":"nRHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"thank you. Thank you. You have to tell you guys a really, really quick, amazing story. Yeah, yeah, yeah.","speaker":"spk_1","timeCode":3009.73,"tags":[]},{"id":"pxHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"like in Beetlejuice.","speaker":"spk_0","timeCode":3194.31,"tags":["Beetlejuice"]},{"id":"sBHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"That Really? Yeah. Yeah. I love that. I believe it. I have what? Jew?","speaker":"spk_1","timeCode":3279.88,"tags":[]},{"id":"tRHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"What words? I heard this story coming your clas's clown to cut up. Got it? Yeah, And teacher was like Newman or not a little bit. She was also like he's knuckle. Yes. Oh, yes, I remember. And, uh, it was ah, history are studying it. A leak","speaker":"spk_1","timeCode":3307.49,"tags":["Newman"]},{"id":"vRHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Have we left anything out of your life story? No, that's it. Yeah, that''s feels like most of it. Does anyone have any question's for Natalie? Should we take, you know, like, yeah, let''s trying like that, right?","speaker":"spk_1","timeCode":3422.26,"tags":["Natalie"]},{"id":"whHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Oh, yeah. There's another format away. That''s what that","speaker":"spk_1","timeCode":3457.32,"tags":[]},{"id":"xBHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"We're gonna wanna forth my","speaker":"spk_1","timeCode":3473.25,"tags":[]},{"id":"xhHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"So, Kevin, can you please sing that? How long has it been? Song? Yeah, Um how long? How long has it been? But it's more like Kermit her. Your You do a good Kermit, right? Well, he's and I both do dueling curb way. Have a doing car. Maybe someone could finally settle it by applause. Yes, Blind, uh, task lined Kermit test. Okay.","speaker":"spk_0","timeCode":3484.22,"tags":["Kevin","Kermit","Kermit","Kermit"]},{"id":"yRHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"first, but, um, are to go second rather. But, uh, I'm willing to go first if you want.","speaker":"spk_0","timeCode":3526.34,"tags":[]},{"id":"0xHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Oh, wait. No, Kevin. Sorry. You want todo","speaker":"spk_0","timeCode":3610.74,"tags":["Kevin"]},{"id":"1xHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"What was the hardest part of your week?","speaker":"spk_0","timeCode":3635.99,"tags":[]},{"id":"2xHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Can I Can we get intern Andy up here, please? I see him in the crowd.","speaker":"spk_1","timeCode":3664.11,"tags":["Andy"]},{"id":"4BHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"It was a drama T. Yeah, I was a high drama. The based on a comic book by the same name. Yeah. It was called Dr Middleman,","speaker":"spk_1","timeCode":3701.12,"tags":["Dr","Middleman"]},{"id":"4RHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"right? Yeah, you had. I'm sure you had a question. Absolutely. Yeah. Um,","speaker":"spk_0","timeCode":3709.79,"tags":[]},{"id":"4xHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"um which one who is the 1st 1 that did that? The Kermit scream. That was my He was my favorite.","speaker":"spk_0","timeCode":3737.5,"tags":["Kermit"]},{"id":"7hHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"The scene was going to need some extras. Maybe it's like, Ah, graduation from acting. Yeah. Should we name this movie? Do","speaker":"spk_1","timeCode":3826.2,"tags":[]},{"id":"9BHNLXMByMrymAEmLtUL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"The name of the movie is Woman on the Moon. Like","speaker":"spk_0","timeCode":3860.85,"tags":["Woman on the Moon"]},{"id":"ABHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"and, uh, we we play the audience of this show on, we get some people From They had to be, like background. Play us? Yeah. Is that good? Eyes good. Okay. Can we get three people who and cast your said? Can we actually get the lights up, please? And well once stood up.","speaker":"spk_0","timeCode":3972.06,"tags":[]},{"id":"AhHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Ah, hero among them.","speaker":"spk_0","timeCode":3999.32,"tags":[]},{"id":"BRHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"I agree. All right. People are doing that diverse city. Casper. Colorblind casting. Yes. Absolutely. Yes. Okay, So you're Natalie, remember? That","speaker":"spk_1","timeCode":4040.13,"tags":["Natalie"]},{"id":"DBHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Get this damn mike out of my hand.","speaker":"spk_0","timeCode":4123.33,"tags":[]},{"id":"EBHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"And so we need I'm loving this last we come to the haze man Somebody in the front row in in lieu of volunteering is flashing a peace sign. I have never seen a better encapsulation of my personality before in my life.","speaker":"spk_0","timeCode":4149.88,"tags":[]},{"id":"ERHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Please come up,","speaker":"spk_0","timeCode":4168.73,"tags":[]},{"id":"ExHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Yes, this is this is me.","speaker":"spk_0","timeCode":4176.41,"tags":[]},{"id":"FBHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Okay, so we set right here. I gues's facing them like the audience. All right, but I'm not gonna be able to play the piano.","speaker":"spk_0","timeCode":4180.24,"tags":[]},{"id":"FRHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Okay, That's okay. Well, we can just sit here","speaker":"spk_1","timeCode":4191.77,"tags":[]},{"id":"IRHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"do that? That's good at, you know? Yeah. Yeah. So I'm probably going to split just because I have a thing right after this.","speaker":"spk_0","timeCode":4297.57,"tags":["becau'se"]},{"id":"IhHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Okay, Okay. You're in the audience with us.","speaker":"spk_1","timeCode":4308.36,"tags":[]},{"id":"JRHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Any song","speaker":"spk_0","timeCode":4338.5,"tags":[]},{"id":"KxHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"What? Whats your name? E l o Okay. Fudge.","speaker":"spk_1","timeCode":4380.05,"tags":[]},{"id":"LRHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Whats your name? And it better be regular words, Wilson.","speaker":"spk_0","timeCode":4392.08,"tags":["Wil'son"]},{"id":"MRHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Natalie was played by Wilson. And whats your name? Sean. You're not Sean anymore. Toya was Shawn''s friend From playing him for the show. Toya.","speaker":"spk_0","timeCode":4415.74,"tags":["Natalie","Wil'son","Sean","Sean","Toya","Shawn","Toya"]},{"id":"NBHNLXMByMrymAEmLtYL","index":"handbook","podcast":"Hollywood Handbook","episode":"Natalie Morales, Our Live Friend","line":"Hi, My names Matt Chorley. My name is Mark McConville and we do a podcast called Pistol Shrimps Radio Every Tuesday night, the pistol shrimps play basketball. There are women''s team in the recreational leagues here in Los Angeles, California, and we bring a table, some microphones and our very Selves to call play by play. Bas's took a belt. Ball action. Mostly we talk about what we want to talk about wild basketball's happening. But occasionally there''s action that needs to be reported on. And we do that. But we don't know anything about sports. So if you are not a sports person, good. If you are good, this things literally for made for every human being on this our planet listed the pistol Shrimps radio every Wednesday on Earwolf Get it.","speaker":"spk_1","timeCode":4457.58,"tags":["Matt Chorley","Mark McConville","Pi'stol Shrimp","Lo's Angele","California","Selve","Shrimp","Earwolf"]},{"id":"PBHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"if you're not having fun with the name, why are you doing a podcast? It's an audio format. Yes. So let''s take some of these sounds that we know raspberry, uh, and dres's him up with a little Xas. Yeah, and I think that it creates in the listener''s mind a sort of new feature at the playground. Blue raspberry. Okay, that''s a swing. But blues Asbury this swing goes all the way up to 11. The sound of it. I gues's so. Julie, can you help me out? I was just admiring how polished this insurer was, because usually I feel like you guys are a little off the cuff. There''s some riffing, but well, I was going to take my surprise so sounded really scripted. Well, I know, and I'm trying to follow. I'm trying to take everyone down the garden path here. I just didn't want to make, you know, just like blow by blues Asbury. I was like, Did he know that Jesu's was asking about Like to unpack this as Berries? Because of course he did. Yes. Yeah, but otherwise, people online are like, Oh, he just Blue by blues as Berries. Right? And he had that whole playground metaphor. Yes. What a way to describe a swing. We want to dio a tribute to our friend Cody, Cody''s engineer, R former friend Curtis, and, uh, our former engineer. Cody used to be an engineer. Has anyone else done any kind of tribute to you? Absolutely not. Were the first ones who were talking about this? Yeah, Cody quit","speaker":"spk_0","timeCode":396.7,"tags":["Julie","blue","'s A'sbury","Berrie","Blue","blue","Berrie","Cody","Cody","Curti","Cody","Cody"]},{"id":"QxHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"So scripted. Now it's to the show. Changed. This shows very organized. Well, here''s what we want to do. Coach used to be a little rough around the Here''s what we want todo losing your bun for may place We're you know we're here toe You know we work together But now you're here is like our friend a little bit So let''s lower that bun. Wow. Um, What we want to dio Aziz. We will celebrate Cody because Cody quit, uh, with a musical. And who better to do the musical and Love them? And that''s her main thing is Julie, Have I ever done something on the show that was in a musical? Oh, the vampire novels episode? Yeah, when that was like a big thing. Yep. But now it''s musical musical's Air back Thanks uh, and Julie''s here to Dio and and we're bringing out a special surprise to do the musical with you and it''s Julie. I was kind of hoping, Cody that you would say that Julie was a good, great one of your favorite guys that you love. And then we bring her out of the surprise, but you just have todo circle back. But by that I really","speaker":"spk_0","timeCode":702.38,"tags":["dio","Aziz","Cody","Cody","Julie","Julie","Dio","Julie","Cody","Julie"]},{"id":"ShHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"You took a picture with him. Oh, wow. That's true. That was a good one. Now that you do a musical with him, too. Yeah, piece of the other. But the guy that comes in here and Book bets are kind of our thing with We did vampire novels with him and then the musical with him. He''s various funny and smart. Well, when she was here Now","speaker":"spk_0","timeCode":1048.41,"tags":[]},{"id":"TRHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"little mayonnaise? He's He likes to say that. The reason he says it that way she likes this man. He's captain up all my What did you do? Well, it''s the mayonnaise, but that gets a funny, like, sort of lewd way way we were having, uh oh, yeah, that''s the implication. Really? I gues's it''s a job. Soon as my head hit the pillow, that man is, uh, wouldn't leave me alone. Say it''s like a. It''s a little joke. It''s funny to us. Just the idea of to med. Yeah, I'm gues'sing. And yeah, it''s like kis'sing and everything would be insane. Such a funny joke, and we wouldn't do it. Well, it''s a joke. It''s a timeles's Joe. Through the ages, all the funniest people have had that joke you guys kis's. Yeah, like in a skit crazines's of that. I mean, The It''s so funny because it''s like it is something that''s timeles's, but the same time whenever I see it, I'm like, I've never seen that. Yeah, it feels fresh. And one big regret we have in doing an audio format is that we can't cros's dres's as well because when you really look back at the annals of comedy and and I almost could have said anal there, which also is something funny to us, Um, you see that all the legends at one point in a two room I got two teams like the funniest. Can I just say that to to if people are listening for comedy school? Yeah, which they are. Because mice Comedy Central pays performers, by the way. Oh, my gosh, No way. Can't I just want to put that out there. You hang in a dollar a minute of stage time. I got a dollar to May The expense's it to me because I end up Well, actually, I don't make much money. No. In the wrong direction. I'm sorry. That''s not like the busine'ss. I'm sorry. That''s not art. But I was gonna say, like a 22 is the funniest way for Amanda. Cros's dres's. That was too too funny. Yeah. I was going to say all the legends have leggings,","speaker":"spk_0","timeCode":1103.9,"tags":["Joe","Comedy Central","May","Amanda","Cro's"]},{"id":"UBHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"Uh, Julie gets the raw feeds. I give notes a lot of notes. I have bite micro of micro macro notes and which is great because we Julie always has an eye on world building for the show. Yeah, uh, she wants us to be protecting our characters, which is something we sometimes lose sight of when we go for the joke. It always begins so much funny stuff in here, which I really appreciate. I love reading that at the beginning of knowing it lets me know that I did a good job. I send you checks because I believe in paying performers. Yes, which actually does make it not art. I'm fine with that. I mean, are you guys find there's no amount of money that could, uh, like properly ca modify the exposure that you get from being like one of 700 people on a team at this theatre. Ready? Come. It''s pretty complicated. And I don't know what theater you're talking about. Were just talking about my comedy school. OK, So Okay. Great. And it''s and it''s pretty complicated, actually. My comedy school or just the gentlest The *** you must be up to years freaking neck and paperwork. Yeah, uh, The checks I get have the green Eminem squirting That has the green Eminem scored in the first time. And the John Love it''s one is like That''s never happened. Wow. Okay, those are my checks. And if you guys want to say that, that''s not art that is's as long as the artist through that wasn't paid. Okay, So, Cody, you have Ah, a lot of songs. I, uh Yeah, we got one here. Did you want to do music? Yeah. Let''s do so. I'm gonna have to. Yeah. So, Julie, how does a musical about Cody open? How did this start? I feel like it would be like, um well, I've never seen Hamilton, but I know the Hamilton polka. Okay. Okay. The weird al version of the of handling Fallon lip sing to what it was like a total surprise. Did you see Jimmy Fallon do the precious Hamilton felt, you know? But did you also Jimmy Fallon do The Bob Dylan song and basically, Regan Roast My Man Trump? And they had been previously pretty good friends. What was the song? Well, it''s like the times they are a changing, but it''s about the times now and are changing. Okay, there''s one joke in it. And then there''s a lot of observation's about the times now. He's that the song is old and it looked like a black and white movie. Yeah, and he singing like, Just like the guy. Yeah, but the words are like, Whoa! And The joke almost softened me up to receive the mes'sage, which was powerful as hell. It''s one of those ones where I just sat on my couch, stared afterward. That''s a note I like to give in. My comedy school is have one joke, and then the rest should just be supporting evidence, and the rest should be yes and mes'sage read. And Joe Johnson is like the sweet sugar on the broccoli on, and then you want your bedroom, and then Yeah, get down. Lose the medicine. So, in the Hamilton polka, he, um, opens with, you know, how does how does a man so and so Yeah, so maybe we could do that. But it''s about Cody instead. Should we play The Hamilton poker just to hear what it sounds like? Because he took it already. First From Hamilton if he can't get out of it that way, Right? Okay. We're actually being working. What? We're playing it like Teoh. Robin, I get my hair and some of that mob doing 12 Yeah, we all have request's, Cody. Why don't you play D J for the day, man? Sure. Yeah. And we can play The Jimmy found one, too, cause he stole that. So we're Robinhood, and we're taking print. John stole it from the people. Papa John. Yes, Papa John Stolen from the people. And Fallon took it back. And, er wait, no, He''s publicly Papa, John and Valerie is And where Yes, I Love lip sinking. Oh, that''s so funny. One like we should do, like, straight guys. Do it. It''s so funny. It''s like wearing I wish we could do that. That''s another thing I wish we could do it. Way have tried to do before. It just sounds like playing the song. So picture this, though. Because you just mentioned straight guys. A stud, huh? And he''s doing like Shakira. But he said they were really into it. What do you know? He''s doing Shakira like, That''s the song. Lipstick. Oh, I think he''s doing his hips like a girl and really doing it. Have you guys seen this before? Is this just think you're coming up with right now? I'm picturing what I want on TV. I'm sorry,","speaker":"spk_0","timeCode":1296.1,"tags":["Julie","Julie","Eminem","Eminem","John Love","Cody","Ah,","Julie","Cody","Hamilton","Hamilton","Fallon","Jimmy Fallon","Hamilton","Jimmy Fallon","Bob Dylan","Regan Roa'st","Trump","Joe John'son","Hamilton","Cody","Hamilton","Hamilton","Teoh","Robin","Cody","D J","Jimmy","Robinhood","John","John","John Stolen","Fallon","John","Valerie","Shakira","Shakira"]},{"id":"VhHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"I didn't have a headache anymore. Cody, can you say one stupid thing about that, please? Tacos,","speaker":"spk_0","timeCode":2148.95,"tags":["Cody","Taco"]},{"id":"YRHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"Um, my time of Earwolf has been more than incredible. The direction and collaboration and inspiration I have experienced here is, in all honesty, a contributor to my desire to leave my employment as a recording engineer. It's our full. You had such a good time here. You want to leave The jobs so good, I realized I shouldn't do it. Definitely want to quit. Special ice cream is too good. Take it away for me. Can't keep it in my house. Wow. And advanced my skills further. Uh huh. Uh oh.","speaker":"spk_0","timeCode":2426.1,"tags":["Earwolf"]},{"id":"ZBHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"I got some other parts of his email if you want to hear. Okay, way Did the part about ah, if a tweet to you is We're favor and right. I found the joke. Okay, It's in a good spot for a joke because it''s in sort of a lighter section of what he was talking about. Come women and men who hashtag me too. And believe me when I say that we believe you for week is the man who calls truth fake news. Time''s up. Our silence were break in. And even though Mel Gibson was in Daddy''s home to well, the Times, they are a change that is good. So it imagine status. Yes, pop The legend wear leggings, my man, we are about to go there because it''s like, How did that guy get to be in that movie? Excuse me? May I? How about this? Remember that. Remember that movie? Remember? That''s a joke. And how? Yes. Remember that movie?","speaker":"spk_0","timeCode":2474.66,"tags":["Mel Gib'son"]},{"id":"aBHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"So, Cody, like justice on where you're, like taunting. I played more than tired out. What you gonna dio? And I still your PayPal? Maybe you say maybe you said talk, Herman, what you're going to do? I, Cody Scully, um, fully financially respon'sible for any kind of, you know, repercus'sions that come. It could be a really good team to Cody. That could be really cool. Just kind of send them out with a great tribute, Cody, See if you can find a reggae bee and then maybe you're just jamming, right? Yeah, about how it's your fault. But there are no repercus'sions coming to you because you don't work Here is what are they gonna dio? They can't even find you. You're not gonna be in this state. Oh, is there gonna be like a caffeine if you clearly doesn't want people to know what state he''s going to be in, And it almost makes you think that he is going to be. Maybe not in l. A. But he is gonna be in California. Will be in California, but he''s gonna be in a different state. Meaning I can resume. Did to the freedom. Yeah, youll be in an altered state. He''s gonna be freelancing. Oh, hell be freelancing. All right","speaker":"spk_0","timeCode":2653.7,"tags":["Cody","PayPal","Herman","Cody Scully","Cody","Cody","dio","l.","California","California"]},{"id":"cBHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"It's a like out here.","speaker":"spk_0","timeCode":2899.34,"tags":[]},{"id":"chHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"That's right. It''s the light of a burning shed. Your eyes still work. Go into the shed, Cody. It''s me, Drew. Drog,","speaker":"spk_0","timeCode":2915.99,"tags":["Cody","Drew"]},{"id":"dRHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"Would you like a halo now? Yes, please. It's me, Profes'sor. Blastoff here. Okay, Profes'sor, The hatch. You look so nice. And gowns. Thanks. It''s me, Mike. Detective.","speaker":"spk_0","timeCode":2951.03,"tags":["Profe's'sor","Mike"]},{"id":"dxHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"Maybe it's something to mount Lance Armstrong. Yes, like freelance. Yeah. Oh, hell be freelancing. Alright. Freeing Lance Armstrong From jail. Yeah, I love when Shawn''s quiet because it means he''s like is really cookies in the oven. And then, Boy, are those cookies gooey. Come out? Yeah. Yeah,","speaker":"spk_0","timeCode":3047.35,"tags":["Lance Arm'strong","Lance Arm'strong","Shawn"]},{"id":"eRHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"a pod cat. That's a mother show that you're in the Earwolf. Oh, yeah. What was that about? That was a show about Marc Maron''s cats. Who hosted it? Uh, so I know people, By the way, that have gotten shows rejected at Earwolf. Good. Due to good. Just a preface for this. It was a show starring Marc Maron''s three Cats. I think The Voight was Eddie Pepitone was one of the voices. Do you remember who the other ones were? Jim Davis could have been. I don't remember who. Anyone? I don't even know that tone hat. Bundy. He was definitely one of them. And it was like that. Marc Maron was never on the show. Never involved Boomer. The cat was one of a bles'sing. I'm sure wasn't, uh, just Chafin. One of them. She could have been. That sounds right shape. And I see Chaffin. I like I said it. The handbook is very vague on all the stuff I've stayed in her home. The employee handbook have been a house guest. Okay, You're proud, right? I definitely like I wouldn't know because it''s not in the employee handbook to know that stuff. The hand Book again. He says, Yeah, you know, the name of quitting because there wasn't a hand Book. I mean, there''s a lot of things that play into decision's. A lot of things in Beetlejuice that arent in real life. This is such a good summary of Cody''s career, you know, true, it''s the perfect way. This episode is the most fitting tribute I could imagine. It feels like Cody. I didn't know going in that wed be able to recreate who? The Love interest. There has to be a romance. Yeah, that''s true. Oh, sure we did. I mean, should we do a song about Cody''s confront? Sure. Yeah, that would be good. Wouldn't that be nice? Yeah. Can you get us a music? Sure. Here. Wait. Wait. What kind? I need to know a little more about number.","speaker":"spk_0","timeCode":3080.8,"tags":["Earwolf","Marc Maron","Earwolf","Marc Maron","Eddie Pepitone","Jim Davi","Bundy","Marc Maron","Boomer","Chafin","Chaffin","becau'se","Beetlejuice","Thi","Cody","Thi","Cody","intere'st","Cody"]},{"id":"hRHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"Everybodys talking.","speaker":"spk_0","timeCode":3578.48,"tags":[]},{"id":"jRHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"Why do I keep hearing my name and my headphones? No,","speaker":"spk_0","timeCode":3649.12,"tags":[]},{"id":"jhHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"I got a stab. The respon'se. I got a snappy respon'se. I got to think of a snappy respon'se with my snappy respon'se. I must have been misleading when I said I got a snappy respon'se. What I meant to say was, I need a steady respon'se.","speaker":"spk_0","timeCode":3655.8,"tags":[]},{"id":"mBHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"away, brother. Hope you fit raw. It's me. College Off From chuffed. He's me, Josh. I'm kind of the Alfa Dolich in this office. Hi, Julie Klausner. I'm lost.","speaker":"spk_0","timeCode":3857.38,"tags":["Alfa Dolich","Julie Klau'sner"]},{"id":"mRHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"You give be the directions. Sean, can you just come?","speaker":"spk_0","timeCode":3872.88,"tags":["Sean"]},{"id":"oRHPLXMByMrymAEmEtYG","index":"handbook","podcast":"Hollywood Handbook","episode":"Julie Klausner, Our Goodbye Cody Friend","line":"Rachel Bloom, Collection of Men, Corpse's and one woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch. Oh, Jesu's, I mean, jazz Off Ruler of The circle. And that''s just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","speaker":"spk_0","timeCode":4070.01,"tags":["Rachel Bloom","Feli'sha","Day","Colton Done","Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch","The Magic Tavern"]},{"id":"rRHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Esther and Esther in their show is used much better way. Yeah, yeah, as Jack Palance is Love interest. And as far as the voice of Jon Hamm, we have it. But it's just his Mercedes commercials.","speaker":"spk_0","timeCode":137.34,"tags":["E'sther","E'sther","Jack Palance","Jon Hamm","Mercede"]},{"id":"rhHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Uh, so every season, including the Amazing Gail Pile, Apocalypse Soon ash is streaming. Now on CBC and Amazon. So you wanna watch that? Yeah, you can. And you can't watch ours. Ah, because it's the normal go pile. No one''s interested. So, uh, had to Apocalypse soon ish dot com. So we have a lot of Hollywood Handbook merch that''s back in stock and available over on pods white dot com on. We should explain the idea behind these. These shirts in these clothes and stickers or whatever. Yeah, uh, these are these air listening close for the pro version. These air The official listening close. Do not buy, like, knock Off listening close for the pro version. These air the clothes that you should be wearing Any","speaker":"spk_1","timeCode":149.46,"tags":["Amazing Gail Pile","Apocalyp'se","CBC","Amazon","Apocalyp'se","Hollywood"]},{"id":"shHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"for people who have been listening without the proper equipment without putting on one of our T shirts to listen to the pro version, we hear a lot of people saying I know who these people are. Two, because they're like, Oh, The show sucks. It's like it has no direct, not worth","speaker":"spk_1","timeCode":237.15,"tags":[]},{"id":"tBHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"it sucks, guys. The-Teachers-Lounge I can still listen, toe. Yeah, they like","speaker":"spk_1","timeCode":255.42000000000002,"tags":[]},{"id":"vBHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"And while you're at it, you can check out our full suite of shirts, poster's, pins and more. See, this is what I'm saying. Not that don't do that.","speaker":"spk_1","timeCode":340.67,"tags":[]},{"id":"xhHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"I said we just continuously are well, zero. There is no is Wait it out every single floor. Uh, and we finally get there and whos there? But The The so bad original. Now our guys crew Oh, no, The nice guys From it. The nice guys. Casey Affleck. Uh, Eddie Murphy. Brett Ratner is there, Gabby? Yeah. Gabby today? Yeah. Who was riffing in that and was so funny? They're all there, and it''s kind of like the rial showdown. Yeah, Who''s gonna heist? This is 43 terrorist only enough tower in this tower for the towel. This or wait","speaker":"spk_0","timeCode":464.83,"tags":["ju'st","Ca'sey Affleck","Eddie Murphy","Brett Ratner","Gabby","Gabby","43 terrori'st"]},{"id":"xxHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"and with there's only enough. Hi, fellas. Tower for the Tao of Steve. Yes. And so then we you know, we start to get ready to fight, babe. Oh, God, I heal blaster's to Oh, no, even Ben because they heisted the technology.","speaker":"spk_0","timeCode":517.23,"tags":["Steve","God","Ben"]},{"id":"zBHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"And it's art in From with podcast's and TV in the movies TV. Oh,","speaker":"spk_2","timeCode":620.41,"tags":[]},{"id":"zhHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"again and weve got a","speaker":"spk_2","timeCode":647.01,"tags":[]},{"id":"2BHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Right, right, right. Say that for something else.","speaker":"spk_1","timeCode":695.91,"tags":[]},{"id":"2RHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Yes, well, and you can use it if you want. I mean, like, super generous with that stuff","speaker":"spk_2","timeCode":698.32,"tags":[]},{"id":"3BHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Some of our guest's we don't want to hoard The ideas for me. This stuff is, you know, friggin cros'stown bus Another one coming in a minute. And if","speaker":"spk_0","timeCode":708.77,"tags":["friggin cro's'stown"]},{"id":"3xHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"get ideas, get any thought","speaker":"spk_1","timeCode":730.61,"tags":[]},{"id":"4RHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"clever ideas there for newspaper's Because lets face it, the pres's, the pres's Oh, my print is dead, but it''s not Have a","speaker":"spk_1","timeCode":736.84,"tags":["Becau'se"]},{"id":"4xHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Just fall of Canada. Yeah. How about one for space? Oh, I like the space weekly. Well, no,","speaker":"spk_0","timeCode":752.57,"tags":["Canada"]},{"id":"5xHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Okay, I'm sorry. I thought that was a news story. I Oh, no, no, no. See things, and I just take it as fact. No,","speaker":"spk_0","timeCode":783.87,"tags":[]},{"id":"7BHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"a movie ties in with the news, what is happening with space as everybody wants to go s oh, for somebody toe have a diaper and a gun to try to get to space. We all relate to that. And we say, Well, I would do that. Maybe they really did. Yeah,","speaker":"spk_2","timeCode":802.25,"tags":[]},{"id":"9BHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"is a very good movie, but it's not one of the best movies. I would say","speaker":"spk_1","timeCode":884.94,"tags":[]},{"id":"-xHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"way water And so heres a little bit. So if you remember the crude, yes, you're gonna want to talk about The forgetting","speaker":"spk_0","timeCode":937.37,"tags":[]},{"id":"_BHRLXMByMrymAEmjdaV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Big tiger. Yeah, the big tiger. Hey, very must","speaker":"spk_1","timeCode":946.27,"tags":[]},{"id":"AxHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"This is this. This is ice Ages From The BC Film Area before crude,","speaker":"spk_2","timeCode":977.08,"tags":["Thi","Thi","BC Film Area"]},{"id":"BBHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"right? Pre pre crudes. Yes. Yes.","speaker":"spk_1","timeCode":981.51,"tags":[]},{"id":"ExHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"money, crudenes's. It's like, you know, you're being a little saucy. Yes. Um, sometimes breaking the rules can be a really, really","speaker":"spk_2","timeCode":1101.61,"tags":[]},{"id":"GBHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"weve all been there. It was like, Oh, you know, Mallory. Are you still looking at, You know, like every time? How many times can you get sent to age? A lot.","speaker":"spk_0","timeCode":1135.75,"tags":["Mallory"]},{"id":"GhHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"fucking Mallory. She's fun with secret Santas low.","speaker":"spk_0","timeCode":1145.58,"tags":["Mallory","Santa"]},{"id":"HBHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"know, people want to get her gaffes she gives.","speaker":"spk_1","timeCode":1152.45,"tags":[]},{"id":"IRHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Times up on Mallory Secret Santa gifts those meco bras would really smash into into dust. Yeah, they went. They find us.","speaker":"spk_1","timeCode":1195.24,"tags":["Mallory","Santa"]},{"id":"JxHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"I still feel a little sweeter. And at first I thought it was just my winning personality.","speaker":"spk_1","timeCode":1237.84,"tags":[]},{"id":"LxHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"'says that he's not on every show he really","speaker":"spk_1","timeCode":1291.58,"tags":[]},{"id":"MBHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"just yet? He was. It's good to have some modest","speaker":"spk_0","timeCode":1294.54,"tags":[]},{"id":"MhHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Well, it's we don't know. But I I'm just gonna throw these out there and you guys say, Hey, maybe, you know when this is all right, Um, Robinhood?","speaker":"spk_0","timeCode":1299.28,"tags":["Robinhood"]},{"id":"NBHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Yeah, Lego Batman s Owen did The Mamma Mia has to be in and Mama Mias Wells moment as well. When did they take place? Just because Robinhood and King are The feel close. They were maybe, and more forced friends. I mean, The frenemies. Most likely. Yeah, I think","speaker":"spk_0","timeCode":1312.48,"tags":["Lego Batman","Owen","Robinhood"]},{"id":"NxHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"he was He wore tight, so we can know that was at a narrow when men more tie. Right? Uh, he wasn't like a ballerina. He lived in the woods. This","speaker":"spk_0","timeCode":1337.05,"tags":["Thi"]},{"id":"PhHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"Mm. Didn't we all allowed to do that?","speaker":"spk_2","timeCode":1388.63,"tags":[]},{"id":"PxHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"I You know what? I I felt bad. I","speaker":"spk_0","timeCode":1392.22,"tags":[]},{"id":"QRHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"I had applied for a permit from the city of Los Angeles. I There was a website that you could apply. I was change some","speaker":"spk_0","timeCode":1396.6,"tags":["Lo","Angele"]},{"id":"QxHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"I did reply. I had to pay $75 after the fact I got kind of would have been cheaper if I done it before I'd taken an Ambien, and I just started watching. It wasn't fully in my right brain.","speaker":"spk_1","timeCode":1405.21,"tags":[]},{"id":"SBHRLXMByMrymAEmjdeV","index":"handbook","podcast":"Hollywood Handbook","episode":"Arden Myrin, Our #MovieRank Friend","line":"is a bullet. He's scared. No, he is. He bullies. And so And I think we can all agree that","speaker":"spk_2","timeCode":1437.73,"tags":[]}]