[{"id":"DxKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"in the But it was funny.","speaker":"spk_1","timeCode":410.85,"tags":[]},{"id":"HBKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Yeah, And also, um,","speaker":"spk_1","timeCode":599.55,"tags":[]},{"id":"JxKZMnMByMrymAEmj-kf","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"renegotiation takes play opens back up","speaker":"spk_2","timeCode":772.3,"tags":[]},{"id":"LxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Yeah, and I'm from the just my own from Jerry Bradford. Esquire Power lawyers has a little bit more pop to it. Well, so you guys I'm sorry. The are you guys represented separately? We do. We didn't know. Everything in this town is an audition. You're always, you know, you're always on display, are always competing. And so we thought it best to invite to lawyers and see who really wows us in terms of what they're able to get us out of this.","speaker":"spk_0","timeCode":849.16,"tags":["Jerry Bradford"]},{"id":"MRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"that rust. And these air Just This is just for podcast stuff. These guys will be our podcast council, and then","speaker":"spk_0","timeCode":882.29,"tags":[]},{"id":"MxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"we have because they're actually not","speaker":"spk_0","timeCode":891.01,"tags":[]},{"id":"OhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"goggles with which one? The goggles air fear, fear.","speaker":"spk_1","timeCode":992.79,"tags":[]},{"id":"OxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Great. And in case a little glass gets in your eye. Yes. Which would not happen if you have the safety goggles. Meaning if you were afraid, it bounces off. Guys, lets cut to brass tacks Whats on the table here?","speaker":"spk_2","timeCode":997.21,"tags":[]},{"id":"PRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"our address. That's very good. Rust that I think you good. I don't think is any reason to be that harsh. Better. We're all friends here. We're just trying to You know what? We're just This is just like a general store talking to a farmer about how much Cela bag Green Ford is no reason. Get so official about it. We're gonna put it on paper, but we're all friends. Focus like Jerry Stout. Focus of the first guy, but the folksiness of the second guy kind of appeals relatable. Yeah. Makes it feel nice.","speaker":"spk_0","timeCode":1015.25,"tags":["Green Ford","Jerry Stout"]},{"id":"RRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"speaking of a tangible and intangible benefits, you know, when a farmer brings us goods in the middle of the village, you know, there's a lot of things he's bringing to the community. One there's the value of the grain shore, and you can measure that and how much revenue he brings in. There's also a sense of community. There's how he ties people together, whether he's known or not, whether he makes people feel safe and people can eat the grain.","speaker":"spk_0","timeCode":1131.21,"tags":[]},{"id":"RxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Yeah, this would be right in the middle of the village.","speaker":"spk_2","timeCode":1154.19,"tags":[]},{"id":"UBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"I don't own a television. And so and I met a bit of a disadvantage there, but","speaker":"spk_2","timeCode":1212.18,"tags":[]},{"id":"URKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"well, Scott shows really, really popular and successful. If you don't mind me sharing, I actually I would rather you didn't know that. I mean, gosh, I, uh Lets just say, like show X, for example. Next makes a lot of money that at work an X amount of money X amount. Yeah, And so we have these week","speaker":"spk_1","timeCode":1217.49,"tags":["Scott","gosh"]},{"id":"UxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"amount of listeners. Right? Okay, X amount. Okay. Down.","speaker":"spk_2","timeCode":1241.23,"tags":[]},{"id":"VhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Give or take that divided. So why that's one that's per capita one exper. So I wanted to see this many exes. I'd go to the Oscars. A lot of the women there I've dated,","speaker":"spk_0","timeCode":1276.88,"tags":["Oscars"]},{"id":"WhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"objection. I'm sorry. I'll take it back, but I withdraw. But you know, all this talk about exes and shows and popular, it seems like smoke and mirrors to me.","speaker":"spk_0","timeCode":1307.17,"tags":[]},{"id":"XRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Yes, I I got a message to show up here today. I assumed I was getting a present. Right. Should have gotten a notarized letter from my firm. Was that with us? Yeah. Oh, no. I got to have the old p o. Box. Sent it to a p o box way. Send our paperwork by carrier. There's an envelope with the power lawyers. Later. Background. I definitely got that one. I was very impressive. Sent you a hand written note with a wax seal that I Your calligraphy style I have to say is something I've never seen before. I think you figure out if a Q was a B and that's how they there was no queue up until 1930. Our letterhead is a wiggle picture. It says power. And then when you look at it from a different angle, it says lawyers. Yeah, it's three dimensional, some sort of hologram. My wife, my wife, texted me and said, Why are we going some Jerry Bradford wedding? And she was very confusing. My jury, that one was written on a piece of bark and it kind of fell apart. And the Takeda shell came out of it.","speaker":"spk_0","timeCode":1336.62,"tags":["Jerry Bradford","Takeda"]},{"id":"YRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"I would stipulate that engineer breath should only get paid while his arms air in motion. That's a good suggestion, Russ. Over 25 episodes, that means that weve spent $7811 to execute the show. Not chump change. That's Ah, that's a That's a car. Money. Yeah, a couple peoples bonuses at the end of the year. Lets Fred, it's friends saying hi to each other. Gosh, I love to be friends with you. Yeah, me A little money between friends. You know, somebody picks up a check. Somebody else, you know, takes care of the tip. Next time we're talking about we're just talking about friends being buds. It's gas money for a trip to Malibu. About how far away is that? That's probably about weight, and I don't want to get into that, but yeah, cause it's a bit of money. So for the six months you've been doing show, Yeah, it's cost to $7000. And if you were to ask, How much have we made? How much have we made? $0. Interesting. Like you could call this show like, $0 handbook. All right. Actually, we should consider renaming it. You know what? I can I Can I talk to you? I don't think that that's a very good name. I have to say this and I don't think anyone listen to that. The Hollywood handbag. It has. I mean, people are fascinated with Hollywood, Gets a great even though it hasnt really actually ended up getting enough of it all. No, I think the $0 handbook is kind of a bad about the Malibu handbook. There seems. Yeah, sort of. But I just want to say that I can't hear what you're saying when you have that conspiratorial time. Okay? Anyway, I really wish you would talk to me before you start pitching them. Ideas about changing the name of the show","speaker":"spk_0","timeCode":1468.23,"tags":["Russ","Fred","Gosh","Malibu","Hollywood","Hollywood","Malibu"]},{"id":"aBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"that's like You can just go on.","speaker":"spk_1","timeCode":1706.95,"tags":[]},{"id":"aRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Wikipedia could go on friggin Yahoo answers and be like, Does Hollywood Hamburg cost $312? Somebodys going to say yes. Don't","speaker":"spk_2","timeCode":1710.79,"tags":["Wikipedia","Yahoo","Hollywood Hamburg"]},{"id":"cxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"is this part of the offer? Yes, OK, which one officially coming?","speaker":"spk_2","timeCode":1911.51,"tags":[]},{"id":"dRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Earwolf shows of our choosing way. Just hit the We just hit the button and one of those Earwolf shows is obliterated.","speaker":"spk_2","timeCode":1919.98,"tags":["Earwolf","Earwolf"]},{"id":"dhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"We destroy them. So which offer you adding that to Scott? I think we should go back to council here. Well do you want to know what shows? Well, you sure? Yeah. You've chosen them are. Oh, yeah, Thatd be great,","speaker":"spk_1","timeCode":1927.98,"tags":["Scott"]},{"id":"eRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"will be on the site. And then when you click it","speaker":"spk_0","timeCode":1953.3,"tags":[]},{"id":"fhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Okay, I understand. And whats the other","speaker":"spk_1","timeCode":1976.44,"tags":[]},{"id":"gxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"You want to go nuclear on two of our show? Heres what I'm thinking. I'm thinking. I'm thinking, by the way, I'm fine with that, right? Yeah. I'm fine with that. Where that one goes away, Um, the one that I have a little bit of a problem with. My I No way should try and poach this guy. Jerry Bradford. Did you see what he did there? What did you do? He's a great negotiator. He came in higher than rods after we had already said no. Like, that's kind. Like these tactics. Why don't we get him on ourselves? That's what I'm thinking. OK, here we go. Hey, guys. Okay, we have a We have a counter. A counter offer, if that's okay. That's great. That's where here for youd like to play ball? Yeah. So heres Heres our counter. Uh, you guys, as artists receive nothing. You and Jerry, wed like to put you on retainer immediately. No audition. Well, to represent us in our negotiations with the show. Hang on, Jerry. Now, don't make a big mistake here. Well, it's interesting","speaker":"spk_0","timeCode":2009.73,"tags":["Jerry Bradford","Jerry","Jerry"]},{"id":"ihKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"They didn't say no to the comfort. They accepted that. You gotta take it. All right. I'm gonna go with this. Whatever they offering him. Yeah. Take it. Okay. Lets go back in there. Okay. Well, we have we have a response to your offer. Okay? Which your non response to the terms that my attorney Well, he never got to say what the science actually told us about the comfort dog.","speaker":"spk_0","timeCode":2167.94,"tags":[]},{"id":"jRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"make with that quarter will be a liars. Will. Yes, That wishes cursed. A wish of a betrayed is gonna be one that comes through, but in a way, a bad way in a bad way. There's no reason to be guys. We're just gonna gather on the fish and whole later. I'm just on the other Bank of the creek is all same town. Give a quick example of what might happen with the wish. Lets say you wish for a $1,000,000 with it. Okay, You get your $1,000,000 but because the person closest to you in the world dies and leaves you that money and you only wanted it to enjoy a nice trip with them. I'll give you another example. Lets say you've got another quarter. You make another wish that Now that person is alive again and with you. But now there's some deformed zombie zombie live with you. And then that was creeping you out and you can't get in any nice restaurants. This all sounds fun.","speaker":"spk_2","timeCode":2215.03,"tags":[]},{"id":"lBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"yeah, yeah. You can just I don't know, one of these numbers. One to low on him. Everything talking doesn't mean about person. Any sense 312 hours, any every time. Then we're losing infection. You want todo? You're not a part of this, Okay? Why? Who are you talking?","speaker":"spk_0","timeCode":2308,"tags":[]},{"id":"lhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"I need some kind of under the treaty. I was like, How much are you willing to get over? You don't have a spoken going on as you want them to pay us $7000. Hi, Daddy. Okay, how much of Earwolf equities on the zero year zero? That's a tough stance to come from. I'm not sure it was a tough so tough. Is there a gene? Is this Tonto? I don't know. What would you say? He's I understand. I apologize. I think a more reasonable I'm sorry about that. Our engineers are on the short time home. Alright. New offer. New offer. Sorry. I was speaking a little bit before I had done my research problems. This is a revised offer. That's more reasonable. Hang on. Let me just put my dad on speaker. Yeah,","speaker":"spk_0","timeCode":2328.65,"tags":["Earwolf","Tonto"]},{"id":"mhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"revenue to be determined It sounds like they're offering Coca Cola. Now that's your that's your own dad on speakerphone, and I think I did just offer Coca Cola. I'm sorry, so well go put Coca Cola back on the table. My dad sounds weird, but I don't recognize","speaker":"spk_0","timeCode":2423.07,"tags":["Coca Cola","Coca Cola","Coca Cola"]},{"id":"oxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"yeah. Well, think well take it. Well take it. Take it. Take it.","speaker":"spk_2","timeCode":2550.09,"tags":[]},{"id":"uBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"but a terrific Earwolf special from $150 got terrific. It was terrific. Terrific sweatshirt. The embroidery on it is third rate, but I love it.","speaker":"spk_0","timeCode":2875.36,"tags":["Earwolf"]},{"id":"uhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"because there is going to jail for six more years.","speaker":"spk_0","timeCode":2901.12,"tags":[]},{"id":"vBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"whos making all those, like, Earwolf store as we dio? Like who? When do we see the money for those? Oh,","speaker":"spk_1","timeCode":2920.09,"tags":["Earwolf","dio"]},{"id":"vRKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"yeah. No, never really could see. We just agreed to now lose $46,866 over the next six years. So can ask the question. What is that device you're using?","speaker":"spk_2","timeCode":2926.31,"tags":[]},{"id":"vxKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Abe Lincoln style. Okay, coal slate Coal. Yeah, I have to go take a shit. Oh, you should end it. Then. I guess it's over. Move to adjourn by.","speaker":"spk_0","timeCode":2948.74,"tags":["Abe Lincoln"]},{"id":"xBKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"collection of Men, Corpses and one woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesis listed, but Phil Collins has crossed out and encircled in cross out again.","speaker":"spk_1","timeCode":3018.97,"tags":["Felisha","Day","Colton Done","Andy Daly","Genesis","Phil Collins"]},{"id":"xhKZMnMByMrymAEmj-kg","index":"handbook","podcast":"Hollywood Handbook","episode":"Scott Aukerman and Jeff Ullrich, Our Business Associates","line":"Oh, Jesus. I mean Josh, Ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out. Now listen in stitcher apple podcast or wherever you get your podcasts.","speaker":"spk_1","timeCode":3037.27,"tags":["Jesus","Josh","Ruler of the circle","Magic Tavern","stitcher apple"]},{"id":"0RKbMnMByMrymAEmDOnN","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Okay, lets see if we can do it and we try to do it in six moves or less.","speaker":"spk_0","timeCode":125.55,"tags":[]},{"id":"1hKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"we drew some fucked up shit on her head. So I think that's where the rule began, that we would never invite girls again.","speaker":"spk_1","timeCode":160.5,"tags":[]},{"id":"2RKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Yeah, and I remember him thinking that was very funny. And I remember that I laughed at it too, because we were being really funny that day and","speaker":"spk_0","timeCode":195.29,"tags":[]},{"id":"3xKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Yes, I think I got one on my back,","speaker":"spk_0","timeCode":267.47,"tags":[]},{"id":"4BKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"and I","speaker":"spk_1","timeCode":270,"tags":[]},{"id":"4hKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"sure. And that's I guess when we change the spelling","speaker":"spk_1","timeCode":294.72,"tags":[]},{"id":"4xKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"from the okay for the Cato to the sea because we found we had found someone who could hang with us. Party was better than Lucas House. And I remember that with Josh Lucas. We prank called George Lucas a few times and told him to suck on these,","speaker":"spk_0","timeCode":298.47,"tags":["Cato","Lucas House","Josh Lucas","George Lucas"]},{"id":"5hKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"he loved? Room service? Yeah. He's the one who really like Teoh cases.","speaker":"spk_1","timeCode":336.53,"tags":["Teoh"]},{"id":"5xKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Sometimes breakfast on the room service. He would fill out the card the night before and then enjoy breakfast when it came to the true scoundrel. You know, breakfast wise, hed get the drinks And also, you know, whatever food he wanted","speaker":"spk_0","timeCode":341.62,"tags":[]},{"id":"7BKbMnMByMrymAEmDOnO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"And so I guess that would connect Rose Byrne to Sam Worthington.","speaker":"spk_1","timeCode":420.45,"tags":["Rose Byrne","Sam Worthington"]},{"id":"BBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"No, it's weird that I have a box because I do not own a TV. But","speaker":"spk_0","timeCode":763.49,"tags":[]},{"id":"CxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Yeah, so, like","speaker":"spk_1","timeCode":807.21,"tags":[]},{"id":"DxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"It's too big, important and American thing that people have computer.","speaker":"spk_1","timeCode":841.1,"tags":["American"]},{"id":"GhKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"and all the fish have begun and Onley electric eels would survive and the whole ecosystem would be darned on its ahead. Yes. So what you can bring is a computer cause it's got batter. So that, I guess, is what we would say for how to fix","speaker":"spk_1","timeCode":922.79,"tags":["Onley"]},{"id":"IxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"on our show. So it should be a lot of fun","speaker":"spk_0","timeCode":1024.5,"tags":[]},{"id":"JRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Theo Kendrick. If you want the part, you gotta get down there.","speaker":"spk_3","timeCode":1035.92,"tags":["Theo Kendrick"]},{"id":"KBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"in down in my basement. There's a back down there and need you to trap","speaker":"spk_1","timeCode":1046.68,"tags":[]},{"id":"KRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"it. Don't kill it.","speaker":"spk_1","timeCode":1051.24,"tags":[]},{"id":"MRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Well, Jim, Well, James Dean actually said that he was, you know, live his whole life with one hand tied behind his back, and he was referencing bisexuality. So I think that's a good point. You know, you don't necessarily want toe only do something with one hand.","speaker":"spk_0","timeCode":1169.86,"tags":["Jim","James Dean"]},{"id":"OBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Some of those initials we mentioned Oh, yeah, And then just in meetings, the intimidation factor is off the chart","speaker":"spk_1","timeCode":1245.86,"tags":[]},{"id":"OhKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"owe the knowledge that they will try and touch you.","speaker":"spk_1","timeCode":1255.04,"tags":[]},{"id":"PhKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Just Yeah, Yeah, not formally. It's been a lot of in passing and just like okay, wait each other in, like a you know, like, uh, like, sort of I think","speaker":"spk_1","timeCode":1333.92,"tags":[]},{"id":"PxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"that is what I think has happened. I think I've seen you guys around a lot, but have thought you were the same person every time. Because you guys look a lot of like, Yeah, only the one of you now has glass and that's intact. Noticed. It used","speaker":"spk_0","timeCode":1344.89,"tags":[]},{"id":"QRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"switch, then you? Yeah. Then you just decided we must be one guy. I'm","speaker":"spk_0","timeCode":1361.96,"tags":[]},{"id":"RBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Okay. And one of that, they switched the glasses back in, for example. It's","speaker":"spk_1","timeCode":1380.77,"tags":[]},{"id":"SRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Oh, no Every little baggies I take it over You can't dio but they know what they do Yeah, no, no, theyll do a lot. You shouldn't do that.","speaker":"spk_1","timeCode":1416.38,"tags":[]},{"id":"TxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"wait. Did you hear that? For sure,","speaker":"spk_1","timeCode":1476.06,"tags":[]},{"id":"URKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Wow. Okay. Which is, like, that's an okay festival. I mean, we have we had that Phoenix one that was like, that was like, an okay festival to when the Phoenix chest. Yeah. Being expressed.","speaker":"spk_1","timeCode":1483.98,"tags":["Phoenix","Phoenix"]},{"id":"YBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"one of those things worth asking is this is only funny to me because this is like one of those things that, like for those that have been around a long time, like is just common knowledge.","speaker":"spk_0","timeCode":1586.77,"tags":[]},{"id":"YRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"We have unlimited points because we are, though we were one of the first podcasts in a way that, like 20 is basically unlimited, like be so hard to use 20 points When","speaker":"spk_2","timeCode":1597.25,"tags":[]},{"id":"ZBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"like, uh, glitter in the garbage and, like, forget those guys. And, like, Michael Detective? Yeah, just like I don't even want it. And, uh and I don't want him toe sitting anything with me and totally lame. And with us Yeah, Yeah, Just don't and Fogle nest. And I thought it was my friend. But really, I don't like him at all, cause he's ah, new eso. We should all sit together and talk about those guys with the old dogs. Yeah, get together. And","speaker":"spk_0","timeCode":1640.16,"tags":["Michael","Fogle nest"]},{"id":"ZxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Um, yeah, I guess it would. Because therefore, big movie stars in it. Yeah.","speaker":"spk_1","timeCode":1684.23,"tags":[]},{"id":"aBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Was that the answer? What do you mean? Was that the answer? So the White House like, that's how it got made.","speaker":"spk_0","timeCode":1689.49,"tags":["White","House"]},{"id":"ahKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"you know? Yeah. I mean, in that instance, it is. It is.","speaker":"spk_0","timeCode":1703.7,"tags":[]},{"id":"ghKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"when I said a girl stuff? I mean, like, a lot of stuff I do is just like credits, you know? Yeah. Stuff. I've done stuff they know I've done Yeah, because a lot of people, a lot of times girls will be like, Oh, I know you from some. Yeah, I know. And that's like, if that happens, I know. I know it's all. Do you ever have the problem where","speaker":"spk_0","timeCode":1968.51,"tags":[]},{"id":"gxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"they're like, What do you do? And it's like, you kind of know, like, I","speaker":"spk_2","timeCode":1986.3,"tags":[]},{"id":"hBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"know you know, this is my movie ready for my move? Uh, like two girls walk upright and cause, you know, like weve been, like, I can eyes or like, me and my producer have sent them drinks or something and they walk up Doesn't like, What do you dio and I usually say the one I go? Why don't you ask your friend? Yes. You know, Aziz the friend is always, like knows because the freaks she's a little fat. She's into more comedies. She wasnt the podcast like she knows whats up.","speaker":"spk_0","timeCode":1990.27,"tags":["Aziz"]},{"id":"hRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Oh, really? Yeah, I do that","speaker":"spk_2","timeCode":2018.78,"tags":[]},{"id":"ixKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"we got to get this done. I've got an early call in the morning, you know? I mean it. And she doesn't know in her mind she's like, an early call for Is he an actor? Is the Obama if she doesn't know what the deal is, she just knows. Like I'm I'm very important, you know, which I think is huge.","speaker":"spk_2","timeCode":2074.32,"tags":["Obama"]},{"id":"kRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Making love to cars Yeah. Oh, no. Yeah, I know it's a whole subculture here. You can get on Web boards about","speaker":"spk_1","timeCode":2204.67,"tags":[]},{"id":"lhKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Hey, people, you know, they they watch movies on. The thing was, funny, though it's funny is, though, that you, like, instinctively picked up your phone. Like what people can't see in the studio, though, is like you were making that joke. But like there's such truth to it that you picked up the phone like much of a loving you know, there is any licked your","speaker":"spk_1","timeCode":2238.4,"tags":[]},{"id":"oRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"you could be any of these guys. You know, you could be one of the early adopters, and in doing so, you will be able to just run the board. Yeah, like a fucking boss,","speaker":"spk_2","timeCode":2348.35,"tags":[]},{"id":"qBKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Sure. I mean, this is I find my biggest problem. Um kind of","speaker":"spk_0","timeCode":2440.56,"tags":[]},{"id":"qRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"in getting work in in succeeding is that I'm up against a lot of preconceived notions of how on what I am exactly because a lot of times I walk into a room and whether or not I'm right for the part, all they see is writer, you know? I mean, like, all they see is a writer. Ah, and I'm there saying, Hey, I'm auditioning for this part. I'm here to be in this movie. Um, but all they see are a list of writers credits that are that is long and and they start thinking about those movies and it doesn't jibe with what they think. They're thinking that this writer guy eyes here. Ah, auditioning for this for this movie and crushing it. And likewise, I'll go and I'll have an idea for a movie. I'll go in. I'll sit with the big bosses. I'll get the call, I'll go in, I'll sit down and I'll start my pitcher. I'll say This is what I'm thinking. It's Channing Tatum. It's this guy. It's that guy. Heres the set up and then they will say, I have to stop you, Jason, I've got to stop you","speaker":"spk_2","timeCode":2447.88,"tags":["Channing Tatum","Jason"]},{"id":"qhKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"I'm a big fan of you on the league. You know, like, I love the league. My buddies and I, we watched the league. Um what? What? What? What? I don't know what you're doing here like I don't know what this is, you know? And that's like a really hard pill to swallow because, you know, just like they swallow the pills in the Matrix. Um, it really is. You want people to be able to open their minds and allow for multiple versions of who I am. So you know, there's a lot of, Ah, there's a lot of, um, I don't know, There's a lot of hard dummies. There's a lot of dummies out there who don't have the creative minds enough to not PRI conceded just to go with preconceived notions or judge chains and whips of Hallisey. Yeah, yeah, I don't know if you guys find the same I don't know, you know? Oh, yeah, the discrimination that we faced","speaker":"spk_2","timeCode":2513.1,"tags":["the Matrix","Hallisey"]},{"id":"rRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"and And it's also like Wolf were not allowed to talk about it. How are we gonna change, actually, or change this issue, which is it affects a smaller number of people, but is possibly as bad or worse and bigger.","speaker":"spk_1","timeCode":2589.65,"tags":["Wolf"]},{"id":"shKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"in their home, like in my home.","speaker":"spk_1","timeCode":2622.31,"tags":[]},{"id":"uRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Lets recently and there in the Popcorn Gallery","speaker":"spk_1","timeCode":2677.37,"tags":["Popcorn Gallery"]},{"id":"uhKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"they actually are. The Popcorn Gallery a are the Popcorn Gallery. So is this like, Is this an online thing? Yeah, Go. I'm just trying to wrap my head around it. It's not easy. And weve been through this, allow you've","speaker":"spk_2","timeCode":2681.57,"tags":["Popcorn Gallery","Popcorn Gallery"]},{"id":"uxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"actually come a lot farther than most of our","speaker":"spk_1","timeCode":2696.51,"tags":[]},{"id":"vxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Yum. Heres a question from Freya. Mr. Manziel Kiss. Do you have any tips on how to straighten my hair like you do on Kroll Show?","speaker":"spk_0","timeCode":2717.96,"tags":["Freya","Manziel Kiss","Kroll Show"]},{"id":"wRKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Ah, Virginia, Connecticut. Some of the Virginia Connecticut corridor. You know, the flyover part of the east coast. Sure, sure. The fly over Eastern seaboard. And they, um, you're going from Miami to Miami To Portland, Maine? Yeah. Ah, they wait till it's raining and they just have to walk outside. Oh, yeah, I see what you're saying. Yeah.","speaker":"spk_0","timeCode":2785.56,"tags":["Virginia","Connecticut","Virginia","Connecticut","Miami","Miami","Portland","Maine"]},{"id":"zxKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Like when I gave Hayes my glasses. No, it's just him using you, and he doesn't even know you. But he's use your face to represent him on the Internet. Good. That's fine by me. If he wants to Like e, I feel bad for his history. It seems weird. Heres the reality. I feel bad for him because that's probably very Oakley, um, maybe has been burned. I'm not sure. And as such, he is, you know, choosing something to represent himself, that he believes in something. Maybe he idolizes O r. Maybe I'm his hero or much in the same way that, like as a young child, I might have chosen if there were such a thing as avatars when I was a kid like Magnum P. I is my attitude, you know? I mean, like, someone aspirational like, I would like to be comment this person. And so for for this person Brr too. I suspect I'm that to him.","speaker":"spk_0","timeCode":2903.3,"tags":["Hayes","Oakley","O","Magnum P.","Brr"]},{"id":"0BKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Dude, Magnum was a bucket ball.","speaker":"spk_2","timeCode":2951.43,"tags":["Magnum"]},{"id":"0RKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"I mean, right? Yeah. Sorry.","speaker":"spk_1","timeCode":2953.88,"tags":[]},{"id":"0xKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"I guys, I love beautiful women, man. That's my weakness in peace. Okay, heres the But the only bummer is really just those very intense Nam flashbacks.","speaker":"spk_1","timeCode":2969.35,"tags":["Nam"]},{"id":"3BKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"I mean, maybe God, how does son find out? Yeah, I see what you're saying. Yeah, No, I mean, this sounds is his dark disease expected prime rib. You know, he gets friggin, uh, Friskies feast. Yeah. Yeah, that's not nice. Guess what that is. That's a rude awakening. If you think you're getting prime rib and you get instead, get Friskies feast.","speaker":"spk_2","timeCode":3062.69,"tags":["God","Friskies","Friskies"]},{"id":"3RKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"Bruce Reed Robinson asked, Jason, could you please give a comprehensive list of your food and environmental environmental allergies? Oh, um, sure. It's a short list. I am. Ah, have, ah, life threatening food. Allergy to eggs.","speaker":"spk_0","timeCode":3088.66,"tags":["Bruce Reed Robinson","Jason"]},{"id":"3xKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"When it goes to these meetings and people asking what we weren t just gather check. If it's I think that yeah, they're gonna go. Hey, your face doesn't look quite the same. He's gonna go. I just a eggs, which I'm famously alert, is trying to take","speaker":"spk_0","timeCode":3111.49,"tags":[]},{"id":"4hKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"this. I do feel like I should talk to my lawyer about this.","speaker":"spk_1","timeCode":3133.69,"tags":[]},{"id":"7hKbMnMByMrymAEmDOrO","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our Close Friend","line":"that's the air Is water walking. I'm basically swimming right now, huh?","speaker":"spk_2","timeCode":3266.1,"tags":[]}]