[{"id":"XxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"We get it. Someones been The equinox.","speaker":"spk_0","timeCode":2962.06,"tags":["equinox"]},{"id":"ZBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"'s Oh, it's about ah, mom whose son joins the army and","speaker":"spk_1","timeCode":3060.57,"tags":[]},{"id":"bRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"it wasn't rise's job. I think she was also Ah, disc jockey of sorts. Okay. Yeah, she was produce, sir. I don't not unlike my cousin. If women women can also","speaker":"spk_0","timeCode":3160.39,"tags":[]},{"id":"chHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Uh, there's a famous Book about writing called I think it''s called Save Saving the Cat. Okay. Ah, and it''s about how if you have savings but you're able to be the person who say Who is saving the cat? You are the hero and you give them yes, And that feeling when I'm hearing that idea in all the fields","speaker":"spk_1","timeCode":3224.84,"tags":["Save Saving the Cat"]},{"id":"eRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"He could do that right. He could do that. Heres a Fraser I D. That''s how you end","speaker":"spk_0","timeCode":3329.12,"tags":["Fra'ser"]},{"id":"ehHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"because it's and it''s also a major. What''s going on here is","speaker":"spk_1","timeCode":3334.11,"tags":[]},{"id":"lhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I have a nice looks going on. He looks here hip. That's mostly fat. Definitely not heart size muscle's. Well, I hate to wind down the Ryan show. Yeah, that is unfortunate that we have toe sort of disentangle ourselve's from this fucking cyclone of energy. How much time, Ryan? Ryan, how long have we been doing? How have we been doing? And don't lie and say we just started. So you can, like, do your whole song and a monologue from the beginning.","speaker":"spk_1","timeCode":3750.36,"tags":["Ryan","Ryan","Ryan"]},{"id":"lxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"What does he do that? Yes. Jesu's,","speaker":"spk_0","timeCode":3780.27,"tags":[]},{"id":"nBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I take some election cream. Corn. All the guest's come in.","speaker":"spk_0","timeCode":3851.96,"tags":[]},{"id":"nhHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"though? It's like that''s not That''s Hollywood-This. Oh, baby because you got shark Saida like us. And then you gotta have those little fish under the belly that ate the cream corn, you know, and more power to him if you want my scraps through for about on my burps and farts Hey, baby, it''s the ecosy'stem. You gotta have somebody scooping up. Those really am pretty fish. I like to watch Nat Geo and just go. Um, wait a second. When it is this Hollywood that I'm watching, it is true that gazelle it''s a lot like, Ah, young green actor fresh off the boat, you know, ready, Get eaten alive and sometimes","speaker":"spk_0","timeCode":3863.04,"tags":["Hollywood","Nat Geo","Hollywood","alive"]},{"id":"pxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Yeah, where he's at this stage in his career. Do I watch crashing? That''s funny. Uh, where crashing. He''s","speaker":"spk_0","timeCode":4055.06,"tags":[]},{"id":"sBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"but what were you going to say about it? Hey, I think I just wanted to introduce it. Yes, I think I just wanted to just put it out there in the world. But he had been talking about that. Like, you know, it's like, Well, everything we see p go through on that show is true. That about, like, buying sets, Pete. Yes, yes, yes. Crashing. Yes.","speaker":"spk_1","timeCode":4123.2,"tags":["Pete"]},{"id":"uRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Sorry. Are you serious? Uh, for the listener's, Just I mean, of course I understand. Exactly. And and feel the same I think about when you go to the zoo to you. What do you see? Well, thank you. Jesu's.","speaker":"spk_1","timeCode":4228.37,"tags":["Ju'st"]},{"id":"vxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Good. This is gonna be the first.","speaker":"spk_1","timeCode":4429.45,"tags":[]},{"id":"wBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Just a holding. Just feeling this will be the first break. It just takes one start and, you know, just quietly saying that to himself as he sort of feels the way to the brick in his hand. And well ask him to, you know, can we get a wall in here for the gas that makes them more comfortable? They can punch the wall when Ryan gets them worked up or just to get us a glas's of water or anything practical. And he was just a breakdown with the brick. Yeah, right. And you can't. How do you can't hold us? Because it doesn't go here. He's like, you know where it goes on the edge of my home. And and so I You know, I can't keep having that same conversation with him to be funny. And this is Ah, I don't know if you guys do crew gifts here to do crew gift. Yeah, I am here every year. Gives Krug s for everyone I'm thinking about. And don't they see still here? I'm thinking about maybe just, uh, like a brick, OK? And everyone would do it go. Shit. Yeah. And then when the going gets up for everyone to break, But think it''s what, you build the wall out? Mm hm. Yeah, because how many guys? How many people run the ship here? Ah, there''s about 200 people working here. I've met four of they all trade jobs every couple weeks, and it''s different people every time in the office seemingly. Okay, well, let me every time I walk in here much. Who is that?","speaker":"spk_1","timeCode":4432.64,"tags":["Ryan","Krug"]},{"id":"xRHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"It's prime time. Oh, s So that''s a fun feeling. Um, what I like to do in primetime is my fang. Okay, so that''s what you're gonna be. Oh, about this. Yeah. Um it is an ensemble comedy about a gym, and ah, me and my brother, We own the gym. I heard that it''s an ensemble comedy where there''s, like, the funny guy dirt. But then there''s, like, the hot guy ders. And then there''s, like, The suite next door.","speaker":"spk_1","timeCode":4549.63,"tags":["next door"]},{"id":"yBHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Yes. Like when Boo wants to borrow your phone real quick. Uh, you know, clas'sic","speaker":"spk_0","timeCode":4667.26,"tags":[]},{"id":"zxHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"We warned. You know my God","speaker":"spk_0","timeCode":4734.04,"tags":["God"]},{"id":"1xHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"e. I don't want to just throw on your mike. Uh,","speaker":"spk_1","timeCode":4859.22,"tags":[]},{"id":"2BHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"I want to do better. I wanted me to burn still throughout. Undermined. All right. Oh, uh, and he's getting all the fields","speaker":"spk_1","timeCode":4865.39,"tags":[]},{"id":"2RHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"by. Hey, I'm hurry. Could embolden. And I'm a show kind of where the carnival of brothers. And we're excited to tell you about her new podcast on Earwolf con Bubble Brothers podcast. It's a live podcast where we discu'ss some of the harder is'sues of the debt. You will be witnes'sing two brothers talking to each other and occasionally acknowledging the on way justice. Such topics as World War Keenan Thompson, pizza We're excited for you to listen to Thunderbolt Brothers every Thursday on Earwolf. And don't forget to subscribe on apple podcast Stitcher Premium. Listen.","speaker":"spk_1","timeCode":4881.5,"tags":["Earwolf","Bubble","World War","Keenan Thomp'son","Thunderbolt","Earwolf","Stitcher Premium"]},{"id":"3BHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"Rachel Bloom, Collection of Men, Corpse's and one woman,","speaker":"spk_3","timeCode":4958.31,"tags":["Rachel Bloom"]},{"id":"3hHYLXMByMrymAEmEN2R","index":"handbook","podcast":"Hollywood Handbook","episode":"Anders Holm, Our Close Friend Again","line":"You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch.","speaker":"spk_3","timeCode":4968.83,"tags":["Phil Collin","Phil Collin","Thoma","Middleditch"]},{"id":"6BHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Uh, I took, like, six or seven months. Are we going?","speaker":"spk_1","timeCode":490.64,"tags":[]},{"id":"6xHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"That's good stuff. Ring crashing on HBO? Yeah. What do you think about religion? Pretty trippy. Are we gonna wait for Hayes to get here and, uh,","speaker":"spk_0","timeCode":508.27,"tags":["HBO","Haye"]},{"id":"8hHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"it. See, you always made strong traces. Onset of Brazil. A young Yes. So this makes sense. And we love having more from the Brazilian family here. Obviously, Kuku and I just had Tani, and that was a big episode","speaker":"spk_1","timeCode":598.99,"tags":["Brazil","Kuku","Tani"]},{"id":"_xHaLXMByMrymAEmBt1U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"the fucking show.","speaker":"spk_1","timeCode":798.53,"tags":["the fucking"]},{"id":"ABHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Hey, dude. Ryan, I'm trying to like her out of my own time. Hey, be cool, man. Just fucking go with it. Came out. We're doing you a favor. Are you making a fucking fist? That May. Well, we're the number one show. Okay. Okay, so maybe you voted for it. So, like, you should be happy. I actually did vote for it, but I voted for because of","speaker":"spk_0","timeCode":800.11,"tags":["Ryan"]},{"id":"ARHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Hay s. Okay, Ryan, my vote is You want me to be a man?","speaker":"spk_1","timeCode":820.92,"tags":["Hay","Ryan"]},{"id":"AxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"you don't know how to say my name? I just call me the Clam Dog. Baby, I don't know. I I honestly I'm I I wish we could be straight with each other. I feel like we're not gonna get there, so I'm just gonna I may just leave.","speaker":"spk_0","timeCode":859.05,"tags":["Clam"]},{"id":"CxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"that I think you know what our here is not the best time to get that label Ryan straight shooter thing. But really, you know that, um e I hire you number drilling, and then I invite you on my podcast, which you know, is a big deal in my life. Maybe more than I've done. I've done. Whos charted. It''s like talking to a brick wall. Me a man. We're just trying to do a show, man. Why don't you take it easy? Oh, you know what? Maybe he''s doing, like, some all comics they're like about being contrary. That is bit Oh, this is like, Forgive me now. I feel silly. This is Kaufman esque. Thank you. Like you're vying for some sort of, like, antique Offices you Or is he a genius? Is he a scoundrel? Who''s to say no? I just like Hayes. I like Hayes. And I think you guys are feeling insecure right now because you are not a host of this. And you never have","speaker":"spk_0","timeCode":944.95,"tags":["Ryan","Kaufman","Office","Haye","Haye"]},{"id":"DxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"I never said a word about what todays looked like. Did I","speaker":"spk_0","timeCode":1027.31,"tags":[]},{"id":"GBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Whats that? A J a g a g on Gregory?","speaker":"spk_1","timeCode":1125.11,"tags":["Gregory"]},{"id":"HxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"No, I mean but physically black.","speaker":"spk_1","timeCode":1213.4,"tags":[]},{"id":"IxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"yeah, a little person that this","speaker":"spk_1","timeCode":1246.9,"tags":[]},{"id":"MRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"that was in Mallory came on screen right before that. Yes, I do know who Mallorys and I had a","speaker":"spk_0","timeCode":1347.48,"tags":["Mallory","Mallory"]},{"id":"NxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"wish he was my boyfriend.","speaker":"spk_0","timeCode":1425.21,"tags":[]},{"id":"RxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Okay. All right. All right. So I think Squarespace was behind this, but I'm actually not allowed to use Earwolf dot com is by sight anymore either. So there yeah, just game continues because they have gone out. I don't know who they called. If it was Colin, I'm sure it was Colin. They probably had to dial bunch of zeros and ones first, right? Right. International numbers are super fucked up looking, arent they? Kevin? So fucked up. We're not supposed to say that in his lab. Sorry. Eft up. I can say it a little bit because as the host, they give me a little space. But well, support for todays show comes From Squarespace the busine'ss that makes you allowed to do your whole great website that you want to do and also is trying to stop me from making a decent living.","speaker":"spk_0","timeCode":1634.41,"tags":["Earwolf dot com","Colin","Colin","fir'st","Kevin","Square'space"]},{"id":"TRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Then I'm reading this thing guys writing calligraphy, leg friggin old writing.","speaker":"spk_0","timeCode":1739.61,"tags":[]},{"id":"ThHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"British people are mes'sed up man","speaker":"spk_0","timeCode":1749.3,"tags":[]},{"id":"WxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Well, the warship's brings players endles's hours, a strategy, tactical gameplay and pulse pounding naval combat. So when you freaking getting with me, heres what I'll do. Start strategizing, right? I'm doing my tactical gameplay, your pulse's pounding From The Naval combat action. And then, all of a sudden, I find out you're the one to climb up the pole that friggin Blue your home knows on my whole flag and coughed on there, too, and did look like even spittle hawked a loogie a Louis and dumped out a whole soda on the deck. Find that that''s you. Oh, baby, What I dio is just freaking use my ship to get you.","speaker":"spk_0","timeCode":2273.32,"tags":["Blue"]},{"id":"YBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"So when you use that code, you get a free premium ship, Aurora and a pile of in game currency to jump start your epic World War Two naval experience. Just download world The warship's today command warship's dot com Start playing today.","speaker":"spk_0","timeCode":2374.7,"tags":["Aurora","World War Two","war'ship","dot com"]},{"id":"YxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"like sounds like somebody who has, like, really cool, like prescription frames, right? Well, he's the type of guy who come wear like he can wear Warby Parker big,","speaker":"spk_0","timeCode":2413.63,"tags":["Warby Parker"]},{"id":"ZBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"chunky vintage frames, but he could catch fire character.","speaker":"spk_1","timeCode":2423.87,"tags":[]},{"id":"axHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"by somebody. Doesn't you know what they cost?","speaker":"spk_1","timeCode":2483.08,"tags":[]},{"id":"bBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"I Some of us still check the price tag. This is Ryan. If you ask how much something is, he goes, You have to ask. You can't afford it. He just walked right by the register with whatever he likes. Sturdy frame. He's on a website. He''s like at add a car at the card at the card at the card and yeah, does overnight shipping. Oh my God, that''s so expensive. If I Were You don't do prompt. You know that. You can see television shows purposely don't do prime so I can pay for this stuff I don't want. I don't want to get prime because it''s more. It''s","speaker":"spk_0","timeCode":2486.08,"tags":["Thi","Ryan","prime"]},{"id":"dBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Hey, it's time for Cody''s corner engineer. Cody. You always have such an interesting topic that you bring in. Uh, why don't you lay on us what you been up to this week? Because, Cody, obviously, you might know him as The very organized respon'sible engineer here. It Earwolf just part of the backbone of Hollywood Handbook with Clem dog and Coo Coo s. Oh, go ahead, Cody. What''s up? I've been watching bowling videos. Like how? To how to bowl. Yeah, this is a segment. Yeah, man. And that''s and that''s so interesting, Cody. You know why? Cause it''s about you. So go ahead and what''s going on with your style. Have you Have you taken out any of these instruction onto the lanes and try toe role? Ah, perfect score. No, Yeah, and it''s and it''s best to stay in the lab a little bit before you go. Let it marinate, let it wash over and the lanes air greasy, you know, Roll and Cody''s notoriously a clean freak. How many different videos is? Are there","speaker":"spk_0","timeCode":2591.02,"tags":["Cody","Cody","Cody","Clem","Cody","Cody","Roll","Cody"]},{"id":"kRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"unles's you're wearing skis. It's like going to a skateboarder.","speaker":"spk_0","timeCode":3002.72,"tags":["unle's"]},{"id":"ohHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Um, well, we are, right? Yeah. I think that you it was a somebody shoot. OK, your name is Listen.","speaker":"spk_0","timeCode":3313.59,"tags":[]},{"id":"pBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"think you are a nearly and and ratchet it Zlate fade.","speaker":"spk_0","timeCode":3345.14,"tags":["Zlate fade"]},{"id":"pRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Okay, it's Herald Book, Fam, It''s lit. Fam your warrior.","speaker":"spk_1","timeCode":3352.02,"tags":["Fam"]},{"id":"qBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"We were doing good. Kaufman esque in, you know? Yeah.","speaker":"spk_1","timeCode":3379.18,"tags":["Kaufman"]},{"id":"qhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Yes when we kind of tried to walk you to that a little bit. Obviously, he and I both want Jim Carrey to be obse'ssed with us. And so this is our way. This is all I I was hoping that Jim Carey would somehow inconvenience a lot of people by being a fan of me, and, uh,","speaker":"spk_1","timeCode":3383.41,"tags":["Jim Carrey","Jim Carey"]},{"id":"qxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"and that that would perhaps be topic for documentary. Um, so yeah, that's a my goal. A while? Yeah, That being said, then I apologize.","speaker":"spk_0","timeCode":3400.25,"tags":[]},{"id":"rBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Thank you.","speaker":"spk_1","timeCode":3413.23,"tags":[]},{"id":"tBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Ya squeeze. So what workouts are you doing lately? Oh, I'd love to talk about that.","speaker":"spk_0","timeCode":3497.6,"tags":[]},{"id":"thHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"105. Tonto","speaker":"spk_0","timeCode":3510.5,"tags":[]},{"id":"txHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Aziz. Some orange theory, which I really enjoy because it really is based around scientific theory. How to stay in the orange ahead. Dorinson. Yeah, that's good. I Really Yeah, I've been I've been It is, um orange theory Do orange. Julius.","speaker":"spk_1","timeCode":3513.61,"tags":["Aziz","Dorin'son","Juliu"]},{"id":"vhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"Okay, All right.","speaker":"spk_0","timeCode":3720.95,"tags":[]},{"id":"wxHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"because now I really am just like, What am I supposed to dio?","speaker":"spk_0","timeCode":3781.55,"tags":["dio"]},{"id":"xRHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"'so you're looking for ways to engage in a little friendly competition. Well, try to keep it friendly and don't jump jump jelly beans everywhere. I can't have that stuff,","speaker":"spk_0","timeCode":3800.7,"tags":[]},{"id":"yBHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"and it stinks.","speaker":"spk_0","timeCode":3851.99,"tags":[]},{"id":"yhHaLXMByMrymAEmBt5U","index":"handbook","podcast":"Hollywood Handbook","episode":"Ryan Gaul, Our Close Friend","line":"I put it on wrong. And you know what happened to me then","speaker":"spk_0","timeCode":3873.18,"tags":[]},{"id":"4BHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Frigate Wider? Put that up against an entire month of black improviser's. Sean Distant, Carl Tart, Ronnie Adrian, Lacey Mosley, Zeke Nicholson, Daniel Gaither, Phil Lamarr, Gary Anthony Willing. I mean, just like all these great funny, you know, talented black improviser. And","speaker":"spk_0","timeCode":102.48,"tags":["Sean Di'stant","Carl Tart","Ronnie Adrian","Lacey Mo'sley","Zeke Nichol'son","Daniel Gaither","Phil Lamarr","Gary Anthony Willing"]},{"id":"4RHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"if we tried to do that now Paul knows it's too late. We're playing catch up. We can never recover","speaker":"spk_1","timeCode":121.89,"tags":["Paul"]},{"id":"5BHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"you remember, If you remember","speaker":"spk_0","timeCode":139.33,"tags":[]},{"id":"5xHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"public life. I'm sure there's like some Some. There''s a corner white dude who nobody has ever heard of. But of all the ones that anyone has ever heard of rate Yes. I mean, Okay, I get Whose name? One Whose corner than you? Tucker Carlson. No, he''s not know You think. Wears a bow tie.","speaker":"spk_0","timeCode":191.99,"tags":["Tucker Carl'son"]},{"id":"6RHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Heres what I have to say.","speaker":"spk_0","timeCode":235.56,"tags":[]},{"id":"6xHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"but then just became ran Right, said the same stuff, but then would say, Randy, sometimes after his joke, still did the cold stone stuff. And it's like, But you think Randy''s a bad comedian? Yeah. Is he doing New York stuff? Imagine, use the sound effect after the joke.","speaker":"spk_0","timeCode":264,"tags":["ju'st","Randy","Randy","New York"]},{"id":"7BHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"So, uh, spontaneous ation with Paula Tompkins here it every Monday on apple podcast's. If he even keeps doing it, Stitcher Premium s in a podcast. Ah, and stick around for the rest of our interview with corny as Nick Wagner.","speaker":"spk_1","timeCode":282.19,"tags":["Paula Tompkin","apple","Stitcher Premium","corny","Nick Wagner"]},{"id":"7xHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"And then they mention right when it's almost dug up and I go, Oh, he really must have this gold because she who loves that stuff. Yes. And so I start hitting the bullets back with the shovel and one of bullets friggin takes her wig off","speaker":"spk_0","timeCode":438.09,"tags":[]},{"id":"9RHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"always doing different stuff with this model. We already introduced the guest's in the ad. Have you ever, ever, ever in your life her that another show do that? It was a pre roll ad, is it? But I was pretty good","speaker":"spk_0","timeCode":490.18,"tags":[]},{"id":"-RHdLXMByMrymAEmYd5N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"And we just are always punished for putting any care into what we do, right? Just fucking no reward ever.","speaker":"spk_0","timeCode":540.52,"tags":["ju'st"]},{"id":"ABHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Peak it out so that the post role is like","speaker":"spk_1","timeCode":686.57,"tags":[]},{"id":"BBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"And it's like, Ah, Halloween activity. Right. So I gues's youd be doing it. So you can, like, bring up your monster. Fuck sog because I did this kind of famous Off. Do you think that''s a thing I try to like in your September rolls? Are you start to get a little like excited Teoh to bring out the moment Book again.","speaker":"spk_1","timeCode":734.39,"tags":["Halloween","Teoh"]},{"id":"BxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"I mean, I do it every year because Aquaman asked me to do it. This is the one time he allows me to go on comedy. Bang, bang once a year to do the monster fuck. And so, like, that's when it comes up and people do mention it to me and so should be done. I think the thing I bring up on my own seems like you should be allowed at this point to dio","speaker":"spk_1","timeCode":774.92,"tags":["Aquaman","Thi"]},{"id":"EBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Chef. Kevin. Hi, Chef. Uh hey, guys. Chef. Kevin Here. Thanks for having you almost fucked up The walk. us through the proces's of of booking this episode?","speaker":"spk_1","timeCode":922.8,"tags":["Kevin","Kevin"]},{"id":"ERHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Sure. Okay. Um, I reached out sin Nick and Mitch, like, what would you say make a month ago as well Get you want me to find out on? I mean, I could I could look it up on my email. That will be thrilling. Okay,","speaker":"spk_0","timeCode":934.88,"tags":["Nick","Mitch"]},{"id":"GBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"So, Mitch is not the first time this I think this exact same thing happened. Young last time hailed","speaker":"spk_1","timeCode":1102.08,"tags":["Mitch"]},{"id":"HRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"I don't know if he paid for Oh, maybe I don't know. He paid for his friend. I think it would be definitely went out of pocket for himself. He he's staying with a friend, so he doesn't have ah, hospitality expense The flight. But he''s gonna buy that guy dinner. Yeah, you know, by his friend dinner, I'm sure. And some drinks, But he bragged about the flight like that. This is This is how I knew how much he spent on the tickets. He bragged about how much he had saved on the flight because he used he, like, bought a flight to Dallas with a connection in Minnesota. So he''s just gonna get off the plane in Minneapolis. And so that was cheaper than flying directly there. I gues's","speaker":"spk_0","timeCode":1156.7,"tags":["Thi","Thi","Dalla","Minne'sota","Minneapoli"]},{"id":"HhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"it was because of that decision that it's going to take. Continue thinking about Saturday morning. Why isn't he available short? Because he saved, like, 50 bucks to do a nine hour flight","speaker":"spk_1","timeCode":1189.19,"tags":[]},{"id":"IhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"a theme, right that Mitch bails on your as's. He","speaker":"spk_0","timeCode":1236.32,"tags":["Mitch"]},{"id":"JhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Like I got fish, I gues's. Sure. Sure. Yeah. You guys a roasted me round relentles'sly calling me a corny as's motherfucker. Well, and you're gonna And this is gonna be one of the worst episode's of the year for you again when they make the list. Yeah, of all the worst podcast episode's for the year, they're gonna go while the time Nick Wagner was on Hollywood Handbook and you're exposed and gone. Itch knows that when he's with you, he''s sort of able to buoy some of your traits on, and","speaker":"spk_0","timeCode":1279.56,"tags":["Nick Wagner","Hollywood Handbook"]},{"id":"KRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"and that's exactly right. I was really ready to just dance on the graves of all my enemies. And then I come to find out that","speaker":"spk_0","timeCode":1335.57,"tags":[]},{"id":"MRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Shame we just got back for us. It's more complicated than you think.","speaker":"spk_1","timeCode":1412.14,"tags":[]},{"id":"ORHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"and and giving a little bit of a middle finger to just about everybody. Because if you can't laugh,","speaker":"spk_0","timeCode":1477.4,"tags":[]},{"id":"PBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"if you're not white, were basically like we might let you in, but well never really take you seriously. See to me. I asked about asked about hazing. This just sounds like","speaker":"spk_0","timeCode":1524.55,"tags":[]},{"id":"PhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"we will live.","speaker":"spk_1","timeCode":1549.31,"tags":[]},{"id":"QxHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"00 it's and Tiger. But why are they alone and being so influential? I gues's because we're just so funny. Me and my crony. Sure, all my heart, all the Stanford chappie is out there are foaming at the mouth.","speaker":"spk_1","timeCode":1632.86,"tags":["Tiger","Stanford"]},{"id":"RhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Casper is asleep. Branded continues to revolutionize it's line of products to create an exceptionally comfortable sleep experience one night at a time.","speaker":"spk_1","timeCode":1665.93,"tags":[]},{"id":"TBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"within two. Me big. That's huge.","speaker":"spk_1","timeCode":1703.8,"tags":[]},{"id":"ThHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"lets talk for a second about nightmares. Yeah, nightmare One second. Nightmares have ah lot of misconception's. A lot of myths around them. Some people think they're fake. They're not really happening there happening to you. And if you die in your dream, you can die in real life nightmares. Air riel. Uh, the real world is fake.","speaker":"spk_1","timeCode":1743.38,"tags":[]},{"id":"URHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"and friggin Kevin was telling me that he has been having a nightmare. Chef Kevin","speaker":"spk_0","timeCode":1835.97,"tags":["friggin","Kevin","Kevin"]},{"id":"XhHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"and you can download it for free today at Command warship's dot com. And please make sure you enter the code Hollywood-This 18 when you download to get a ton of bonus content courtesy of Hollywood Handbook. That's just to remind you, uh, what the age of consent is","speaker":"spk_0","timeCode":2067.83,"tags":["Command war'ship","dot","bonu","Hollywood Handbook"]},{"id":"YBHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"like you're fielding a lot of offers. And so it's important to remember what is the law there? Nothing sexier than Naval warship commander. So it''s a big respon'sibility.","speaker":"spk_0","timeCode":2090.9,"tags":[]},{"id":"ZRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Yeah, we know we have to do that. I mean, you don't have todo we dio okay, Everyone is looking at what you did. Now that we are making I don't know if you were We have boo coo bucks now. Yeah, you guys, are you you're doing Ah, Bono bonus episode's on these on Stitcher Premium. Correct? That's the name of the service. Don't say like that. Yeah, man, you got the name right,","speaker":"spk_0","timeCode":2201.65,"tags":["boo coo buck","Bono bonu","Stitcher","Premium"]},{"id":"ahHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"two bucks.","speaker":"spk_2","timeCode":2327.32,"tags":["buck"]},{"id":"axHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"Yeah, that would have been","speaker":"spk_1","timeCode":2330.21,"tags":[]},{"id":"bRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"for sure. I'll be even freaking Super Bowl right now, but I'm actually nice of my fans name, and you don't have to pay five bucks just for my show. You pay for that? This other show Hollywood-Mastercla'ss irons really funny. And even our enemies The-Teachers-Lounge of their What else did you do that's different for the double. Yeah. Howd you know? Now we're sure gonna be expected to do","speaker":"spk_1","timeCode":2331.97,"tags":["Super Bowl","Hollywood","The-Teacher's"]},{"id":"cRHdLXMByMrymAEmYd9N","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Corny Friend","line":"right? That that isn't and so many others. You want better? I wanted to ask Is there anything you want us to say for a drop?","speaker":"spk_0","timeCode":2397.22,"tags":[]}]