[{"id":"pBJBL3MByMrymAEm1UqZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"So you're in a very high end grocery store?","speaker":"spk_1","timeCode":3669.02,"tags":[]},{"id":"qRJBL3MByMrymAEm1UqZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"the acting teacher. So, um, how do I respond? I've run over the cherry a couple times, and I've gone. And so at this point, I turned. I went from a rare apps camera to whoever was nearby, and an attendant has reported, I gues's what I would say is, um","speaker":"spk_0","timeCode":3694.36,"tags":[]},{"id":"rhJBL3MByMrymAEm1UqZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"yeah, really drew my eye up to his temple. Yeah,","speaker":"spk_1","timeCode":3764.13,"tags":[]},{"id":"txJBL3MByMrymAEm1UqZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"Sure, I would have run over the cherry with the cart,","speaker":"spk_0","timeCode":3813.9,"tags":[]},{"id":"xBJBL3MByMrymAEm1UqZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"Okay, I think that's actually good.","speaker":"spk_5","timeCode":3896.29,"tags":[]},{"id":"0hJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"But because they could pop the balloon with their nails.","speaker":"spk_0","timeCode":3982.13,"tags":[]},{"id":"1hJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"That's because it did happen, I gues's, to all of us men''s we all get asked the question. Yeah.","speaker":"spk_4","timeCode":4030.65,"tags":[]},{"id":"3BJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"Big. Es'sentially, this scene question. Yeah, that's what happens with scenarios, though. Yeah, way. Yeah, yeah. They just bring you back around to the same.","speaker":"spk_1","timeCode":4065.6,"tags":[]},{"id":"5hJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"That's see, I don't know if you noticed, as it did end up being another scenario. Ones a grandfather.","speaker":"spk_1","timeCode":4119.78,"tags":[]},{"id":"7BJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"That's so difficult for me because holy Karen What?","speaker":"spk_0","timeCode":4165.48,"tags":["Karen"]},{"id":"7RJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"Do you see this on the table? Hear Kevin get a picture of this.","speaker":"spk_4","timeCode":4172.01,"tags":["Kevin"]},{"id":"8BJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"Frankenstein pointing at us","speaker":"spk_0","timeCode":4182.08,"tags":["Franken'stein"]},{"id":"8RJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"right next to it.","speaker":"spk_0","timeCode":4185.46,"tags":[]},{"id":"8xJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"your pocket your podcast? High in the table. How","speaker":"spk_4","timeCode":4190.51,"tags":[]},{"id":"9hJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"table? You guys, it's so popular that I think there are people with pens going around Los Angeles and just signing furniture on our behest.","speaker":"spk_0","timeCode":4197.42,"tags":["Lo's Angele","behe'st"]},{"id":"_RJBL3MByMrymAEm1koM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"it's like a chicken versu's egg chicken eggs, you know?","speaker":"spk_4","timeCode":4278.85,"tags":[]},{"id":"ARJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"uh oh, I don't think that would hurt. You know, psycho baby probably has the most power in terms of fantasy","speaker":"spk_1","timeCode":4336.2,"tags":[]},{"id":"AhJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"brand going into that realm of presentation's like Chucky.","speaker":"spk_4","timeCode":4344.52,"tags":["Chucky"]},{"id":"FxJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"Can I tell my body in time to bail? Oh, good. I don't think anyone saw. Oh, no, they're talking about it.","speaker":"spk_0","timeCode":4475.85,"tags":[]},{"id":"GBJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"Karen. Real check.","speaker":"spk_1","timeCode":4486.03,"tags":["Karen"]},{"id":"HBJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"Can I give you some advice? I'd love it.","speaker":"spk_4","timeCode":4518.21,"tags":[]},{"id":"IBJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"Tell me. Oh, I would probably just put Paul f Tompkins because it's all over this thing. Oh, yeah. Okay. We could stand to have another one of those.","speaker":"spk_4","timeCode":4563.08,"tags":["Paul","Tompkin"]},{"id":"IRJBL3MByMrymAEm1ksM","index":"handbook","podcast":"Hollywood Handbook","episode":"Karen Kilgariff, Our Close Friend","line":"Um, by this'll has been Earwolf production executive Produced by Scott Ackerman, Adam Sachs and Chris Bannon. For more information and content, visit Earwolf dot com.","speaker":"spk_0","timeCode":4575.63,"tags":["Earwolf","Scott Ackerman","Adam Sach","Chri","Bannon","Earwolf"]},{"id":"MBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"You don't have it. Why would you do that?","speaker":"spk_1","timeCode":30.78,"tags":[]},{"id":"NBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"I can't. I'm sorry. Not anymore. I can't. I can't be a part of this. You just have to get someone up.","speaker":"spk_0","timeCode":45.77,"tags":[]},{"id":"NhJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"Scott Scott? Nope. Stop putting your sweater in your mouth, Scott. You're gonna choke on your sweater. Oh, my God. How do you get so much in there? Okay, okay, okay, fine.","speaker":"spk_0","timeCode":57.59,"tags":["Scott Scott","Scott"]},{"id":"ORJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"Today show sponsored by Howl FM. It's like Netflix for podcast Howl. Premium subscriber's Now have acces's to the 1st 13 season's. Have never Not funny Archives. The award winning podcast hosted by Jimmy Pardo.","speaker":"spk_0","timeCode":80.97,"tags":["Howl FM","Netflix","Howl","Jimmy Pardo"]},{"id":"OhJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"These 386 extra episode's total over 500 hours of never not funny, completely ad free with Howl Premium. Youll also get acces's to more than 150 hours of how original. You havent signed up for Howl yet. You can use Code Hollywood when you check out on how let them to get a month of Howl premium for free after your full month of free trial. It's only 4 99 a month. That''s HOWARD KREMER dot FM","speaker":"spk_0","timeCode":94.75,"tags":["386 extra epi'sode","Howl","Howl","Hollywood","Howl","HOWARD KREMER dot FM"]},{"id":"OxJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"and use the promo code Hollywood","speaker":"spk_0","timeCode":121.96,"tags":["Hollywood"]},{"id":"QBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"She finds one. Oh, wow, Interesting. I love to see the way your little brain works, Cody. It's so interesting to me. Now it''s Hollywood Handbook-East Hear, Hear! It''s me, Sean Clemens. I'm one of your friends who you listen to on the podcast, and I want you to feel like we're friends. Um, so one thing you might know is sometimes Hayes will do an episode. And when he does an episode without me, uh, I get upset and I get jealous. And so one great way to do with that kind of feeling is revenge and doing on episode based on vengeance. Ah, by the way, Ah, welcome Hollywood Hamburgers. Insider''s Guide to Kicking Butt dropping names. The red couple line back always of this industry we call showbiz. What up? What up? And so what? I have done an effort. Teoh defeat Hayes at his own game and punish him is I have gotten a pretty big guest. Ah, pretty big honking deal and ah, cram it down your throat right now. Maybe you heard of it. It''s a true corker of a guest. His name''s Chris. Katherine. Hi. Hi. Thank you for calling me a true corker. Oh, well, I wouldn't say it if it wasn't true. Um, So, Chris, didn't you do an episode with Hayes? Yeah. I have to say I was a little a little surprised to get this offer because it wasn't It was not all that long ago that I was on the show. Pretty recent, huh? Yeah. So thank you for having me back, but I was actually thought it must have been some sort of like error. Well, no. The error happened the first time when Hey, schedule episode, And I'm not there. And then the episode, I think probably didn't feel that great. And so we're going to kind of fix it. Um, but tell me because I just havent had a chance or really the stomach for listening to it. Um oh, what did you guys talk about? You and he's? Well, we went really in depth that it felt ah really good for me to get it off my chest. I first met Hayes about six years ago. Seven years ago, he was a writer on a show called Big Lake. Minnetonka,","speaker":"spk_1","timeCode":188.21,"tags":["Cody","intere'sting","Hollywood Handbook","Sean Clemen","Haye","'s Guide to Kicking Butt dropping","Teoh","Haye","Chri","Katherine","Chri","Haye","Haye","Big Lake","Minnetonka"]},{"id":"RxJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"So you bust huge cream load and she says, It's my father''s birthday. Yeah,","speaker":"spk_1","timeCode":1040.53,"tags":["birthday"]},{"id":"ShJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"'so anyway, I put the Big Lake demons to bed. But you know what? The with Thea, I think cause it's weird. You know, most indie movies you expect them to play an art house's and festival's. But as you I'm sure of sense, don't think twice is, I mean is every. It''s playing on roughly 4000 screens right now in America. If you count internationals playing on over 10,000 screen, we're doing four G''s. Screen wise has become a cultural sensation, like a Star Wars level. Unlike avatar level Titanic level. It''s been life changing for me, and I I will say I Hear I'll give you that. I wouldn't tell this to Hayes because I don't know he's as long as I know I don't trust a as much as I trust you as a friend, I feel safer telling you that while the Big Lake demons have gone to bed while Josh Franklin only rears his ugly head inside my brain at times, their new don't think twice habits that I'm not proud, I've fallen into some new addictions, and the character of Bill Now also lives inside my brain. And also Bill and Josh Franklin don't like each other. Tell me about Bill. What is there to say about Bill? Bill is a mild mannered member of an improv troupe called the Commune at a theater called Improv Improv Acros's America, Improv for America. I'm blanking on it. 000 and he''s a mild mannered guy who, uh, he''s trying to and you pull that off.","speaker":"spk_1","timeCode":1182.73,"tags":["Big Lake","Thea","America","Star War","Titanic","Haye","Big Lake","Jo'sh","Franklin","Bill","Bill","Jo'sh","Franklin","Bill","Bill","Bill","Improv","America","Improv","America"]},{"id":"ThJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"uh, hi. Hi, Chris, it's me, Sean. The anonymous caller.","speaker":"spk_1","timeCode":1569.35,"tags":["Chri","Sean"]},{"id":"VBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"Harry Razor Company does it being nice? Yes, The good company. Harry Face bad. Don't like it, Harry Razor. Yes, Like the razor. Put it on the face and no hair. Harry. Razor Make no beard. Daddys Holiday Celebration. Think that''s Father''s Day","speaker":"spk_0","timeCode":1782.46,"tags":["Harry Razor Company","Harry","Harry Razor","Harry","Razor","Father''s Day"]},{"id":"VxJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"And I'm not supposed to freestyle, but, you know,","speaker":"spk_0","timeCode":1843.77,"tags":[]},{"id":"XxJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"So Hi. Hi. Hello. Is this bill from Don't think twice. Why would you? Sean, you shouldn't ask. His bill will answer. And you don't want that, Noah. Okay. Sorry. Uh, is this, um, Chris gathered from beautiful Anonymous? Yeah, it's Chris a It''s me, the anonymous guy. So, um, one thing that he's does sometimes it just drives me. Notes is, um, hell leave the light on, uh, when? After he, uh, leaves. And then when I get home, it''s like, uh, you know, uh, electricity isn't free in this house.","speaker":"spk_1","timeCode":2245.83,"tags":["Sean","Noah","Chri","Anonymou","Chri"]},{"id":"YxJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"Remember those great cros'sover upset they used to dio Will there be a blackout on side felt, but a blackout of France to both of New York City. Or what about, um when Flint says Justin goo hang out Party?","speaker":"spk_1","timeCode":2407.07,"tags":["France","New York City","Flint"]},{"id":"aRJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"I Look, I don't hate anything. I don't like that. Carry hate in my heart, you know. Ah, I've been working a lot on just just pushing all those feelings down and making them into a little ball than just keeping him in the center of my chest. We can talk about that. That sounds so compelling. That sounds like something your listener's would want. Like you letting your guard down like that. I bet theyd love hearing that. Okay, well, one thing is a lot of the bad feelings that I have. Your Taser, whoever I picture them is like a little sliver of soap about Ah, just mushroom it with, like, another sliver soap until I've got, like, a big ball of soap slivers. Yeah, and then I'll just let that ball sort of slide around inside my chest. Wow. Wow, that's intense.","speaker":"spk_1","timeCode":2534.99,"tags":["ju'st","ju'st","ju'st"]},{"id":"bxJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"different kinds? So what? You soap is a major factor in your life and finds it way into your it's way into your life constantly. And you've never before perceived that there's more than one kind. So to me Ah, just a sort of category. It''s like it''s either soaper it''s not. I didn't know they're doing all this. You know, I'm not a Big brand guy. I'm not a label whore. I'm not here to promote Dove. I didn't not promoting dust You're trying to sell Dove on the airway I'm trying to sell Does this tote shine me on? Man? I don't come on in a my first time around the block, Brother. I didn't just fall off the turnip truck. I know when somebody is trying to use my heart, her listener's to sell. Dove, you're pushing Prada. I'm not trying to sell Dove. And also, I really appreciate your perfect strangers reference. I caught that That was slick fallen off the turnip cart. Cousin Valke did found by reality to America or burst. I remember. I remember. And now we know that we both knew was that show Did that show weirdly transition into being a TDF show in it's later days?","speaker":"spk_1","timeCode":2792.25,"tags":["Dove","Dove","Doe","Dove","Prada","Dove","Valke","America","bur'st"]},{"id":"chJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"Really. Lever 2000 tailed into the ah,","speaker":"spk_1","timeCode":2895.77,"tags":[]},{"id":"dRJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"Okay, so, um, what does that make me think of that? C studio, old school? You know, improv moves, you know, that's our background. Ah. Sets, traps, trap music. You playing a pattern game right now? Eyes that. What? That is'sue want to play. You want me, you little out of practice. Pattern him. We have. You want to do a pattern game together, we can use a trap. Me? That''s the kind of thing they do on comedy. Bang Bang people love it. They play games. They do like a to C. Okay, gues's what b is. I'm telling you, that''s what the show is, Chris, They play game. Listen to comedy. Bang Bang have you, man, I think. Did you play a game? I don't know. I think we may have played a game. You should have people love that shit. I'm telling you what, man? Late night, They play a lot of games. Lake 90. James Cordon. He loves games. Fallon loves games. Oh, yeah, there. Oh, they're always playing all kinds of games, games that people already play. They just play him in their famous and you watch. Yeah. Yeah. And I gotta tell you, I laughed my fucking as's off, seeing somebody try toe, throw a dart, and it''s Anna Kendrick or something. I'm cracking up on my and, you know, I have my talk show. It''s like a variety talk show, and I actually kind of try to push hard against that. If, like, trying to make everything an individual, every episode, an individual experience rather than these tightropes, it''s a priority of mine to try toe, tie it back to what I do. So wait a minute. You're not playing party games? No, generally know it. Actually, it''s I think it''s a TV show. It''s a talk show. I'm just trying to picture and we have celebrity guest. I'm just trying to take liberty guest's. You got a celebrity guest? Yeah, but you don't have them playing like a college party game? No. Well, what did that? I've never I've never once on my show have I had a celebrity play. Never have I ever Well, due date or die. I've never done that on TV. What''s gonna bust me up? Like At what point of my busting up? Like I laughed my butt off like our season finale this year. Like we did the whole thing. We're like Jon Hamm. Mad men. Jon Hamm? Yeah, he came in and participated in actual pro wrestling match with a bunch of ex WWF wrestler's. Okay, And then the wrestler's are playing flip cup. No, just is right there, actually wrestling. Yeah,","speaker":"spk_1","timeCode":2999.16,"tags":["Bang Bang","Chri","Bang Bang","Lake 90","Jame","Cordon","Fallon","Anna Kendrick","Jon Hamm","Jon Hamm","WWF"]},{"id":"dxJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"So then?","speaker":"spk_1","timeCode":3154.71,"tags":[]},{"id":"eRJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"It's a and then you're just spinning the it''s is a wrestling ring. Hey, is just texted me. Ah, he''s been trying to call me a lot. Yeah, he what? He texted me. So sorry. I couldn't be there. Building house's for habitat for humanity right now. Oh, yeah. He says that a lot. What? What were you doing That you werent at our first?","speaker":"spk_1","timeCode":3163.76,"tags":["fir'st"]},{"id":"gRJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"Okay, Okay.","speaker":"spk_1","timeCode":3342.34,"tags":[]},{"id":"hBJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"you got me a son of a bitch.","speaker":"spk_1","timeCode":3422.14,"tags":[]},{"id":"hRJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"Well, uh, anyway, he's is calling me again. I gotta tell him how much better this episode went than the one that he did. And, um Ah, and ah. And you agree? And you can probably tell him that too. Isn't that right, Chris? I'll talk to his. Great. Okay, so we're in agreement then. So by thanks for cinema by rates on it just looks on Facebook. Do the","speaker":"spk_1","timeCode":3425.32,"tags":["Chri","Facebook"]},{"id":"hxJDL3MByMrymAEmS0t-","index":"handbook","podcast":"Hollywood Handbook","episode":"Chris Gethard, Sean's Close Friend","line":"But, like, isn't it a cool called the action like, Hey, everybody, spell it out with me","speaker":"spk_1","timeCode":3504.43,"tags":[]},{"id":"ixIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"because, of course, last year, the theme was the Grinch. Yes, and ah, And that was so so fun that everyone was being a Grinch and all we were all standing who compete The who like who was going to be the the best grand? Yeah, who was the main","speaker":"spk_1","timeCode":137.85,"tags":["Grinch","Grinch"]},{"id":"jxIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"eyes that. Yeah.","speaker":"spk_1","timeCode":199.95,"tags":[]},{"id":"lBIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"is every bit as important and sacred. Whatever they're doing in some building would have frickin x on the top. It's called the consolation. Thank you.","speaker":"spk_1","timeCode":236.02,"tags":[]},{"id":"lRIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"And so alter that she did","speaker":"spk_1","timeCode":249.17,"tags":[]},{"id":"mBIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"It's I am married to her. She is not text. She is not married to you. So actually I should not She I should not have said wife before. She is my friend. You are her husband. I am her husband. But she''s your friend. And the freedoms that go along Yes. Which is","speaker":"spk_0","timeCode":270.22,"tags":[]},{"id":"nRIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"being able to be still alive. Then Tonto, sort of stay cutting edge new and a lot. And","speaker":"spk_1","timeCode":330.39,"tags":[]},{"id":"qBIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"and somebody says, Lets roll back the clock, Go analog with this and imagine Presuppo'se. What if this was based on a hard copy? Ah, actual physical version of a card like this? Yes, where there''s sometimes a joke, but sometimes a very sweet poem that might say, you know, to my son and then honor how noble your son is and what a man he''s become. Or it might say, Ah, well, well get into what it might say because we're going to design a bunch of these cards. But they are used to say greetings and they're used to say thanks. And they are used to say, Hey, you're five. And by the way, yes, we don't we don't have a guest today. People are noticing this and saying like Oh, like, is it because they couldn't get a guest? And Kevin emailed six people and every single one was out of town. That is not what we do not want to cut other","speaker":"spk_1","timeCode":470.62,"tags":["Kevin"]},{"id":"rRIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Yeah, well, that's what''s so nice about Weve","speaker":"spk_0","timeCode":582.09,"tags":[]},{"id":"sxIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"on the news about it's mothers day. Yeah, and But when this comes out and today, go to Decaux. But maybe the card says it''s much like it is Mother''s Day today. Ah, because it always is. Well, if you're getting this card, then like part of like the story by and the card is like, Well, today is mother''s. So you're reading this in your not like, Oh, it was a while ago. It says in the car. Better is today. Oh, so we're saying","speaker":"spk_0","timeCode":644.82,"tags":["mother''s day","Decaux","Mother''s Day"]},{"id":"uBIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"And so for me, something about that Blake lively. I wouldn't mind so much that Blake lively Bubble. Wow. And, ah, I hate to be shallow, but ah, I watched the shallows, and I see my mommy is a little Southern. I was thinking during some of those scenes with the wet suit, all of it. So you're gonna go with Blake lively, And that is so smart. And I'm gonna say, How about this Carolyn Ray, this Caroline Ray figure whose did hed be a very interesting ma who has","speaker":"spk_1","timeCode":741.71,"tags":["Blake","Blake","Bubble","Blake","Carolyn Ray","Caroline Ray"]},{"id":"vhIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"because sometimes you have to write the whole thing out","speaker":"spk_1","timeCode":834.86,"tags":[]},{"id":"wBIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"because it's an educational card. Yes. So the turtles got a stack of books in a backpack. Wanted as'suming back hug. Yeah, Shell. Uh huh. Well, he says, my shell is my backpack and he''s holding books. He''s got glas'ses. He''s holding the But what? The back with the backpack?","speaker":"spk_1","timeCode":857.01,"tags":["Shell"]},{"id":"wRIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Uh, hens.","speaker":"spk_0","timeCode":874.95,"tags":[]},{"id":"xhIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Stillers mom''s an example. So","speaker":"spk_1","timeCode":936.81,"tags":["Stiller"]},{"id":"yxIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"And you probably want to right underneath the turtle like arrow pointing up. I'm John Show","speaker":"spk_1","timeCode":978.15,"tags":["John","Show"]},{"id":"zBIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"and the school be called like Sherminator Elementary or something, right? And but so that's why would also help to have a mirror on top, so he like a little like reflective portion. So he''s looking at the card, and he''s saying like Oh, like I am the school. Yeah, and you might wanna have a portrait of a MILF right in the halls of one of the school. I don't know that youll be able to see it on the card because it''s two dimensional, but in one of the hallways, or even in the principal''s office? Yeah, you might want to have a portrait of a MILF. She''s older, she''s robust. Ah, and she''s in some kind of Teddy. Slinky Teddy? Yeah, she''s in a slinky teddy. Ah, garters, etcetera. And so then he has room on the inside to write the explanation. And so there should be another outside envelope that comes in the card that is addres'sed back to envelope.","speaker":"spk_1","timeCode":985.68,"tags":["Sherminator Elementary","robu'st","Teddy","Teddy"]},{"id":"0BIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Envelope. That's perfect. And so great. That''s great, because I'm calling it here. I was calling it paper slit. Yeah, that was the only name I had for it. It sounded like the beginning of a list. Oh, really? Just the way you said it.","speaker":"spk_1","timeCode":1076.79,"tags":[]},{"id":"2hIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"bringing the joke to you on a plate, your jokes, huh? And force feeding you shoving a ladle in your throat. And what we're doing is we're sort of going like, How did you hear that? I heard there's a joke in the back room or just end this sort of like, Where''s there is circulating the party all right. Just like did you hear about? I heard there''s actually a joke coming later or there was one earlier in the other room and in the ladle version, just like taking the ladle and just sort of spooning in a ground. Just sort of Yeah, almost remember in, ah, um, Shawshank or whatever, where they have to get rid of the dirt Iraq and it come out his pants. Well, the jokes like that of But food in this case is the food analogy. Well, we're putting with food and our","speaker":"spk_1","timeCode":1249.58,"tags":["Iraq"]},{"id":"3RIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Imagineer, The party and some beef barley soup comes","speaker":"spk_0","timeCode":1320.89,"tags":[]},{"id":"6xIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"And it's and we're being friends in the sea, not neces'sarily sitting down to try to","speaker":"spk_0","timeCode":1481.18,"tags":[]},{"id":"7BIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"have a fight. And can we just establi'sh","speaker":"spk_1","timeCode":1485.35,"tags":[]},{"id":"_BIoLnMByMrymAEmPA6G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"hey, Kevin, it's time to do the ZipRecruiter ad guys. It''s Misha From Hollywood Handbook, and I'm doing a ZipRecruiter ride with Kevin. And I actually have, like, a really funny idea for sort of a new approach to these ads, I think we can all agree that the stories about the people in the office kind of ran their course. Definitely, they're done. Yeah, in the last few werent that good? So on sold out. So because ZipRecruiter dot com is like this like thing, it''s like this website or wherever, where you can post to get jobs in there. You can post your job to 100 plus job sites with one click and, uh, just, you know, site to use Teoh. Find qualified candidate for a job and you don't have to juggle emails and stuff. But so what I'm thinking is like, this could be pretty funny, actually. Is, um, just like the Rando is job for you to say. Like you were looking for someone for, like, God ZipRecruiter like this How you use ZipRecruiter, right? Which is, uh, you know, it''s this powerful technology that matches the right people to your job better than anyone else. Um, and that Ah, you know, um, that you ah, you want to help people find out why ZipRecruiter has been used by busine'sse's of all sizes to find the most qualified job candidates with immediate result's. So, like, um, was it a Rando? Like I paid somebody Teoh, you know, playing harmonica in my bathtub. But it''s like something you would do. Like a shitty, like a lame, like dork thing. You dio Yeah, when I have you. And it''s, like, totally crazy. One of the dork things I dio or that your paying somebody, But you didn't know? You don't do it. Okay, um maybe to hang up my clothes.","speaker":"spk_1","timeCode":1872.47,"tags":["Kevin","ZipRecruiter","Handbook","ZipRecruiter","Kevin","ZipRecruiter dot com","Teoh","Rando","Rando","Teoh"]},{"id":"AxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Ray. Um, would you say it can't be your birth mom? Yeah. It's kind of weird to like him. Want, like, the good cards can be kind of romantic. Oh, it''s this kind of weird. Do you have a preference? Do you have any recommendations you give. Wow! Looking at you, I have an idea who would be your mom. Okay,","speaker":"spk_0","timeCode":2102.92,"tags":["Ray"]},{"id":"ChIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Ryans mom. But I want to say I'd love to embrace diversity a little bit with this card, okay?","speaker":"spk_0","timeCode":2191.03,"tags":["Ryan"]},{"id":"GBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Yes. And if anybody wants to do the laugh,","speaker":"spk_1","timeCode":2385.22,"tags":[]},{"id":"GxIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Okay, good. That Okay, that's a good card. Now, what do we think is a fair price for that card. And remember that you are also getting a picture out of this We're doing now. I don't like It''s not only just like us doing this days card for you, and you have this wonder you get take pictures. Um, now and but you are also getting to take a picture of it. So I'm just saying so now, like quite alot. More expensive? Yes. How much do I have to pay? We're figuring out price as well. We're, you know, we're talking about fairnes's and just what we think is like a you know, a good. For example. One thing that Sean and I have been talking about, how we would really enjoy recently is water. Ah,","speaker":"spk_0","timeCode":2398.47,"tags":["day","fairne's","Sean"]},{"id":"JRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"That's happening just whenever. Ah, a little bit all the time. Really? Yeah. And and so maybe good to take the water and the bread and have it be some sort","speaker":"spk_1","timeCode":2595.51,"tags":[]},{"id":"MBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"and they're stuck in lightning. McQueens tailpipe. Okay. And The card should say something clever. Something that indicates suggest's Yeah, that''s suggestive. Yeah. Okay.","speaker":"spk_1","timeCode":2761.82,"tags":["McQueen"]},{"id":"OBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Yeah, so you write it on someones 10th birthday, and then you could give it to whoever for anything.","speaker":"spk_0","timeCode":2881.64,"tags":[]},{"id":"QBIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Well, that probably made me pretty scared. Oh, so it's so I gues's I wanna have sort of a grim ist's, and you may want to get a picture of the face that I'm gonna have to make up the card.","speaker":"spk_1","timeCode":2975.89,"tags":[]},{"id":"ShIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"'s back. He's got him. We already have Kevin Smiley. We could have a be saying basically anything. He''s got","speaker":"spk_1","timeCode":3079.44,"tags":["Kevin Smiley"]},{"id":"TRIoLnMByMrymAEmPA-G","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"He's He''s laying into some ferocious you could see in their speed lives behind his reread.","speaker":"spk_1","timeCode":3106.18,"tags":[]},{"id":"UhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"The New York ing magazine. Okay, Yes, yes. And so I think what it should maybe be is like,","speaker":"spk_1","timeCode":3192.05,"tags":["New York"]},{"id":"VhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Oh, okay. Well, okay. We may not want to do it, because there's an alternate version of this where there''s a pirate.","speaker":"spk_0","timeCode":3266.92,"tags":[]},{"id":"WhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Okay, So how about this one? Okay. And this is an alternate version, okay? And we can hear their side. It's good that, like, they sometimes will want to buy all three cards. This they are gonna be inside for this one, okay. And they're doing the vote. Okay, So it''s political. Yes. And so and, uh, you say Hus'sein is, like, far away. You see him, like, way far away. So, you know, this is somewhere else. They fart so hard it blasted him far away.","speaker":"spk_0","timeCode":3310.21,"tags":[]},{"id":"YBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"well, that Well, this is another opportunity to maybe put some a different mes'saging in. Oh, that too. Yes.","speaker":"spk_1","timeCode":3404.68,"tags":[]},{"id":"ahIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Ah, and then people. I enjoyed it. And we're mad that we stopped doing. And so it could be good to get some of these old things going again. And, like, you know, people want to buy him. Great. Okay, so Gavin will start here. What about Ah, Halloween card? Wait, Sorry. I didn't get that. I have the exact time can you count to put Havent got it wrong. You drop me an account when you guys should respond or when I should say when you say you and you say, What was all the euro say? 123 Hey, we should do our script.","speaker":"spk_0","timeCode":3543.13,"tags":["Gavin","Halloween"]},{"id":"cxIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"too. Too scary. And now you","speaker":"spk_1","timeCode":3679.64,"tags":[]},{"id":"eBIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"like, Oh, okay, yeah, cause he's scared. Yes.","speaker":"spk_0","timeCode":3739.87,"tags":[]},{"id":"exIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Hey, what about a Halloween card? No. See, I said in count, I'm sorry. Dramatic, I gues's. You know, uh, obviously weve done like I'm queen. We dont mater. Weve done od and a lot of the Garfield people. You think? Well, we won't do any more cars, but we do want to do a Herbie. We didn't do already. By the way, we and we do still have all these odious.","speaker":"spk_1","timeCode":3778.95,"tags":["Halloween","Garfield","Herbie"]},{"id":"hRIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Just just to remember, you know, sort of what this day is all about. That The certain freedoms that we get to enjoy it. Look out point. Yeah, and maybe we use your idea of a very far away Kusa Hus'sein in chains.","speaker":"spk_0","timeCode":3995.89,"tags":["Ju'st","thi's day","Ku'sa","Hu's'sein"]},{"id":"lhIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Felisha, Day and Colton Done.","speaker":"spk_2","timeCode":4241.12,"tags":["Day","Colton Done"]},{"id":"mxIoLnMByMrymAEmPA-H","index":"handbook","podcast":"Hollywood Handbook","episode":"New Card Business, Our Close Friend","line":"Jesu's. I mean, jazz Off ruler of The circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","speaker":"spk_3","timeCode":4257.47,"tags":["circle","The Magic Tavern"]},{"id":"pRIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"we have to do the movie times. This is awful. My little cousin is, you know? Yeah, is always doing looking at other podcast. Oh, yeah. Research. And I don't have time to listen to this stuff myself. I don't have time to see the movies. I don't own a television. Isn't that interesting? I can Onley really 10 minutes a week of my cousin and he sort of goes like, Heres what''s important. Yeah, And apparently there''s this podcast and they say something at the end of the show that I think youll be interesting The Here. Yeah. So use that. You sent me something and you said Don't listen to that. I said, listen to this clip satire. I want your real reaction because I think youll be very interesting to hear this.","speaker":"spk_0","timeCode":567.58,"tags":["Onley","intere'sting"]},{"id":"qRIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"cause I tried. That","speaker":"spk_0","timeCode":710.76,"tags":[]},{"id":"qhIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"'s town is proved by Julie Snyder and me with all star editing From Ira glas's. Sarah Cain, Offices drumming. We have the best podcast staff in the world.","speaker":"spk_0","timeCode":718.82,"tags":["Julie Snyder","Ira gla's","Sarah Cain"]},{"id":"shIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"and so that's the opposite. What we're saying is like you right now are just getting time. And that doesn't does any time. The reason we're having this conversation is so you do not have to talk until later. And you can think really hard about the kinds of things that you're gonna talk about in your perform. And we're hoping that what''s going to be Ln n through your head is I'm not going to say this back porch thing. Yes, I'm gonna be reminded you throughout this that eventually you are going to be part of this conversation. Uh, all right, Got it. What''s that noise? Well, what","speaker":"spk_0","timeCode":1056.56,"tags":[]},{"id":"tBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"We're not allowed to have music, so whatever. It's sorry. Yeah, that was May So, but that is up, Cody as well. Whose respon'se? Cody? For The sound that''s happening anywhere in the room. You should have been able to hear that. Stopped it. Knew it was Hayes When you listen to it, I was listening to the band Red Boat. Okay, so, uh, let''s go ahead. There''s out. Who first desire in relation? A Leon Redbone? I don't know. Do you want your impres'sion? Italy already doing s about dear themes. Okay, that would be a good way to make me feel better. Dropkick your tracking When you came in the dog Ah, make kind of china man of me My knowing man","speaker":"spk_0","timeCode":1094.98,"tags":["May","Cody","Cody","Haye","Red Boat","Leon Redbone","Italy","china"]},{"id":"uRIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"laughing. Did you hear that? The same misma. Yes. So we noticed, Kevin, that when he's called you a camera, profes'sionally, put the camera line for your snapshot's. Put on the floor. Yeah, where you can't reach it. But excuse me, Cody.","speaker":"spk_0","timeCode":1210.74,"tags":["Kevin","Cody"]},{"id":"uxIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"I'm just I'm just glad that that is all out of you before the discu'ssion at the end of the show. Because if that were to happen, it happened during the talk of the end of the show. Our discu'ssion with you.","speaker":"spk_0","timeCode":1234.9,"tags":["di'scu's'sion"]},{"id":"vhIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"And so I'm gonna play the clip, and you just give this quibble. Listen.","speaker":"spk_0","timeCode":1334.94,"tags":[]},{"id":"xBIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"And here the clip","speaker":"spk_0","timeCode":1471.11,"tags":[]},{"id":"xhIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"What is that? Yeah, that's what I said. Yeah, What The and I had himself edited as well because I was about to deliver a pretty big, stinky word. Oh, yeah, no. Yeah. I could see where a word Hayes was going todo with both hands. The word he was going to say Boyle, hoof it, rattle that big old tomato can you got on the top of your neck, brother? It a freak. You're being something. Nurse t So what does that clip make you think about whom makes me man who we nose on a podcast app? Yeah, we know anybody like that. Yes. Who is it? I'm on a Kevin. You're on a podcast of It''s Kevin. And and are you on the main cast staff of The Just wait, wait. Admit that it''s Kevin. It''s Kevin. Uh, OK, we got him to say it. I'm on about recorded crowd. And are you on the just so ensure Are you on the podcast stuff? Is your name first down Snyder or Ah, Starling kind. Are Are you on this town? Are you wants down? No. Mm. Oh, okay. Because down, apparently as the best podcast staff in the world. And we And so you have admitted that you are on a podcast staff, but not so you say. But not that one. M correct. So? So I wonder how I feel. Part of my podcast staff is Cavin, which you admitted, right? Yeah, and that is a tape. Cody, I invite you","speaker":"spk_0","timeCode":1491.47,"tags":["Haye","Boyle","Kevin","Kevin","The Ju'st","Kevin","Kevin","ju'st","Snyder","Starling","Cavin","Cody"]}]