[{"id":"yhIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"That bird so unhealthy. You know why? Cause he's got these great big feet that are almost like a weighted or economic razor hit big. And is any The V And this beacon almost as sharp as the five precision engineer blades with lubricating strip and triple blade that Harry''s offers at their trial sat look like Big Tree Berle''s. He''s just hungry for some rich lather and shave Zell and a travel blade cover. What is it? What? What am I getting and on you? Just like just coming a little, break me off a little piece of dough and we make back twice, three times as you just want me to give you some money, get some cash in on this, and then you could pick, you know, point out four birds. You get the money from those birds. Okay, I give you some money And then when I sell the birds, which I'm gonna dio way, which is definitely gonna happen. What? Why do you need money to sell birds? Because I'm a little bit underwater on some of the materials. There''s all these cages and just like him a little bit. Where are the cages? Well, they're in transit. I can't get him out. It''s a separate storage container. And I can't get into that container until I pay up on my back dues. Okay. And what do you need the cages? Because I can't exactly get everybody in here to the storage container to sell The spurts. I'd be able to being the birds out to their house and then Selma to preview.","speaker":"spk_0","timeCode":1825.69,"tags":["Harry","Big","Becau'se","Becau'se","Selma"]},{"id":"yxIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Like, just think for a second, Doug, Like, don't neces'sarily Amos, OK, it's how Your Majesty, Howie. Yeah, it sounds carry. Okay, but like, I'm just saying, like, this could be bigger than Harry''s razors. You know, this could be like frickin Santa man''s birds, heirs or whatever. It''s gonna be great looks. Just stop mes'sing around and get started shaving with Berries today by claiming your free trial offer $13 value for free. Just cover shipping. Remember I used to say that the good old days. Yeah, I do mis's that. Those times, remember, I'd be like goto Berries dot com slash Hollywood Handbook. You know? Then it playing the podcast that you have to give me, like, whatever. Whatever you can spare what you have on Why is there a bed in here? Keeps fiction. Birds get sleepy, Dude. Come on, Love.","speaker":"spk_0","timeCode":1915.49,"tags":["Doug","Harry","Santa","Berrie","Berrie","Hollywood Handbook"]},{"id":"zhIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"And I did get so scared at the end that my my my jaw started shaking. Let me try a one. Let me try one of these. I'm scared. The have you do it? Could easily believe me. You don't think I'm scared to do The okay?","speaker":"spk_0","timeCode":2218.69,"tags":[]},{"id":"0BIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"So where are we now? With Kevin","speaker":"spk_0","timeCode":2250.12,"tags":["Kevin"]},{"id":"0xIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Call in is calling. Here. You come in here, please. What? You got a sort? Something out bringing in my bos's. You're the one who brought your bos's into this, buddy. You're the one who said that he put you up to it. A boy broke.","speaker":"spk_0","timeCode":2453.07,"tags":[]},{"id":"5BIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"And you told that you made him do it and he said some other stories. So you really went under really long, bad story there was. So I don't even think we can cut it out because we wouldn't have an episode because it's that much of the show. Now, has this been really bad story? Thank you for the notes, but the upshot Waas that it was Colin that made him do it that put him up the whole thing to note being the best. Yeah. Mm. Well, I said Colin put me up, Teoh learning from the best. And already we're and now he''s doubling back now that Collins in here Incredibly strange. Maybe you could clear this all up without hearing what Kevin said in your words. How would you say you tricked Kevin?","speaker":"spk_0","timeCode":2747.75,"tags":["Colin","Colin","Teoh","Collin","Kevin","Kevin"]},{"id":"6BIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Colin, the thing that upto s s most of the line.","speaker":"spk_0","timeCode":2822.19,"tags":["Colin"]},{"id":"8RIpLnMByMrymAEmsg9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"It seems like you show you showed up pretty late in the game. You yourself that finally admitted this. But right around the time that we found out that the podcast have over there is the best. Yeah, but you know who I was here for quite a while before you was Dana and Josh and we suspect them, don't we, Holland Joe? Yeah. So in with And that's on tape. Oh, no, no.","speaker":"spk_0","timeCode":2966.99,"tags":["Dana","Jo'sh","Holland Joe"]},{"id":"AxIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"if you know, this is where Earwolf puts all over podcast. Now, if we remove, you might have nowhere to seek moving Off a soundcloud. But on Stan Cloud, we get all these all of these additional stats like we can't see what swimsuit you're buying. For example, which one of my buying? Um, I didn't Look, I don't know. That one really. Sounds like somebody. Didn't look. Seems really did. Look, five that would be were like, we work right acros's the new take so long to come up with. I didn't Look, why are","speaker":"spk_0","timeCode":3406.95,"tags":["Earwolf","Stan Cloud"]},{"id":"CBIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"podcast. Okay, well, wait. Gone is on mes'sage here. I appreciate around. He understand's what we're talking. I started the day being like, This is my last day dealing with Colin. He's clearly been working against me from day one, but now I'm back around. I think he actually wants it to be good. He just showed up late. It was an unsalvageable situation because Dana had poisoned the well. She tricked Kevin into doing goodnes's knows what.","speaker":"spk_1","timeCode":3582.68,"tags":["Thi","Colin","Dana","Kevin"]},{"id":"CRIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"She got something on him. She's got some kind of mind control power she''s got. Josh is clearly just obse'ssed with whatever swimsuit. I did not know how I can sense it. It''s like, you know, you have been wearing the hard nation obse'ssion all the prop up her hard nation vanity pride he owns, like, 50% of hard nation What we can She''s willing me on it was willing to crater the rest of the network. All the benefit hard nation was the trestle country in the hard nation. Yeah,","speaker":"spk_0","timeCode":3612.92,"tags":[]},{"id":"EhIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Beach. Everyone does that at the beach, Josh. That's how you keep cool on the inside. I just I feel like that silliest likes that should bring her down a pointer to Josh. You're not rating me their rating. Me, they know, but they don't know all the details. So Okay, I like what I like what a cowardly weasel Josh became and how he tried to stab his co worker in the back. That feels like what probably happens at NPR a lot. So I am gonna actually bump Josh up. So Josh hasn't eight data as a 12 column zero. We had to take his numbers to give them to Natasha Data. That''s a holy fair. That is fair, Kevin. Seven has to be seven. Okay. And so we were getting up before leaving. And then engineer Cody''s gonna find out his true number. You have to calm apple podcast now. Not iTunes. Just so you know what? Yeah, we're not supposed to call it iTunes anymore. Really? Apple podcast's according to who is wise to write ins like heaven exploded at was Apple podcast earlier with no explanation. And now 12 minutes later, it was bad. I'm gonna keep saying iTunes. I'd love to find out who I get in trouble with.","speaker":"spk_0","timeCode":4005.12,"tags":["Jo'sh","Jo'sh","Jo'sh","NPR","Jo'sh","Jo'sh","Nata'sha","Kevin","Cody","apple","iTune","iTune","Apple","Apple","iTune"]},{"id":"GBIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"If you believe in angels than Hollywood Handbook is something that might relate regarding it being a foolish conspiracy of hob goblin little minds. Sean is a person that reminds me of a wells s did lemon fruit.","speaker":"spk_0","timeCode":4279.83,"tags":["Hollywood Handbook","Sean"]},{"id":"GhIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"Ah, I'm a horny girl Wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com Oh,","speaker":"spk_0","timeCode":4312.96,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"id":"GxIpLnMByMrymAEmshBs","index":"handbook","podcast":"Hollywood Handbook","episode":"Employee Reviews, Our Useful Tool","line":"hey, So it's John and he's From Hollywood Handbook. We just wanna apologize for whatever you just listen to. I think we can all agree that so it''s sucked. It was terrible. It wasn't good podcast. So if you want to listen to a podcast where you're laughing, having fun And actually Braemar added jobs at least market because one of the things that way you just listed Dio not only did it suck, it was stupid. Stupid for babies, A grown up smart podcast That''s funny that keeps you awake is a show called Hollywood Handbook. It''s hosted by your two best friends, John and Hayes, and we are your friends in real life. Yes, I'm like the people that did this show that you just listen to They're just doing it. So, yeah, they don't want to be your friends, and we already are, Yeah, So don't listen to the sucky show that you have good to do. The new show We're doing it. It''s Hayes and Sean Hollywood Handbook and find it on Earwolf for something This'll has been in Earwolf production executive produced by Scott Ackerman, Chris Bannon and Colin Anderson. For more information and content, visit Earwolf dot com.","speaker":"spk_0","timeCode":4330,"tags":["John","Hollywood Handbook","Braemar","market becau'se","Dio","Hollywood Handbook","John","Haye","Haye","Sean Hollywood","Earwolf","Thi's","Earwolf","Scott Ackerman","Chri","Bannon","Colin Ander'son","Earwolf"]},{"id":"HhIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"attention. Fans of John Gay Berries, his premium podcast. The lame man is back for the second season on Stitcher Premium. And so we want Apollo. I mean, I like John. I like Gabors. I don't want to call him the lame man. I don't think he''s lame at all. I actually think","speaker":"spk_0","timeCode":0,"tags":["John Gay Berrie","Stitcher Premium","Apollo","John","Gabor"]},{"id":"KhIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"toe. Learn more about the lame man on Lihir Apposite one. Go to Stitcher Premium dot com slash lane men.","speaker":"spk_0","timeCode":106.55,"tags":["Lihir Appo'site","Stitcher Premium dot"]},{"id":"LBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Did I?","speaker":"spk_0","timeCode":138.49,"tags":[]},{"id":"NBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"did mention I think that some people, uh, mentioned on Red. I don't really read this stuff. I don't I don't read the comments. Me neither. But sometimes people send it to me. And I gues's somebody wrote The that you had been a little hyper sometimes in your performs and that you were commanding me a little too much. And sometimes when I was trying to do my bits that you were making too much noise being rude, you know, they're like a few. There were a few different voices expres'sing different variations of the same thing. Ah, and it sounds like you agree with that. No,","speaker":"spk_1","timeCode":181,"tags":["Red"]},{"id":"NRIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I'm just repeating what they said. Which Great. Good to know. I always strive to be aware of myself in my shortcut. I want to know. And if that's how you feel, then I'll just be","speaker":"spk_0","timeCode":215.87,"tags":[]},{"id":"PhIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Remember Austin Powers? That's May, and that''s me. Is the guy in Austin Powers trying to back up? No, that was a car. This is like a roller machine that flattens that","speaker":"spk_1","timeCode":311.9,"tags":["Au'stin Power","May","Au'stin Power","Thi"]},{"id":"QBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"have you observed this. You've bowed out of doing the show for a few weeks, uh, at other priorities. But have you? Is that dynamic ever been something that you have observed?","speaker":"spk_1","timeCode":330.31,"tags":[]},{"id":"QhIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"that sounds a little","speaker":"spk_1","timeCode":360.86,"tags":[]},{"id":"RhIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"'so. It does present. I do have to pick between silence and this and that. Given that those options, I will take this and I will like it. Hey, welcome back. I want to do the song again. Ah, yeah, sure. Lets Yeah. Did you like Okay, I don't really have any made","speaker":"spk_0","timeCode":377.14,"tags":[]},{"id":"ShIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"We're going. We're helping engineer Brett, you know, put his mailbox back up when the kids in the neighborhood knock it down because they're pis's Adam. Yes, and that candy at Halloween. That takes a","speaker":"spk_0","timeCode":476.58,"tags":["Brett","Adam","Halloween"]},{"id":"ThIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Yeah, And it looks like I got hand stuff. And when the kids come to his door, he kind of like, holds the candy up, like in a in a hand gesture that suggest's open your mouth and then you try to","speaker":"spk_0","timeCode":515.4,"tags":[]},{"id":"UBIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"'start talking on the phone has helped. I'm sure he's helped people with their mailbox is posting online.","speaker":"spk_0","timeCode":553.02,"tags":[]},{"id":"URIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"And it Zeke Nicholson. Whats up, everyone? Ozy. Why? I was doing the energy you got. The is equal s up. Everyone talk about commanding.","speaker":"spk_1","timeCode":559.2,"tags":["Zeke Nichol'son","Ozy"]},{"id":"VhIpLnMByMrymAEm5xBh","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"trying to picture this.","speaker":"spk_2","timeCode":590.69,"tags":[]},{"id":"cBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"or that's it. And so I'm married to quite a few people right now. Really? Ah, yes. And they all love it. And, ah, they all want to keep doing it. Do they know about each other?","speaker":"spk_1","timeCode":812.99,"tags":[]},{"id":"dhIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"But so we want to talk about this proces's of doing so much stuff and having all this time to do it and still working on our bodies and still being able to talk on the phone, having all this time, you have a good body, talk on the phone and do your work. And the way that we do This is this sort of strategy where instead of doing all these people do, like eight hours of work, every day they go to work in like this is more like Doughboys. Honestly, if you read Dilbert, there is a lot of the stuff in there. He's es'sentially a ground hog, and there are some of these cartoons where the cubicles are like little ground holes, and that is what it''s like to go to work. I'm not unlike the cut","speaker":"spk_0","timeCode":892.22,"tags":["Thi","Dilbert"]},{"id":"hBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"chips, ice chips. Yeah. Yeah. So talk about when you're swirling some of the clenching that you're doing on different parts your body toe exercise, the muscle's and some of the electric things you're plugging into yourself. Sure.","speaker":"spk_2","timeCode":1109.73,"tags":[]},{"id":"jxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Yeah, I'm squeezing cause I will usually be holding something, right. Like I'll be carrying something hand weights, ive whatever it it you know, it doesn't matter. It doesn't have to be a traditional. Wait, It could be a soup can. Sure, you know that has weight.","speaker":"spk_2","timeCode":1203.21,"tags":[]},{"id":"kRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"No one hour work season. Yeah. So, um, I think we're still talking about things that I'm clenching during this. Yeah, some of the electric stuff. That London. Yeah. Yeah.","speaker":"spk_2","timeCode":1219.96,"tags":["London"]},{"id":"nBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"The first time now, right, Right. So heres the thing is like it takes practice, you know? I mean, you're not gonna be there overnight. Yeah, you're gonna be there in a couple of season's. So I think keep at it and youll find your way because I have so little time to work out it because I can only work on it for, like, les's than one second. Because I only have an hour to do","speaker":"spk_2","timeCode":1309.02,"tags":[]},{"id":"oRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I mean, Prior Teoh really finding the jogger, right? Yeah, Yeah, I like that. You know, the Cha gah and my shaman. Those two things I really credit for having the career that I have had.","speaker":"spk_1","timeCode":1359.46,"tags":["Prior Teoh","Cha gah"]},{"id":"oxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"and I will take a second to acknowledge that because you said that was very funny. What you said. I don't know. I remember, uh, sort of lingering around when you did lay eyes on a target the first time. And I remember the next day turning on my television And there was Lopez. There was ik there. I waas Yeah. Golly, yeah. Wow. So do you know? Actually, there's a pretty fun story for how I first heard of charges.","speaker":"spk_0","timeCode":1375.58,"tags":["Lopez"]},{"id":"qRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"right? Yeah. Whats the state of that script? Uh, currently it is","speaker":"spk_2","timeCode":1471.68,"tags":[]},{"id":"sxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"OK. OK, Mario. And you be. And I've got a B c AP me. Okay.","speaker":"spk_2","timeCode":1555.11,"tags":["Mario"]},{"id":"uRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Yeah. Whats going on? Is he, like, really hurt? Wouldn't go to bathroom? Or is there something that we don't know about? Mario,","speaker":"spk_2","timeCode":1616.05,"tags":["Mario"]},{"id":"whIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"They understand the importance of truly sleeping patches before you commit free shipping and returns to us. A kid with over 20,000 reviews averaged 4.8 stars. It's a great Mattres'ses, and we have ours. And we love it. And we never I never had these dreams until bread started telling me about his. And then I started having started having them to Yeah, about you. Yeah. Her beak is like ripping his ribs out to put in the nest and very pain. But at the same time, the lower half of him is still kind of tucked","speaker":"spk_0","timeCode":1769.38,"tags":["Mattre's'se"]},{"id":"xRIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Hey, guys. Springtime is a great time to hit the reset button and re tackle personal goals like getting fit, cleaning and cooking. And what better way to cook some food and get fit, then toe hide it around the city? Yes, there's a really great promotion that we're doing in collaboration with Blue Apron, The company that sends food all over. And","speaker":"spk_0","timeCode":1822.01,"tags":["Blue Apron"]},{"id":"xxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"This delivery option is even better, maybe, than the traditional version, because theyll send it to your house and you could just cook it or theyll send it to Kevins house. Hell cook it, and then he will send you a series of riddles that help you solve where the food is. And Kevin talk about some of the food you hit everyone. Chef Kevin here. Some of the foods that I had were beef teriyaki, stir fry and sugar snap peas and lime rice that may or may not be around the Santa Monica Pier. Baked spinach and egg flatbread with sauteed asparagu's. Um, you may or may not find that Ah, by the train Station three. And these riddles, I think are getting a little too complex that you're giving people","speaker":"spk_0","timeCode":1879,"tags":["Kevin","Kevin","Kevin","Santa Monica Pier"]},{"id":"yBIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"like Lewis Carroll. Honestly, I mean, I feel like I'm read. I'm have taken the potion","speaker":"spk_1","timeCode":1919.13,"tags":["Lewi","'s Carroll"]},{"id":"zxIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"working on the Boys being our code, so youll","speaker":"spk_1","timeCode":2011.72,"tags":[]},{"id":"0BIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"love how good it feels. Taste in and you create incredible home cooked meals, or even just to find something after a big hunt. So that's Blue Apron dot com slash hand Book soon to be Blue Apron dot com slash The boy. It''s not for this at before. One coming up suit Blue Apron Better way to cook.","speaker":"spk_0","timeCode":2014.63,"tags":["Blue Apron dot com","Blue Apron dot com","Blue Apron"]},{"id":"1xIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"from my water. And my husband Mario No thistle's. Mario! Mario! Golly, I was like, what would you do if you were here right now? I brought something like the same song out of The","speaker":"spk_2","timeCode":2116.24,"tags":["Mario No","Mario","Mario"]},{"id":"3xIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"is my point. Not clear. Do you guys understand? Saying I mean, I This is when I hate being in the cut","speaker":"spk_2","timeCode":2203.29,"tags":["Thi"]},{"id":"4BIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"because Brett really need help. He needs you to squeak out and help him out. He","speaker":"spk_1","timeCode":2209.85,"tags":["Brett"]},{"id":"4RIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"needs somebody to squeak out. But meanwhile, you know, your squeaking back and I squeaked back in","speaker":"spk_2","timeCode":2213.97,"tags":[]},{"id":"6hIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"A lot of sort of soft sigh If I, uh, like drama, The fans,","speaker":"spk_1","timeCode":2272.72,"tags":[]},{"id":"6xIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"um, I got I got to be able to deliver the milk a little bit. So I'm saying some might say that you're in the weeds","speaker":"spk_1","timeCode":2284.99,"tags":[]},{"id":"8BIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"His mikes on the other. You go. Thanks. Sorry for interrupting.","speaker":"spk_1","timeCode":2323.89,"tags":["mike"]},{"id":"8xIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"But this is a ground hog whos in is cubicle and work socks, and he''s like, No work is actually great. So what would you do to get like Kevin''s job","speaker":"spk_2","timeCode":2359,"tags":["Kevin"]},{"id":"9BIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"is to come in here and take four pictures and walk back outside and then stand outside until the next people come in? I gues's. I mean, there's nothing else for him to do here. He made a slide show.","speaker":"spk_0","timeCode":2369.39,"tags":[]},{"id":"9hIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"And to say that all he does a stand there is to ignore the fact that once he made a slideshow like, six months ago, and I noticed the slideshow is being displayed on, like an entire computer in the middle of the There's like a computer that''s dedicated to just playing the slide show. And I think they have these, like, little frames that will do that. And then the computer could be used for something else.","speaker":"spk_1","timeCode":2406.08,"tags":[]},{"id":"-BIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"imagine that. So that happens. And then I walk in and I don't know was how running a con squad brothers once or you know what I mean? Like, I'm not getting this kind of information visually. And I'm and I'm a little lost. Yeah, And then when it comes up at a party, would people are like talking about whether how red acquits Scarborough country, uh, like the way it is Now you can say I saw this slide, Joe,","speaker":"spk_1","timeCode":2434.53,"tags":["Scarborough","Joe"]},{"id":"_xIpLnMByMrymAEm5xBi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Okay, I was going to talk about Kevin James, but I can do Kevin.","speaker":"spk_0","timeCode":2497.34,"tags":["Kevin Jame","Kevin"]},{"id":"ChIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"allies it. So what is the point so tight? Uh, no video. No. Yeah. No, I, uh yeah, yeah,","speaker":"spk_2","timeCode":2622.39,"tags":[]},{"id":"DxIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"From and do pie chart after? Yeah, uh, George Washington is The Y acces's. Um, is this why? Acces's. Good. Good. Keep going.","speaker":"spk_1","timeCode":2676.14,"tags":["George Wa'shington","acce's"]},{"id":"EhIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"The cut is the X acces's, and the table is, um,","speaker":"spk_0","timeCode":2690.22,"tags":[]},{"id":"ExIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"the Hollywood Exes. The","speaker":"spk_1","timeCode":2694.71,"tags":["Hollywood"]},{"id":"GxIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Now let me see that care. Who did you up here?","speaker":"spk_1","timeCode":2754.43,"tags":[]},{"id":"HBIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I just turned the screen on ifits. You hear? Yes. Yes, it makes a noise. Let me see if it''s me. Don't show. It is Brett got And Kevin,","speaker":"spk_0","timeCode":2757.44,"tags":["Brett","Kevin"]},{"id":"HhIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Creep shot. And then he posted on this place.","speaker":"spk_0","timeCode":2779.67,"tags":[]},{"id":"JBIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"that made you have to expose your crotch to me all the time through your shorts.","speaker":"spk_0","timeCode":2841.8,"tags":[]},{"id":"KxIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"like, Should we just say some things that maybe could get stuck into the episode later? As long as Bretts gonna make a big project out of this, right any, like, callbacks toe, other stuff? Seems like The Kevin James stuff could have had more room. You start saying some things","speaker":"spk_1","timeCode":3013.87,"tags":["Brett","Kevin Jame"]},{"id":"NhIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"that the man show because one thing is where the junkies and all this. Yet","speaker":"spk_1","timeCode":3093.46,"tags":[]},{"id":"ORIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"because the man show has gotten weird. I had checked in with it for a while, but they benched Corolla they bad pinched him. He's not getting","speaker":"spk_1","timeCode":3113.25,"tags":["Corolla"]},{"id":"PBIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"and I'm starting to wonder. OK, it's he''s going back into the cut. Is he squeaking back into the kind? What''s he working on in their? You know what? What? What could it? The sketch back it.","speaker":"spk_1","timeCode":3136.7,"tags":[]},{"id":"PhIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"proprietary material developed while he was under contract with the man show that he's now trying to sell as his own individual. If you remember when Ricky and Ronny tried to do peripheral vision, man, as a sit Cobb,","speaker":"spk_1","timeCode":3156.19,"tags":["Ricky","Ronny","Cobb"]},{"id":"PxIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I never felt so betrayed by anything in my life. I thought we were a family for people who don't know what that is. Then we might just up because I see Kevin just being like, What is that? Uh and right, Kevin Casper you're talking about? He was at work, basically when? What was going on. And I know what it is because you don't have to work. Yes, Yes, but yeah, peripheral vision,","speaker":"spk_1","timeCode":3171.33,"tags":["Kevin","Kevin Ca'sper"]},{"id":"QRIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"envisioned. Yeah. Oh, yes. Yes.","speaker":"spk_2","timeCode":3202.72,"tags":[]},{"id":"QhIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"That's more accurate. Was a guy. It was a guy. Storm was first in with storm. Storm Bacher, huh? Yes. Yeah. And Storm would get in his Chevrolet cut list's and he would fly down Brooklyn Boulevard.","speaker":"spk_1","timeCode":3205.39,"tags":["Storm","storm","Storm Bacher","Storm","Chevrolet","Brooklyn Boulevard"]},{"id":"QxIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Just just mow him down. And it was a point system where every episode he would accrue points for the more mans letters had committed. And it was an interesting loophole. They found where usually you can't use a known car brand for a manslaughter scene. But they took the name Chevy and then the Oldsmobile Cutlas's,","speaker":"spk_2","timeCode":3221.99,"tags":["Chevy","Cutla's"]},{"id":"RxIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"work. Yes. I think a lot of us were trying to figure out a way to do that.","speaker":"spk_1","timeCode":3260.69,"tags":[]},{"id":"VBIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Oh, yeah, it's so weird to see other actors. There''s been nine or 10 other actors playing Book guru beside's that","speaker":"spk_2","timeCode":3370.87,"tags":["guru"]},{"id":"WhIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Those are the things that occasionally make me want to quit Hollywood. Just pack it up. And then and then I go. No, You know what? I'd be doing them a","speaker":"spk_2","timeCode":3413.48,"tags":["Hollywood"]},{"id":"WxIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"favor. That's right. Be like that. That''s what they want. That''s why then. That is why they're doing that.","speaker":"spk_1","timeCode":3421.65,"tags":[]},{"id":"XxIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Where is it?","speaker":"spk_1","timeCode":3457.66,"tags":[]},{"id":"aRIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"It's sort of going like, Okay. And you know, this part of why I keep doing this show with Hague''s? Yes, I go. Okay, that''s Hayes. I think I'm in here like that. You know, this is sort of a serial anchor for your lodestone. Yeah, the world","speaker":"spk_1","timeCode":3544.47,"tags":["Hague","Haye"]},{"id":"chIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Don't let him know. Um, but actually, uh, you know, Carson Daly has been involved in my career pretty early on, so room to me a little bit. She gave me these throwing stars, and he said, When you go on a podcast, if it starts to get out of hand, you fire the use of the host. So no, make sure that you control the narrative. I see you almost throw it out more than once. Yeah, when I've been night. Couldn't squeaking out of the car.","speaker":"spk_2","timeCode":3623.88,"tags":["Daly"]},{"id":"ghIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"in my life. Yeah, And with my personal experience with Carson, it's like","speaker":"spk_1","timeCode":3780.01,"tags":["Car'son"]},{"id":"iRIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Unlike the cut, that isn't one way Street","speaker":"spk_1","timeCode":3856.09,"tags":[]},{"id":"lhIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"I think it was like I love Carson and Love all the babes A been stuck in this TV for some days. That one Okay, Yeah, yeah,","speaker":"spk_2","timeCode":3959.46,"tags":["Car'son"]},{"id":"nBIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Ah, I'm a horny girl Wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","speaker":"spk_3","timeCode":4024.92,"tags":["Wolf","Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"id":"nhIpLnMByMrymAEm5xFi","index":"handbook","podcast":"Hollywood Handbook","episode":"Zeke Nicholson, Our Close Friend","line":"Rachel Bloom, collection of Men, Corpse's and one woman,","speaker":"spk_4","timeCode":4066.96,"tags":["Rachel Bloom"]},{"id":"oxIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Hey, guys, want to know about Generation Tux? You can get retail quality suit and tuxedo rentals delivered right to your door for as little as $129. Can I talk from personal experience a little bit about this company? You? I think you have to. Okay, well, so, uh, clas'sic scenario and it's something I think a lot of us have run into before, but, um, you know, ah was on vacation recently, Just kind of kicking back, um, throwing down some brew dog''s shot to Nick Wagner From Doughboys. Uh, and, um,","speaker":"spk_0","timeCode":0,"tags":["Generation Tux","Nick Wagner"]},{"id":"pBIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"I was hanging out and shooting pool. I'm pretty good. I was doing like, trick shots. I was making the ball go up in the air, spin around. I was having The making, heading one shot for the break and then having it spell out something funny about one of the people at the bars of the way that the balls would line up. There arent that many ball. I mean, just the things you could spell are only two letters like P you.","speaker":"spk_1","timeCode":33.98,"tags":[]},{"id":"qBIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"table. So of a man died a","speaker":"spk_1","timeCode":89.47,"tags":[]},{"id":"rhIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"So tubing, uh, match and put being pulled by the speedboat in a match in Recycle bin on the lake with William naturally hung. And we're going so fast and so I'm saying Okay, ready to get coming to the Book? I'm saying, Okay, lets do it. And he does a turn sharp turn. And as I'm as I'm turning I snipped the line So now I'm like going on a difficult Oh, yeah And then I hit land and it''s got wheels in the back So now I'm on your driving Now I'm driving I'm balancing because it only has wheels in the back So I am bouncing But I'm going so fast popping an instant wheelie that I've got my big dude And he''s already long gone And so now I'm on the road I'm going to think about here to running over monster trucks, etcetera","speaker":"spk_0","timeCode":189.18,"tags":["William"]},{"id":"sBIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"very he It's one huge letter f If you remember, there used to","speaker":"spk_1","timeCode":294.76,"tags":[]},{"id":"txIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"'s out. He says that. And so I'm like, OK, I'll help I He can't hear me, obviously. And I'm not even talking about a lot of Boys. But I'm like, OK, lets do this. It''s out. I shoot divide. Uh, and he''s ago. Whyd you do that? Cause he''s falling. And then he falls on the alligator. I shot the alligator to one bullet. Oh, the same bullet hit the vine and alligators But it took so long to hit the alligator that he was able to say that first","speaker":"spk_0","timeCode":388.25,"tags":[]},{"id":"uxIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"new plans and always making good new plans. So we're doing one of our big new plans today, one of the ones we always dio and ah, this show is a podcast. It's about me and he's and we have friends. But it''s not really about that.","speaker":"spk_0","timeCode":436.5,"tags":[]},{"id":"yxIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"And, uh, Carls Hardy''s Jr is here, isn't it?","speaker":"spk_1","timeCode":762.69,"tags":["Carl","''s Hardy''s","Jr"]},{"id":"zRIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Can I do It is a big authorities, Jr. Is he in there? Yeah. Yeah. What? Whats happening? Oh, I don't think because I like Carl''s Ardis Junior more than I like cros's Hardee''s. And his health thing is like, I'm back now. And like now you're like, not the bos's anymore. I go like, Well, is he not gonna be involved at all? Like, couldn't you guys work","speaker":"spk_0","timeCode":776.34,"tags":["Carl","'s Ardi","Junior","cro's","Hardee"]},{"id":"zhIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"together? Right? Because you've always been a Carls Hardy''s juniors. Yeah. Yes, yeah, head. So now, now, Carl''s Hardee''s is back","speaker":"spk_1","timeCode":800,"tags":["Carl''s Hardy","Carl'","'s","Hardee"]},{"id":"0RIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"I am him. So of course that. But I I don't know why Carls hard. He had to come back. She got to be friends with the model. I did. Oh, yeah, we do. We all go. Um, we I'm part of Aspen. Yeah, we get aspirin. Um, we gather. Not even when it''s called. Yeah, no season at all. It''s too crowded then. Oh, yeah, I hate that. I hand The","speaker":"spk_0","timeCode":829.13,"tags":["Carl"]},{"id":"1hIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Daddy showed up. He took the burgers back. Um, and he sure did talk good. He you know he's gonna talking. He I actually mentioned that in the commercial. Yeah. I don't recall thinking. Yeah, yeah, yeah. No, I actually said I don't believe that anyone spoke to it in the which is why I brought it up. That''s interesting. That''s interesting. I brought that up and you know what wasn't even in the script, So that''s right out of my brain. Big Grande Were you mad when college humor rebranded to become big breakfast? Did you feel like that was so I felt like they were honestly stepping on us. Um, it felt like a direct attack on you. They wanted some of the Big Grande a he because grandee, Of course. I says it would decide to the Starbucks Cup something and kind of food. Big food with breakfast, Starbucks. Like they're","speaker":"spk_0","timeCode":890.48,"tags":["intere'sting","intere'sting","Big","Grande","Big Grande","Starbuck's Cup","breakfa'st","Starbuck's"]},{"id":"1xIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"good morning","speaker":"spk_1","timeCode":940.44,"tags":[]}]