[{"id":"2hIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"order The Trant. Oh, yeah?","speaker":"spk_1","timeCode":962.47,"tags":["The Trant"]},{"id":"4xIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"This is he's trying to find I could just feel him staking out territory. He''s saying, what with Kevin. Now, don't make me have that''s guy Kevin. Youll need a mellow later. Come take. And then we're going to see a rial. Showed out. I pick because Andy''s thing used to be that he is extra horny, and, uh, and now that''s become Kevin''s thing. But because he comes and take the pictures and he''s horny, differentiate how The horning this happened. It''s like coming just around being horny about you.","speaker":"spk_0","timeCode":1106.56,"tags":["Thi","Kevin","Kevin","Andy","Kevin"]},{"id":"5RIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"So youll notice also that. And he took away the mic that Kevin Normal. Usually when he comes in. Yes. Yeah, he went right. You went straight for our","speaker":"spk_1","timeCode":1149.86,"tags":["Kevin Normal"]},{"id":"5hIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"I think this will be more","speaker":"spk_0","timeCode":1157.7,"tags":[]},{"id":"8BIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"That's what I see. You're so good doing it. You really have, Ah, riel voice on that show. And I don't If they don't appreciate it, you don't need them.","speaker":"spk_0","timeCode":1289.92,"tags":[]},{"id":"-BIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Because, uh, that is a theme that I've noticed among The A smart. And we should have We should have a SM artist names. Okay. Um uh, I gues's i'll be, um","speaker":"spk_1","timeCode":1366.68,"tags":[]},{"id":"_RIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"I'm gonna be,","speaker":"spk_0","timeCode":1433.93,"tags":[]},{"id":"_xIqLnMByMrymAEmJxFM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Sometimes you have s trap that That's the best one.","speaker":"spk_0","timeCode":1444.86,"tags":[]},{"id":"AhIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"No, I think Well, yeah. So maybe you should go first, Okay. And Andy still need the name, and, uh oh, and he still needs a name. Um,","speaker":"spk_0","timeCode":1485.17,"tags":["fir'st","Andy"]},{"id":"BRIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Okay. So, um, something I notice about these and some artist's is it's a lot of, um, first person customer service scenarios they're giving you. Um, and Drew has confes'sed to me secretly that he does have thes brain Gaz. Um, happen to him. When I was a kid, I said I said, make sure you don't say don't say it on here. Yeah, it was, uh it was what we were about. Translucency on The Yeah. People are making you food.","speaker":"spk_1","timeCode":1504.87,"tags":["Drew","Gaz","Tran'slucency"]},{"id":"DBIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Is there ever like a Reads like like a fun reason? Well, that's so maybe something that could be incorporated into years. Like you don't want to wake up your","speaker":"spk_0","timeCode":1657.78,"tags":[]},{"id":"FRIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"because I was having a social rendezvous with his wife. And he Can you hand me that hand sanitizer?","speaker":"spk_0","timeCode":1715.96,"tags":[]},{"id":"FxIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"you talking","speaker":"spk_0","timeCode":1730.51,"tags":[]},{"id":"HRIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"It's not a lot left. Okay? Yeah. I use a lot of it earlier in my hands. Really drying. They're really hurting, um, drill. Or should I say whatever your name? Waas was my name. It was on his honest hose time phony. The Klingler","speaker":"spk_1","timeCode":1763.98,"tags":[]},{"id":"IhIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"It does Happy-Socks you guys really liking that? So I'm completely changing","speaker":"spk_0","timeCode":1836.79,"tags":["Happy","Sock"]},{"id":"IxIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"my lord, you in this video and I apologize Also, I have to be very quiet because I'm robbing my grandmas house. What you guys might actually like because you really liked it when I would be my dad up and wake him up from sleep.","speaker":"spk_0","timeCode":1849.19,"tags":[]},{"id":"JxIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"and mult like that right in front of me. So, Kevin, the is'sue has been raised that you have sort of horned in on, so to speak. Some of Andys bit still is es'sence that Andy was the king of being horny on the show.","speaker":"spk_1","timeCode":1898.72,"tags":["Kevin","Andy","Andy"]},{"id":"KRIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"We do it after, so we don't have to do it now. But I know most of Lear stood The horny man by total devastation, Nineties Wrecked. Do you wanna hear any of it? Yes. 12 month check to come get naked. Can I get with a on and Canada headaches? I'm known to man and Love to hit skin. See, I got a gym hat so it's safe to go and get a hot like toaster closing on your poster Coming right on my Love roller coaster swimming and women diving like scuba man Matt skins like a man Grand Blue Book The limit got a lot of flavor and pleasant s known From a sexual behavior I'm hung like getting the green wheat Slager And like the hit squad on the status headbanger, it''s like a drug All you need is again You can't be Love public, Same aluminum Which moment it''s time to bone And you know I don't know the whole song","speaker":"spk_1","timeCode":1939.81,"tags":["of Lear","Ninetie","'s Wrecked","Canada","Grand Blue Book"]},{"id":"KhIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"But I know a lot of the song The horny men And that's what I feel like Kevin is trying to be Come here When Andy was the original ornament, that''s Yeah, I know you don't have a mike because they only stole it. But how would you respond to these allegations? Blue.","speaker":"spk_1","timeCode":1979.96,"tags":["The horny men","Kevin","Come here","Andy"]},{"id":"NxIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Please help me wrap another early nineties rap. And","speaker":"spk_0","timeCode":2114.52,"tags":[]},{"id":"ORIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"'soundtrack. Demon night. Okay. And he do your video.","speaker":"spk_0","timeCode":2139.23,"tags":[]},{"id":"TBIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Yeah, they literally said that in their commercial, So Ah, and","speaker":"spk_0","timeCode":2416.09,"tags":[]},{"id":"VBIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"I'm not Nam scrammed. I'm screaming Mommy Berries me. Um uh slurp, slurp, smack, smack, Yum. Uh ooh. We got to get me more Berries. Get these things away from me. Ah, no, just kidding. I want one more. So you forgot to say juicy Berry Sweets. Robert Juicy. Very sweet. Strawberry. The juice. Oh, it's dripping us so decadent. The''s are troubled, dangerous. So enemies is another good stuff for you to say. A beach Valentine''s they everyone Chef Kevin here. And I'm just jumping in the ad to remind everyone that Mother''s Day is coming up. If you're looking for the perfect gift to get for your mother than why not The Berries, that''s that''s would be the perfect gift.","speaker":"spk_1","timeCode":2553.08,"tags":["Nam","Berrie","Berrie","enemie","Chef","Kevin","Mother''s Day","Berrie"]},{"id":"VRIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Thanks. Can I just hear what you're gonna do now? I mean, please. Yeah. I mean, it is historical. You show up at the beach,","speaker":"spk_0","timeCode":2605.86,"tags":[]},{"id":"VhIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"you take your shirt off really fast, like you're ripping off a Band aid like you're just like trying to get it over with and use. And you're like who? But you know, now I'm hoping that we're gonna have a little more Yeah, presentation From you. Well, I mean, it would be done for me. You guys air famously very. Do well with the ladies. So I would be done for me to not listen to you. So obviously I'm going to be doing what you guys told me to. I'm going to say Ahm, nom, nom, screaming Emmy homis dip The berry had Well, first. Now, first you need toe. Like you said, all the Boys air going for a dip, and so you need to do mine. OK, so I find a girl and I ask things like, if you don't kind of introduce The Berries first, and I think your time of them when you say I'm on about yummy Berries, you can't do that. So, um, so do it again, Andy. Okay, so I'll go up to a night, somebody looks nice, and I'll ask them if they want to go for a dip. And ah, then I'll pretend like I'm about to take off my shirt and, like, just kidding. It's Berries and we're dip in it it, Thomas. And then and then I have been Hamas, and then I take a big bite. I go who scrawny on this is dangerous. Keep it away. Just kidding. I love it. Um, you're cute. Well, don't do exactly that. They're gonna have seen me do that. I'm there. I'm already. But you should do juicy Berries sweets. Rubber can have that just From The juice. I was thinking I would just switch. And so, talking of the strawberry, I talk about how much I like Blue. That one''s got something new. What''s on that you know, like, do","speaker":"spk_0","timeCode":2615.22,"tags":["Emmy homi","Berrie","Berrie","Andy","Berrie","Thoma","Hama","Berrie"]},{"id":"VxIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"'something different because they have nuts and chocolate chips and all that. So And you can also double The Berries for just $10 more Because, lets face it, some where we're gonna fall on the beach.","speaker":"spk_1","timeCode":2710.22,"tags":["becau'se","The Berrie","Becau'se"]},{"id":"WhIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"you know it's fun or these whole videos. Okay?","speaker":"spk_1","timeCode":2742.16,"tags":[]},{"id":"XxIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"But this skull and cros'sbones bottle, I think, maybe had something sinister with it's sizzling on the floor on that high. Ah, was you knocking it away? No, no, it was me pointed.","speaker":"spk_1","timeCode":2799.94,"tags":[]},{"id":"YxIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Boys, and it's after you go shopping. You show off to your followers what you bought?","speaker":"spk_0","timeCode":2829.34,"tags":[]},{"id":"cRIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Sam does. He doesn't have that technology. Some of the other engineers do, but he","speaker":"spk_0","timeCode":2949.62,"tags":["Sam"]},{"id":"chIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"just doesn't. You got rid of it. Well,","speaker":"spk_1","timeCode":2953.11,"tags":[]},{"id":"fRIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"is it? That's YouTube.","speaker":"spk_0","timeCode":3086.09,"tags":["YouTube"]},{"id":"ghIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"That's chaos for you. Well, uh, Andy, who am I again?","speaker":"spk_1","timeCode":3214.63,"tags":["Andy"]},{"id":"hBIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Everybody, Whats up? sluts. It''s morning bargain back at you. Um, check out this hall that I got, I got We don't need the wire thing, Bonnie. Bargain. Get it again. And none of us did. Funny bargain. Hunted. Get buying. Hayes didn't get it and maxed out. Credit card occurred. Didn't get it. Check out this makeup I got. Oh, wait. It''s actually the joke is that I got Halloween makeup. I'm gonna dres's up like a like a dracula. This freakin this owns","speaker":"spk_0","timeCode":3237.49,"tags":["Bonnie","Haye","Halloween","dracula"]},{"id":"iRIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Whats another kind of video? Whether we do fast, Um, what we could do? They have, like, unboxing videos where, like, it''s pretty much the same as the whole. But there''s it''s like a box instead of a bag. Okay, it was a box. What''s that? We need to have one. Yeah, you have a box or anything? I mean, there''s a tis'sue box on the counter when we just rip it up. Yeah, we rip it open unbox some of those tis'sues. It''s rogue, Juan. Okay. I mean, there''s, like, a totally in there just actually a fucking war movie.","speaker":"spk_0","timeCode":3334.24,"tags":["Juan"]},{"id":"ihIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Okay, well, I'll go first. I'm Johann Sebastian Bachs","speaker":"spk_0","timeCode":3370.43,"tags":["Johann Seba'stian Bach"]},{"id":"lhIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"No, my God. Andrew and his hands attached to it. Intern Andy was inside the box with the gun. Holy shit is China que me his whole figures? Violence lies blasted Nine inch nails at me","speaker":"spk_0","timeCode":3620.97,"tags":["Andrew","Andy","China"]},{"id":"mhIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"There's some pecans in here, so I should be okay for a little huh? That''s the trick. Tithe. Start a bunch of lease. No, no, they're poisoned. Somebody poured a model with it's called ground from all over the kids.","speaker":"spk_0","timeCode":3655.13,"tags":["Tithe"]},{"id":"nRIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Be hawking curly fries or something of wow. Yeah, really liking that. Yeah. Yeah. Youll love this. Yeah. OK, good. Um great. Okay. Uh, anything else? Um, you just check out Season two of The-Teachers-Lounge on Yes, Stitcher Premium cream ales Off. Yeah,","speaker":"spk_0","timeCode":3790.27,"tags":["The-Teacher's-Lounge","Ye's","Stitcher","Premium cream ale's","Off"]},{"id":"ohIqLnMByMrymAEmJxJM","index":"handbook","podcast":"Hollywood Handbook","episode":"Drew Tarver, Our Close Friend","line":"Rachel Bloom, collection of Men, Corpse's and one woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jazz Off ruler of The circle. And that''s just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","speaker":"spk_0","timeCode":3920.51,"tags":["Rachel Bloom","Feli'sha","Day","Colton Done","Andy Daly","Phil Collin","Phil Collin","Thoma","Middleditch","The","Magic Tavern"]},{"id":"pBIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"welcome, friends, neighbors. What is a neighbor? Nay. Like a horse, Sorber. Like I'm cold out the horse's cold. Somebody gets, um, May in there and we put a give him a blanket. So why, uh, it was Jim. Neighbors name that he's not my neighbor. He lives, you know, somewhere else. And what''s with his last name, anyway? Is it nay like a horse? And then burr like he''s like it's brisk iced tea. Nothing''s over. Just give me something drink, remember? So we're here, of course. And I greet you. Welcome you and salute you. Is that what salutations comes From? Salute. A salutations is sir General, sir, And Army. I don't know, Uh, and so, uh, when you get here and listen that please do have the podcast in your ears and everyone, it''s welcome time. And it''s another episode of sponte and ah, uh, me Want respon'se, Right, honey? Comb. Aniko me Want sponte? Remember all these commercials with creatures, So welcome to another episode of sponte. Of course, we have the best improviser's in the world here to do the show. And first we're talking to them. And so Hello, Paul. That was good Bye guys. Know he could go longer than that. Is that Should he Do you want","speaker":"spk_0","timeCode":8.13,"tags":["Sorber","May","Jim","Aniko","Paul"]},{"id":"sRIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"I'll give you. Don't ask May. Yeah, I'm a bad source because I actually do a show and it's not really very good,","speaker":"spk_1","timeCode":182.9,"tags":["May"]},{"id":"thIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"And some people have pointed out that","speaker":"spk_2","timeCode":251.68,"tags":[]},{"id":"xBIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Evan part was made. Thought that part was important. I gues's we could have just thrown the piano part out the land. I actually","speaker":"spk_2","timeCode":338.23,"tags":["Evan"]},{"id":"yRIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"It's a pie that is huge toe ants, but small to a giant. Yeah, so regular size pie as","speaker":"spk_0","timeCode":381.55,"tags":[]},{"id":"zxIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"he's at the u. R. L. Buzz kenya dot com slash interesting dash question's Dash Ask dash people Who''s Buzz Kenyon?","speaker":"spk_2","timeCode":423.82,"tags":["Buzz kenya","Buzz Kenyon"]},{"id":"2BIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"way, we don't do the sound because we were","speaker":"spk_0","timeCode":504.38,"tags":[]},{"id":"2xIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"No. Okay, okay.","speaker":"spk_2","timeCode":524.56,"tags":[]},{"id":"3BIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"But we were talking about the past. I mean, admit that. Yes. OK. And he admitted it. Cody, what kind of question are we going to get in here? You want me to ask you? Yeah, please. For Paul Paul?","speaker":"spk_0","timeCode":526.16,"tags":["pa'st","Cody","Paul Paul"]},{"id":"3RIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Yes. What you want? That's not on the list. Well,","speaker":"spk_0","timeCode":543.31,"tags":[]},{"id":"3hIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"what will you use your little man, Cody? You went through all the trouble to find the women. Never use your list we want. Know, Cody. That's a bad question. I want to do it over. I want to do it. Over. Yes. Okay. But we will do it again that you're on a different question's.","speaker":"spk_1","timeCode":547.59,"tags":["Cody","Cody"]},{"id":"5BIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"there's a bunch of mes's on a chalkboard. Somebody asked a question that wasn't very good. Well, name names that Senator Cody. And so we need to squish the water on there to clean the board. The ask question number two. All right, Paul,","speaker":"spk_0","timeCode":593.71,"tags":["Senator Cody","Paul"]},{"id":"7BIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"I answer the question. Mala gente minutes implied. Imagine dragons. Good.","speaker":"spk_1","timeCode":666.3,"tags":[]},{"id":"8BIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"And after all, with me","speaker":"spk_0","timeCode":705.65,"tags":[]},{"id":"-hIrLnMByMrymAEm0RJ5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"I don't think that's true. I'm not. I'm not 100% of what you mean by a famous story. Please don't think when you guys were on my show, right? Yes. I asked you a question about","speaker":"spk_0","timeCode":791.35,"tags":[]},{"id":"ABIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"We tell the story that you want us to tell. It's not even that famous.","speaker":"spk_0","timeCode":850.18,"tags":[]},{"id":"CBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"well, there's no shell that this story you are Is that my fault? And you are us now, which is why. And were you OK? Which is why me whose boot doing you is saying? What are some other famous stories?","speaker":"spk_1","timeCode":899.4,"tags":[]},{"id":"DBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"if there's two of you, give me that Why are you both being me?","speaker":"spk_0","timeCode":923.8,"tags":[]},{"id":"ERIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Another famous story. I don't know. Like, did you know that","speaker":"spk_1","timeCode":962.08,"tags":[]},{"id":"FBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Whats that? They want to follow up. They wanted to follow in Love","speaker":"spk_0","timeCode":993.07,"tags":[]},{"id":"FhIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"that it doesn't get much more famous than","speaker":"spk_0","timeCode":1002.58,"tags":[]},{"id":"IhIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"I will say this. I don't think there that many of those people this thing is a runaway train. I think we now have almost 100% overlap on listener'ship. Except do you have some more on and s? Oh,","speaker":"spk_1","timeCode":1154.32,"tags":[]},{"id":"JRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"It's time to do the sounds. This is what I was","speaker":"spk_0","timeCode":1191.94,"tags":[]},{"id":"KxIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"What are the different? Okay, so we're doing this out. What are the different sounds for one is the past. We know that. Ah,","speaker":"spk_1","timeCode":1235.81,"tags":[]},{"id":"LRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"to move the story around in time clas's president Future Es'sentially. Okay.","speaker":"spk_1","timeCode":1244.86,"tags":["Future E's'sentially"]},{"id":"NRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"This is your one","speaker":"spk_0","timeCode":1310.38,"tags":[]},{"id":"NxIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"not long enough. And I like a nice, long sound effect.","speaker":"spk_2","timeCode":1330.13,"tags":[]},{"id":"OBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Oh, okay. And Kevin, thank you, Kevin, for the candles. Now, finally, it's a little late, and","speaker":"spk_0","timeCode":1337,"tags":["Kevin","Kevin"]},{"id":"PhIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Tuesday? So we will release it on Tuesday and then well come out again on Monday.","speaker":"spk_1","timeCode":1394.53,"tags":[]},{"id":"QRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"over our heads right now. Yes. This guy seems to understand the entire proces's","speaker":"spk_2","timeCode":1415.17,"tags":[]},{"id":"SBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"because because it's so funny. But it is death. It is far from laughing. It is because it''s making them bar by bar From laughing before.","speaker":"spk_1","timeCode":1473.47,"tags":[]},{"id":"ShIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"really awesome. Some of my best friends, actually, all my best friends are people I met at the post office. Who I only really see at the post Off it is up like people in line and it being this group, that kind of all get along with each other. But they're also friends individually and youll ask. So we're like, Whats your deal? And they're like, Oh, I'm like an animal rights lawyer and your Oh my God, that''s so interesting. And they're like talking about their job.","speaker":"spk_0","timeCode":1509.07,"tags":[]},{"id":"TBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"that like, a 1,000,000 more time, 1,000,000","speaker":"spk_0","timeCode":1541.45,"tags":[]},{"id":"TxIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"they're all letting each other go ahead. Well, you're just a circle like you're just a snake eating it's own tail because you keep everyone keeps letting everyone pas'sed them, and then they go back to the end of the line and no one and the people who work there, I'll come out from behind the little counter and they're now in line to","speaker":"spk_2","timeCode":1561.08,"tags":[]},{"id":"VBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"in trouble.","speaker":"spk_1","timeCode":1647.99,"tags":[]},{"id":"VRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Go to stamps dot com and click the microphone and type in hand Book. And that's the code.","speaker":"spk_0","timeCode":1649.11,"tags":["stamp"]},{"id":"VhIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Hey, guys, want to talk to you about ZipRecruiter. A. ZipRecruiter is a place where you find the perfect hire. You can post your job on all the top job sites that have nine million resume's. Basically, Kevin wanted to be involved with these ads. We did to start with Dana and, uh, then Cody and Ryan and Brad, and we just sort of like everybody got there are already got to, like, sort of have a little story. And Kevin has been emailing us pitching stories for himself. Yes, first things for having","speaker":"spk_2","timeCode":1656.19,"tags":["ZipRecruiter","ZipRecruiter","Kevin","Dana","Cody","Ryan","Brad","Kevin"]},{"id":"XhIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Yeah. So what is that? I mean, we wanted to have you on finally. What is that like mean to you. Why is it so bad? Hang on. Codys","speaker":"spk_0","timeCode":1756.39,"tags":["Cody"]},{"id":"YRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"talking about how they have nine million resume's, you could search on their database. He's not talking about taking that model. We really were coming. Most Fisher team.","speaker":"spk_2","timeCode":1804.78,"tags":[]},{"id":"ZRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"What about where he could have said","speaker":"spk_2","timeCode":1846.39,"tags":[]},{"id":"ZxIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"my name gets mixed up a lot. Um, with other names that arent mine. Oh, God, Cody. What? I think Kevins counting on Cody to bail him out by being aggres'sive.","speaker":"spk_3","timeCode":1864.58,"tags":["Cody","Kevin","Cody"]},{"id":"aRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"What do we do with this? What is like","speaker":"spk_3","timeCode":1888.18,"tags":[]},{"id":"bBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"hey, guys, Why talked about Blue Apron? Why do potato chips that crunch louder actually taste better to us to restaurant's, make smaller sandwiches for women than men? And what can architects you just about dumplings? For answer's to these question's and many more. Check out the sport. Full food podcast.","speaker":"spk_0","timeCode":1936.58,"tags":["Blue Apron"]},{"id":"cxIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"What? And you said it's for Blue Apron. But why isn't Blue Apron mentioned on here at all? It''s just a list of different foods. Sure, I question's were deliberate.","speaker":"spk_0","timeCode":2016.17,"tags":[]},{"id":"dRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Um, okay, So Blue Apron has nothing to do with the show. They couldn't have","speaker":"spk_3","timeCode":2033.84,"tags":["So Blue Apron"]},{"id":"ehIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"the name The Foods.","speaker":"spk_0","timeCode":2063.46,"tags":["The Food's"]},{"id":"fhIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"office. I can't let you in on a secret. Please. Yeah. So weve had some is'sues, uh, in Kevins kitchen, where Blue Apron employees arent, um,","speaker":"spk_0","timeCode":2072.24,"tags":["Kevin","Blue Apron"]},{"id":"ihIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"So you're saying the ant would have the same size slices the giant?","speaker":"spk_0","timeCode":2192.12,"tags":[]},{"id":"jhIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"And that was us getting stepped on my dry. All right, Whats","speaker":"spk_1","timeCode":2209.09,"tags":[]},{"id":"lRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"The winning Whats that? Cody, Are you doing your own sounds? I know that''s the intro song for Would you rather something","speaker":"spk_2","timeCode":2235.26,"tags":["Cody","you rather"]},{"id":"phIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"You laughing? But Off they don't have enough food. And he's laughing. You know what''s funny? Oh, spot.","speaker":"spk_0","timeCode":2366.26,"tags":[]},{"id":"qBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Talk about the time you bar From funnines's. Okay?","speaker":"spk_2","timeCode":2379.27,"tags":["funnine's"]},{"id":"sRIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"£100. And you're saying in one sitting? Yeah. Okay. Yeah,","speaker":"spk_1","timeCode":2438.95,"tags":[]},{"id":"uxIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"I merely remembered that he's to my recollection, had made a joke. The idea of funnines's, right?","speaker":"spk_1","timeCode":2529.35,"tags":[]},{"id":"vBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"That yes, that concept to me of haze just out here, You know, the noble puncher of shadowboxing against the darknes's of depres'sion with his faints and Perrys of humor Ah, really buoyed my spirits, and I just laughed until I threw up.","speaker":"spk_0","timeCode":2537.24,"tags":["Perry"]},{"id":"xBIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"France. Good. What great, Mr Picas'so. What a beautiful painting.","speaker":"spk_0","timeCode":2659.01,"tags":["France","Pica's'so"]},{"id":"1BIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Um, no.","speaker":"spk_2","timeCode":2764.77,"tags":[]},{"id":"5xIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"Right? Right, Bonn jur.","speaker":"spk_1","timeCode":2913.28,"tags":["Bonn"]},{"id":"6BIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"So now it's it is lunch again tomorrow.","speaker":"spk_2","timeCode":2920.13,"tags":[]},{"id":"7BIrLnMByMrymAEm0RN5","index":"handbook","podcast":"Hollywood Handbook","episode":"Doing Spont, Our Close Friend","line":"'squish. I mean, Jerry Lewis.","speaker":"spk_0","timeCode":2976.77,"tags":["Jerry","Lewi"]}]