[{"id":"RBEpJnMByMrymAEmEl6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Felicia Day, Our Close Friend","line":"little extra giddy up below the line.","speaker":"spk_2","timeCode":2824.93,"tags":[]},{"id":"SREpJnMByMrymAEmEl6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Felicia Day, Our Close Friend","line":"that's for another show. Been like","speaker":"spk_1","timeCode":2864.56,"tags":[]},{"id":"TBEpJnMByMrymAEmEl6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Felicia Day, Our Close Friend","line":"no matter what I want. So you basically just attach a mike to your mouth and walk around 24 7 right?","speaker":"spk_1","timeCode":2878.25,"tags":[]},{"id":"UBEpJnMByMrymAEmEl6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Felicia Day, Our Close Friend","line":"the next logical step. I'm realizing your","speaker":"spk_2","timeCode":2931.08,"tags":[]},{"id":"UhEpJnMByMrymAEmEl6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Felicia Day, Our Close Friend","line":"Just trying to heal the wound.","speaker":"spk_1","timeCode":2942.89,"tags":[]},{"id":"UxEpJnMByMrymAEmEl6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Felicia Day, Our Close Friend","line":"That relationship has obviously caused a great chasm in your soul.","speaker":"spk_0","timeCode":2945.08,"tags":[]},{"id":"VREpJnMByMrymAEmEl6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Felicia Day, Our Close Friend","line":"You have a pick up truck in L. A.","speaker":"spk_1","timeCode":2958.3,"tags":["L. A."]},{"id":"XxEpJnMByMrymAEmEl6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Felicia Day, Our Close Friend","line":"I'm so sorry.","speaker":"spk_2","timeCode":3005.47,"tags":[]},{"id":"YhEpJnMByMrymAEmEl6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Felicia Day, Our Close Friend","line":"'shrubs and I'll do I honestly usually can't see him cause newbies go down on the chick","speaker":"spk_0","timeCode":3028.38,"tags":[]},{"id":"YxEpJnMByMrymAEmEl6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Felicia Day, Our Close Friend","line":"theme","speaker":"spk_1","timeCode":0,"tags":[]},{"id":"cBEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Yeah. You know someone. Some might describe me that way. I'm Halloween time. A lot of people talk about the twitch twitch","speaker":"spk_2","timeCode":206.8,"tags":["Halloween","twitch","twitch"]},{"id":"fBEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Um, he admitted, but he and minute Yeah, I did admit it. Um, so I don't know very much about that world. I do like games. And I understand that there is a certain type of if you could corroborate this if he is a very funny comedian. So he's good at streaming because he''s a Kriz Matic person. But there''s a certain type of person that twitch streams and maybe isn't that Oh, is that you know? No, I'm saying that like, I feel like I always say, streamers are broken up into two categories. S entertaining are very good at the game. Yeah, Yeah, I definitely among the entertaining your day. No games to. Is there there category available? Um, I mean, weaken, try and carve one out.","speaker":"spk_1","timeCode":322.63,"tags":["Kriz"]},{"id":"gBEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"are you plenty like Are you Ben Iwas?","speaker":"spk_1","timeCode":423.52,"tags":["Ben Iwa"]},{"id":"hREqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"is a big about Earwolf here. Parking lot attendants here are very nice. Yes, The least weaken Dio. Bring them into the studio. Put them on Mike. And the ache. Fun of them. The ways your Kimmels, for example, has done with Guillermo.","speaker":"spk_1","timeCode":449.27,"tags":["Earwolf","Dio","Mike","Kimmel","Guillermo"]},{"id":"hhEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Yes, that would be huge.","speaker":"spk_2","timeCode":466.95,"tags":[]},{"id":"iBEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"ah, Carl from the Ricky Gervase show.","speaker":"spk_2","timeCode":481.13,"tags":["Carl","Ricky Gerva'se"]},{"id":"ihEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"big game. A show from that from being a","speaker":"spk_0","timeCode":486.39,"tags":[]},{"id":"kBEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Now, why was at the example that's making people bus up well on the train? That''s the only one.","speaker":"spk_1","timeCode":511.48,"tags":[]},{"id":"pBEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"I have the same one.","speaker":"spk_2","timeCode":796.36,"tags":[]},{"id":"qREqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"it. Oh, yeah. Then you have actually pas'sed The final test can become.","speaker":"spk_1","timeCode":832.28,"tags":[]},{"id":"qxEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Andrew Yang.","speaker":"spk_1","timeCode":845.96,"tags":["Andrew Yang"]},{"id":"rxEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Did trust See me that that has actually been brought out on the show. And I did not expect Matt Apple basket to be the one. Certainly certainly not be the 1st 1 to hit his friend with the Now you don't own friend. Well, lets not forget my own friend. Just tried to Doc''s me. So I don't know what''s going on with this right","speaker":"spk_2","timeCode":873.45,"tags":["tru'st","Matt Apple","Ju'st"]},{"id":"sBEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"is imagining I'm in the game and my squad is like getting pinned down and we're getting fragged. And we need like, like reinforcing like help now, like you guys get in here, Frank. And then this guy runs in when it just says the name Apple Attack is floating above his name, he falls down","speaker":"spk_1","timeCode":894.62,"tags":["Frank"]},{"id":"sxEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"on cosmetic. Yeah, Rap. Ataka would like to offer you a blue","speaker":"spk_1","timeCode":926.28,"tags":["Ataka"]},{"id":"vBEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Well, like, you know, there's there''s many different names. So, like, I have if Did true. Yeah, there''s there. May hold IV e","speaker":"spk_0","timeCode":996.58,"tags":[]},{"id":"vhEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"now is there are all kinds of names. That's true. Yeah.","speaker":"spk_0","timeCode":1017.22,"tags":[]},{"id":"xREqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"to be in a scary place at all. Honestly, regardles's in one meeting. Zombie unicorn. That's another stream. Now that one''s pretty badas's. Fucking hell! Yes. Zombie unicorn is not any relation to the Unicorn story long. Goggins? Uh, is it Walton Goggins? We can check, but, uh, I think at the time no, but I will. I'll talk to her. Go. I break. There''s opportunity there. There''s a brain do you should go toe to","speaker":"spk_0","timeCode":1090.63,"tags":["Unicorn","Goggin","Walton Goggin"]},{"id":"xhEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"toe library and then well come back. Kevin,","speaker":"spk_2","timeCode":1117.41,"tags":["Kevin"]},{"id":"yREqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"They didn't have that. Yeah, yeah, I know, But I did check out Brothers Grimm. They didn't have that information. And I forgot what it waas that we were. I gues's we're finding out if Zombie unicorn was the unicorn. God, I wish ever. Yeah, because I didn't know exactly what to look for. And then we actually they had a computer where I thought we might be able to find it. We should have just done here because friggin My walk a walk out. Never","speaker":"spk_2","timeCode":1130.23,"tags":["Grimm","Zombie","God"]},{"id":"yhEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"look up this goddamn what is this? What do you bring this for?","speaker":"spk_0","timeCode":1152.56,"tags":[]},{"id":"yxEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Yeah, I think your precious machine, I You know what? I don't know. Make me okay. I don't I don't need this. I had it out. I think it's just a producer habit in case I need to look something up. I gues's I could have looked up before we went toe lives. Reflex entitles. No, no, I'm just saying I gues's I could have looked up before he went to the library. Amazon The unicorn was Walton Goggins","speaker":"spk_2","timeCode":1156.99,"tags":["Reflex","Amazon","Walton Goggin"]},{"id":"6REqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Bullying is back. Yeah. I don't know if that's the tea or whatever, but that''s what I'm here. Oh, wow. Well, you spilled something. Might be the tea.","speaker":"spk_1","timeCode":1430.5,"tags":[]},{"id":"8REqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Nice try. I'm sorry. You should have read the return policy before you left the store, sir.","speaker":"spk_1","timeCode":1577.1,"tags":[]},{"id":"9hEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"the chat is I mean, I'm wondering your game. Do you want to let because you can let the chat in your game if they want to play with you. I shoot the chat. Yeah, Yeah. You can shoot the jet. You banned people shot food? Uh, no, but they can't send you food. There are some services that allowed shat to pay for food Just into your house. Does the chats want me?","speaker":"spk_2","timeCode":1675.71,"tags":["Doe"]},{"id":"-BEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"bring it on, getting the chance they swap me. Then I'm getting food. Yeah, but the chance not food chance. Not food. That's no food. So you got a pizza guy in this Los Angeles Police Department SWAT team sitting at the front of your door? Bring it both wants to turn it on both and want to come in for different reason's.","speaker":"spk_0","timeCode":1706.59,"tags":["Lo's Angele's Police Department SWAT"]},{"id":"ABEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"adjust back to regular life after IV honked off in VR?","speaker":"spk_2","timeCode":1829.62,"tags":["IV"]},{"id":"BBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Yes, I'm still here. I was just petting Bosch. Who is here? Hey, I'm here. If he's here Shung","speaker":"spk_1","timeCode":1925.54,"tags":["Bo'sch","Shung"]},{"id":"FBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Like that. Excuse me while I throw up. Oh, yeah. Hang on. Let me hold your hair for you. IV didn't doing that already today for Kevin. I had cut a bunch of it's hair out to get his hand out of there.","speaker":"spk_2","timeCode":2286.18,"tags":["Kevin"]},{"id":"FhEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"'sickening. All I'm gonna say is be aware of this story of Ickarus. Okay? And that this sounds like a video kidding. Like arrest. Yeah. So we're back. Buns are big, like there's ammunition. Who? Her name is an ammunition. Okay, you put that in there. She did that. She did that, Uh, be nan''s. I don't really know. Unneces'sary, but name is, like, kind of like bananas core Henry shooting me. Uh, I mean, he could be We weaken, we could make with technology that we have in our hands. We could make almost anything happen,","speaker":"spk_2","timeCode":2298.41,"tags":["Henry"]},{"id":"FxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"and we So we respond and right away whats the first thing I dio? Am I blasting a My a blasting Be scampering around, See, finding the utilities or d All right, crouching. That''s a trick question you spawn in. You're gonna look at your chat, and you're gonna tell me what you're about to do. I have to tell them first s So they're along for the ride, so they know what you're tempted. Here I go. Example You get focused in on that game, get completely silent. We don't know what you're doing. Yeah, you might tune out, Go check out another streamer. But if you're like, yo, I'm about to do some wild, crazy stuff right now. I'm only using a knife in this gunfight now. Wow. Now we're locked in, okay? You actually have to do that stuff. You actually have to try and accomplish that goal that you said I actually have to do it. Okay, remember, No. Take. They have you do it after you say, I can't just like they say, like, Hey, why didn't you do that? And I am like, What are you talking about? I mean, I mean, they already watched it. Kevin and Gaslight, the Blevins. You can gas like them. And if someone gets too smart, you can ban them from your for smartnes's. Yeah, that''s like Ben Stein in that movie about evolution. Hey. Disagreed and was effectively banned for smartnes's,","speaker":"spk_2","timeCode":2338.63,"tags":["Kevin","Ga'slight","Blevin","smartne's","Ben Stein","Di'sagreed","smartne's"]},{"id":"GREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Hey, what up? Blaming blinds as me friggin got your Yall got your blimpie subs. Um, great promoting. Yeah, I love it. I'm here. I'm locked in. I'm watching your channel now. I'm involved. Okay, so whats your next move?","speaker":"spk_0","timeCode":2426.61,"tags":[]},{"id":"GhEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Sorry, I got so much sauce over my mouth, all right. To stop you right there. Never apologize for anything. Have you got sauce in your mouth? Give the Joker now, baby. Oh, yeah, yeah, yeah.","speaker":"spk_0","timeCode":2444.5,"tags":["Joker"]},{"id":"IBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"lets Come on, Let''s keep going hard. You got three subs so far.","speaker":"spk_0","timeCode":2510.44,"tags":[]},{"id":"IxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"here I go.","speaker":"spk_2","timeCode":2528.71,"tags":[]},{"id":"JBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"That's the stream for tonight. You know what? Boom. And you leave with six ups because I will let you know your day''s work. Yeah, Yeah, that''s a good day''s work because, you know, you did a little fake out. You can't do that all time. Sometimes do six every day, right? Yeah. And they tell their friends and they're right. Blow his brains out, but he''s gone every time. But one time Made. Yeah, I like that. All right, all right. He's your urine. The your in the streamer seat. Now your DX racer chair. Okay, You know what''s what''s your moves? Start the stream. Let''s go. Okay. Hey, guys. Sorry, I have it streaming or really? Look, what did I just say? What I say? Never apologize for anything. You're on vacay, you know. Let''s go take time for yourself, okay? Hey, guys, I'm a proud uh I, uh have not really figured out how to do this yet. Ooh. Okay. Yeah. I can't see myself of the thing. I hope you can, uh, let me know if you can see it. I cannot read the chat either. Radical again. I'm very proud of all of this. Boom. I'm gonna give you 100 subs right there. That hundreds because X because it lets you know the wet ones. He just said yes. I can't read the chat. So now they have no expectations of communication. He can go this whole stream without talking to him because he said he can't read the chat. Oh, people are something right away. Guys Made My me neither.","speaker":"spk_2","timeCode":2532.96,"tags":["DX racer"]},{"id":"JREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Now they're like we are a saw. We are a saw slick. Do it now. You're just copying slick. They're very times your fucking name on this table. Oh man. A lot. I need people to know that I've been here. Are we doing it again? No, I think we know who is the clear winner. I'm not trying to change the subject. Yes, like, but yeah. And whats mad doing? Man is actually getting paid right this second. Cheese. Can I just point at work? Yeah. What would you be doing if you werent here right now? I'd probably, uh, just be working","speaker":"spk_2","timeCode":2625.82,"tags":[]},{"id":"JhEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"my neck. So he is. And that's funny to you? I don't know. He''s watching","speaker":"spk_1","timeCode":2660.57,"tags":[]},{"id":"KxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"And I should like the top of my Penis the whole just the top night NHTSA just the top, keeping one for more because, I mean, just the top. And then every month, a wink out of My go I go more a little","speaker":"spk_2","timeCode":2715.29,"tags":["Peni"]},{"id":"LREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"uh, the elastic has decayed. It doesn't, like, do the elastic part anymore. It just, you know it, like, makes a sound when you pull apart and you can see the top. Oh, yeah, that's that''s why I like to call those low rise boxers. You know, Just, you know, as that''s why I like to do it, remix it, make it into a style. You know? I got my shot. No, I got distre'ssed fashion socks. Yeah, I do that too. I have particular pair of underwear which has","speaker":"spk_2","timeCode":2733.4,"tags":[]},{"id":"LxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"'some a little bit. Most you know what I mean, But not well and I could.","speaker":"spk_0","timeCode":2776.34,"tags":[]},{"id":"NREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"things that it's a bunch of pins and you could, like, push your face up and you see","speaker":"spk_2","timeCode":2887.32,"tags":[]},{"id":"OREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"do a bunch of different impres'sions. You guys like impres'sions.","speaker":"spk_2","timeCode":2913.82,"tags":["impre's'sion","impre's'sion"]},{"id":"OxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"well, nothing comes between me and my Calvins. That's for stats known. Yeah. Ah, but would between me, my fans, it could be the Calvin''s. It could be anything beyond the caliphates. I think it''s all of it or none of it. Whatever they want. Matt,","speaker":"spk_1","timeCode":2934.12,"tags":["Calvin","Calvin","Matt"]},{"id":"PBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"I'm sorry you're being paid. You have to do more than just like this. This vague Just where Equivocating. Yes. I feel like just trying to get, like, get it over with that. Like, hopefully well talk about something else. No, there's money at stake here. Be whatever you want. Yeah. I mean, I rang you to tell me what? It actually has a sideways slot before, okay? Minus only","speaker":"spk_2","timeCode":2948.65,"tags":["ju'st","Thi","Minu"]},{"id":"PxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"day, and the bullying once again","speaker":"spk_1","timeCode":2984.1,"tags":[]},{"id":"RBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"we're talking about something else. Weve all seen it. You havent, Mac. It is a very popular Made puppy or loaf of bread. No, not you, Matt.","speaker":"spk_2","timeCode":3024.69,"tags":["Mac","Matt"]},{"id":"ShEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"kind of thing. I would lean on Matt to take care of for you, Sue Bland, but I just don't trust them. Now.","speaker":"spk_0","timeCode":3133.12,"tags":["Matt","Sue Bland"]},{"id":"TREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"thatd be a bull choice, honestly. But I'm not against. It s so like, you know,","speaker":"spk_0","timeCode":3168.41,"tags":[]},{"id":"ThEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"because this is usually what what could put a filter on? Who can I have, like","speaker":"spk_2","timeCode":3175.25,"tags":[]},{"id":"WREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"and animate. But yeah, big, only enemy. But I'm not doing that. I don't know. I didn't know. I'd have to say that that was not something I was doing. OK, we're not doing that, though. It is the Google home screen","speaker":"spk_2","timeCode":3345.58,"tags":["Google home"]},{"id":"XxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"don't know whose for saying or somebody could be no It's no Ruto is Gundam? Yeah,","speaker":"spk_2","timeCode":3408.87,"tags":["Ruto"]},{"id":"bhEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Um T t","speaker":"spk_2","timeCode":3538.46,"tags":[]},{"id":"chEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Here. If he where you hide in these days, you can catch me If you want Away My f wash me outside India at all times, let me know. Give me advance notice. At least give him advance. No, Yes, that I will get you outside. Yeah, if you want Away Twitter and Instagram. If these on twitch if you want to see me play video games You know, if you ve all came through when Carl was playing baseball Karl Tart on, he got his as's kicked you. Not for me. I'm bad at sports games. But he was not a great at it because he was playing the minor leagues. I only play big league games like Apex legends. Destiny, too. I don't want to get in trouble with Carl E. I swear to God, if you snitch tag Carlo, come to your house,","speaker":"spk_2","timeCode":3556.17,"tags":["India","Carl","Karl Tart","Apex","Carl E.","God","Carlo"]},{"id":"cxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"get a good grip on your gets wide. And that's why your well also watch as","speaker":"spk_0","timeCode":3607.42,"tags":[]},{"id":"eRErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Sticks, bugs, birds. That's all falling out. Yeah, eventually, Yes. And so a","speaker":"spk_0","timeCode":43.38,"tags":[]},{"id":"fxErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Now, speaking of time, But he doesn't recognize like he thinks that he says Ronald Reagan is the king and what he used to say on the show, Yeah,","speaker":"spk_1","timeCode":79.91,"tags":["Ronald Reagan"]},{"id":"ghErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"we call show. So I just want to, like, give a little behind the seats contacts, which is before the show. We talk about our experiences with the gas and we get to know each other, and we talk about working in entertainment busine'ss. Yeah, and this is important. This is all of that is going into the show. You didn't hear this, but it is all being use's establi'shing reporters off familiarity. Yes. And so, like now doing the show, you are actually benefiting from this conversation. But Kevin and Sam on the other side of ah, glas's. I'm getting these vibes from them the whole time trying to have a nice conversation there, like we just get this over with. Please, can we just do the freakin show? Yeah, it's almost a ziff. They don't want to","speaker":"spk_1","timeCode":105.92,"tags":["Thi","Kevin","Sam"]},{"id":"iBErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Mm. Probably way back. Yeah.","speaker":"spk_0","timeCode":228.53,"tags":[]},{"id":"iRErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Yeah. You gotta be somewhere","speaker":"spk_2","timeCode":230.18,"tags":[]},{"id":"ihErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"up the family trying","speaker":"spk_0","timeCode":231.09,"tags":[]},{"id":"lBErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"I heard that they would have been talking about doing My Boys Azizullah doing as in an anthology show. Good. Yeah, Different Boys every episode. Same girl Whos Boys? They are. Ah, sometimes it''s the same girl. Sometimes a Boys air the same and the girl is different. Wow! And so but it''s stories. It''s just, like, different. Like human stories about My Boys. It''s just stories. And isn't that really what we do you're trying to move on from? See? So in China, he''s trying to move on from that question and shrink the whole experience. Yes. Yep. Yep. Just like Silin sopranos. They keep bringing me back. Pretty good Celebration.","speaker":"spk_1","timeCode":330.51,"tags":["My Boy","Azizullah","Different Boy","Boy","Boy","China","Silin"]},{"id":"nBErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"big stand up, stand up Tall guitar.","speaker":"spk_2","timeCode":452.14,"tags":[]},{"id":"phErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Yeah, absolutely not. We're sticking with the Tampa Bouba depicted, but yeah, and if you try to take it someplace else, it's the That idea gives me an idea. Ah, booby. Deep in Duke","speaker":"spk_2","timeCode":561.55,"tags":["Tampa Bouba","Duke"]},{"id":"qBErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"So you guys know Chicago?","speaker":"spk_0","timeCode":578.66,"tags":["Chicago"]},{"id":"qxErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"mentioned the pizza ham? Yes.","speaker":"spk_1","timeCode":587.09,"tags":[]},{"id":"sBErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Kind cold, first swimming and well, im pizzas more. The pieces, huh? Yeah, yeah, The citys cold. Nice. Cold. Uh, what? What kind of what part of","speaker":"spk_2","timeCode":611.7,"tags":[]},{"id":"uRErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Hang on. Let me see what I got in here. Let me just reach into my bag","speaker":"spk_2","timeCode":688.11,"tags":[]},{"id":"vRErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"What comes out of me almost involuntarily.","speaker":"spk_0","timeCode":714.33,"tags":[]},{"id":"vhErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Yeah. Empty bag. Yeah.","speaker":"spk_0","timeCode":720.8,"tags":[]},{"id":"xRErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"'squeeze e","speaker":"spk_0","timeCode":774.34,"tags":[]},{"id":"yhErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"'something that I'm sort of a paranoid schizophrenic.","speaker":"spk_2","timeCode":834.7,"tags":[]},{"id":"2hErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"What does that sound like?","speaker":"spk_3","timeCode":963.31,"tags":[]},{"id":"3xErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Absolutely. Whats out? Like? Find the hashtag. Where is everyone who you sit next to?","speaker":"spk_2","timeCode":993.65,"tags":[]},{"id":"4xErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"You certainly table","speaker":"spk_2","timeCode":1017.88,"tags":[]},{"id":"6RErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"IV disagreeing to agree to disagree. Hey, you think cool it really check My avail for Brazilian. Did you say Kulat? Cool Rap cough up. Yeah, I'm sure she Did. Why?","speaker":"spk_0","timeCode":1039.12,"tags":["Kulat"]},{"id":"6hErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Oh, yeah. You think she checked My avail because I felt pretty avail","speaker":"spk_2","timeCode":1049.46,"tags":[]},{"id":"7RErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"And I asked a put me on that, but Gillian, she goes, it's over. Tried to and we we enquired Check your veil and you werent able to do it. And I go. I've always been a veil. Well, so do you guys have preexisting beef?","speaker":"spk_0","timeCode":1059.59,"tags":["Gillian"]},{"id":"-hErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Okay, This is a hims. Add. I'm shocked. Clemens, One of the main Boys. I am the Clem dog. I am one of the main three or four people who do this podcast. So you gotta believe me when I tell you that I'm trying to talk about hims with you. Now, normally, he's Davenport is in the ad with me stopping me from doing some of my moves which is telling you about how hims while they do provide a good solution for some of the is'sues that they are trying to solve. It's not the only thing you can dio I have some ideas to that might fix it. Basically 40% of man by age 40 struggle from not being able to get and maintain an erection. But the good news is the holiday season is upon us and hims has the biggest black Friday deal off them all. This is a big black Friday deal for you guys and you can try a free online visit to get started with hims. Dude, I have been to the website, and I have to tell you it is a flesh colored website, which there''s no doubt about it that sensual. If you can find a more central website that hims congratulations because for me it''s the tops. The friggin whole thing looks like skin, so hims connects. You realize that the doctors and FDA approved pharmaceutical products to treat E. D. They offer well known generic equivalents to neighboring prescription's to answer all your question's in a confidential chat with their doctors. And if you're approved by the doctor, products are shipped directly to your door. I have dims dims. To me, it''s cheaper than hims, basically what it is. It''s a light bulb that so dim that your lover can't tell your soft. So, uh, I don't really know what the next step is Beyond that, but at least is a path to trickery, which provides you with more options than being in a well lit room. A lot of people want to go to hims. My solution is cheaper, or it will be. We're trying to get the production cost of the light bulb down. Currently, I'm making all of them by hand. And, uh, dim is maybe misnomer. They don't work it. Also, it is pitch black when you put them in your lamp and when you could try hims today by starting out with a free online visit, go to four hims dot com slash handbook. That''s F O R H I m s dot com slash handbook for hims dot com slash handbook. It would go for dims. You would go to four dims f o u r D i m m z slash Honda book I couldn't get handbook. Prescription products are subject to doctor approval on requiring online consultation with a physician who will determine if prescription is appropriate. See website for full details and safety information. This could cost hundreds if you went in person to the doctor Officer pharmacy or to dims. Quite frankly, uh, remember, that''s four hims dot com slash handbook. Have fun and be safe out there.","speaker":"spk_0","timeCode":1167.79,"tags":["Thi","Clem","Davenport","FDA","dot com","Honda"]},{"id":"-xErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Quip is brushing everyones teeth today. They do it first in the morning, and then it happens again at night. They do it for two minutes, and the vibration has to be over. Imagine flaws coming at you forever. That''s what happens in the mail with Quip. The toothpaste is arriving in the mail as well. Thank you, Officer, Post Officer. That is, even on the week of Thanksgiving, they deliver the mail. Three million healthy mouths, air screaming at you to have Quip. I started using it, and now I'm brushing it all every day and have not freaked out once. My favorite thing is the flavor and the 32nd pulse feeling you have to do this. Brush your teeth after dinner with Quip on Thanksgiving dinner. If you go to get Quip dot com slash The Boys right now, youll get your first refill free. That''s your first refill free at get Quip dot com slash The Boys spelled g et qu i p dot com slash The Boys Quip The good habits Company","speaker":"spk_0","timeCode":1361.12,"tags":["Quip","Quip","Po'st","Quip","Quip","Quip dot com","Quip dot com","dot","Quip"]},{"id":"_BErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Hey guys. Chef Kevin here and now I'm in the ad to Hey, did you know that Quip has a friggin blawg? Go to get Quip dot com slash blawg, and you can see all their need entries. You know everyones talk about how good your teeth look and feel after you use the product, but no one''s talking about the blawg. Some of the entries on here are the worst and best Candies for your teeth. Hey, after that Halloween season, I'll be reading that one once or twice.","speaker":"spk_1","timeCode":1408.18,"tags":["Chef","Kevin","Quip","Quip dot com '","entrie's","Candie","Halloween"]},{"id":"CBErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"people sentences","speaker":"spk_0","timeCode":1508.38,"tags":[]},{"id":"EBErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Ah, and he's like mes'sing up. Ah, and he I saw him on the show freak out. And","speaker":"spk_1","timeCode":1573.73,"tags":[]},{"id":"FRErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"to satellite eyes, the duck billed platypus. You always the street. Youll watch 150 episode's of that effort,","speaker":"spk_0","timeCode":1628.63,"tags":[]},{"id":"FhErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"but that's it.","speaker":"spk_2","timeCode":1634.92,"tags":[]},{"id":"FxErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"And then I'll say exactly what I said at the beginning. You cannot. Saturdays the duck billed platypus because it is already the strangest creature","speaker":"spk_0","timeCode":1636.52,"tags":[]},{"id":"GhErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"they do? Yeah, that that's true. Well, knowing this and disliking New York as much as I do, I wish I had not ran you out of not taking the job. Yeah. No, no. I, uh I enjoyed it. I got to slicked back my hair on camera. I got to work a studio show, but ultimately they told you to stop Position. Didn't Made. Ultimately, they did. Yeah. Yeah, they gave us an ultimatum. Continue doing the show. Or don't we chose the latter. I was living in New York. The young man and I flew out to Los Angeles for my big trip.","speaker":"spk_2","timeCode":1664.97,"tags":["New York","New York","Lo","Angele"]},{"id":"HxErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"again. I wish cool app was here. Should","speaker":"spk_2","timeCode":1745.23,"tags":[]},{"id":"JRErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Yeah, well, it's hard to get rid of it. I devise even when I'm doing characters for a live show. I always start with you. Start with the part. No, I work from there.","speaker":"spk_1","timeCode":1786.12,"tags":[]},{"id":"KBErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"uh, just throws it at you, but what do I do it, Uncle truly is cheap in this town. It ISS Then how do I do with it? And it's so sure that''s looking into that. Okay, great. Well, we're happy. We waited now, and you guys were having a nice talk. She picks out a couple of you I hope she picks up to. She usually does. Let''s pop off a few more, will you? Will they punches in this?","speaker":"spk_1","timeCode":1807.59,"tags":[]},{"id":"KhErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"off a couple,","speaker":"spk_1","timeCode":1834.57,"tags":[]}]