[{"id":"khFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"I would will hold that. Like you don't know what you guys are talking about. I would not people that Yeah, like when they get their perfect most. The thing is like they gues'ses like boom. Lets jump into an establi'shed situation, all right? Especially after six year. Almost 60 years. Six years ago? No. Oh, yeah.","speaker":"spk_2","timeCode":719.33,"tags":[]},{"id":"kxFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"And where you think? What were you thinking of? Some, like, personal memory that made you say, Oh, no, Uh, no. Just, um","speaker":"spk_0","timeCode":746.01,"tags":[]},{"id":"lxFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"So whats so OK, so moving forward. So that''s kind of establi'shed what the show has been and then moving forward. Is there anything youd like to see on the show?","speaker":"spk_2","timeCode":779.6,"tags":[]},{"id":"mhFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"And she's showing off the music. No, on her forearm. Many 10 teas. Nay. Yeah. Thank you. Course you're my favorite. Thank you. So? Okay. And that is a direct shot. Julie Klausner.","speaker":"spk_0","timeCode":801.68,"tags":["Cour'se","Julie Klau'sner"]},{"id":"oRFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"the buffers. Other My Oh, yeah, yeah, yeah. We Recently somebody compared Hayes and I toe the animating accident. Believe I was wacko. Who did that?","speaker":"spk_2","timeCode":851.64,"tags":["the buffer","Haye"]},{"id":"qRFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Yeah, when? Weird hours here after the show. He, uh that's if we would if we wanted to go to his Greek theater show.","speaker":"spk_2","timeCode":916.78,"tags":["Greek"]},{"id":"rhFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"think is the right thing to do in this situation he mailed in was like, the cops are at a premium. But I did promise you that you guys could go if you want.","speaker":"spk_1","timeCode":962.22,"tags":[]},{"id":"rxFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"He's like, I'm staying true to my word by sending this email.","speaker":"spk_0","timeCode":972.65,"tags":[]},{"id":"vBFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"You never ever, never You know, some stuff.","speaker":"spk_2","timeCode":1045.21,"tags":[]},{"id":"vhFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"You have a pretty good Oh, that. Okay? I thought you meant like, you never know what he's going to do about it. I","speaker":"spk_2","timeCode":1051.5,"tags":[]},{"id":"xBFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Ah. I mean, okay, So you're My my favorite gas on this show. Have been the ones that I looked up right before. Okay? Yeah. Did you want over? Had a corner? Conover? I don't know. Pronounce his name. Weve been friends for years. I don't care. He couldn't know. I don't know how. Pronounce that.","speaker":"spk_1","timeCode":1097.91,"tags":["Conover"]},{"id":"xhFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"So you ruins his name by pronouncing getting correctly. And that's a little bit of a shot acros's the bags. And you do it. I don't know. He","speaker":"spk_1","timeCode":1126.66,"tags":[]},{"id":"yBFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"come out with the fact that his wife is better that he should. The first thing you should have done is ruins himself. Tone a crazy","speaker":"spk_0","timeCode":1140.61,"tags":[]},{"id":"yhFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Yeah. He should say I love it. He's one of my favorite. That''s one of my favorites. And my wife''s a big fan of yours. Ron.","speaker":"spk_2","timeCode":1155.09,"tags":["Ron"]},{"id":"1RFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"volume. That's what he said. Just keep making content. Nobody cares of his good.","speaker":"spk_1","timeCode":1286.66,"tags":[]},{"id":"1hFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"It's shots on goal, man. Because there''s a familiarity. You think that you re going? I've seen this.","speaker":"spk_2","timeCode":1290.95,"tags":[]},{"id":"3xFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"we did. Exactly. We said we","speaker":"spk_1","timeCode":1378.01,"tags":[]},{"id":"7xFYJnMByMrymAEmSn-T","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Why would I know that if it wasn't good? Because it was always there, just like my oboe dry was is because it","speaker":"spk_1","timeCode":1486.21,"tags":[]},{"id":"ARFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Take that back. I e kind of take it back. Well, I could Can I suggest a comedy? Special name? Yeah. Please. I think it should be Everywhere you go, Argo.","speaker":"spk_2","timeCode":1671.08,"tags":["Everywhere you go","Argo"]},{"id":"BRFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"it had to be something very s Late-Night-This. And there is an open question whether we can use ergo at all because of the name. So Argo maybe is a baby Bjorn. Really? If they saw undergo, theyd say, That's a baby Bjorn, but it''s not That''s a brand and really the Argos a little more adjustable it supportive, I think. Oh, hey, guys. A taste here, Um, just kind of having a day to myself at home, just like getting little things done that I have to dio Ah, just finished a batch of, um,","speaker":"spk_1","timeCode":1707.2,"tags":["Thi","Argo","Bjorn","Bjorn","Argo"]},{"id":"BhFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"homebrew like a peach wine that I make for the summer and will hopefully last me the whole summer. This time. Ah, hey, guys, it's time for spring cleaning and Quip got a easy way to start with your brushing habits. As one of the first electric toothbrushe's accepted by the American Dental As'sociation, Quip can help pave the way to a healthier mouth and mind in just two minutes. Twice a day, not to mention with Brush has delivered on a dentist recommended schedule of every three months for just $5. Quip provides the friendly reminder to stay committed to your oral health. Now the whole family can get refreshed with Quip, thanks to new kids Quip, which has the same two minute timer and guiding pulse's. Their original version. No childish gimmicks, just kid friendly features like a small brush head, watermelon, anti cavity toothpaste on rubber grip handles and colors little ones will love. So now the whole family can have their teeth clean. Uh, Mom, Dad, the baby and even Austin Powers s. Oh, this is like call in our bos's is from, like, England or like Britain. And he has a tie in that he wants to do. He keeps saying that he''s friends with Austin Powers. I think he liked No, honestly, I think you like know someone who knows I was part of something. Bay are really friends. Ah, and he''s not like in his phone. He''s like, shown me all this like phone contacts and awesome fires is not really in there. And all his phone number start with 011 like plus, 0 +11","speaker":"spk_0","timeCode":1744.53,"tags":["Quip","American Dental A's'sociation","Quip","Quip","Au'stin Power","England","Britain","Au'stin Power","Bay"]},{"id":"BxFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"But he says, if we can get Austin Powers to, like brush his teeth with Quip and, like, fix even his's famously Roddy teeth, he says, I don't like r o t t y. Ah, then that would be like huge for us. And for the podcast we could we could do like an episode with Austin Powers. I don't really think this is gonna happen, but he wants me to set it up in this ad so even Austin Powers will have nice teeth and fresh breath. I like Quip I use I love it. I use it at home. Ah, using it today while I'm doing my chores. I used it this morning when I do it again tonight. Ah, I like the toothpaste. Ah, and Sean likes it for his sensitive teeth. That's why over one million happy, healthy mouths low Quip to Quip starts in just $25. And if you go to get Quip dot com slash The Boys right now, you can get your first refill pack for free to your first refill pack free at g et qu mp dot com slash The Boys","speaker":"spk_0","timeCode":1831.33,"tags":["Au'stin Power","Quip","Roddy","Au'stin Power","Au'stin Power","Quip","Sean","ju'st","Quip dot com"]},{"id":"CBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"So what did you say in the contra? When when you dio When the middle part uh, out already? Yeah. Uh, you check it out.","speaker":"spk_0","timeCode":1893.72,"tags":[]},{"id":"DBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"I don't see so think so. Currently,","speaker":"spk_1","timeCode":1938.64,"tags":[]},{"id":"DhFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"I don't have enough microphone. Yeah, that's the thing with a lot of this stuff. Weve been told that on a lot of these jobs there, theyll admitted. Yeah, emails that will say like, Oh, yeah, sure. Oh, I just Sharon once played you guys up. I only got two mikes, so it will be difficult. I don't want that. I didn't I would never do that to my friend. Yeah, and I knew you wouldn't. And that''s why I didn't put you in that position","speaker":"spk_1","timeCode":1951.69,"tags":["Sharon"]},{"id":"EBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"I think I'm getting better at it. Some a few different things. Better. I'm eating a lot more slowly.","speaker":"spk_1","timeCode":1983.49,"tags":[]},{"id":"EhFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"What? At the time,","speaker":"spk_2","timeCode":1998.4,"tags":[]},{"id":"FRFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"You can You can I find the level of your depres'sion a lot of stuff. First of all, a lot of stuff smells like food at Mayor.","speaker":"spk_2","timeCode":2018.91,"tags":[]},{"id":"FxFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"One thing I'm working with now is I've been really getting way better at making sure as I'm going to bed that all My airways are clear. Yeah, that's important. And this is the eating. You know? You want you want eat slowly, they say, but don't eat","speaker":"spk_1","timeCode":2033.39,"tags":[]},{"id":"HBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Yes, it's a lot like how bad it''s around. People think of.","speaker":"spk_2","timeCode":2065.08,"tags":[]},{"id":"JhFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"could be, uh, bring it back. They","speaker":"spk_0","timeCode":2176.97,"tags":[]},{"id":"KRFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Yes. That could be why they're started. That maybe think about charging you. Yeah, they use the gym because they Yeah, because otherwise, why keep it there, right? Yeah. It's hard to figure out network tv right now.","speaker":"spk_0","timeCode":2184.5,"tags":[]},{"id":"LBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Yeah, they Did. Still that went from","speaker":"spk_2","timeCode":2207.31,"tags":[]},{"id":"MRFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"God knows live. You don't know that happen with","speaker":"spk_0","timeCode":2234.44,"tags":[]},{"id":"NhFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"I love to hear about Away to say that, uh, you know what? You were you with precise no waste to","speaker":"spk_1","timeCode":2278.88,"tags":["Away"]},{"id":"NxFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"work. Whats the network feel? A whole show.","speaker":"spk_0","timeCode":2287.58,"tags":[]},{"id":"OxFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Let go. Nobody. Yeah, right Gets too concerned. Let tell them Go right up to the president of any network and just go. Hey, look, I'm here, and I should be your major star. And if you don't see that, you can go fuck yourself and you. And that's how you get things. And, er go fuck yourself. Yeah, Or go fuck yourself. Handem the USB stick with your special. My baby","speaker":"spk_2","timeCode":2304.75,"tags":[]},{"id":"PxFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"when those reds,","speaker":"spk_0","timeCode":2351.28,"tags":[]},{"id":"TxFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"I'm taking showers at times that Shawn and he's find appropriate.","speaker":"spk_2","timeCode":2429.94,"tags":["Shawn"]},{"id":"URFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"It looks like you're just what type of operation or you're running. Jordans terrified of you guys. This guy''s not allowed to take showers unles's you determine is a proper time was going on over here where just be supporting our friend. He''s","speaker":"spk_2","timeCode":2439.79,"tags":["Jordan","Thi"]},{"id":"VBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"And then he comes in and it's a different show.","speaker":"spk_1","timeCode":2477.82,"tags":[]},{"id":"WBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"A comb. I mean, he has options, but he's choosing not to. Okay, I thought you guys were picking on him, and I'm gonna look at three of you and you, like, traditionally, he''s the most attractive of tried Teoh,","speaker":"spk_1","timeCode":2503.92,"tags":["Teoh"]},{"id":"WRFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"that you that is youth and youth alone.","speaker":"spk_2","timeCode":2521.17,"tags":[]},{"id":"XBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"I would hate being conventionally attractive, and I'm so in Thank you for not insulting me like that. Oh, no. Wearing","speaker":"spk_1","timeCode":2546.95,"tags":[]},{"id":"bxFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Oh, Hey, guys. A taste Ah, just hanging out. Ah, at my place. Just ah, put a little, um, What kind of spices and the pool to make it more like interesting toe swim in just like kitchen spices on. I want to tell you guys about Audible Audible listening makes a smarter, more connected people, and there's no better place to start listening than Audible. Audible is were inspiring voices and compelling stories, open listening, it ups and new ways of thinking, and members now get more than ever before. You can choose three titles every month, one audiobook plus two Audible originals that you can't hear anyone anywhere else and they deliver best'sellers, busine'ss, self improvement, memoirs and more all profes'sionally narrated by actors, authors and motivational superstar's like Rachel Hollis, David Goggins and Mel Robbins. Wow, there is something that they want THOMAS make very clear, which is that, um, uh, Chef Kevin, our producer on the show, actually Did submit them an audiobook. Ah, and it''s they want us to make clear in the other. They did not accept this book, so some people, I gues's, have been worried that this book is going to be available to them in any form on Audible. Ah, and they just want to say they did not accept. It''s not something you can find on Audible. It''s called Kevin''s Trip. I have a little bit, actually, of Ah, the It''s like, I gues's, kind of a paperback thriller. I don't know what Sorry it''s called Mr Kevin''s Trip, Mr Kevin.","speaker":"spk_0","timeCode":2773.43,"tags":["Audible","Audible","Audible","Audible","Audible","Rachel Holli","David Goggin","Mel Robbin","Kevin","Audible","Audible","Kevin''s Trip","Mr Kevin''s Trip","Kevin"]},{"id":"dBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Hey, guys, it stays here. Just ah, chillin at the house. Um, getting some shores done. I just had THOMAS out the garage from every winter. I set up kind of ah ah, speakeasy bar Caden there with, like, old arcade system's that people come to from just word of mouth. And so I had to clean that out for summer time. Ah, for to refurbish the machines and all that. I want to tell you guys about honey, you ever buy something online on only to find out later you mis'sed a discount. I don't overspend anymore. Thanks to honey, Honey is a free browser. Add on that finds me the discount's and coupons acros's 37,000 sites, including Amazon, Sephora, best by Nordstrom and Mawr. Better yet, that magically auto applies the best deal to my car at check out, so I never worry about mis'sing a deal. I just shop like normal and honey that handles the rest. You guys know I love to shop. I actually used the honey discount. There's one at Nordstrom that gets you like free shipping on everything. Ah, and I bought some gaming close to go over to Shawn''s and play PlayStation. Ah, some gloves, um, Dockers some, ah, like a Birkin bag for, like, snacks and stuff. I Sean then got in touch with me and said that his PlayStation was ah, breaking. Ah, and he said that he liked tried to get help. Very, I gues's. Like so he bought a blue Ray, which I had also heard, like you could do PlayStation on, um, when weve had a lot of conversation's about it, but it''s not like doing the right. At least not the right games is what he''s telling me. And so if anyone is listening and does know how to do play station on the Blue Ray and how to I control the guy with the like, the remote that comes with it and how to ah, ah do online like go online and play your friends online because we want THOMAS play the how Did-This-Get-Played people online and, like, sort of get some attention from that. Ah, that would be great. You can use honey to buy yourself a reward and get a discount. There''s really no reason not to use honey. It''s free to use and easy to install on your computer in just two clicks. So Strabo confidence get honey for free at joint honey dot com slash The Boys has joined honey dot com slash The Boys Honey, the smart shopping as'sistant that saves you time and money. When you're shopping online, you guys know I love","speaker":"spk_0","timeCode":3026.83,"tags":["hou'se","ju'st","Caden","ju'st","Amazon","Sephora","Nord'strom","Mawr","Nord'strom","Shawn","PlayStation","Docker","Sean","PlayStation","Ray","PlayStation","Strabo","honey dot com","honey dot com"]},{"id":"dRFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Yeah, that's a nice thing to get better at.","speaker":"spk_0","timeCode":3192.37,"tags":[]},{"id":"eRFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"place I go to it. I think I see who supposed to be in charge. But then I find the rial leader and I talked to them. He's","speaker":"spk_0","timeCode":3227.3,"tags":[]},{"id":"fBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"People have been talking about Jordan a lot, and I don't read these mes'sage work. But everyone in this people have been saying like Jordan so fun.","speaker":"spk_0","timeCode":3246.23,"tags":["Jordan","Jordan"]},{"id":"hhFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"and just give it to him. Because if we kept both of us on, uh, take the mike,","speaker":"spk_0","timeCode":3323.99,"tags":[]},{"id":"jxFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"You do? Ah, Stilley. Yeah.","speaker":"spk_0","timeCode":3416.36,"tags":["Stilley"]},{"id":"kxFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"the future.","speaker":"spk_0","timeCode":3466.25,"tags":["the future"]},{"id":"oBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"in that. Yeah.","speaker":"spk_3","timeCode":3536.64,"tags":[]},{"id":"oRFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"You want to pin this? So do us. So we would do like, uh, is there a serial podcast that is about serial? Because that seems like you go that way.","speaker":"spk_1","timeCode":3539.4,"tags":[]},{"id":"ohFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Serial the fun. Weve done a few jokes about this.","speaker":"spk_2","timeCode":3548.69,"tags":[]},{"id":"phFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"So Okay, that's pretty impres'sive. Thank you.","speaker":"spk_3","timeCode":3588.26,"tags":["impre's'sive"]},{"id":"qhFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Hey. Sorry. Forgot my backpack. And I just said, I know I just left, but I would come back in and yeah,","speaker":"spk_0","timeCode":3649.83,"tags":[]},{"id":"rBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Yeah, exactly. He's in every episode.","speaker":"spk_0","timeCode":3677,"tags":["epi'sode"]},{"id":"rhFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"I don't. You are creating your own reality in some ways. So everything I see is something I want","speaker":"spk_2","timeCode":3729.8,"tags":[]},{"id":"vBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"dragons and friggin uh, beard. I mean, anything. I like your friendship.","speaker":"spk_0","timeCode":3819.73,"tags":[]},{"id":"wBFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Then again, Made it anyone.","speaker":"spk_2","timeCode":3849.4,"tags":[]},{"id":"wRFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Never is a said that she wanted way talk about in front of you Say that we were doing that. Never. You do this podcast and then you just leave. It seems leg as'sumes I don't feel like a group. They would be quiet. I","speaker":"spk_1","timeCode":3855.52,"tags":[]},{"id":"wxFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"because I got here a little early and I had some emails to sense was working in the hallway next to the bathroom. And I was worried people would think I was there to listen to the bathroom. Yea, you actually couldn't hear anything?","speaker":"spk_0","timeCode":3881.25,"tags":[]},{"id":"zRFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"20 minutes of it. Yeah, it's nice. It''s not bad. Not bad way work. Which trial would love to do that?","speaker":"spk_2","timeCode":3963.99,"tags":[]},{"id":"0BFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"draft is a troll. Yeah. Cake. Yeah. Yeah. Okay.","speaker":"spk_0","timeCode":3980.4,"tags":[]},{"id":"2BFYJnMByMrymAEmSoCT","index":"handbook","podcast":"Hollywood Handbook","episode":"Ron Funches, Our Introductory Friend","line":"Who do I can do? Impres'sions. You know it. That was me. They say you discovery. That was a nice show. We do a nice show. Goodbye.","speaker":"spk_0","timeCode":4046.07,"tags":["Impre's'sion"]},{"id":"rxHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"that we talk","speaker":"spk_2","timeCode":159.91,"tags":[]},{"id":"tBHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"well and I'm not to take away from you, but I feel like I also in the movies","speaker":"spk_0","timeCode":196.22,"tags":[]},{"id":"tRHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"in this case. Yeah, you and I are. Each may be different movies.","speaker":"spk_2","timeCode":201.51,"tags":[]},{"id":"thHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"I'm at minimum. I may be a trailer for another movie that you could come and see next week.","speaker":"spk_0","timeCode":206.25,"tags":[]},{"id":"uBHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"because we never discu'ssed the solution of choking or their hand hurts. How can you be","speaker":"spk_0","timeCode":225.57,"tags":[]},{"id":"uRHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"working on the solution if you're just talking about the problem?","speaker":"spk_1","timeCode":231.8,"tags":[]},{"id":"uhHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Tony, go. Um you can't","speaker":"spk_2","timeCode":234.93,"tags":["Tony"]},{"id":"uxHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"You can't","speaker":"spk_1","timeCode":238.18,"tags":[]},{"id":"wBHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Yeah, Shooting out of my mouth. Oh, when I could form of fest, You better watch out, pal. I'm the host of Hollywood Handbook that my name is Hayes.","speaker":"spk_0","timeCode":268.69,"tags":["Hollywood Handbook","Haye"]},{"id":"whHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"I made his friend and I'm one of the main guys who does the show. Is this when I go?","speaker":"spk_2","timeCode":284.22,"tags":[]},{"id":"xRHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"around it. I just","speaker":"spk_1","timeCode":300.94,"tags":[]},{"id":"xhHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"'said it. They gotta believe it","speaker":"spk_0","timeCode":301.94,"tags":[]},{"id":"zBHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Someone made a joke in a comment that I'd like to steal. Yes, I saw it. OK, go ahead. Ah, well, no, I mean, I was gonna It was something. Was it the Weigert tale one?","speaker":"spk_0","timeCode":333.01,"tags":[]},{"id":"zRHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Yeah, It was just basically saying Weigert tail.","speaker":"spk_2","timeCode":344.22,"tags":[]},{"id":"zhHuJXMByMrymAEmzSv7","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"That's pretty good. Yeah, I knew wed like it. The I like it. Why are you here, Tony?","speaker":"spk_0","timeCode":347.74,"tags":["Tony"]},{"id":"1RHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"like the shows air. Intentionally small. They're just little quick bites.","speaker":"spk_1","timeCode":447.34,"tags":[]},{"id":"1hHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Yeah, I remember. And that's and that''s by design. I'm not saying small is a negative in that case. In fact, it''s maybe their greatest strength. It''s just a fact. Um,","speaker":"spk_2","timeCode":452.75,"tags":[]},{"id":"1xHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"but this isn't that","speaker":"spk_1","timeCode":463.16,"tags":[]},{"id":"4hHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Tony. But don't try. It is Johnny Space Force.","speaker":"spk_1","timeCode":612.23,"tags":["Tony","Johnny Space Force"]},{"id":"5BHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"couldn't stop it if I wanted to. If my life depended on it,","speaker":"spk_1","timeCode":626.33,"tags":[]},{"id":"5xHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"The whole time was BB eight a little like showing you the ropes of like, Well, I've been in space so much that that in some way you're on his turf. You know what I mean is your","speaker":"spk_2","timeCode":637.64,"tags":["BB"]},{"id":"6hHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"but it was nice having him on set. Just cause, like, you know, he's fun. He rolls around. Um, but yeah. No, that''s cute. Yeah, it was good. That sick. That''s sick. Thank you for that answer. Thank you. Thank you.","speaker":"spk_1","timeCode":667.19,"tags":[]},{"id":"8BHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Yeah, it's against. So if it''s their new to my face, then that''s about as new as they can be. And I just put them on recently. Just a minute ago. That''s good.","speaker":"spk_2","timeCode":718.32,"tags":[]},{"id":"8RHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Was there a cast dinner with the cast of upload as well? Oh,","speaker":"spk_0","timeCode":727.13,"tags":[]},{"id":"9BHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"And also from other Pursue. Ah, he caught it.","speaker":"spk_1","timeCode":742.79,"tags":[]},{"id":"9hHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"He runs for no man. Um, no, I didn't I didn't get to hang with those cats. It was mainly, uh there are pretty. They're an attractive crew. Um, I did see Andy al oh, play guitar with Prince years and years ago, and I didn't know she was an actres's. So when I heard she was an actor to I was like, I mean, admittedly mad. I was like, mad. But then also like. Okay, good job. No, but this cast was like, there's, like, 40 cast's in this cast of space force. So it was enough. Just trying to meet. That''s a model. Talk about this model. There''s 40 40 cast's.","speaker":"spk_1","timeCode":752.02,"tags":["Andy","Prince"]},{"id":"-xHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Yeah. I also want to stay here until something is good. Um, I want to help with that. So sorry to see just That would be great. My, My hustle nature.","speaker":"spk_2","timeCode":856.24,"tags":[]},{"id":"_BHuJXMByMrymAEmzSv8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"That's why we brought you in.","speaker":"spk_1","timeCode":866.08,"tags":[]},{"id":"AxHuJXMByMrymAEmzSz8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Jimmy O Yang. You wanna call Jimmy? Oh, yeah, baby. Oh, yeah. It's the close'st I got to Greg on the scale of one to Greg. Wait. We can't We can't","speaker":"spk_1","timeCode":898.18,"tags":["Jimmy O Yang","Jimmy","Greg","Greg"]},{"id":"CRHuJXMByMrymAEmzSz8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"I was worried about Fourth of July cookouts, werent you? Guys, we really do have to focus on this pitch.","speaker":"spk_1","timeCode":945.62,"tags":[]},{"id":"DRHuJXMByMrymAEmzSz8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"Have you come up with other cartoonist's? Uh, not that. Not like this, you know, that's one if executed properly","speaker":"spk_1","timeCode":978.28,"tags":[]},{"id":"FBHuJXMByMrymAEmzSz8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"well, lets just say in terms of saying our cartoon ideas Well, I'll just describe. I mean, I have a single panel political cartoon. I ran it by you last night. He''s now you didn't respond when I texted it to you, but","speaker":"spk_0","timeCode":1063.24,"tags":[]},{"id":"FxHuJXMByMrymAEmzSz8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"uh, that shook me to my core.","speaker":"spk_1","timeCode":1094.04,"tags":[]},{"id":"HRHuJXMByMrymAEmzSz8","index":"handbook","podcast":"Hollywood Handbook","episode":"Tawny Newsome and Her Friends, Our Close Friends Again","line":"then it's a yes, just scenes.","speaker":"spk_2","timeCode":1124,"tags":[]}]