[{"id":"6BEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"I don't know Start. I know it's an ad for another show. So anybody who listen's to us, we have to do ad sometimes for Stitcher Premium, even though I don't even think we neces'sarily get paid for them. It''s just like because we're under the same company, but we So we gotta do these Stitcher Premium ads, which a lot of times a very funny thing that Hayes and I do is whatever the show isn't wantonly sounds stupid as hell we go. Oh, we had that idea. They stole our","speaker":"spk_0","timeCode":6.41,"tags":["Stitcher","Premium","Stitcher Premium","Haye"]},{"id":"6xEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"going to do that, but it's like, Imagine we're gonna do this. Why do the pres'sure to come up with an idea in the first place is ah is a mystery. They give us these papers and they say, read the word, read the","speaker":"spk_1","timeCode":38.27,"tags":[]},{"id":"8REALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"The 17 song soundtrack. But it's more like","speaker":"spk_1","timeCode":95.76,"tags":[]},{"id":"8hEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"it's not just songs. Or maybe it is, uh, features. Performances by Scott are common. Paul Rust, James Adam and Jon Gambrell in Virginia Matthews Harris Wittels, Mike Cas'sidy, Mike Still in Danielle Schneider. I caught Brett smelling your mail the other day. When I came in, there was an envelope okay for The your name and braces nose buried in.","speaker":"spk_0","timeCode":99.67,"tags":["Scott","Paul Ru'st","Jame","Adam","Jon Gambrell","Virginia","Matthew","Harri","Wittel","Mike Ca's'sidy","Mike Still","Danielle Schneider","Brett"]},{"id":"8xEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah, and he's and it''s and he''s, like, quivering better. And so for him to go in and be like, Hey, I got a great deal to do this. I think he''s so jealous of us. And he''s so obse'ssed with us. And also a lot of the mail we get is perfumed. Our fans will perfume, but we have a lot of magazines. Prescription's. That, too. But the personal stuff also, But I have been noticing that a lot of the smell was already","speaker":"spk_1","timeCode":120.76,"tags":[]},{"id":"9hEALnMByMrymAEmOPb1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"So to me, it's Alex. Yeah. Yeah.","speaker":"spk_0","timeCode":165.38,"tags":["Alex"]},{"id":"AhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"really nice to come back, but it's Ah very mean.","speaker":"spk_0","timeCode":324.04,"tags":[]},{"id":"BBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"What does it mean when people call you that? What you feel when people call me man Zukin man looking woman? The shows not on any effects, but it was great. A Simon Rich penned made an impres'sion It was different. Jonathan Kreisel directed. Bring lower. Yeah, Berries. That''s your name. So what is that? Yeah, well, kind of feelings that come. You know, I don't I don't like how my name in that sense that nickname is. So now s anonymously titled to show that you cancelled. Yeah, but isn't it brilliant but canceled? Is it? Well, I mean, it''s the, you know, the numbers arent in yet, but I think when we look back 76 years from now, we're going to say, Wow, that won't before it''s time. You","speaker":"spk_0","timeCode":337.97,"tags":["Zukin","Simon Rich","Jonathan Krei'sel","Berrie"]},{"id":"DxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"people are making money off of this thing. Hand over fit. You're talking about puberty. Me? Yes. Yes, there is. This thing going on? People are doing their puberty stuff, putting their puberty shots online. Oh, yeah. And people are paying big cash for these things. Oh, yeah. Big, big bucks. Yeah, there's a lot of pubes snaps flooding my socials. And I gotta say, when I learned there was money involved, I thought I like money.","speaker":"spk_0","timeCode":535.31,"tags":[]},{"id":"EhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"So I remember a few years ago he would say stuff and I would go to work and be like, Oh, I kind of agree with this guy. People would be like, Oh, you know that he's like joking, right? So I worry. You're far old show. I worry you're falling into that same trap. Do you think I Oh, I see. Yeah, no, you just learn. From May, he was","speaker":"spk_1","timeCode":597.26,"tags":["May"]},{"id":"HBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah. Ryan and Ryan as well. Can you please tell Jason","speaker":"spk_1","timeCode":712.69,"tags":["Ryan","Ryan"]},{"id":"IREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"and I would say I didn't Really? Yeah. We all went to the same, um, boarding school in Geneva and Ah, and I remember it was me. It was the three of us. Him and Bill. Easy. Uh, we're kind of the main kind of captains when you were picking kick ball teams whatsoever. But From each click, yes, and all separate. And I would even say that I didn't have a click so much","speaker":"spk_0","timeCode":788.42,"tags":["Geneva","Bill"]},{"id":"JxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"yeah, yeah. The car that was illegally big and was basically Yeah. Yeah, Chevy Monster Bird. Chevy monster.","speaker":"spk_1","timeCode":883.74,"tags":["Chevy","Bird","Chevy"]},{"id":"LhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"on that term. I mean, we were first name basi's on I would go see her every day for my wrong. Do I remember that You also had an administrative position at the school.","speaker":"spk_1","timeCode":1001.57,"tags":[]},{"id":"MREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah. Yes, mine was I was in this sort of receptionist click with other people that were kind of rolling calls for the","speaker":"spk_0","timeCode":1024.72,"tags":[]},{"id":"MhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"'school admits yes, because theyve got to return a ton of","speaker":"spk_1","timeCode":1030.72,"tags":[]},{"id":"OBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Hey, guys, here to do an ad for a fun school Chapman-University. And I gues's you can have fun and learn and s. So obviously, weve had a pretty wild ride with these guys. They're always mad at us. They don't like the way we read the ads, but, you know, we have to keep doing them until we get it right. They only paid for one, and all of these have been make goods ever since. So basically, it's when I love I love this approach well, and","speaker":"spk_1","timeCode":1135.09,"tags":["Chapman-Univer'sity"]},{"id":"OxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"So located Southern Side, the Senate, California,","speaker":"spk_0","timeCode":1205.42,"tags":["Southern Side","Senate","California"]},{"id":"PxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"And that Dr Bobo Okay, that's great. So So then that''s a funny cartoon for that one. So then let''s Dio there''s a science school, obviously So I gues's what I would draw for that is like a little, um uh just doctor.","speaker":"spk_0","timeCode":1277.49,"tags":["Dr","Bobo Okay","Dio"]},{"id":"ThEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"know like them. And he's going to jump in with some of stuff that he''s learned there to kind of coach them through their scene. And I also who I operate purely on instinct,","speaker":"spk_0","timeCode":1452.06,"tags":[]},{"id":"UxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"You're just typing a separate thing.","speaker":"spk_0","timeCode":1492.53,"tags":[]},{"id":"VBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Lets see, I'm I've almost remembered it.","speaker":"spk_0","timeCode":1498.17,"tags":[]},{"id":"VhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"a uh Kevin. Hey, July gonna talk? Tioga, come with. Sorry, I we did, Doc. But those you are playing characters. You are not. You are not yourself. July of it. Okay, Uh a 11. Hey, lie. Can I talk to Yes, sir. Hey, guys. Yeah, just This is just my instinct telling me this","speaker":"spk_0","timeCode":1516.27,"tags":["Kevin","July","Tioga","July","Ye","Thi"]},{"id":"WREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"And it's made out of a pumpkin, or it''s that color. It''s the color. Okay. Well, it should be made out of a pumpkin this Halloween. Like a Cinderella. That''s a great","speaker":"spk_1","timeCode":1594.93,"tags":["Halloween","Cinderella"]},{"id":"YxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"to feel The see someone you were that close to and have that bond with being intolerant, I understand why that would result in rage","speaker":"spk_0","timeCode":1804.77,"tags":[]},{"id":"ZREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"I really don't even like to think about. It was it was a harrowing Ah, I hope to never come into contact with that kind of intolerance again when we hear some of the things that she was intolerant of. Oh, yeah, of course. Um, for me it began with her. She was intolerant. We were OK.","speaker":"spk_0","timeCode":1824.15,"tags":[]},{"id":"bBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"the cros's your path.","speaker":"spk_1","timeCode":1987.98,"tags":[]},{"id":"bREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Not interested people of Atlantis if you're listening. Yeah. Okay. So she you killed her. I killed her. Yeah, I killed her. Which, you know, uh, you know, it is what it is. Yeah, um, is what it is and then wound up, you know, coming toe coming to Geneva and 10 Boys. Lisa, you Boys li se And really? You know, that's really where I feel like I came to life. In a lot of ways, I feel like the I would not be the person I am now, you know, in Hollywood, working as an actor, as a writer, just out there putting myself out there would not be doing any of that if it hadnt been for finding that school. And and the kind of rights of pas'sage that it allowed him there is sort of a little like a network is true. They have a Boys li se I feel like people talk a lot about, like all the Harvard Lampoon legacy. I heard about that. Um, it''s like you know what? Good. Yeah, Good. I'm glad you like, uh, you havent cause that''s actually progres's. It''s like The Boys we say, like, yeah, yeah, it''s the bullet. Was The Boys li se before The Boys Li se Yeah, way have, like like groundlings. I'm It''s funny. How is so in this world, I will be working in the administration of urban elite boarding school","speaker":"spk_0","timeCode":1992.69,"tags":["Atlanti","Geneva","Hollywood","Harvard Lampoon"]},{"id":"eBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"And you had that was the thing about being friends with you, which was great is like you because you worked in the office. You had acces's to all those women. You knew their stories. You knew who was lonely. You knew who was on their period. You knew all the stuff that was so important that such good information, The have for us, you know, to be like, Oh, great. Who do we need to talk? Who should we be chatting? Um,","speaker":"spk_1","timeCode":2290.15,"tags":[]},{"id":"fBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"yeah, Just a reminder. You know, obviously it's very fun away money tally. You know, three men talking about women''s periods. Obviously, that''s not the kind of thing that''s free. This is premium content. You know? We're not doing this for me, I think.","speaker":"spk_1","timeCode":2383.53,"tags":["Thi"]},{"id":"ghEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Doesn't matter. Um weird. Last name? Yeah. Jacalyn doesn't matter. Doesn't matter. Kuestenmacher. But I had a bad unibrow and I didn't really know how razors work. And so I was trying to shave it off, Probably. What do you mean? He don't know how they were?","speaker":"spk_0","timeCode":2551.06,"tags":["Doe's","Jacalyn","Doe's"]},{"id":"jREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Interesting. When I was in sixth grade. I way. That is the story of stories that seem that other story over you, the whole story. You editing that story? Yeah. I mean, I shaved half my IRA because I didn't know a razor work. It sounds like a razor slipped. It's something, you know. Exactly how. Where did","speaker":"spk_0","timeCode":2666.91,"tags":[]},{"id":"kxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Oh, yeah. And you know that they have a mini at a lot of money. Golf places. They have, like, a jail cell for people that fly into rages. Yeah, I got holding cell Canada. Yeah, you can actually get stuck there for quite enough. And there's like a pirate in there. Yeah,","speaker":"spk_1","timeCode":2731.33,"tags":["Canada"]},{"id":"lREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah. No helmet? No, But in sixth grade, I got to go on a date with a girl. You're older. Theyve got to go on a day way.","speaker":"spk_0","timeCode":2752,"tags":[]},{"id":"lhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Grab the raffle with Audible Bubble safety poetry contest. You get to go out of date with one of the girls. Any Kevin, You're allowed to go on a date with this girl. Now that you were hand your name got picked out of his hat. Now that you won seven up, you got to I think it's nice that you think of a date that way. You had childhood cancer like was it? Did he get to go on a date? Oh, I beat cancer. Now I get to go on a date. No. Karen McManus. Yeah, her name. You Andrea and last name as well,","speaker":"spk_0","timeCode":2761.72,"tags":["Audible Bubble","Kevin","Karen McManu","Andrea"]},{"id":"mBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"older lady actually was older than, um, but I hit puberty first in my clas's, so I think I looked older than I waas, and we actually dated for two years. She was also your age. She was a year older, Okay, But we dated for two years. In sixth grade. Yeah, you had Does Kevin. Striking was a guy who hit puberty for death. There are so many. Like, I feel like airplanes. Three lives. No, Truth is right now, did he get purity first in his clas's and then have a two year girlfriend in middle school s. So how do you know? How close track are you keeping that? You know, you were first. Yeah. Yeah. Well, they were you keeping peoples moon charts.","speaker":"spk_0","timeCode":2800.28,"tags":["Doe","Kevin","fir'st"]},{"id":"mhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Three home schooled in the only other people in school. Your younger siblings. That's adding up. That because that makes sense for you to be the first person who hits puberty going on a date with an older woman and if you're homeschooled is might be more like no social circle. You would think, Oh, I get to go on A That is how you would phrase it, like getting to leave.","speaker":"spk_0","timeCode":2852.76,"tags":[]},{"id":"mxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"I can appreciate your parents trying to give you social skills by allowing you to date, but I think it's weird","speaker":"spk_1","timeCode":2874.06,"tags":[]},{"id":"nBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"if the person you ended up dating for two years was like a sibling related. Yes, that's sort of scared. So do I give, like, $5 for that story? Yeah, you prayed, getting to tell this very amount of our people''s. That''s the other thing that people I'm as'suming people are sending and not just money but their own puberty stories, because we should make people pay for their puberty, exactly cost money for to submit their people like compatriot at different levels. You get to give more or les's money. Yes, and we and we look at the puberty stories we don't like, put them out on here and this is all the rules of this are on fortune. Is that right? Everything''s gonna four Champions The Yeah, weve been sort of slipping with the moderation of that. We're only going in every other day right now. But, yeah, it''s hashtag","speaker":"spk_0","timeCode":2880.15,"tags":[]},{"id":"nxEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"You know what? The British Offices? No. What do you mean?","speaker":"spk_1","timeCode":2957.08,"tags":["Briti'sh Office"]},{"id":"pBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"during your bos's doing at dance. I can't even like, say it, but imagine that your bos's did. The artist is telling a joke, and it's and your skin crawl,","speaker":"spk_0","timeCode":2980.34,"tags":[]},{"id":"qhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"puberty. I","speaker":"spk_3","timeCode":3078.07,"tags":[]},{"id":"rREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"And then what happened? That I was the rest of the day? Mm. Just slept the rest of the day. You didn't go to school. Oh, wait. You didn't go to school. Did you know he was","speaker":"spk_0","timeCode":3107.13,"tags":["Ju'st"]},{"id":"rhEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"You were like a feral child, not feral audio. A feral child, wasn't it? Fairly Earwolf chuckled. I'm trying to remember your Baxter, but it was just you and Tucker. Max, right? I","speaker":"spk_0","timeCode":3122.77,"tags":["Baxter","Tucker","Max"]},{"id":"sBEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"And you two would get into who knows what kind of mischief both of you waking up fully grown.","speaker":"spk_1","timeCode":3141.18,"tags":[]},{"id":"txEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"on that our boy and that our boy s P is still in prison. And","speaker":"spk_1","timeCode":3268.25,"tags":[]},{"id":"vREALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"So puberty is It's not all like green drinks and Apron cards for you. You can't just all be rabbit food. This was $2 Off. It''s scary. It''s funny. Discount green drink. It was. It said if it was, it said it. It was a particular date on the label. It was $2 Off, but I went for it.","speaker":"spk_0","timeCode":3312.7,"tags":["Thi","Di'scount"]},{"id":"0BEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"of Andy CAPP is doing that.","speaker":"spk_0","timeCode":3607.81,"tags":["Andy"]},{"id":"0hEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"Yeah. Is that what you think? Yeah, you're just thinking The Comedian cause he's fun. I think they Well, no, I mean, it''s a it''s a comic. The s. So I gues's like the part of one of comic elements is that","speaker":"spk_0","timeCode":3622.05,"tags":["Comedian"]},{"id":"0xEALnMByMrymAEmOPf1","index":"handbook","podcast":"Hollywood Handbook","episode":"Jason Mantzoukas, Our School Friend","line":"he's like a truly sad, depres'sing character out. I think he was any physically abusive relationship. Yes, he was beat up by his wife. Yes, kiddie, that he''s a comedian, Z do today. But I gues's From all the jokes he was making that that''s like, That''s fair to say","speaker":"spk_1","timeCode":3635.08,"tags":["Z"]},{"id":"4hEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"we're making gingerbread cookies like something that people do at that time of year, and, ah, and Jeanne Tripplehorn points out that it's kind of unfair, you know that it''s always gingerbread men, and that''s not a fair representation. And I've been really big on gender equality just for the past couple months and saying like, this is actually kind of a cool idea. So we start, Um, making pretty pronounced camel toes and some of the gingerbread, uh, characters, Um, and they're getting bigger and bigger, and it''s starting to get a little scary. Um, because if that''s what it looks like sort of through the pants, then was inside. Exactly. You know, And at a certain point is that what I like Is that something, you know, potentially medical? Um, and so, you know, we're still also trying to put on, like, some Sprinkles and some frosting and some other normal stuff, but pretty much without any of us saying it. All of our attention becomes ah, focused on the''s gingerbread camel toes, man. Uh, and it''s no longer just on some of them. It''s on all of them. And, uh, sorry, Sean. Yeah, go ahead. You're certain normal. You're mis'sing normally. Start out with the uh oh, uh, though what? Yeah. So so sorry. What? I'm here with Lamar. You say, Hey, uh, hey. With Lamar would Yeah, s. So, um so Sam Hayes is running late. He''s on his way. He said just start without him, he might not make it. And, uh, he just texted me really quickly. There''s sort of a list of things we are allowed to talk about. An Arnold talked about Lamar, You know the show. Hayes is the host. I'm kind of the sidekick. And so, um, I, ah, I kind of have to follow","speaker":"spk_0","timeCode":323.57,"tags":["Jeanne Tripplehorn","Sprinkle","Sean","Lamar","Lamar","Sam Haye","Arnold","Lamar","Haye"]},{"id":"7xEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"but it's gonna be hard, cause I'll be winking at you already because I'm liking so much of what you're bringing to the table that I am having a lot of reason's to already. Wink. Yeah. Um, so maybe I can do, like, a double blink or something like that, which I would never do in casual conversation.","speaker":"spk_1","timeCode":561.56,"tags":[]},{"id":"8REBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"know. We didn't. Because that sort of is, That's what he is about. Okay, um ah. And he''s a great host, and he''s a good friend, and I think he''s only looking out for me when he kind of makes these rules. Right. Right. But he would be very mad if we talked about Hollywood or movies or TV. So if you wanted to talk about, um whether or not they're going to do the child orgy scene in the movie, it Yeah, I","speaker":"spk_1","timeCode":613.79,"tags":["Becau'se","Hollywood"]},{"id":"-hEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"So he's He got","speaker":"spk_0","timeCode":733.26,"tags":[]},{"id":"_xEBLnMByMrymAEmwPeD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Yeah, but again. Please don't bring it up. You know, so he's has given me things we are allowed to talk about, you know, just to help. And","speaker":"spk_1","timeCode":798.45,"tags":["Plea'se"]},{"id":"ABEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"he says, You know, girlie stuff like makeup and dres'ses is okay because he doesn't care about that, you know? Um ah, for him. He said, a lot of times, the only thing interesting about a girls dres's, eyes what it looks like crumpled up on his floor. And that''s and that''s what Hey said. So I would say, um, you know, let''s get into it. Ah, you're something of a fashion east. Ah, um uh What? You know what blog''s air you kind of getting your style tips from? Well, I don't have too much experience with dres'ses. Ah, yeah, I think, uh, make up. Maybe. Aiken, speak to that a bit. I mean,","speaker":"spk_0","timeCode":806.97,"tags":["dre's'se","dre's","dre's'se","Aiken"]},{"id":"AhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"The that's my experience will make up his on set, you know. I know. Uh, no. No,","speaker":"spk_0","timeCode":852.49,"tags":[]},{"id":"AxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I have. You ever Will you tell me? Have you ever, like, quit makeup on somebody? What about that? Like, have you ever make up the girl? Is that, um is that a weird question. No, no, that's something that''s sort of within what we're allowed to do. That''s your making. Eliminate here. Yeah. Um","speaker":"spk_1","timeCode":858.26,"tags":["Will"]},{"id":"BREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Well, ah, well, you know, there's, uh there''s last. You know, uh, what did you think of, like, how about this Oscar's, right? Yeah. No. Okay, I got so what? Dres's. So let''s just Yeah, no. So let''s move on from dres'ses and makeup. And one thing that has really doesn't mind if we talk about is, you know, gros's stuff like moldy cheese. Okay, cool. And that can be pretty gros's. Yeah, And guys like us,","speaker":"spk_1","timeCode":881.21,"tags":["Dre's","dre's'se","gro's","gro's"]},{"id":"BhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"we could get a little nasty. We had talked about some of the austerity, some of this Yankees, but not in a shower. Don't make it sexual. Oh, yeah, Yeah. Right or","speaker":"spk_0","timeCode":911,"tags":["Yankee"]},{"id":"FxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Sam cut this out. Yeah, yeah. Um uh so so I think we kind of","speaker":"spk_1","timeCode":1133.87,"tags":["Sam"]},{"id":"HxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"he said they have to be From really unflattering angles. Okay, um, man, but","speaker":"spk_0","timeCode":1232.95,"tags":[]},{"id":"IBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"who would about girls that see this? All right. I see. Yeah, he just doesn't want it to look sexy when he's","speaker":"spk_1","timeCode":1239.79,"tags":[]},{"id":"JREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I have words that I have filled the spell. Yeah, in the past. Yeah. And one great thing about this thing we call life yeah, is that you get to learn from your mistake's. Don't you, Lamar? Yeah. And so moving forward, I'm not going to spell that wrong again. Yeah, And if there is a word like for you to go like, is there a word you often mis'spell? I would go. No, there's not. There''s words of mis'spell wants you hand. Never again. Yeah. Uh, I have I don't have that.","speaker":"spk_0","timeCode":1259.39,"tags":["pa'st","Lamar"]},{"id":"LREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"ah, you t d e r. And that's exactly what I did. Uh, that''s exactly what I did. Is it wrong? Yeah, And that''s exactly And I feel a kinship now, and I feel closer to, you know, maybe than","speaker":"spk_1","timeCode":1327.74,"tags":[]},{"id":"MBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Oh, something great, you know, Can we? We don't know. We can't","speaker":"spk_0","timeCode":1362.84,"tags":[]},{"id":"OhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Hail Victory and then Stitcher Premium Fake three for in many a year And recently I The side toe Purcell No career opportunity If there I see my best friend I mailed So I, uh, trade one week of bed for a time on factory computer and I a search for new job on the ZipRecruiter on the ZipRecruiter employer post jobs to over 100 site with just a one Clear. Good. Because it The victory every clear cost one day Ah, freedom If they mention right people to your job. But we have the technology on the ZipRecruiter a 80% of employer who post on the website find a candidate in 24 hour. If you are a company, look for worker especially company with a window Please find me about this Love please or ah, just a Please send me a mes'sage in the tell me about the The son Find out why ZipRecruiter has been used by busine'sse's of all sizes will find most qualified The job camellia immediately, and right now you can post on ZipRecruiter for free. Go to ZipRecruiter dot com slash The Boys a ZipRecruiter dot com slash The Boys. What? My best friend and I used to call one another before he, uh, Bubble goto ZipRecruiter dot com Fresh The Boys.","speaker":"spk_3","timeCode":1547.75,"tags":["Stitcher Premium","Purcell","ZipRecruiter","ZipRecruiter","ZipRecruiter","ZipRecruiter","ZipRecruiter","ZipRecruiter dot","Bubble","ZipRecruiter","The"]},{"id":"OxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Where is this cabinet? Yeah, he said he's gonna be here. Made it","speaker":"spk_3","timeCode":1674.03,"tags":[]},{"id":"PBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"here so we can talk about Hollywood. Shit. Yeah, I know.","speaker":"spk_0","timeCode":1678.81,"tags":["Hollywood"]},{"id":"PREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I know. That's your whole thing. Um, so about","speaker":"spk_1","timeCode":1682.4,"tags":[]},{"id":"PxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"So, surgery, it's incision's. It''s stitches. You know, it''s getting there, rooting around, moving ligaments around, and, ah, digging in and and a human meat The warm human me. Ah, that doctors, um, have to sort of deal with Yeah, um,","speaker":"spk_1","timeCode":1688.66,"tags":[]},{"id":"QxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Okay, well, if you want to, I want to talk about surgery because my sister has surgery. So I have a lot to talk about with the physical therapy. You know, Dr uh, I","speaker":"spk_0","timeCode":1757.64,"tags":[]},{"id":"ShEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Let that's I'm not saying that''s what I want, right? I'm just saying if he''s putting his hands on you, I can't. I can't do that like, I can't let that happen because you're a good friend. And I wish, Um uh, it feels really good. Yeah.","speaker":"spk_0","timeCode":1862.61,"tags":[]},{"id":"ThEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Ah. Ah. I mean, I'm not in love with the home.","speaker":"spk_0","timeCode":1910.68,"tags":[]},{"id":"UREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"doing, but at the same time. Ah, I do. Um, I do want you to know that that was a joke. What I asked and that it was actually I was making fun of Sam. Okay? And that's like something Sam would maybe say","speaker":"spk_3","timeCode":1928.79,"tags":["Sam","Sam"]},{"id":"WBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"as'sist record or ah, multiplication table. Like talk about something like that.","speaker":"spk_1","timeCode":2010.29,"tags":[]},{"id":"WxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"ah, what about the news? Fall released all the shows that are coming out on five.","speaker":"spk_0","timeCode":2022.94,"tags":[]},{"id":"XREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Had a show that's on an airplane. That''s the whole show is on the airplane to","speaker":"spk_0","timeCode":2053.27,"tags":[]},{"id":"YhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"From SNL toe Offices. Yeah, he lives in, like, alternate timelines that some of the trippy is shit I","speaker":"spk_1","timeCode":2080.01,"tags":["Office"]},{"id":"axEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I pushed him. He was trying very hard not to talk about Marnie. The","speaker":"spk_0","timeCode":2128.63,"tags":["Marnie"]},{"id":"bREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"And I only wanted to know why now, This is why I did this. This is why this was my whole plan. Did this would adjoin that I was gonna be late. And I told them to patch me in because I thought weve been doing this show for so long. Maybe it's a good time to just check in and make sure that Shawn wouldn't talk about how I was up without me there and that he would stick to the topic that we had cleared ahead of time. But we didn't wanna bees. That was good. No, I'm saying you did. You did some good stuff for a long time. The moldy cheese stuff was good. The crackers discu'ssion is not That was not on the way.","speaker":"spk_0","timeCode":2138.45,"tags":["Thi","Thi","Shawn"]},{"id":"chEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I can't write.","speaker":"spk_3","timeCode":2195.53,"tags":[]},{"id":"dBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Well, he's Off. I mean, how far you I gotta go? I gotta get to unemployment. But if you can get here","speaker":"spk_3","timeCode":2206.19,"tags":[]},{"id":"dREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"2.5 hours away,","speaker":"spk_1","timeCode":2211.68,"tags":[]},{"id":"dxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Yeah, because I love to talk about the airplane show with you. I mean, there's so many things that can happen on an airplane that I just can't even really wrap my head around. Yeah, can get hijacked. Aircraft","speaker":"spk_1","timeCode":2217.35,"tags":[]},{"id":"eBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"crashed. Exactly. The show has this infinite pos'sibilities. It's very obvious why these characters would be spending time together every week in multiple locations. The past, like, you know, like the pas'sengers and the airplane crew. Hanging out out out of the plane is a very natural scenario for a show. But we're not going to talk about that for 2.5 hours until I get there.","speaker":"spk_0","timeCode":2229.39,"tags":[]},{"id":"hxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"were very bad.","speaker":"spk_1","timeCode":2366.34,"tags":[]},{"id":"ihEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Yeah. And you kind of It's kind of like prison in a way where you got to get someone to hold you hold them. How did On the inside of his pocket. Yeah. Um so","speaker":"spk_0","timeCode":2381.77,"tags":[]},{"id":"lxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"fun. Guys like you should be able to make this work. And again, I give you this whole new topic of the present day timeline of me, myself and I Yeah, I","speaker":"spk_3","timeCode":2466.99,"tags":[]},{"id":"mxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"and it's kind of an icon life. It''s need how the choices he''s making in the present day sort of, um for shadow. Some of","speaker":"spk_3","timeCode":2493.07,"tags":[]},{"id":"oBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Okay? I don't know if I wanna watch.","speaker":"spk_3","timeCode":2512.48,"tags":[]},{"id":"oREBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Uh, well talk about him. Lets even get the deep. Well try. Tol try to let that carry us out","speaker":"spk_1","timeCode":2515.44,"tags":[]},{"id":"qxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"Okay. All right. Well be safe, please. You know, I need my big you be host, and","speaker":"spk_3","timeCode":2544.72,"tags":[]},{"id":"rBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"you get my drift.","speaker":"spk_0","timeCode":2551.43,"tags":[]},{"id":"sxEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"because it is it. Yeah, it would be a generational comedy. You have hits all four quadrants idea, But maybe it's just the one quadrant.","speaker":"spk_1","timeCode":2590.08,"tags":[]},{"id":"txEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"been the elephant in the room for a long time. It's like, Hey, how come these guys are talking about Hollywood-This? Really? That''s all we have to offer,","speaker":"spk_1","timeCode":2621.36,"tags":["Hollywood"]},{"id":"vhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"I think the general.","speaker":"spk_0","timeCode":2710.28,"tags":[]},{"id":"xBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"by Oh,","speaker":"spk_0","timeCode":2834.58,"tags":["Oh"]},{"id":"xhEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"this comedy behaving 5/100 episode, which I was pointedly not invited to.","speaker":"spk_3","timeCode":2867.48,"tags":[]},{"id":"zBEBLnMByMrymAEmwPiD","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamar Woods, Our Close Friend","line":"and he started a podcast. Season three has","speaker":"spk_1","timeCode":3027.64,"tags":[]}]