[{"id":"fBHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"Yeah, rolling around on the ground, that is,","speaker":"spk_0","timeCode":1936.21,"tags":[]},{"id":"jxHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"And it was, um and it was because I finally stopped using the Zoom mishap and I and it said maybe acces's through your browser. And then I went in and said, Your browser does not support the audio,","speaker":"spk_0","timeCode":2081.68,"tags":[]},{"id":"kBHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"which I thought was very It's under your, uh yeah, I thought we would need that for this, especially. And then it said, Maybe download the latest version. So this is, you know, default on your device. It gives you this safari one. I gues's you can feel like the Internet is a vast like jungle and that you're something of an adventure with, like, a pith helmet. Yeah, you're distracting your way through.","speaker":"spk_1","timeCode":2093.66,"tags":[]},{"id":"kRHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"Each website is some rare exotic creature that you're seeing on it's natural habitat.","speaker":"spk_0","timeCode":2118.29,"tags":[]},{"id":"kxHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"That's like the blow dart","speaker":"spk_1","timeCode":2133.99,"tags":[]},{"id":"lhHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"Jordan, Do you want to be","speaker":"spk_1","timeCode":2145.86,"tags":["Jordan"]},{"id":"lxHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"Maria? And we can, like, just kind of keep going. Okay, um, and weaken Doom or ah, scenarios. And, like, do the kind of fun stuff we were doing. It would be nice to kind of have the episode be like, a cohesive thing. And like, Well, weve gotten into kind of the premise of it now where we do scenarios and we talk about nicenes's on of your paying attention to the begin. Do you need like, a recap? Did you hear any of it? I remember you didn't want to tell Maria that you were in love with her.","speaker":"spk_0","timeCode":2148.68,"tags":["Maria","Maria"]},{"id":"ohHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"for Bananas is a show where you watch the Woody Allen movie Bananas in 30 seconds","speaker":"spk_3","timeCode":2278.08,"tags":["Banana","Woody Allen","Banana"]},{"id":"pxHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"But this is how I learned. Maria, how do you solve","speaker":"spk_1","timeCode":2315.08,"tags":["Maria"]},{"id":"qBHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"a problem like Maria being gone?","speaker":"spk_2","timeCode":2318.71,"tags":["Maria"]},{"id":"qhHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"You are, ah, doing work in the driveway, picking up little rocks in the driveway. Your neighbor is running the RC car over and over again into your shoe and you and your neighbor, Your young neighbor. It's not Dennis the Menace.","speaker":"spk_0","timeCode":2337.49,"tags":["Denni"]},{"id":"sRHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"please be very, uh,","speaker":"spk_0","timeCode":2445.72,"tags":[]},{"id":"tBHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"then, like, wow. And like","speaker":"spk_3","timeCode":2462.29,"tags":[]},{"id":"thHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"cast, give a little tiny kis'ses, and you say, Oh, you little car","speaker":"spk_3","timeCode":2468.08,"tags":[]},{"id":"vhHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"that is where your territory That's my friend Carl tart. Ah, is ah is doing that where the truck is a baby. Do you remember this? Do you listen to that show? Have you heard it? No,","speaker":"spk_0","timeCode":2514.13,"tags":["Carl tart"]},{"id":"whHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"married to have a life with the truck? Yes. Oh, yes,","speaker":"spk_3","timeCode":2568.33,"tags":[]},{"id":"zBHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"Wow. And she's turned it around on us","speaker":"spk_3","timeCode":2710.07,"tags":[]},{"id":"zhHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"She actually knows about it because it's such a common thought now, because everyone is always thinking about this. And also probably in Jordan''s. Ah, like on various like dating APS and social media, like people are probably responding to stuff with, like to beep honk of stuffed. Yeah,","speaker":"spk_1","timeCode":2718.15,"tags":["Jordan"]},{"id":"0RHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"that's yeah, it''s almost likely at this point.","speaker":"spk_0","timeCode":2748.16,"tags":[]},{"id":"0hHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"You know whats also weird, Sean, is that you brought up word searches. I","speaker":"spk_1","timeCode":2750.43,"tags":["Sean"]},{"id":"2BHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"Word search is the most devious, the most difficult. The mastermind's puzzle.","speaker":"spk_3","timeCode":2778.73,"tags":[]},{"id":"2RHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"And it's basically one reform ticket I left. It was the most difficult landmines.","speaker":"spk_0","timeCode":2785.87,"tags":[]},{"id":"2hHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"That's to say, Here''s this word over here. Can you now see it again? Over here?","speaker":"spk_0","timeCode":2792.96,"tags":[]},{"id":"2xHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"Well, they basically have given you a code. Theyve gone here all the bombs that weve buried in this field. And then you're braving the feet, like, sort of tiptoeing through and stumbling on these incredibly explosive words. And they could be anywhere","speaker":"spk_0","timeCode":2802.09,"tags":[]},{"id":"3BHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"pointing in any direction obscured Among other similar letter. You know what I mean? Like, they could be anywhere. There's nothing braver than embarking on a word search alone. Does that mean I am a brave my hero","speaker":"spk_1","timeCode":2817.66,"tags":[]},{"id":"4hHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"Let me see any cros's outs.","speaker":"spk_1","timeCode":2856.4,"tags":[]},{"id":"5BHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"acros's that? Yeah.","speaker":"spk_3","timeCode":2862.92,"tags":["acro's"]},{"id":"5xHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"It's just Caavo","speaker":"spk_0","timeCode":2875.25,"tags":["Caavo"]},{"id":"6xHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"Hey, dickweed. Nice job. You fucked up, I say. That's the email subject.","speaker":"spk_3","timeCode":2893.29,"tags":[]},{"id":"8RHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"Kevin! Hey, Dick hose! Hows your fuck nozzle?","speaker":"spk_0","timeCode":2928.77,"tags":["Kevin","Dick"]},{"id":"-hHvJXMByMrymAEmCy5Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Maria Bamford, Our Nice Friend","line":"by.","speaker":"spk_1","timeCode":0,"tags":[]},{"id":"DBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Oh, sorry.","speaker":"spk_1","timeCode":174.71,"tags":[]},{"id":"EBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"John. Harvey, can you hear me? Yes. OK. Don't No, no, no, don't respond. Don't, like, go into a whole thing. I just like I just want to know if you are there. So if I do need to introduce you, then I can I can just go ahead and do it. But right now, don't Don't say anything, all right? And now Sean is gone. Okay? So, Kevin, hi. I am gonna introduce Harvey, But when When Sean comes back, I need you to say that it was that you made me do It was your idea. Okay, OK. Is he gonna get mad at me, though? No. You promise? Yes, I promise. Hi. Welcome. To-Hollywood Handbook. An insider's guide to kicking butt and dropping names in the red carpet line by colors in this industry we call showbiz. I'm so excited to introduce Harvey. Hello, Harvey. Hello, Sean. I'm really sorry, Hays. I had to have him introduce the Harvey. It was, like, super important that we had to do it,","speaker":"spk_0","timeCode":196.94,"tags":["John","Harvey","Sean","Kevin","Harvey","Sean","-Hollywood Handbook","Harvey","Harvey","Sean","Hay","Harvey"]},{"id":"GxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"this Florida case. You know you want This is a Harvey G at G, And every time we","speaker":"spk_1","timeCode":382.53,"tags":["Florida","Harvey G"]},{"id":"IRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"okay. It says on your Wikipedia that your nationality is American so interesting. And lets let''s just dive right into this. Yeah, we're It''s the melting pot, you know? What is that? And where What kind of food goes in? What do you eat at what is in the melting pot? Pringles chips?","speaker":"spk_0","timeCode":490.99,"tags":["Wikipedia"]},{"id":"IxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"I grew up around different kinds of foods. Yeah, not goes Thai food s abode. Iranian like different types. That's what makes America so great. It''s a Harvey Harvey RB RB. What? Just sipping on nothing at the moment. Um, I was sipping on some water just for future reference. You know, like if we do ask what you like, what you step into the future. It doesn't neces'sarily mean like that. You have to have a straw in your mouth when that question is being asked. That could mean that like you just have a drink that you are sort of gradually getting through over the course of the show like that will be asking again. Well be asking again when we ask next time. We don't need you to have a mouthful of water and it spills out when you answer because you're in the act of sipping, you just can be","speaker":"spk_0","timeCode":511.4,"tags":["America","Harvey Harvey","RB"]},{"id":"JxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"'sharing and, like, really being enthusia'stic about like, ah, like high energy and like giving to the show, you know what I mean? And so I think there is, like, maybe something we can learn from it. Like when? Like the what? The what she sipping on question, I think is a great example. Perfect. Where? Apple. Thanks for bringing that up.","speaker":"spk_0","timeCode":600.22,"tags":[]},{"id":"KxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"That's that''s an image I won't forget. And now Sean has, uh, is not on cam for this episode. None of us around can. This is a right. Oh, no, we are actually. So that things like I can see you, Harvey. Can you? You can't. You can't see me. I can see. I was just I was until Okay, so that''s Cam. That''s on camp, OK? I thought we were a camera. No, no, no. I mean, yes, we are. I know, but I'm told that we were THOMAS That was a podcast without visual. Was this audience? No, but just I'm just saying, Like, how we can see each other. Obviously, it would take a camera to do that. So we six. Yeah, this explains Maybe it because you thought that we couldn't see you.","speaker":"spk_0","timeCode":671.2,"tags":["Sean","Thi","Harvey"]},{"id":"MhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"and we're saying, like, I don't like this house at all, then lets just I don't want to do this house. Let''s just detonate it. Let''s just, like, blow to a different house and just ignore it. Yeah, Yeah, exactly what we might have to do anyway. Way may have to, but we don't want to start there because we havent even","speaker":"spk_0","timeCode":824.94,"tags":["hou'se"]},{"id":"MxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"way say, like, I actually think this is a good that we had a very good house. Yeah, in that case, Okay, Now we can, like, get in there and do something with this and watch some of the whatever is making it smell so that I don't even know what it is. You This house had","speaker":"spk_1","timeCode":841.67,"tags":[]},{"id":"NRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Harvey three s. So in the room. Are you talking like it sounded like you were, like, mouthing someone to someone like standing right off screen. It's someone like watching you. Uh, no, no. No one''s watching.","speaker":"spk_1","timeCode":862.15,"tags":["Harvey"]},{"id":"OxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"help today? Where do we start? I mean, I know. Yeah. Whats the best way Helping help today? I didn't help mix help. Fix the house. The house is the show, Harvey. The house is fine. The house doesn't need any fixing. No, it''s not. So sorry. It''s not a real house. Yeah, it''s We're talking medical. You're talking about metaphor. And it''s like, Yeah, that''s stink. And it smell like shit. Yeah, yes. And that somehow you felt with the floors. And now you're Liquid ships. Stinky, Stinky, make you make you throw up while being shirtles's. And that was different. That was different. That was from drinks are the ones that was from drinking water. And I sold the water, and people at home are getting probably going refill their bottle. Now.","speaker":"spk_0","timeCode":961.09,"tags":["Harvey","Stinky"]},{"id":"PBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"I want water. Right now.","speaker":"spk_1","timeCode":1007.7,"tags":[]},{"id":"PhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"was a movie. Great. Everyones loving it. People are watching it so cool. Then it''s a show. People go, Oh, even more people are seeing it. They're going. Okay, this is what we're doing now. AI the logical next step, I think.","speaker":"spk_1","timeCode":1021.33,"tags":[]},{"id":"QBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Lets make it a movie again. Movies. Air Back. The show is a movie again, Ryan. Full. Full circle. Yeah, it''s not a circle. So much is like You start walking out like if you take a couple steps","speaker":"spk_0","timeCode":1042.6,"tags":["Ryan"]},{"id":"QhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"back to movie.","speaker":"spk_1","timeCode":1067.44,"tags":[]},{"id":"RhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Whats the other Rap? Don't have to pitch it. It''s always might be better. Just saying are you might want You might want to pitch it. I don't know.","speaker":"spk_1","timeCode":1109.83,"tags":[]},{"id":"SRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Yeah, I worked pitching Teoh NBC or something like the peacock or something. Just you never know. So, like, do you? Just whoever you're talking THOMAS I'm not. It's not my show. The pitch I can't picture because I am a cast member on Sorry that you're doing it. I thought you said you were doing it. I am doing it. Okay. Yeah, but it''s already been pitched and picked up and we're in full production, so it''s not like pitching and then getting a call that it''s not going forward. And what is that? What show is that I can't talk about it. Sounds like I mean, it sounds good. This is intriguing to me. And we may want to do a little bit of this with","speaker":"spk_0","timeCode":1130.45,"tags":["Teoh","NBC"]},{"id":"TBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"But you do know it's there. The shows on it's second season The show you're working on now is the is in it's second season. You can't even talk about it. Who are you talking to? Our V. I just saw you do a wrap it up signal who is out there? That''s not true. I was like, I thought I saw a fly and I was like, And your track, you were asking, why? Don't wrap it up.","speaker":"spk_1","timeCode":1181.04,"tags":[]},{"id":"UBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"can't tell if that's you or the cat","speaker":"spk_1","timeCode":1206.75,"tags":[]},{"id":"UxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"that's worse odds. Right then the fact that this dude downstair's has some bad news going down so hims could connect him with the rial licensed doctor, an FDA approved pharmaceutical product to help you combat E. D. They offer well known generic equivalents to name brand prescription's and answer all your question's and confidential chat. Once your medical historie's overview, Did your approved by a doctor? Products are shipped directly to your door. So, like I would send this to my homie and be like, Hey, man, you know, start start today, get a free online visit goto four hims dot com slash handbook. That''s fo r h i m s dot com slash handbook. You know, head down there and get some of your news and ah, and also look at the nice colors of the site prescription products. They're subject to doctor approval and require an online consultation with a physician who will determine if prescription's appropriate. See website for full details and safety information. This could cost hundreds if you went in person to the doctor''s office or pharmacy. So let''s say I was rolling a die a six sided die, and I just said, like All right, if it comes up four or two, then dudes got something going on below the equator that aint exactly Gucci. That sucks. And that again would be even better odds that I'm giving him of. He at that point would have the one the three, the five and the six available to be like It''s all good, his other worse than that. So just something to think about this could cost. Hundreds of you went in person to the doctor''s office, the pharmacy. Remember that If you go to four hims dot com slash handbook, you're getting the good deal. And that''s cool.","speaker":"spk_1","timeCode":1305.38,"tags":["FDA","equator","Gucci"]},{"id":"WxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Yeah. Okay. So I Well, I was My feeling okay. I feel like I'm not gonna fish Tsai has here. Basically, I can hear you. Yeah, OK.","speaker":"spk_1","timeCode":1553.04,"tags":[]},{"id":"XxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Okay. Right. Uh, if my powers, you mean I'm a natural born vampire killer cause of my lineage, then I gues's so. Yeah. Yeah, that's Powers. So why would I be drinking blood if I'm a vampire killer? So you can know what it taste's like. So you can if you approach a vampire and, you know, Visa Vampire not. And he''s sipping something in a can that you can actually see the color of it. And he says I'm not a vampire. And you take a sip from the can and it taste's like blood. And you say so you actually were a vampire the whole time killing you. If you're on the weed patrol and you kick down the door and it''s just a bunch of guys smoking cigarettes because you didn't know what it smelled like,","speaker":"spk_0","timeCode":1583.24,"tags":["Vi'sa Vampire"]},{"id":"ZRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"it didn't do anything. No, I said something. Funny question. He said something funny.","speaker":"spk_0","timeCode":1672.76,"tags":[]},{"id":"bBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Okay. Jeez, this is a tough one. I do have it. Hang on. Let me go back into the little library of sounds I have in my mind, Kyle, a slider may","speaker":"spk_1","timeCode":1789.93,"tags":["Kyle"]},{"id":"cxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"the flight is like flying around? Yeah, chest flying. Just you know, it is when When is this gonna end? Well, you know what the guy said when he for when he discovered Staten Island. You know, the guy what he said? What did he say? He said this Staten Island. He did say that. Admit it. He Did. Why this? Then he admitted it. And we actually did say that before they said it on that other show. Yeah. Why?","speaker":"spk_0","timeCode":1868.09,"tags":["Staten","Staten"]},{"id":"dhHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"what decision?","speaker":"spk_0","timeCode":1920.55,"tags":[]},{"id":"ehHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Okay. I feel like I should take it. OK, See, that's emerging If we have to go, that''s OK if it''s an emergency.","speaker":"spk_1","timeCode":1945.64,"tags":[]},{"id":"fRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"They pulled the plug on him.","speaker":"spk_1","timeCode":1965.68,"tags":[]},{"id":"fxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"So, guys, that was the hospital, huh? So basically, um","speaker":"spk_1","timeCode":1971.97,"tags":[]},{"id":"gRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Ah, changing and becoming My, um, evil persona known as high Bleiberg. I I wear a pork pie hat and and I have ah, really log mustache. And I am I ble berg. And so anyway, I just told the hospital like, hey, if anything changes with this guys condition, call me. And apparently someone just, um, came in dres'sed is ah, candy striper. And it was the Joker, and they did pull the plug on him. And I cannot help but connect this Harvey to you saying that someone should pull the plug. And I think it was you trying to get on the podcast by killing Ah, My sort of, ah, enemy nemesi's who I was keeping alive. I just don't totally remember everything that happened, but, uh, you know, uh, is an emergency for me that we should have. You have to go. We should end this now. Well, it doesn't matter now. Well, we should probably end it just because it''s an emergency. And I hate, but what does he have to go, dio I mean, yeah. No, I mean, I say emergency like it''s more you like him. I think it sounds like an emotional thing that maybe Shawn needs some time.","speaker":"spk_1","timeCode":2020.55,"tags":["Bleiberg","dre's'sed","Joker","Harvey","Shawn"]},{"id":"hRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"'somewhere that we recognize. Or maybe instead of vampires, the story could have been about drug dealers like me high, Bleiberg and all the like differently. Crazy stuff we do with each other. Keeping each other on machines and ringing a little bell on a chair. And, yeah,","speaker":"spk_1","timeCode":2138.98,"tags":["Bleiberg"]},{"id":"hxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"bad Graham Pires, Bagram Pires So feeble of vampires and Bagram Pires because then because now weve got now this is synergy, right? Because we have to pretty impactful cultural Ah, phenomenons bad Grandpa and evil bam! And they are And they have a similar, I think. Ah, voice, don't they?","speaker":"spk_0","timeCode":2199.65,"tags":["Graham Pire","Bagram","Bagram"]},{"id":"iRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"he is blowing up his parents, mostly at night when they're asleep, have to do night vision camp Pervy villa vampires. We will be blowing up his parents during the day because they are asleep. No, during the day, you can use a normal camera mode and it's easier to shoot. I'll bring that up. Night shoots, huh? Lena Dunham''s New York has inspired me to have another idea. Campfires. Jennifer Garner is camping","speaker":"spk_0","timeCode":2234.09,"tags":["Pervy","Lena Dunham","New York","Jennifer Garner"]},{"id":"ihHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"candidate camping Pires camp with a bunch of misfit's","speaker":"spk_1","timeCode":2263.11,"tags":["Pire"]},{"id":"jxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"The idea is not","speaker":"spk_1","timeCode":2322.79,"tags":[]},{"id":"lBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Yeah. Then there's a character named Sean. He''s really wants to drink cold. His blood, right? Yes. Sean wants to also be 300 million years old, and then Sean similar doesn't more blood idea. Yeah, okay. And yeah, And then, uh, and everyone everyone just fucking dies. Wow, a little bit. That''s a little dark. Yeah, we are ultimately what we're doing with this show and with all our work. Hayes and I is trying to, like,","speaker":"spk_0","timeCode":2379.85,"tags":["Sean","Sean","Sean","Haye"]},{"id":"mxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Lets let''s just like let''s cut through the bullshit. I mean, like we want to talkto. We don't have to talk about just all this, like Hollywood stuff. Okay, I want to talk to Harvey. Charlie Hunnam Gin,","speaker":"spk_0","timeCode":2491.45,"tags":["Hollywood","Harvey","Charlie Hunnam"]},{"id":"nBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"That is That is not your middle name. This Wikipedia pages fucked up this. I think somebody somebodys tricking us. I think somebody it actually looks like it could have been a mistake","speaker":"spk_0","timeCode":2510.88,"tags":["Wikipedia"]},{"id":"nxHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Dinner? What do you have for dinner? What do I have for dinner? What do you have for What are you have for dinner net? What do you have for dinner?","speaker":"spk_0","timeCode":2545.66,"tags":[]},{"id":"oBHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"Yeah, No, I, uh That's a good question. That''s very that''s really getting to the core of who I am. Let''s do. And, um what do you have for dinner? Pizza die? No One answer for you. Pizza? Yeah. Um, yeah. No, that''s That''s good. I I'm I'm","speaker":"spk_0","timeCode":2556.41,"tags":[]},{"id":"qRHuJXMByMrymAEm2S0g","index":"handbook","podcast":"Hollywood Handbook","episode":"Harvey Guillén, Our Movies Friend","line":"You're right. It wouldn't It would have worked. I wouldve. Okay. So fine. Okay. So it sounds like you did. Maybe you did have someone in the room unplug the computer? Obviously. No. Obviously, no ones in the room, that job and actually pull a plug. I just don't know ones of that person a little bit if No, no one''s in the room. OK, but if that just like hypothetical and, uh, like the show, we are like, playacting were ableto use our imagination. Yeah, the battery might just, like, take a really long time toe like, Yeah, you know what? I didn't realize that that I absolutely placed My computer underneath this stack of boxes I've been doing. Yes, IV. Any moment now. Um, is tables really unsteady? I should not be doing that. They're, like wobbling. Um, but the thing is, um, I really love the question's you guys have. Um I just want to say that front, uh, and just really, really upfront. Thistle''s kind of like the does. Like the end. Well, like having, like, kind of the beginning of the middle I think we're having. And I feel that the middle starting, I think we're having earthquake. Oh, my God. Okay, well, the your screen is shaking, but shaking it a very got it's way. It''s definitely earthquake. Oh, this is that Seems very localized, you know?","speaker":"spk_0","timeCode":2652.27,"tags":[]},{"id":"MBH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Hi everyone a tase and Sean This month we're releasing one. It's just Hey, is when you're talking.","speaker":"spk_0","timeCode":0,"tags":["ta'se","Sean Thi"]},{"id":"NRH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"and it says, please provide a short description that highlights how Pro Version differs from regular Hollywood Handbook episode's were toe such a like a big question like where to even, like began on something like, How is a different like wow, I mean, it's different. Oh, it''s different is how ah, it is shorter","speaker":"spk_0","timeCode":50.54,"tags":["Hollywood Handbook"]},{"id":"NxH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"And how is that different from","speaker":"spk_1","timeCode":115.23,"tags":[]},{"id":"PhH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"he can fly. I remember him flying. It just has big like air pockets.","speaker":"spk_1","timeCode":229.49,"tags":[]},{"id":"RRH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"that's what he does. He does a big sucking all the way in, and then you have to go back out. Yeah, and I, uh look back, I'm old. Dazed. Uh, I'll as you should be.","speaker":"spk_0","timeCode":342.24,"tags":[]},{"id":"RhH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"I hate in this society. There are Okay, right back up for mis's like, like, tough man thing. Toxic masculinity where it's supposed to be that you got sucked sucked in by Kirby spit you out, and you're just pop right back up. Um, you know, totally unfazed. Made of iron. And it''s like, No, I'm sorry. One second to just lie on your side.","speaker":"spk_1","timeCode":361,"tags":["Kirby"]},{"id":"SBH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"You literally can't have 10 minutes to an hour to lie. Decided? Saw. Everyone is watching to be like, you know, hop up. Here he goes. Walk it off. Walk it off, champ. Toxic","speaker":"spk_1","timeCode":391.15,"tags":[]},{"id":"SRH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"toxic. I hate this tough man attitude.","speaker":"spk_0","timeCode":405.13,"tags":[]},{"id":"TxH9JXMByMrymAEmBjpR","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Rap. Kind of mere his nipple.","speaker":"spk_0","timeCode":479.44,"tags":[]},{"id":"WRH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Okay? Okay. Okay. And then he Did","speaker":"spk_1","timeCode":630.48,"tags":[]},{"id":"XhH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"it would have been begging someone to buy it. Maybe he's pathetically begging someone to buy. The water was fine, though. I was fine with water.","speaker":"spk_1","timeCode":672.26,"tags":[]},{"id":"XxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"You're a little too expres'sive.","speaker":"spk_2","timeCode":681.32,"tags":[]},{"id":"YRH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"It was a little flashy like flat tap water.","speaker":"spk_1","timeCode":693.96,"tags":[]},{"id":"ZRH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Hey, welcome to-Hollywood Handbook Insider's Guide to Kicking Butt and dropping names of the red carpet Light back Always","speaker":"spk_1","timeCode":712.7,"tags":["Hollywood Handbook","Guide to Kicking Butt"]},{"id":"aBH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"course. He's grown up. They don't explicitly state this, but maybe obse'ssed with rare cars because the time he stole his old man''s favorite beauty, they don't say that. They don't say. That''s why he is in the busine'ss he''s currently in. Okay, they talk about his like upbringing a lot. They","speaker":"spk_1","timeCode":753.61,"tags":[]},{"id":"bRH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Takes the car out to ah Institution, last known addres's of his brother, who inherited it all his fathers wealth, which was kind of counting on. He''s upside down on some of these car imports, delays and all that.","speaker":"spk_1","timeCode":796.59,"tags":[]},{"id":"bxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"the movie goes from there.","speaker":"spk_1","timeCode":817.81,"tags":[]},{"id":"cxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"No visual, JJ, but like, sort of buddy got to engineer Ryan and Away. It was like not convincing. And clearly for, like, personal game. He at sub lamp.","speaker":"spk_0","timeCode":853.14,"tags":["JJ","Ryan","Away"]},{"id":"fBH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"was like a bitch","speaker":"spk_1","timeCode":922.93,"tags":[]},{"id":"gRH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Scary. Uh, I could see how that would be scary.","speaker":"spk_1","timeCode":952.59,"tags":[]},{"id":"gxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"the fuck, dude, What are we doing today, Kevin?","speaker":"spk_1","timeCode":960.87,"tags":["Kevin"]},{"id":"hBH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Whom? Super Bowl Party snacks, huh?","speaker":"spk_0","timeCode":965.51,"tags":["Super Bowl Party"]},{"id":"hhH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"perfect snacks. Perfect play list.","speaker":"spk_0","timeCode":999.17,"tags":[]},{"id":"hxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"If you want the party rockin, you're gonna need the good tense. And you, uh, every time it's a commercial, someone goes like","speaker":"spk_1","timeCode":1003.46,"tags":[]},{"id":"kBH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Free and salad. Football Salad,","speaker":"spk_1","timeCode":1112.57,"tags":[]},{"id":"kRH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Hot dog","speaker":"spk_1","timeCode":1117.78,"tags":[]},{"id":"lxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"Yeah, nobody said it was gonna be easy, but","speaker":"spk_0","timeCode":1154.41,"tags":[]},{"id":"mxH9JXMByMrymAEmBjpS","index":"handbook","podcast":"Hollywood Handbook","episode":"The Pro Version: Super Bowl Party Snacks","line":"instead of anyone who was advertised. It's not Could be big Boy. It''s not gonna be murdered. Five. That''s all we know for sure. Those guys will might be doing whatever they say it''s gonna be. They always have some surprise, I believe. Yes.","speaker":"spk_0","timeCode":1191.59,"tags":[]}]