[{"id":"PhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Yes. So, for safety, just for safety reason's, Uh, could we kick him off of i-Tunes?","speaker":"spk_1","timeCode":2144.94,"tags":["i","-Tune"]},{"id":"QhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"what is Hollywood roadmaps? Legal budget, Legal budget. Yeah. The whole budget for the show is tied up right now.","speaker":"spk_0","timeCode":2183.91,"tags":["Hollywood"]},{"id":"RBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"My speaking fee. Is that part of that?","speaker":"spk_1","timeCode":2204.53,"tags":[]},{"id":"ShJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"cars because there's a lot of over not being used. Yes. So you would drive your car. They don't move. No, no, I know, but you presumably would drive your car. You're gonna You're gonna get dres'sed and get out of your car and then get into another car. And don't worry about making a mes's.","speaker":"spk_0","timeCode":2253.15,"tags":[]},{"id":"TBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Okay? Yeah. Okay. So no, no legal, but no, Not exactly. I wonder we know a video game. Lawyer way are friends with video game one. Yeah, and some video games are on the computer. He is right.","speaker":"spk_0","timeCode":2296.17,"tags":[]},{"id":"URJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Very home companion. Is that us? Well, can we just sort of do?","speaker":"spk_1","timeCode":2348.78,"tags":[]},{"id":"VxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Okay, he's diabetic. Well, can we get to sit a little farther? I'm sorry, I got a job.","speaker":"spk_0","timeCode":2415.91,"tags":[]},{"id":"WxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"That's great. Now, going away. Beautiful. Hear? Have you started moving up? That was a good joke. Yeah, let''s","speaker":"spk_0","timeCode":2438.48,"tags":[]},{"id":"chJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"that I think that's a British podcast. That could be good. British only doozy. Fish say, uh there acros's the pond. Oh, I have a note of fish. Then it''s a show where people explain to me about fish.","speaker":"spk_0","timeCode":2664.94,"tags":["Briti'sh","acro's"]},{"id":"fBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Me? That's it. That''s my list so far. Okay. Gym teacher.","speaker":"spk_0","timeCode":2778.35,"tags":[]},{"id":"fRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"That's not doing it.","speaker":"spk_0","timeCode":2790.27,"tags":[]},{"id":"gxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Now. So you're saying you're you're happy where you are. And what is it? 1 51 56. Yeah. Yeah, that rounds up Teoh. Wow.","speaker":"spk_0","timeCode":2832.3,"tags":["Teoh"]},{"id":"hhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"I couldn't get enough of that British accent, but you know. All right. Yeah,","speaker":"spk_0","timeCode":2859.49,"tags":["Briti'sh"]},{"id":"kBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"What? Like like, isn't it often that your recording in, like, it's sort of like, Sounds like you're a little under the weather.","speaker":"spk_1","timeCode":2984.93,"tags":[]},{"id":"lhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Do I sound like two dudes? Little Mike joke when I talk to my daughter and she likes it. Make me a little burrito. Yes. Okay, good. Or like, rap. So you guys are both lying. And you are Mattres'ses. Yes. All right, Now. So now I want you to really get in touch.","speaker":"spk_0","timeCode":3039.51,"tags":["Little Mike","Mattre's'se"]},{"id":"mxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Kick me out of his basement,","speaker":"spk_0","timeCode":3119.3,"tags":[]},{"id":"nRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"I tried to do a podcast. I don't really know what they are.","speaker":"spk_0","timeCode":3130.02,"tags":[]},{"id":"nhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"I'm scared that people will find out that the show is not a succes's.","speaker":"spk_0","timeCode":3137.9,"tags":[]},{"id":"oBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Um, that we were flown out here, which is nice, but that maybe when we showed up at the hotel didn't have a room from","speaker":"spk_1","timeCode":3150.76,"tags":[]},{"id":"rxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Oh, pretty good. I'm I'm still alive for now. And that's how I just take every hour.","speaker":"spk_2","timeCode":3295.98,"tags":[]},{"id":"thJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Somebody flat, far away. What do you think is far?","speaker":"spk_1","timeCode":3357.45,"tags":[]},{"id":"uBJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Question was flying hours on the bus. We heard. Thinks he flew on a bus. Was it a Peter Pan bus? Is that you got to use","speaker":"spk_1","timeCode":3367.64,"tags":["bu","Peter Pan bu"]},{"id":"vhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"That's my mommy. Now, who''s got their hand up? What''s up? You raise your hand in a peace sign, huh?","speaker":"spk_0","timeCode":3413.18,"tags":[]},{"id":"wRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"We're number one. It's something which is making the most effort to get into this room way. Want to thank everyone paid, like, $35 or something","speaker":"spk_1","timeCode":3441.81,"tags":[]},{"id":"whJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"to see something. You could have listened Teoh in a slightly worse version than normal. And, uh, you gotta be shoutout. Big case,","speaker":"spk_0","timeCode":3454.91,"tags":["Teoh"]},{"id":"xxJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"There's a blanket up here you could hide under.","speaker":"spk_1","timeCode":3505.66,"tags":[]},{"id":"yhJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Oh, yeah. I wanna shout out Teoh whole, uh, Bernie Sanders Who? Uh, I'm not voting for him, but I could give him a shot out.","speaker":"spk_0","timeCode":3531.72,"tags":["Teoh","Bernie Sander","Who"]},{"id":"zRJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"cause anonymous stranger wasn't voting for him","speaker":"spk_1","timeCode":3557.96,"tags":[]},{"id":"0RJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"His name goes on a lot longer than that, but we don't have time for games. We interview adventurers, magical creatures talking animals, and we talk about butt holes a lot. I apologize for that. If that sounds interesting, download hello from the Magic Tavern","speaker":"spk_0","timeCode":3601.18,"tags":["Magic Tavern"]},{"id":"1hJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Rachel bloom collection of men, corpse's and one woman,","speaker":"spk_3","timeCode":3671.15,"tags":["Rachel bloom"]},{"id":"2BJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch.","speaker":"spk_3","timeCode":3681.67,"tags":["Phil Collin","Phil Collin","Thoma","Middleditch"]},{"id":"2RJKL3MByMrymAEmpFIl","index":"handbook","podcast":"Hollywood Handbook","episode":"Alex Blumberg, Our Live Helper at Being the Best Podcast at the Live Show","line":"Oh, Jesu's, I mean, jostle ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out Now listening stitcher apple podcast or wherever you get your podcast's.","speaker":"spk_0","timeCode":3691.05,"tags":["Magic Tavern"]},{"id":"3xJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"and wrong. That's an ant rock to drink at the wrong time. That''s that happens. But what? But here''s why. I said it''s interesting because the first half of the comment he was right. And what maybe happened is he copied and pasted from a comment he was putting on a different episode of something Al Yes, I think even he knows that he maybe made a mistake. Yes, because he actually knows the show is good. Yes, it is interesting. And therefore the episode we did was not disappointing, you know? I mean, it does feel like they must be for two different comments about two different things. Well, he lose's this first half way through. The thing is just a club. He''s clumsy and and I've, you know, almost spilled something before. So I understand this is a comment on the comedy of Bang Bang Subreddit from Figgy Cow, he says. This was a really bad episode, and Rog is It was a very, very good episode. It was one of the favorites of the year by fans. It was the best episode theyve done of that show. And it was a strong episode for us, just in terms of podcast. And just so you know, because you werent even there for the Scott afterwards was like, Hey, I'm sorry for doing all my other episode's so bad before this one, which yeah became the good one. And he did apologize and he offered us a bunch of dough. He took out all the cash he had on him, which was a lot. He was way said, No, well take some of it. Yeah, we took a little bit because on it we werent that mad, actually figured Howl. You werent even there for that part and figure Cal, if you want to take down your comment, that''s okay with us.","speaker":"spk_0","timeCode":307.55,"tags":["intere'sting","Bang Bang","Subreddit","Figgy Cow","Rog","Scott","Cal"]},{"id":"6BJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Okay? And I Oh, and he's reasoning seemed fairly weak. Euro should be his reasoning. Yeah, that is wrong. You know, I did. I did like the movie. Oh, yeah. He's like Mindich special. So that was that. Rog,","speaker":"spk_0","timeCode":874.88,"tags":["Mindich","Rog"]},{"id":"7xJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"'s Oh, Max","speaker":"spk_0","timeCode":1349.49,"tags":["Max"]},{"id":"9RJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"it's time for us to have some transparency in this industry as a desk and actually show people what the proces'ses of writing a hit song. Like our original theme song? Yes. And so let''s just crack in and just give us a ukulele strum and well just hear a little bit Just just drum it and just well, Hear the quality of it and thatll give us inspiration.","speaker":"spk_0","timeCode":1658.74,"tags":[]},{"id":"_hJML3MByMrymAEmUlLs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Now, Annalise, can you play that note for us? So just so we can hear it? A You know, not from Brett. I mean, can you can't What was? I don't think he has a lot more of those. He doesn't have a lot of vocabulary around music. Yeah, I don't know, but where me but whammy bar. Oh, yeah. I didn't bring the ukulele with the whammy bar. Oh, damn. Okay, Bad. A lot of time. Well, what? It would be a good whats Now. What are people listening to on the radio that they think it''s so good? Yeah. Um, something gritty. Doesn't feel like music''s gotten grittier. You know, uh, you know what I really like about music right now? I feel like it''s taking a turn towards acoustic. Oh, uh, we're going away from all this over production anthemic, and it''s like, Let''s strip it down and just get into the nitty gritty. That''s right. Yeah, like Pink said, That''s good. I want I do want this to be about. But like, drinking and stuff and like having fun like at the clean definitely want people to be able to listen to it at the club, which is a big complaint about our podcast, that people Sure they're having fun listening to it. But when they put it on at the club, it kind of shuts the place down. Okay, so just the idea, because it can be gritty and stripped down and all that. But just for sure, this idea of, like, a raise your glas's kind of sentiment. Not exactly. Exactly right that weve checked, But we could say something like, Tip your mug. Yeah. Yeah. Can you give us a taste of, like, a tip your mug kind of anthem? That is about Hollywood. Um, a tip. Your mug anthem? Yeah, it''s about getting fucked up. Getting blis'sed. Um, that''s about a list stars. Um, that''s about truth. Parents see, ah, entertainment. That''s about being a number one podcast. And that''s about having fun with your friends and girls.","speaker":"spk_0","timeCode":1870.14,"tags":["Brett","Doe's","Pink","Hollywood"]},{"id":"AhJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Hollywood Hamburg, where there's smart, funny guys. It''s always tons of girls around. Everybody''s getting fucked up because it''s Hollywood hand, but","speaker":"spk_0","timeCode":2075.48,"tags":["Hollywood Hamburg","Hollywood"]},{"id":"BBJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"So one time Kevin Pollock was supposed to be on the Hollywood Handbook-East. He said he was gonna reschedule, but he never did. Hey, might have mis'sed the biggest opportunity of his life. Put an as's. Oh, yeah. Except the one sentiment I would like is like it. We still Oh, what happened? We would have a He's free. Yes. Yeah. OK, so maybe more like, uh so this one time Kevin Polic supposed to be on the Hollywood Handbook-East. And he said he was gonna reschedule, but he never did were kind of mad, but if he wanted to come back, we probably still have him. That really works for me. That gets a lot of Vidocq. I like that. He knows that I'm kind of mad. Yeah, because I don't want him to think it''s OK. Total put. But I want to think like he didn't totally blow it because yeah, like if he''s free, he''s got a lot of, you know, Big fan base. Yeah, definitely has time. You think you would think so? I think so. You would feel like he might again. It''s another guy who I don't want his hat thrown at me. You know, between him and more as it's slice your head off. Gosh, I'd beach in ribbons. I'd be shredded to ribbons. So this is really good. This has been going great so far. Do we got a lot of the mes'sage, break it down at some point and to do, like, a sort of percus'sive thing? Like I start. I know you don't have drums Hear, but anything could be drums because of stop. Yeah, Or we could just do the like,","speaker":"spk_0","timeCode":2198.9,"tags":["Kevin Pollock","Hollywood","Handbook","-Ea'st","Kevin Polic","Hollywood","Handbook","-Ea'st"]},{"id":"CxJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Sounds kind of like he","speaker":"spk_0","timeCode":2405.95,"tags":[]},{"id":"ERJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"it's pretty unusual. Adam snacks, poster on the wall in his own office. Yet Sean and Hayes, who want a gigantic award in L. A weekly Go on unacknowledged. That''s okay. I gues's that''s the way snacks like so. But we're still wondering where is the Yeah, good. Wow. And we can't find the love Where is the love for Hollywood Handbook-East? But now we need a Big like because, like to get us into the show. Big blast off. Okay, to be leg. Get ready. Maybe returning to the world of every room getting so fucked up like we did Like the idea that everyone is getting so fucked up with bureaus everywhere. And yeah, they're always around. Yeah, um, Hear it comes and so maybe this is the time to tip your mouth. Yes. That might end up working Now. Yeah, Let''s see. I only I don't play the ukulele that often, huh? So I only know a couple of chords on it. Yeah, but let''s hear the different ones and weakened. Sort of Think of pick one. Yeah. Good. There''s this one thing one.","speaker":"spk_0","timeCode":2618.68,"tags":["Adam","Sean","Haye","Hollywood","Handbook","Big bla'st"]},{"id":"EhJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Um, that's about my range. I would say the 2nd 1 almost like the 2nd 1 Yeah, it was hard for me to tell where the different began and ended, but for me being I of course I know a lot about those circle Fifth, Um, and that music is math. Yes, that''s correct. Although brag. Yeah, it''s letters to say the notes, and I think you know that. Can you speak on the I d analyst? Just for people listening? The music is math. Please. Oh, that would help us. Well, ah, and then, Yeah, Music is in fact, math. Yeah, it is said, let''s say and let''s stay in that area. Let''s dig into battle over this idea of music being math and them being the same thing. Maybe even speak on that. Yeah. Um, well, you know, everything is based on numbers in math and everything. It''s also based on numbers in music. Hence how music is related to math. Oh, this is, Ah, road production technique. I think on That''s producer Brett really trying to make it known that he is still in the room. Even he''s not talking, and he has a lot of ways to influence the show. Well, I just wanted Teoh highlight the point. It''s really important. I think people know using is man. Well, maybe, actually, Brett, if you do actually want to be a help, Hear that? If this last race is gonna be like the real blasting off, yeah, but you can add some element. So it''s like everyone''s getting really pumped up and like, like their bodies air starting to get to a place where they can, like, listen to the show. Either way, I'm like I know, for a lot of people they music is very mathematical because they probably studied it for a long time. Like engineer Brett. Uh, but I, um, just had natural ability, so I didn't Okay, so to me, it''s just all based on you just kind of feel the music. Exactly. Hear it. You play. I know there are. It''s rooted in mathematical principles, but doesn't really apply to me. Yeah. So what do you know? You just, like, hurts a music like music. Picked up a ukulele. All of a sudden, you got a music career as opposed to somebody who maybe read a lot of books about music, spent a lot of money on an education, bought a lot of Beatles T shirts and then sort of tried to make make it all about the numbers. When a lot of times it''s gotta come from your heart and not your head. I could not have said it better. Yeah, and not just your head, but it comes from your heart. So maybe this last versu's about Oh, go ahead, Brett. What were you going to say? Um, I I just If I put on that reverb, it''s not It''s my idea. It''s my production, not yours. Okay, well, okay. So maybe in this last verse, we talk about how Hollywood Handbook-East comes from the heart and how we're winning idea. I'd like to talk about how we're winning and we're on top. That''s a good idea as well. I'd like to mention everyone else kind of having to get down and suck on these, and Ah, and kis's this and Ah, and just blow off and fuck off. Um, I would like to say that we are kind of the champions and that everyone else ah, could kind of, um and maybe this idea of, like, get this and get out of where you go. You go? Yeah, Just just just beat at Buster''s and just go away and make room. Yeah, for the big badas's is coming through Certain people who are listening in this show, well know that it''s not even supposed to be for them because they're in trouble. As far as we're concerned, Yeah, Maybe if they don't like it, maybe that''s intentional because it''s actually supposed to be something they don't like. That''s making fun of them. Almost some people who work here and, uh, and so and, ah, it might not hurt to have it say that we're tough, right? Do you know what I mean? And you're feeling that Probably analyst being around us, Some of the stuff we're saying about making people go, and I were not scared. Wake them up. Very intense. Yeah, because you're on the right side of this thing. Thank God. Yeah, luckily, right, because of the intense energy. So I gues's if our toughnes's came through and how we're on top and everyone else kind of sucks and has to suck on this, okay? And get out of here and yes, and please do beat it. Okay?","speaker":"spk_0","timeCode":2712.95,"tags":["Brett","Teoh","Brett","Brett","Beatle","Brett","Hollywood Handbook"]},{"id":"FRJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Okay? You said it doesn't add. I go ahead. Yeah. Okay.","speaker":"spk_0","timeCode":3014.71,"tags":[]},{"id":"FhJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Wait. What was it? They could beat it, and they have to get down. It's like on these, and also we're winning. They're losing. They have to get out of here. And they really should please beat and defeat. And if you could say I produced it.","speaker":"spk_0","timeCode":3021.49,"tags":[]},{"id":"GBJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"lets say you know, the thing about the ukulele is it''s lends itself Teoh Pacifist, gentler music. It's not as tough. It''s hard for me. My have to really strong that thing, then. Yeah, OK, see, maybe it''s Ah.","speaker":"spk_0","timeCode":3113.86,"tags":["Teoh Pacifi'st"]},{"id":"GhJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"You know who you are. You can suck on these and just beat it because you need to make room for us. Some kind of a big deal. And there's not enough room for our egos in this room. And I think you really know you guys. I'm not quite sure that you're not sure about what I am not. That was so many of the points we were hit. Yes, there''s Anchorman. Was Amare a little bit that Not enough room for our egos in this room felt like Maybe that maybe felt like just too many rooms. Yeah. Yeah. OK, so maybe, um just staying on the theme of us being strong rather than are you go? Which is really We actually don't even have one. Were actually really Big humility, guys. Hayes, do you want to talk about that a little bit? Yes. I, um if I had a Big if I were like a jerk, then I would have to be myself up behind it myself. But actually, it''s everyone else who''s bad. And we're good. Yeah, because I am so interested in justice. If I had a big ego, I would actually pulverised myself and get totally wiped out and would just be a big mes's. But instead Ah, I'm brave. And everyone else is getting punched out. Yeah, and they have to because Okay, my code. Got it, got it, Got it. Okay, so maybe it''s something more like OK, you know you are.","speaker":"spk_0","timeCode":3151.26,"tags":["Amar'e","Haye"]},{"id":"GxJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Because you're terrible. Were super great. Humility is a really big deal to us. Gonna kick your as's if you don't get out of this room because we can't stand you. And I can't really say specifically so many people. You know who you are. You can suck on these beating guys","speaker":"spk_0","timeCode":3249.73,"tags":[]},{"id":"HRJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"All these people running around,","speaker":"spk_0","timeCode":3368.94,"tags":[]},{"id":"HhJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"where is everybody going?","speaker":"spk_0","timeCode":3372.38,"tags":[]},{"id":"IBJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"That's really good. And I genuinely do want to know. Yeah. So that was amazing. If I How much reverb do we have? Hunt this right now? Is there a little bit ticket offer? You get off. Okay. Okay. And then I mis's it. I mean, do you should I get a similar sort of philosophical idea out there? So we're sort of evenhanded? Yes. Yeah.","speaker":"spk_0","timeCode":3383.52,"tags":[]},{"id":"JhJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"peanut butter and apples","speaker":"spk_0","timeCode":3541.24,"tags":["apple"]},{"id":"KBJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"give me a real desert. Good. And that's something I've been wanting to get out there for a long. Yeah, that''s helpful for a lot of people to hear that. And did you have one more? This is a good time to sort of unload some of this baggage. Oh, boy. Now, Well, before we even talk about it, am I gonna be calling the song to tell the song something, or am I just gonna be sort of see that? Didn't even sound to me Is so much like I was on the telephone.","speaker":"spk_0","timeCode":3556.73,"tags":[]},{"id":"KxJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Listen, radio, radio deejay Don't talk over the intro to the song until Shawns Voice stars. I hate that. Don't do that anymore. But my mask, you're supposed to furnish revelers thing is the height of the song.","speaker":"spk_0","timeCode":3656.37,"tags":["Shawn"]},{"id":"LBJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"So you were actually being rude? Yeah, that's too bad. Okay, Now, Sean, do your thing, and then we can stitch all this together, okay? And I'll just end up. Probably This will be sort of in the form of, like, a freestyle. Okay, great.","speaker":"spk_0","timeCode":3672.66,"tags":["Sean","Thi"]},{"id":"MBJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"And he seems to say","speaker":"spk_0","timeCode":3809.58,"tags":[]},{"id":"MxJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"You know, I'm not really familiar with you Don't know it. Okay. Okay. Well, that's, uh that''s the show. Okay. Well, thanks. So much. And Ah, the pro version, I gues's, is, um you know, and it was just going to take us out singing about the peanuts, which he does know about it. And ah, with that will be given. Teoh. Yes. There''s a good guy. He was a good guy. There are so many new ones. I know it''s hard, but I don't want to walk. No, we won't. Look that Han lads ever get it? Probably. Okay.","speaker":"spk_0","timeCode":3834.89,"tags":["Teoh","Han"]},{"id":"NhJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"They take the baby out and they put the guilty","speaker":"spk_1","timeCode":3989.23,"tags":[]},{"id":"OxJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"'so go to iTunes stitcher or whatever your favorite podcast app and download The David Gregory Show and eavesdrop on really cool conversation's. Thanks for listening.","speaker":"spk_0","timeCode":4003.26,"tags":["iTune","stitcher","David Gregory","Show"]},{"id":"PRJML3MByMrymAEmUlPs","index":"handbook","podcast":"Hollywood Handbook","episode":"Annaliese, Our Song Singer","line":"Hobbes Baby.","speaker":"spk_0","timeCode":4028.94,"tags":["Hobbe's Baby"]},{"id":"RRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"thing that you say because I would imagine it. We kind of set him off if you said the thing that you said that well, but so, buddy, Yes, well, This is where this is going, Okay?","speaker":"spk_1","timeCode":58.55,"tags":["Thi"]},{"id":"ShJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Hey, George.","speaker":"spk_0","timeCode":116.33,"tags":["George"]},{"id":"TBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"No. And he's don't have a bit of a temper.","speaker":"spk_1","timeCode":127.75999999999999,"tags":[]},{"id":"ThJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Put him into an arm bar. Hey, welcome to Hollywood Handbook-East Insider's Guide to Kicking Button Dropping names of the red carpet line back hallways of this industry Recall showbiz.","speaker":"spk_0","timeCode":160.43,"tags":["Hollywood Handbook","Guide to Kicking Button"]},{"id":"UhJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Well, you certainly didn't help out with","speaker":"spk_2","timeCode":182.76,"tags":[]},{"id":"VBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"I helped by saying Okay, now the time to do the rest of Do the main show and you're and","speaker":"spk_1","timeCode":187.73,"tags":["Do"]},{"id":"VRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"you're right. It was time to go and do something else. But maybe only because it didn't have any help,","speaker":"spk_2","timeCode":192.72,"tags":[]},{"id":"ZxJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"'sort of moving around, you know, in a random way. And if like, if I try to poke at it, it runs to the other side of the foot. Okay. All right.","speaker":"spk_1","timeCode":356.33,"tags":[]},{"id":"bBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Another figure after I have been having","speaker":"spk_0","timeCode":422.18,"tags":[]},{"id":"cRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Oh, okay. Okay. I have it all right. Tell me if it's","speaker":"spk_0","timeCode":445.83,"tags":[]},{"id":"dRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Hang on. Let me communicate with him briefly","speaker":"spk_1","timeCode":488.01,"tags":[]},{"id":"eBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"okay? Ah, no, they're not. No husband. Wife. Okay.","speaker":"spk_0","timeCode":509.45,"tags":[]},{"id":"ehJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"when and speak English.","speaker":"spk_1","timeCode":526.93,"tags":["Engli'sh"]},{"id":"exJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Anything else going on before I sort of peel your scalp back? I don't think so. I can see my heart like the outline of my heart. Yeah, but I","speaker":"spk_0","timeCode":529.36,"tags":[]},{"id":"gRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"and again. That's why I don't like going a doctor because you had sort of been like, just leave it right which I loved, but it was Ah, it was thumping. Ah, all around. And I gues's the that''s not allowed. You look fine. Yeah. Good. I feel fucked up. Okay. What else is going on? Well, when I go to and I and I'm just gonna peel your scalp up real quick and reach my hand inside, okay?","speaker":"spk_0","timeCode":592.32,"tags":[]},{"id":"hRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"And Ah, and I have no awarenes's of when it will happen. Yeah, so where I am is very much in flux. Uh, and that has been frustrating a little bit, just in terms of my sheets and everything. Now this","speaker":"spk_0","timeCode":674.69,"tags":[]},{"id":"iBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"And maybe that he doesn't like the taste of the fisherman's friend. Wait, let me ask you. This was it. Was it doing this before you put a cough drop in there? No, not at all.","speaker":"spk_1","timeCode":723.54,"tags":["Thi"]},{"id":"khJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"What have you been? Have you been? Have you been exercising? Get a weird way lately. Well, it's just change your exercise program. Itll I've had a couple","speaker":"spk_1","timeCode":800.61,"tags":[]},{"id":"mxJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"All right, well, then I'm feeling healthy as always, and this was a really great physical. And please do try to do this at home with your friends and your neighbors. Kids,","speaker":"spk_1","timeCode":885.35,"tags":[]},{"id":"nRJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Hey, guys. Want to talk to you about a new clothing company, but, you know, But it's complicated. Yeah, they were. They make t shirts. You know that. Sean, I love to wear t shirts. I'm always in them, and I wear them even when it looks like I'm not wearing a T shirt A lot of times, what''s underneath what I'm wearing a sneaky T shirt is a secret T shirt. Yes, so I am very qualified to talk about T shirts.","speaker":"spk_1","timeCode":900.89,"tags":["Sean"]},{"id":"nxJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"nice and they feel nice. And","speaker":"spk_1","timeCode":933.66,"tags":[]},{"id":"oBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"we wear, Um,","speaker":"spk_2","timeCode":934.8,"tags":[]},{"id":"pBJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Well, Nudist-Colony-Clothing, no clothes. And so, if you're close that have no clue like that's the last place you would be a T shirt.","speaker":"spk_1","timeCode":959.37,"tags":["Nudi'st-Colony"]},{"id":"qhJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Oh, yeah, that's not a little bit rushe's it because he feels like the brand so recognizable he doesn't need to enunciate. Where is when you hear us? We say","speaker":"spk_1","timeCode":1059.71,"tags":[]},{"id":"rxJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"today showed a sponsored by a Howl left Don FM. That's no, You're right. That Israel. It''s like Netflix for podcast's. Okay, again, The misconception er there is is not intentional on on their part. No,","speaker":"spk_0","timeCode":1130.71,"tags":["Howl","Don FM","Netflix"]},{"id":"uhJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"into this B s. And if you do, by the way I got a bridge, I could sell you. And the whole trick is I don't own the bridge. Use","speaker":"spk_2","timeCode":1291.17,"tags":[]},{"id":"vhJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"jail. But if you do that, use promo code Hollywood at check out. Redeem your promo code for this. Make sure you create your count on the Web at Howl dot FM. If that even exist's and enter the Hollywood check out, don't forget that. Remember that. Remember to Hear all the comedy Vang being live tour along with dozens of audio","speaker":"spk_1","timeCode":1331.19,"tags":["Hollywood","Howl dot FM","exi'st","Hollywood","Vang"]},{"id":"vxJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"miniserie's comedy albums. Goto Howl that FM","speaker":"spk_0","timeCode":1347.6,"tags":["Goto Howl that FM"]},{"id":"0hJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Hey, welcome to Hollywood. Hear bucket that has got to kick your butt. Traffic names of the red carpet line back collars of this industry we call showbiz on hand. And thanks for the water because I don't know if he's acting out on the water up. What around a tree is a little variation On what? Up. What up?","speaker":"spk_1","timeCode":1559.65,"tags":["Hollywood"]},{"id":"1RJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"from party over here.","speaker":"spk_1","timeCode":1584.24,"tags":[]},{"id":"6RJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Yeah, the wait list is insane. It's totally out of control. And I think I have an easier time being get on organ donor","speaker":"spk_2","timeCode":1711.61,"tags":[]},{"id":"6xJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Say yes. Heres a joke. I thought of organ donor kebab.","speaker":"spk_2","timeCode":1724.75,"tags":[]},{"id":"7BJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Okay. Okay. I like that. You know, when I was a simple chef, I did a lot of Greek food, a lot of kebabs, a lot of to bully all that. So I I appreciate that on an extra level.","speaker":"spk_0","timeCode":1728.19,"tags":["Greek"]},{"id":"8BJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"what That's the number one thing you got to do when you come into a room. You ever read that Dale Carnegie book how to influence people and","speaker":"spk_0","timeCode":1761.96,"tags":["Dale Carnegie"]},{"id":"9BJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Doesn't I do? Of his dream","speaker":"spk_1","timeCode":1781.53,"tags":[]},{"id":"9RJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"for you to have a party over here the same night when I you knew I was","speaker":"spk_2","timeCode":1783.35,"tags":[]},{"id":"9hJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"having a party over over there. Really? Well, for me, it was over here. Okay? Okay. But your party really","speaker":"spk_1","timeCode":1788.95,"tags":[]},{"id":"-BJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"where it's about whose perspective, or for me, it''s Hear. You know, I mean, from my Hear, and you're there, You're here.","speaker":"spk_0","timeCode":1796.78,"tags":[]},{"id":"_BJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"Yeah, when your party started and then also and he fell quite ill. So he wasn't really present for his party.","speaker":"spk_2","timeCode":1835.76,"tags":[]},{"id":"_RJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"I also really talked a big game about Big Able to finish the puzzle. And then","speaker":"spk_0","timeCode":1842.09,"tags":["Big Able"]},{"id":"_xJML3MByMrymAEm0lPJ","index":"handbook","podcast":"Hollywood Handbook","episode":"Alison Rich, Our Close Friend","line":"uh, in Tucson, Arizona, and it's just like that''s not a subject people are interested in. No, that''s sort of the old model.","speaker":"spk_2","timeCode":1853.03,"tags":["Tuc'son","Arizona"]}]