[{"id":"whEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Yeah, and this isn't even like a Segway or anything like that. This is just a brief Ah, factoid or fun fact. And go straight back into it. Originally the movie, a lot of people, they got a lot of pushback from the studio because the movie is called bush smasher on a lot of people thought it would be better. Fish is called Bushma'ster. Sure. Also, they focus grouped it and then, uh, Bushma'ster was just easier to say than Bushma'ster.","speaker":"spk_0","timeCode":1560.78,"tags":["Segway"]},{"id":"xBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"he also smashing them. You smashing the leaves off with the blades? Yeah. Uh, but yeah. I mean, it must have been informative for you to know, like, ultimately, where your character was going and sort of slot into the Traven was are having seen the sequel first, uh, bush smasher to first. I knew that Dino would be moving away","speaker":"spk_0","timeCode":1596.2,"tags":["Traven","fir'st","Dino"]},{"id":"xxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"to Crowder Tie in. Are hoping to maybe have Disney, as the studio wants. The movie was s so a lot of times what theyll do now, the current model in Hollywood is they will oftentimes incorporate, um, toys and Europe products, you know, beverages, snacks, stuff like that. And they will use it hoping to later get that company involved. Yeah, I noticed it felt like they were trying to launch a drink company. A beverage company out of the film. Yeah. There are so many scenes where people are talking about the specific sports drink that yeah, they're having which I was unable to find anywhere, and, uh, and then","speaker":"spk_1","timeCode":1665.56,"tags":["Crowder Tie","Di'sney","Hollywood","Europe"]},{"id":"zBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"here. Hey, guys. The second City is known for it's award winning improv in long list of well known comedy actors, writers, producers and directors. Tina Fey says Tiny for Herald Ramos Bill Murray, Adam McKay, Steve Carell, Steve Colbert, Steve Colbert, Bull Murray, Steve Colbert, Tiny Fey, Mike Myers, 80 Brian among many others of Performer study of the Mecca of improv comedy. The question is, does this school make clothes? And I Unfortunately, we don't have an answer to that question. Only spelled 80. Bryant Wrecked ID 80 right this copy. Weve been doing this like the second or third week that weve done this at least the second, and we havent given any close. Yeah, and but of course, a T shirt. No, actually, we didn't even get a t shirt. No. Yeah. You're going yet? No. Closed. You mean like no cool leather jacket with second city on it? Which I would be about. But, um, way mean something other than a T shirt? Because that was some YouTube thing. Also, we don't even it's not about that. But if a T shirts the easie'st thing for them to make, obviously, just to sort of let you guys know where I'm as, ah, podcaster who has, um, cool companies advertise on my show. Even. It''s been 4.5 years since 54 club didn't add on our show. You know that money has dried up a long time ago, but I am still wearing my 54 Jean short, and they have dried up. Whoa! 00 there dries hell, there dries help. Because obviously, I ran through a sprinkler earlier today in them. And then when I got to the studio, he''s just like, you're not sitting in the chair with that because he doesn't want me to get the chairs wet. But anyway, uh, I've got the 54 Jean shorts on an engineer. Ryan''s going to take a picture of the label because people have been said people trying to say that I'm a liar, but I'm telling the truth. And second city, if you send us a T shirt advertising your training center or not all, I wear it. But I'll modify it in a cool way, as I have with these genes and maybe cut the sleeves off or something knows me. Or maybe the midriff. I don't I don't want a T shirt anymore. The time for T shirts has pas'sed too late. I want to dance pants. I want second city or shoes. Um, yeah, and if they send me shoes, what I'll do is I'll do a unique lace structure. The laces will not be what you expect. And, ah, it''s gonna sort of get some attention on them. People go. What''s that From ago? Their second city shoes, The go of the training center. They taught anybody famous or funny? I'll go. Yeah, they taught Hayes. I'm naturally funny. I didn't need the clas'ses, but he's actually got a lot out of it and learned these structures where he''s been able to sort of approximate jokes for a while. Yeah, you would. I think that as someone who learned sort of the math of comedy in this school that I would have that and is now supporting it, that I would get some pants, not jeans. I want nice pants so they don't offer close. But they do offer eight week, four week workshop's and $20 weekly dropping clas'ses for experienced in new students. Hayes would be an experience students. He could still drop in if he wanted to sort of bone up on any of those old techniques. Clas'ses are offered six terms. He here improv sketch and satire writing. Stand up acting, musical, improv, voiceover filmmaking Get producing the list is over a lot up ready, and I don't have to live by their Chicago L. A. Or Toronto locations. You can take Comedy Central online, and you can fly in for the five day summer winter workshop's. Can you check if you check July? There any clothes? Ah, yeah, there''s Ah, there''s a good cloak line. Uh, what do you know? Don't do that clump thing. Just what if we did this one first? This my beef before let me change it, then, uh, can some some cool shoes with Chris Farley''s face on him? So they're saying that they did send those end. Yeah, they're out there. Excuse me, but then that kind of cut like that kind of cuts the legs out from under the whole concept of the ad because we're saying that we don't have it. Yeah. Then we just have to be like, Thank you. And then what do we do next week? The advertise again? Like we can keep asking and you say that they were made by the goose man. Yet the goose man. Yeah,","speaker":"spk_0","timeCode":1740.74,"tags":["Tina Fey","Bill Murray","Adam McKay","Steve Carell","Steve Colbert","Steve Colbert","Bull Murray","Steve Colbert","Tiny Fey","Mike Myer","Brian","Bryant","lea'st","YouTube","54 Jean '","54 Jean","Ryan","becau'se","city","second city","Haye","Haye","Cla's'se","Chicago L. A.","Toronto","Comedy Central","fir'st","Thi","Chri","Farley","ju'st"]},{"id":"1REFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"I used to juggle a lot of zippers because of the job. Yeah. Does your startup okay, um, find out today why ZipRecruiter has been used by busine'sse's of all sizes to find the most qualified job Canada with immediate result's. I'm sorry. I don't mean to be. It's just I thought I was gonna get my life back because I thought you were just gonna come in here with some straight fire. And so what I'm realizing now is I'm gonna be in this chair for a very, very elective. Go to ZipRecruiter dot com slash The Boys that ZipRecruiter dot com slash The Boys one more time. Try it for free. Go to ZipRecruiter dot com slash The Boys and we can maybe talk about this mawr. Uh, talk about what happened. Okay. After now that we're done, should, after The Adam decided afterwards And what happened in what kind of was even happening for you? Yeah. Oh,","speaker":"spk_0","timeCode":2415.77,"tags":["Doe","ZipRecruiter","Canada","becau'se","ZipRecruiter dot com","ZipRecruiter","ZipRecruiter dot com","Adam"]},{"id":"1xEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"is there like a roulette wheel feature on imdb still. Oh, yeah. Okay. Ryan, can you spend I'm to be roulette? Wheel pit, please. Yeah, and volume all the way up for the sound of the roulette wheel. Okay,","speaker":"spk_1","timeCode":2483.32,"tags":["imdb","Ryan"]},{"id":"2REFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"What is there? Why is that fucking cat in here? Nutritionist told me that I'm allergic to cats. Oh, boy. So I said he was like, give me all Give me all the cats that you have","speaker":"spk_1","timeCode":2502.68,"tags":["Nutritioni'st"]},{"id":"2hEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"'s so I I bring him cats that he will eat And","speaker":"spk_0","timeCode":2513.87,"tags":[]},{"id":"2xEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"part of the reason why he's ah, yeah when he said not in shape This is embarras'sing because now I know that he''s let''s listen to a live stream of And we talked about his body and kind of but not flattering way","speaker":"spk_1","timeCode":2518.53,"tags":[]},{"id":"3REFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"you were involved. Go back, go back","speaker":"spk_1","timeCode":2577.44,"tags":[]},{"id":"5xEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"creates embarras'sing situations for me as well, where I see a billboard. And naturally, if I if it sparks my interest, I will go straight to the movie From seeing The Doughboys. And I'll ask for a ticket for what I think the movie is called. Sit loudly and I say from the back of the line, What ticket for Logan Fucky, please. For example. On that I find out that that's not what the movie is called. Yeah, and I'm shamed by all the gang members who are at the in line of the theater. You know exactly what happened.","speaker":"spk_1","timeCode":2696.03,"tags":["The Doughboy","Logan Fucky"]},{"id":"6REFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Wall that has no gangs.","speaker":"spk_1","timeCode":2726.02,"tags":[]},{"id":"7xEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"'surprise. Surprise party comas. Well, where you walk into private Berries Surprise and definitely going","speaker":"spk_1","timeCode":2778.77,"tags":["Berrie","Surpri'se"]},{"id":"8hEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Yeah, and so they, um So again, in both of those, uh, so many people Drew Dix. Yeah. Come pis's. Ah, even like, have you ever seen it? When they when someone will draw like, ah, like a little like a choo choo train of shit. Like going in your mouth. You know, it's like the cold cars there were. Yeah. Shit. Yeah, s Oh, a rickshaw politician. Right. So that a lot of people did that in. So, um you know, after that experience","speaker":"spk_0","timeCode":2804.32,"tags":["Drew Dix"]},{"id":"9BEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"the movie where you were just getting something from behind the couch. Yeah. And you were just sort of So it's just kind of your butt in the air is your like you had, like, dropped some change. We on the can your bent over a couch fire? Yeah. Couch finder. Um, thank you, Remember? But that''s the thing is like when you","speaker":"spk_0","timeCode":2844.62,"tags":[]},{"id":"9REFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"'spend the time you spend the money, the effort to show up we do Blue Purdue, The blooper reel, Teoh. You know, I get there in the morning, I go into my triple Bangor. I'm excited to do the work, and then when the movie poster comes out, it's me reaching over the couch and like, you can see, um you know, uh uh, straight shot of my butt. Yeah. It is disappointing when gang members will come along and draw things like, um, you know, like a big dick going in my body all the way. Or like like a big dick, like going like in and out of my Theyve got emotion lines that do you really fill in the blank panels Sometimes take is, like, really hard. Like like someone''s like someone''s made this cartoon gags. Yeah. Oh, and of course, Kevin Kehoe. Okay, And Kevin must have known somehow and great timing, Kev, What? What made you want to come in Now?","speaker":"spk_1","timeCode":2861.49,"tags":["Blue Purdue","The blooper reel","Teoh","Bangor","Kevin Kehoe","Kevin","Kev"]},{"id":"_hEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"uh physically, there's no actual. It''s impos'sible for people to actually be transported. But","speaker":"spk_0","timeCode":3016.22,"tags":[]},{"id":"AREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"I was reading a book. You can","speaker":"spk_1","timeCode":3033.75,"tags":[]},{"id":"AxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Okay, well, he's I mean, you know, he's written a few books, but But you go ahead. A book is like So I took a clas's on this","speaker":"spk_1","timeCode":3040.3,"tags":[]},{"id":"BREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"can look at you.","speaker":"spk_1","timeCode":3068.86,"tags":[]},{"id":"CBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"They're not a square, you know? No. There show. Find a square one. Turn it. I think I know what you","speaker":"spk_0","timeCode":3080.2,"tags":[]},{"id":"EREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"I gues's now, after just seems so much vandalism in my mind. It's still Yeah. Um, I remember. Just remember your lines. Yeah, but but yeah, he''s human, man. He hates the frog forest. She doesn't want the Japanese flashing. He doesn't really pads around. He wants to bulldoze What is a pond and swampland, which doesn't feel like the bulldozer will just get","speaker":"spk_1","timeCode":3179.79,"tags":["Japane'se"]},{"id":"HREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"although s Omani vibrant, gorgeous, beautiful camo knows there. Yeah, just absolutely stunning. So, yes. So there's people, if you can imagine all of the peoples of the world doing these cros'sword puzzles together at the same time, billing in letters and no matter your garb, right. What? I'm remembering a little bit from the article at Buzzfeed wrote waas you do you fill the puzzle?","speaker":"spk_1","timeCode":3349.07,"tags":["Buzzfeed"]},{"id":"HhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"That's right. Eventually, you're gonna put a letter into a box that you write, and then hopefully, you know, it says a word.","speaker":"spk_0","timeCode":3374.32,"tags":[]},{"id":"JxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Okay. Checking in","speaker":"spk_1","timeCode":3503.92,"tags":[]},{"id":"KhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"over here. OK, we relations. You just made the blooper reel,","speaker":"spk_1","timeCode":3552.49,"tags":[]},{"id":"LBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Oh, God, Yeah,","speaker":"spk_1","timeCode":3560.66,"tags":[]},{"id":"MBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"and the camera guy would would be like in front of the camera right in that clip. Yeah, that that was when you saw You can't see anything because he seems to be just looking into the wrong side of that is the","speaker":"spk_1","timeCode":3593.13,"tags":[]},{"id":"MxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"convincing everyone else onset of this of this reality. Yeah, Looking another. You want to pull another clip? Yes. Do we? I dont Even if we have one on","speaker":"spk_0","timeCode":3627.12,"tags":[]},{"id":"QREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"We didn't Sorry, is it? Are you checking in? Elsa, I was going to say I'm here to request a late check out.","speaker":"spk_1","timeCode":3736.81,"tags":[]},{"id":"QhEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Okay. Why? Check an end to the long hit hotel.","speaker":"spk_0","timeCode":3745.01,"tags":[]},{"id":"QxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Yeah, well, I'm a little hotel. No, it's just been a stres'sful week.","speaker":"spk_1","timeCode":3748.13,"tags":[]},{"id":"TxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"in Hollywood is practical effects because it's cheaper and it''s faster","speaker":"spk_0","timeCode":3899.77,"tags":["Hollywood"]},{"id":"UBEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"and it looks better. You can feel when","speaker":"spk_1","timeCode":3904.85,"tags":[]},{"id":"VxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"here. Better toe watch.","speaker":"spk_0","timeCode":3959.14,"tags":[]},{"id":"WREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"You're such a big part of it now. People really as'sociate Blue with the Blue Man group, and I think they like that they have to stay in","speaker":"spk_1","timeCode":3974.3,"tags":[]},{"id":"bxEFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"A man. Yeah, I'm just doing the podcast that you're listening to know. Uh huh. Yeah. Oh, well, I'll be Oh, yeah. You just keep circling the block. I'll be out. Yeah, I know. Everythings going that they're not making me candy at all. No, I'm not gonna even more candy. Yeah, Apron. Okay. I'll bring you cat. Good. Yeah. Yeah. Okay. I talk to you later, right, Love?","speaker":"spk_1","timeCode":4182.9,"tags":["Apron"]},{"id":"cREFLnMByMrymAEmfv27","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"on? Yeah, that's cool.","speaker":"spk_0","timeCode":4225.88,"tags":[]},{"id":"gxEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"So now, anyway, what they're trying to do this has worked so well. There. Now they're trying to get us to all eat chicken milk.","speaker":"spk_1","timeCode":107.54,"tags":[]},{"id":"iREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"chicken milk. They want me to eat this up and you do eat it because it's like it''s mostly feathers. There are There are feathers in it. It''s like it''s not white. It''s like dark gray. Uh, you get you eat it with a fork, not even with a spoon.","speaker":"spk_0","timeCode":168.25,"tags":[]},{"id":"jBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"So I eat it. I take a big bite, and I have a sort of a funny joke prepared. Oh, no, right. I would expect nothing les's good, sir.","speaker":"spk_0","timeCode":222.58,"tags":[]},{"id":"nhEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"and then it's Book. Okay, so way really take that seriously Way did Yeah, In fact we do, um it''s only support our guys","speaker":"spk_1","timeCode":462.57,"tags":[]},{"id":"phEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"also that's a The oh, like where else they're gonna be joining a Chinese basketball team,","speaker":"spk_2","timeCode":573.65,"tags":["Chine'se"]},{"id":"pxEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"which it is not. Chinese basketball season Really think it's their offsea'son, but what they do in the offsea'son, people don't realize what they do over there. The rules are you write jokes for James Corden in The Off on a Chinese basketball on. Here''s one of the jokes le So So he''s good. He will crush that.","speaker":"spk_0","timeCode":581.24,"tags":["Chine'se","Jame","Corden","Chine'se"]},{"id":"qBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"So start talking to our guest's. Hey. Okay, Well, first I want to talk about sort of a new thing we're doing for the show. Is your your guy because this is ah, special. You guys came all the way here in one car on way. Do want to reward you for that on and also go a little different direction than weve gone in the past. On the show, we believe in Sex positivity Way. Don't talk about it a lot because that's the culture. The culture is like, Oh, this is like it''s tab Scared of No one''s allowed one attention, and people want to, like, covered up with their hands.","speaker":"spk_2","timeCode":609.09,"tags":["pa'st"]},{"id":"rBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Not in a mean way. And we now go. Okay? Is there anyone we know who embody sex? Positivity. Is there anyone like open sexual opennes's, who has been way ahead of the curve on this thing and just saying like, Hey, I got this stuff down here and sometimes I do stuff with it. Yeah, on their taking you on that journey with him like you're in there was in the room","speaker":"spk_1","timeCode":671.46,"tags":[]},{"id":"tBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"driving around, and he's right. Like you fight. I remember walking. You havent seen the technology behind. It is just you guys on your phones filming? No, I'm on his shoulders because you need that view, That special view because you see some of these games and you have to get the very specific spot so I have to be kind of on his shoulder. So wait. So you've played games and your take away from play. We want you. So you go to Best Buy and these some of these kids like you watch it, play these games. These get there. There are some things out there in ST on. I'm literally going like this crazy or something","speaker":"spk_0","timeCode":801.23,"tags":["Be'st Buy"]},{"id":"tREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"at the same time. It's kind of cool. So there''s, like, this, like, special viewer. It''s like the hand spoke out, You know what I mean? Do you understand what I'm talking about? The hands. And so yeah, Uh huh. I'm on Shawn''s shoulder head down, legs behind his head,","speaker":"spk_1","timeCode":841.18,"tags":["Shawn"]},{"id":"uBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"I mean, that's always been your nobody is les's comfortable with sex than I am. I hate my body. I hate that it can do things. I hate almost everything it wants to do. It''s not good at doing any of humble. So yeah, on the hue and humble too. Hey, The what''s the freakiest place you ever made? Whoopee.","speaker":"spk_1","timeCode":895.55,"tags":[]},{"id":"vREHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"and I love to answer your question. That's what''s so crazy you got there. Taking so long not answering the question. You can answer the question. What is the weight of what you've made? What?","speaker":"spk_0","timeCode":999.07,"tags":[]},{"id":"whEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"is getting ready to answer. He's giving it right back. Oh, yeah. No. Now hang","speaker":"spk_1","timeCode":1032.29,"tags":[]},{"id":"xBEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"right? Whats good for the goose and so forth on. So you know that sort of what''s happening with us. But haste did have another question for you and it just sort of Yes. Why, uh why do you like to get so nasty?","speaker":"spk_1","timeCode":1038.97,"tags":[]},{"id":"xhEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Which Camille? I'm going to see it. Thank you. It's called The Big Sick. Comes out in June and July comes out in June and July, double dipping. More movies. More movie. Should do that. Comes out, goes back in it's hole. It''s like the Disney vault. We put it on a little while, Then we take it back. Yeah, we put it out again. It plays random days and times through the weeks. So it opens in June and then it''s gone for the rest of June. Oh, on then it comes back. One. Random July Secret show. Yeah, it''s all secret. So that movie here would just be like We're playing","speaker":"spk_1","timeCode":1097.4,"tags":["Camille","The Big Sick","Di'sney","July"]},{"id":"zhEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"No. Found a rather ingenious strategy to sort of,","speaker":"spk_0","timeCode":1221.24,"tags":[]},{"id":"0BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"New Jersey. That's not New York,","speaker":"spk_0","timeCode":1239.89,"tags":["New Jer'sey","New York"]},{"id":"0hEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"I don't give a shit. Kamil way. Top five erogenous zones go.","speaker":"spk_1","timeCode":1272.3,"tags":["Kamil"]},{"id":"0xEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Um, Shaft. Yeah, yeah, yeah. Same.","speaker":"spk_1","timeCode":1286.48,"tags":["Shaft"]},{"id":"1REHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"tip. Wow, close second. Okay, I'm I can picture it. Lefty. Lefty. Okay. Wow. Okay. Um, butthole. Okay on. That's got to be on the list. Sure. Yeah. So that''s before. Righty on, then. Righty.","speaker":"spk_1","timeCode":1305.48,"tags":[]},{"id":"3xEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Like paying each individual utility anymore, right? That makes sense. I like to be friends. Call each one of my utility bills. I don't like them to be this stranger. This, like foreign stranger he's not, for they could do anything","speaker":"spk_0","timeCode":1494.5,"tags":[]},{"id":"6REHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"we want to be So where to be, like, you know exactly what we're going to Dio. And we're about","speaker":"spk_1","timeCode":1576.81,"tags":["Dio"]},{"id":"8BEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Interior. Space Needle.","speaker":"spk_0","timeCode":1681.51,"tags":["Space Needle"]},{"id":"9hEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"night. Waiter Arise.","speaker":"spk_1","timeCode":1740.24,"tags":["Ari'se"]},{"id":"9xEHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Thes here to serve people who sometimes get locked into this space.","speaker":"spk_0","timeCode":1747.62,"tags":[]},{"id":"_REHLnMByMrymAEmVv10","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Black. And give me the second","speaker":"spk_1","timeCode":1809.66,"tags":[]},{"id":"AREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Sean gets a phone call. All right? I'm so so I have to take this. Go ahead. My doctors best friend.","speaker":"spk_1","timeCode":1823.14,"tags":["Sean"]},{"id":"AxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Whats crack? A lacking, muchacho.","speaker":"spk_1","timeCode":1842.07,"tags":[]},{"id":"DxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"nice legs.","speaker":"spk_1","timeCode":1976.01,"tags":[]},{"id":"FREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Well, I kind of feel a character. You know, Uh, when I had room where you were open at fil A character, in a way. All right, Well, should we try another one? That is maybe going to cool you down just enough.","speaker":"spk_1","timeCode":2098.8,"tags":[]},{"id":"GBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"you know what I mean? Yeah. Okay. Just give me the fucking state. Do it. He's used, you know, anything? You guys a favour by reading these scenes? I don't need to be critiqued so harshly. He''s used to working with his wife a lot, so I think he liked gets in a place like, like natural cornines's does like acting this. Like","speaker":"spk_1","timeCode":2127.88,"tags":["cornine's"]},{"id":"HREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"teachers at the top of the room. The connect tell you gonna give you a note on this crap","speaker":"spk_0","timeCode":2199.04,"tags":[]},{"id":"JhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"it's trickled up. All right, keep going anyway. Those are my notes. Take him or not, The teachers at the top. I be the front of the room. Uh, it''s written as top. You have the front took the room. Just say at the front of the room fixed that we don't. We use dictate. We like to pace and dictate yet seems like and it doesn't go. It doesn't go back. All right, You know how writing works? No, I do. It doesn't work like this Theme teacher is ready to talk. Theo","speaker":"spk_0","timeCode":2333.91,"tags":["Theo"]},{"id":"KBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"I'm gonna say it.","speaker":"spk_1","timeCode":2390.22,"tags":[]},{"id":"LREHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"You have to say about it. And you have to say","speaker":"spk_0","timeCode":2432.77,"tags":[]},{"id":"MhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"not to read ahead, but only a little while. You don't know. Don't tell me","speaker":"spk_0","timeCode":2492.03,"tags":[]},{"id":"MxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"why. Why is it called a happy meal? Why?","speaker":"spk_1","timeCode":2497.41,"tags":[]},{"id":"NhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"everybody gets what?","speaker":"spk_1","timeCode":2516.88,"tags":[]},{"id":"NxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"What every child don't do. Everybody challenge.","speaker":"spk_1","timeCode":2520.29,"tags":[]},{"id":"PxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"they probably look that way, but they're really not like, But it's nice to you to say that. About how legs how not flexible. How not? Well, I busted one of them pretty good trying to do a bend the other day. Thea, other students start to whisper 59 59. So now we should like now I mean, I think we are in a place where I could get you The sex page.","speaker":"spk_1","timeCode":2607.27,"tags":["Thea"]},{"id":"RhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"different different challenge shots. I was about that. I can't stop thinking about, you know, you given that nice compliment to my legs when I feel like it just looks like to Boy scouts tried to roast the same giant marshmallow way. Frickin","speaker":"spk_0","timeCode":2713.94,"tags":["Frickin"]},{"id":"SBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"I mean, that's really what I lit a lot of my son des'serts with two bigs cover guy.","speaker":"spk_1","timeCode":2743.48,"tags":[]},{"id":"TxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"E. This felt like you skipped a bunch of steps. This is really on. The scene goes, well, that all that mas's Off The Italian and all that is in the parent medical.","speaker":"spk_1","timeCode":2827.64,"tags":["E.","Thi","Thi","Off The Italian"]},{"id":"UxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"Oh, yeah. And it says parenthetical covered in soot","speaker":"spk_0","timeCode":2893.46,"tags":[]},{"id":"XBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"But I remember being not scared and very brave about it all on man. Pretty.","speaker":"spk_0","timeCode":3080,"tags":[]},{"id":"YhEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"these guys had said, Yeah, they did on Stage X rated very good sex. And one guy really definitely knew how to do it. And it seemed, seemed like he done before on.","speaker":"spk_0","timeCode":3150.22,"tags":["Stage X"]},{"id":"ZBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"'s so they get their story straight desert's and eat like specific things that they should say, Oh, yeah, yeah, um, yeah, whats your style? Uh um what''s your 50? Uh, where you're going? Well, for you to this could be","speaker":"spk_1","timeCode":3175.95,"tags":[]},{"id":"ZxEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"conclude thing, isn't it? And put it in his Virgets getting eaten afterwards. I call that one a happy meal.","speaker":"spk_1","timeCode":3219.4,"tags":["Virget"]},{"id":"aBEHLnMByMrymAEmVv50","index":"handbook","podcast":"Hollywood Handbook","episode":"Live at UCB Sunset w/ Kumail Nanjiani","line":"And you could say Duke it. This could be like, really good promotion for your movie. You know, like, I want to see this guys move because I heard this guy on stage at a podcast performance that he fucked that I don't want to spread the falsehood that I fucked her. Got fucked on stage.","speaker":"spk_1","timeCode":3232.18,"tags":["Duke","Thi"]},{"id":"exEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Ah, that's so there''s a little bit of a def. Yeah,","speaker":"spk_1","timeCode":99.29,"tags":[]},{"id":"ihEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"hear? And people know when they see that to turn the radio slightly up, subscribe. And if you like it, tell a friend","speaker":"spk_0","timeCode":303.17,"tags":[]},{"id":"jxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"that I know that I wasn't I was really sorry. I know that wasn't you doing it because I said not to. So I know that wasn't you doing it, But I was asking Nick. Yeah, well, I you know, I'm not going to say, but we're not doing We're not doing Hayes s Berries west. Yeah, you When you first did the show, you were barely Doughboys. And now you really are so doubly so much. Remember when you first did it? Oh, yeah. No, he was He had not been mixed in the bowl and, uh, put in the oven, right? Yeah. No yeast had been added. Okay, You're so that's better than seen. Why people? Yes, and now he''s got a veritable yeast infection. So? So let''s get down some of these seconds because we do them for a little while. Times we forget to do them again. We arent really sure if people like them. We don't know what they are. We don't really know when we're doing them. And then afterwards were like, if we had to do it again, what would it be? Yeah, we would have to listen to our old episode's of our show, which are behind a pay wall that we we don't have acces's Toso. That means we would have to ask people who listen to be, like, go back and tell us what our old segments are Now. There''s a line of communication open that we trust that we can close a socially as it was the open. Yes. So the kind of person who paid for a subscription. So here are all right. So then we're going, like, what else do they want to talk about? You know? Right. Um, so that''s a problem for us, s. So weve paid all our money to you to come be a big segment consultant. Yeah, and kind of help us come up with some new segments, try to remember some old segments that weve done and, uh, about some of yours. That''s what I would really love to start with. this one New York. Where did they come from? Where, like, where did they come from? What was the origin of some of our signature segments Will move your stuff. I'm gonna gesture to you guys. And then I'll describe to your listener's where they came from, right here as a tap on my skull. Okay. And raise is gonna be able to describe what he''s doing. He was tapping on his skull. So I gues's it''s From in there. Yeah, From in my men. My like my brain like So it''s not Mitch for doing that. So to me, I always thought that Mitch was kind of the person who comes up with the game. All right? My men is like, Hey, Nick, like, you know, you're kind of the host. I designed this kind of intricate. I like Teoh, which is like a sort of a playground architect. You're like a little kid, but he sort of sets up the slide, and then you were right around on the swings. You, Mitch, push me, Push me. That''s funny that I feel like that''s kind of the opposite of how it works in practice. That''s funny that you guys, that''s not how it comes. Okay, so he''s designing with games and, like, sort of math problems just for his own purpose's. He does not like those arent used in the show. I mean, yeah, he''s doing any of that. That zone. That''s how he spends his free. Okay, but no for the show itself. I just know he''s doing just has that kind of mind like, Yeah, yeah, you know, challenges for himself. A beautiful mind, if you will. Yeah, yeah. Won the a V Club may describe as ah, intricately twisted. Oh, so that''s good. That was made, uh s oh, that''s so even though it could apply to Haze, we're not doing that we're not doing is so talk about some of the segments, right? Well, like go. And what''s like the worst one. The worst one weve done. Let''s see, we didn't episode. We did an episode very early on where we tried a segment called Site of Guys and the only re site of guys. Now, let me try to figure out what that is A play on. I think I have an idea. OK? Do you want to hear it? Is it like side of fries? I don't think so. Okay, go ahead. I think it''s Wait. What did you say? Side of fries. Oh, that''s better than mine. What was It was yours","speaker":"spk_0","timeCode":618.69,"tags":["Nick","Haye","Berrie","'s","we'st","New York","Mitch","Mitch","Nick","Teoh","Mitch","Pu'sh","Haze"]},{"id":"lBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Heres what I would say. Even if you even if I'm going to give you the benefit out and say you didn't, would you say and food was ugly? Well, where I get what I mean, a club would be describing you right now is defensively being like a total weenie. You think theyd use that verb e ege. Yeah, it doesn't quite silent. Like they re clubs. Voice. Yeah, they call you like a freakin little weeny bit for friggin not even realizing that it''s not the same segment. It''s a different segment. So, Sam, if I can interrupt you looking at what band they're performing on the warp tour, it''s tomorrow.","speaker":"spk_0","timeCode":1299.26,"tags":["Sam"]},{"id":"mREJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Oh, you get is not Chiklis. Yeah, yeah. Check full. Yeah. Don't let the last name fool you now You got plenty of ran and even that was attended. Goody, where he got sort of The Ricky Gervase thing. We were tight black. You like looking like a snack. Is there, like, a barrel chested, you know, And you go like that that fast. He's got together. Yeah, he''s got a lot to work with. Is just a man. He just looks like a man. The fucking bowling just projects masculinity as right. I mean, that''s what Well, that''s part of what we love about your baby Is, too, is that he''s funny, but he''s also like it''s just so mas'sive, borderline in good shape. Yeah, yeah. No, seriously. And the way the rest is really like he has fat in the shape of muzzles. Oh, he''s he''s he''s taken a shirt Off. Todo shoots with him Without a shirt, you can see his full torso. I've seen wanna He''s got himself. He''s got a microphone stand. He''s holding like a crucifix. Think about that for a second. But meanwhile on is so he''s in a Christ pose, his legs cros'sed. He''s holding a microphone stand but strong on his chest in red kind like a blood like color is the word Atheist. Oh, people are trying to kill him for telling the truth, right? Uh, just like they did with Jesu's. He''s applying. But that didn't happen. No, he says, Yeah, yeah, that''s actually gone. A lot of layers to it, and the A V Club might describe it is really friggin smart.","speaker":"spk_0","timeCode":1813.57,"tags":["Chikli","Ricky Gerva'se","Chri'st","V Club"]},{"id":"nhEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"with enthusia'sm, which doesn't mean you say the words with enthusia'sm. It just means they want you to do it with.","speaker":"spk_0","timeCode":2028.71,"tags":[]},{"id":"pBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"'stuff these chicks do with, like, ping pong balls and more never s oh, it offers ah, m and M f A degrees in producing screenwriting and production design place. This is a college. Yeah, I think this is not my job, but to me. And it's Yeah, I'm sorry, but this is what they wanted you to say.","speaker":"spk_0","timeCode":2148.64,"tags":["Thi"]},{"id":"sBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Hey. Hi, Chef. Kevin, it's Chef Kevin. Jeff. Kevin, Did you hear out? Could you hear what I would? Nick was crying. Did you hear him start crying about, like, other podcast's?","speaker":"spk_0","timeCode":3003.76,"tags":["Chef","Kevin","Chef","Kevin","Jeff","Kevin","Nick"]},{"id":"tBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"how just just figured you've become through your addiction and plastic surgery. We have to learn to laugh. So what else have some other people done? What are some other procedures that people, um, that Earwolf have done. And we're obviously thinking about Josh here. Yes, about some of the host's as well. Yes. Um, I would say Colin definitely got plastic surgery, but it went He wasn't originally British, but yeah, he got that put on. Um, just, you know, stand out. Um, Josh got The Why so serious smile seem a little more friendly, but it backfired. Um, and then Mike still got his lower back enhanced. Is that right? It's definitely stronger. Yeah. Is that like a catalytic? First it was like a cosmetic thing. Is that more just for I think you put, like, hydraulics in. And I think one of those guys that, like, got in an accident on purpose to be like, Oh, now I need ah, like a new lower back. I gues's I'll get, like, a really good one. That''s like, That''s hot now. Yeah, and I think that really out of turning me on when I'm trying to do the show. So that''s yeah, that''s some of the ones. But we want to sort of raising and lowering him. And then what we could do, I think inspired by you a little bit. Nick is find some kind of hashtag and then we tweet before and after pictures of like, Mike Stills. Lower back. You know, I call hard or whatever his name is. I just want to get set back for a second. What is this? So what is the segment?","speaker":"spk_0","timeCode":3153.44,"tags":["ju'st","Earwolf","Jo'sh","Colin","ju'st","Jo'sh","Mike","Nick","Mike Still"]},{"id":"txEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Sorry, I'm disoriented. Where? So we're talking. You guys were talking about the economic model of our podcast, which is Yes, that's that''s That''s a fair point you can ferret. It''s fair to bring that up that say that there are small segment of our small percentage of our dedicated fans who are spending money out of pocket to subscribe, they think is their getting a bonus episode every week. So you can you can discu'ss. You could talk about that and also the overwhelming majority of our audience The over. I'm not crying. He''s kind. The overwhelming majority of our audience is unpaid, So for them, the that helps pay for the band with the fact that we're running ads on are much larger listener account. So that''s the economic model Love of Doughboys That''s probably very different than what Earwolf does. But we know the even. Earwolf has their Stitcher Premium, which is it's own thing, which is his own, you know, paid paid model of your back. Right? So I hold get trying, Kevin, why you're making Cavin cry about? It''s a pretty story. Thank you, Kevin.","speaker":"spk_0","timeCode":3431.56,"tags":["Doughboy","Earwolf","Earwolf","Stitcher Premium","Kevin","Cavin","Kevin"]},{"id":"uxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"bad intel.","speaker":"spk_0","timeCode":3594.09,"tags":[]},{"id":"wBEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"I gues's I don't remember. Yeah, neither do I like you. Why s so that's That''s the problem. Is you zone out here a teacher in a school, that school. And that''s exactly what happened to me. And the person started talking about what he needed with the ad Chapman-University want Sean and hates to do. And I just zoned out and I give you bad intel, okay? And so what you locked in on when after his own it about school was this idea that Chapman is just one giant strip club? I started","speaker":"spk_1","timeCode":3632.09,"tags":["Chapman","Univer'sity","Sean","Chapman"]},{"id":"wxEJLnMByMrymAEmuf7q","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Wiger, Our Segment Advisor","line":"Zill is the strip and The sake. The books? Yeah, The books and clas'ses there, The sizzle. And then I gues's the fact that, you know, I lap dances which they don't so they don't know. None of that is supposed to be there at all. No, no, we're not saying we're not saying anything about,","speaker":"spk_0","timeCode":3678.01,"tags":[]}]