[{"id":"xxEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"could you pause? Hey, guys. Chef. Kevin here pausing","speaker":"spk_0","timeCode":1120.88,"tags":["pau'se","Chef","Kevin","pau'sing"]},{"id":"zhEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Was that ice cream sticker on there.","speaker":"spk_1","timeCode":1192.55,"tags":[]},{"id":"zxEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"This ice cream that's from ample hills. Cree Marie.","speaker":"spk_2","timeCode":1194.18,"tags":["Marie"]},{"id":"0REqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"And this guy, we bring this guy in the games Expert supremo, Santa bat Looked like it could be a game.","speaker":"spk_2","timeCode":1214.38,"tags":["Santa"]},{"id":"2BEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"And that's kind of baseball things conflicto have import baseball at a a","speaker":"spk_1","timeCode":1295.38,"tags":[]},{"id":"3BEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Uh huh. Whats Ah? What''s a C word that we could not leave one. What is Oh, no. What? What is a word that starts with C. So maybe let''s back up. Yeah. So when you go to do ascendance out loud,","speaker":"spk_1","timeCode":1317.18,"tags":[]},{"id":"3REqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"yeah. Do you do any groundwork of your own sort of laying the foundation of what you might say internally before you start? Because what I'm seeing it is and just a genuine question. What I'm seeing, what I'm witnes'sing when I watch you attempt to talk","speaker":"spk_0","timeCode":1333.53,"tags":[]},{"id":"4BEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"I'm wasting your time as well as my own and trying to make my way through this episode.","speaker":"spk_1","timeCode":1367.68,"tags":[]},{"id":"6xEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Sprinkled. Get me out. You saw right through me. No, I'm trying to drop the lawsuit with again? Yeah, s as'sault Squad. So yeah. So and sometimes it can be, like, derivative of your name. So for exact exactly, you know, blame. It's Boys, Uh, you know, something that could be, you know, used for Sean, You know, uh, wet What We Do In The Shadows. You need the wet ones. Wet warrior. Yeah. Warriors. Yeah. What was My implements, Boys?","speaker":"spk_2","timeCode":1471.12,"tags":["Sean"]},{"id":"7xEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"I'm a big fan of obliteration. I don't think it's used enough now. That was really good. Yeah, And maybe Super Bowl lamp is in their soup lamp. Could be in there doing a That''s that.","speaker":"spk_2","timeCode":1560.27,"tags":["Super Bowl"]},{"id":"8BEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"I see him going for us so bad. Yeah, Nice try.","speaker":"spk_0","timeCode":1570.74,"tags":[]},{"id":"8xEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"uh, depending on the game, you can crouch a lot in mike games like Apex Levitt. And like when I crouch. But no, he's not. He''s talking about like as we play for me. It''s easier toe hold my arms out where the controller is. If I can kind of rest him on my knees, so I do kind of need to be in crouch mode. Oh, yeah. But then the camera might not be able to see me to see. That''s why you got the camera on an arm, you know. OK, so you're gonna have that camera. I havent angles, telescoping arm. Yeah, telescoping arm. Put it under the desk. And so I'm underwear. Right? Gues's special light is dark on where I am and then es'sentially a periscope to be able to see the screen for myself that is attached to my face. Yeah. So I've got almost, like a review MasterCla'ss like a periscope extending out of it.","speaker":"spk_2","timeCode":1606.39,"tags":["Apex","Levitt"]},{"id":"9xEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Mm, That is there. The sometimes they swap sometimes","speaker":"spk_0","timeCode":1700.44,"tags":[]},{"id":"-REqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Bring it. Did","speaker":"spk_2","timeCode":1723,"tags":[]},{"id":"_hEqJnMByMrymAEmVV7d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Exactly. And Colin portrayed by Did Mim or in this case, I could basically prove that he's done all kinds of bad stuff. I go into these digital files of BR","speaker":"spk_1","timeCode":1810.69,"tags":["Colin","Did Mim"]},{"id":"BxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"HR coming in here again, But you're Audible. Gascoyne bringing up Bosch. A lot of streamers with dogs have a dog cam chat. Loves that. Your dog in the mix so we can get a dog cam for you. Oh, say yeah.","speaker":"spk_2","timeCode":1943.28,"tags":["Ga'scoyne","Bo'sch"]},{"id":"CREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Hey, guys, that taste want to tell you about Harrys razors. You know how guys always get dull. Cliche gifts like socks, wallets and ties will good news. Lister's on my show can get $5 off any Harry shape set by heading to harry''s dot com slash The Boys ah s Oh, you know, just talk about it. Obviously, most of the time we when we do Harry''s, it''s like a movie. We do like interior whatever. And, like there''s a character named Santa Man who is a mascot of Harry''s raiser's. We were actually told that we are not supposed to do that anymore. Ah, my understanding is that as we head into the Christma's season, you are not allowed to use Santa. We were contacted by a lawyer who said that the scent and Santa Man is copyrighted by I thought it would be about, like, buy Coke or something. It''s actually by the movie Fred Claus. When that came out and I think 2007 they realized that Santa and Santa Man copyrights were sitting there and available, and they bought them. Movie was written by Dan Fogelman, who created This Is Us, and he has actually been sitting on the Santa and Santa Made copyright. I believe stand demand is in. This is us this season because he can use it for free. So we were told by the lawyer''s office that we are allowed to use basically a surrogate name like a like, Ah, fill in. Name verse, Anti air Santa Man. Um, let me find he sent me a list of, like, pos'sible names we could use. Okay, so he said, instead of Santa Man, we can use the gift thrower Reindeer race man race, man loving Good person,","speaker":"spk_2","timeCode":1963.3,"tags":["Harry","Harry","harry","dot com","Harry","Santa Man","Harry","Chri'stma","Santa","Santa Man","Fred Clau","Santa","Santa","Dan Fogelman","Thi","Santa","Santa","Thi","Santa Man","Santa Man"]},{"id":"ChEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"The childles's sled Stir child IV Made e. I gues's he doesn't have the kids just so weird. Read Mr Howard bag, I gues's because of the bag he carries whisker's, Supernatural sand tour, I mean, not helpful.","speaker":"spk_2","timeCode":2081.17,"tags":["childle's","Stir","child IV","Howard"]},{"id":"CxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"And then that is close, but not super helpful. The huge friend Crimson Bridges himself. Rudolph. Stepfather. I don't think that is is correct in the in the lore and the generous gentleman. So none of those really struck me is like a great replacements for the name Santa Man. And so, uh, you know, I think it's good to just kind of proceed with the ad, as is free shipping. Good. Harry''s dot com slash The Boys. You get $5 off any Harry shapes that free shipping and on December 16 So act now. This is a practical gift that the guy will actually use with German engineered, award winning blades that last all backed by 100% quality guarantee. I like the sherry Harry''s shapes that I actually have very sensitive skin, and the lotion has been very easy on my skin. This is me. He's talking, Holiday said. Started just $20. That''s within secret Santa Limits that point out as a special offer for fans of the show. We partner with Harry''s to give you $5 off any shapes that including their elimination holiday sets When you go to Harry''s dot com slash The Boys. Plus, you get free shipping each Harry shavings that comes with the weighted handle. What the option to engrave by blade razor cartridges foaming, shaved off for a rich lather travel cover to protect your blades and his package in the handsome holiday gift box. Free shipping ends on December 16th so act now just go to harry''s dot com slash The Boys. That''s Harry''s dot com slash The Boys. Oh, hey, guys, Chef Kevin here. Do you want to maybe do like a trial run of a twitch and if he can help out Okay, so he''s coaching us through 20. Let''s welcome our new senior producer. So I gues's this is what it''s gonna be like going forward is notes in real time during the show. Also reclined and recumbent. Look at this guy sitting back","speaker":"spk_2","timeCode":2107.31,"tags":["Crim'son","Bridge","Rudolph","Santa Man","Harry","Harry","Harry","Harry","Harry","dot","harry","dot","Harry","dot","Chef","Kevin"]},{"id":"DREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"that way to My superior.","speaker":"spk_2","timeCode":2233.53,"tags":[]},{"id":"FREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Below throughout,","speaker":"spk_0","timeCode":2295.91,"tags":[]},{"id":"GBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"'so OK, so I drop into the chance I'm crouching. I'm under my table. Yeah.","speaker":"spk_2","timeCode":2421.12,"tags":[]},{"id":"HBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"Ah, it's frickin morty sauce. Um, Rick and Morty Sauce. Brat. Who? Morty, I gues's. Boom, that''s one sub you got right there. Uh, you gotta Rick and Morty fan there in relatable. I don't know. Rick Brat. Yes, you do, Morty. Oh, yeah, they're loving it too. Subs Boom! You're You're making money now.","speaker":"spk_0","timeCode":2464.87,"tags":["morty","Rick","Morty","Brat","Morty","Rick","and","Morty","Rick","Brat","Morty"]},{"id":"JxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"the money pile up. They can spend in the friggin Hong group. Jeez. Later tonight. And the s kids addicted to how many? How many only friends are you subscribe to a tree on? None. How many tokens do you have on chat sorbet? Only before Whats the thing before? What was that from before? How maney? What''s only only hands? Okay, what''s this? Only fans is a site that you know. You know, sometimes there''s instagram only for fan. Yeah, fans we like, you know, let''s give them a community. Hey,","speaker":"spk_2","timeCode":2666.23,"tags":["friggin","Hong"]},{"id":"LhEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"very loose slappy flap from hits. I could release es'sentially anything at any given time,","speaker":"spk_0","timeCode":2761.87,"tags":[]},{"id":"MBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"The flap is sideways","speaker":"spk_0","timeCode":2784.62,"tags":[]},{"id":"MxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"But normally I would have time to eat and not have talk on Mike and upset people because of Ryan Will be discu'ssing is special underwear. Yeah, and they're not allowed.","speaker":"spk_0","timeCode":2852.14,"tags":["Mike","Ryan"]},{"id":"RxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"I'm sorry. Do not make me put two fingers straight through your form And Brody Jenner style at the end of bromance where the two finalist's were his friend Adam and a man named Femi who had gotten the same tattoo that Brody has on his rib cage during one of the episode's. I mean, what is Ah, like, What are we going to do that I feel like there's not enough creative way for men to pose naked? Okay? And this is an is'sue with, like, meeting right side. Exactly. True equity can't exist if we just get to this point knave of a friend who like when he goes to the Reddick gone wild side and sorts by new. And it''s a lot of dudes there instead of women in this like man, all the dudes are doing the same pose where,","speaker":"spk_0","timeCode":3064.45,"tags":["Brody Jenner","Adam","Femi","Brody","Reddick"]},{"id":"SREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"'se bug. It's a broken record at this point, spread Budgie. But what''s how we innovate? How do we surprise? How do we do this loaf of bread dog thing with a set of butt cheeks? It''s interesting. It''s a good challenge","speaker":"spk_0","timeCode":3114.8,"tags":["Budgie"]},{"id":"SxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"I'm in there. It's My You can see my face and the, uh,","speaker":"spk_0","timeCode":3141.88,"tags":[]},{"id":"TBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"guys running around in the same thing in there. Yeah, Yeah, I'm es'sentially in the game. Yes. Yeah, yeah. So you like It would be your face here. I can actually give you a mini example, you know. Okay. Ah. And you can see just the ratio, the face to game ratio, because that's Ah, that''s also an important thing. Sometimes there''s JB all my face. Great game is just a sliver in the corner. Thatd be","speaker":"spk_2","timeCode":3146.94,"tags":["JB"]},{"id":"UhEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"they just told you. No, no, no, you can't.","speaker":"spk_0","timeCode":3239.62,"tags":[]},{"id":"WxEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"I don't know, respect,","speaker":"spk_0","timeCode":3375.3,"tags":[]},{"id":"XBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"respect. If the home screen is a but and the two Os of Google are a big enemy, but and you managed toe hack the frickin Google system to make that whatever your kink is your pleasure and is now how you get to search for your queries on the web. Respect, wrist back. Um, yes, but is this","speaker":"spk_0","timeCode":3379.56,"tags":["Google","Google"]},{"id":"XREqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"whos But is this","speaker":"spk_2","timeCode":3399.96,"tags":[]},{"id":"cBEqJnMByMrymAEmVV_d","index":"handbook","podcast":"Hollywood Handbook","episode":"Ify Nwadiwe and Matt Apodaca, Our Gamer Friends","line":"you were gonna go. No, I was just like you know where Exactly where you could find me.","speaker":"spk_0","timeCode":3550.96,"tags":[]},{"id":"dRErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"So we're walking around. S so what? On Alex","speaker":"spk_1","timeCode":2.96,"tags":["Alex"]},{"id":"fhErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"could become so sick","speaker":"spk_0","timeCode":76.86,"tags":[]},{"id":"gBErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"no, I I'm surprised you were able to work so closely with Alex P. Keaton","speaker":"spk_0","timeCode":88.59,"tags":["Alex P. Keaton"]},{"id":"khErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"A refreshing My safari page. Every day I'm calling safari. Think of this. TBSs entire catalogue at your dispo'sal. New episode's of search party, maybe a new season of My Boys.","speaker":"spk_1","timeCode":308.22,"tags":["TBS'"]},{"id":"kxErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Mm. Every day I'm checking. Hello, Safari. Hello, Mr Firefox. That's the A visual browser. Hollywood Handbook.","speaker":"spk_0","timeCode":321.5,"tags":["Safari","Firefox","Hollywood Handbook"]},{"id":"mRErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"See, there's a trap set for me somewhere. I'm sure on. I'll step into it.","speaker":"spk_0","timeCode":424.31,"tags":[]},{"id":"pBErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Then I go. Hayes, I got an idea. Follow me over here he goes. No,","speaker":"spk_0","timeCode":547.96,"tags":["Haye"]},{"id":"rBErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"I don't know. Pizzas fucking huge s biggest pizza circumference. Death swimming pool.","speaker":"spk_2","timeCode":588.9,"tags":[]},{"id":"rxErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Yeah, I think theyve already gone for it.","speaker":"spk_1","timeCode":609.16,"tags":[]},{"id":"uBErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"The high hat. Know whats the best part? That you that you think you could dio and Tim''s on the high hat? Yes. So there''s no way, way never, ever too high. There are clubs that are only high hat. Yeah,","speaker":"spk_1","timeCode":673.8,"tags":["Tim"]},{"id":"uhErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"in here. CBS. Oh,","speaker":"spk_0","timeCode":694.02,"tags":["CBS"]},{"id":"xhErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Do that, please. The","speaker":"spk_0","timeCode":778.51,"tags":[]},{"id":"yxErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"I completely dis'sociate. What I begin this cap.","speaker":"spk_0","timeCode":838.53,"tags":[]},{"id":"1xErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Kevin, I noticed that you did not help and make any noise. And there was no horn. And at the very least, it would have been nice to be saying Hog. Kevin, whos supposedly a musician, decides to lay way back in the cut too deep in the cut. Hey, guys. Chef Kevin here. I could honk. I always think about being the ride. Simple though.","speaker":"spk_1","timeCode":935.79,"tags":["Kevin","Kevin","Chef","Kevin"]},{"id":"4hErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Technically, you're not. Well, the tables outside us were inside the table. So you're literally next to everybody and that you're not really looking at anybody. You're looking at the food on the outside of your on the interregnum.","speaker":"spk_0","timeCode":1006.82,"tags":[]},{"id":"5RErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Agree to disagree. The point is that were there with heavy hitters.","speaker":"spk_1","timeCode":1026.85,"tags":[]},{"id":"8hErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"One time I ran in Fernie and Away freakin g Ellison's parking lot and he said,","speaker":"spk_2","timeCode":1105.08,"tags":["Fernie and Away","Elli'son"]},{"id":"9BErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"I don't want to put you down, but they even used it. And they even use some Chicago people as guest stars. That's a slap in the face.","speaker":"spk_0","timeCode":1117.96,"tags":["Chicago"]},{"id":"-RErJnMByMrymAEmWl-k","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Well, when they be yours one time, I saw Kiefer Sutherland in there buying wine in that Gelson's. And I thought I wish I could share this moment with someone. And sure enough, I could. Fernie was right behind me.","speaker":"spk_1","timeCode":1150.38,"tags":["Kiefer Sutherland","Fernie wa"]},{"id":"AhErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Hello, Story. I was young man to him,","speaker":"spk_0","timeCode":1464.36,"tags":["Story"]},{"id":"BBErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"I was living in New York City. I know you're a Chicago guy, but there's actually other big cities. Yeah, I've been in New York. What''s the point? I make it bigger. Whatd","speaker":"spk_0","timeCode":1473.32,"tags":["New York City","Chicago","New York"]},{"id":"CxErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"the stuff they're saying on that show, I just cannot get behind. Yeah, it's nuts. In your","speaker":"spk_2","timeCode":1538.26,"tags":[]},{"id":"DBErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"opinion, What was that show about?","speaker":"spk_0","timeCode":1544.18,"tags":[]},{"id":"DRErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Oh, dear, was about 20 minutes on Oh, give it up.","speaker":"spk_2","timeCode":1547.46,"tags":[]},{"id":"DhErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Got to give it up. And I put he's on my shoulders that carry him around the room And seriously, like actually being serious, it was about this guy. Good. Who is? He's a weird guy. Not interrupt here. Weird. God,","speaker":"spk_1","timeCode":1555.25,"tags":[]},{"id":"ExErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Can you? Because it's strange, but I certainly would like to see you try. I watch you try. For how long was the show? 10 month Month? Yeah, 10 months.","speaker":"spk_2","timeCode":1611.57,"tags":[]},{"id":"GxErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Met with a sort of junior agent coordinator type. But see, a and the death star, their famous building. He told me to keep at it.","speaker":"spk_0","timeCode":1703.56,"tags":[]},{"id":"HhErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"And what do you get asked when you come back from from L. A. If you're in New York and you're doing UCB, you get asked what was the theater there like? How is that? Did you see the theater? Of course. I'm only here for two nights. So I go to the theater to UCB theater. Smart. I would have done that","speaker":"spk_0","timeCode":1726,"tags":["L. A.","New York","UCB","UCB"]},{"id":"JBErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"e wanted toe go home and but shrink you got to have the part.","speaker":"spk_2","timeCode":1781.51,"tags":[]},{"id":"KRErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"That is all I have right now. If you would like to pop","speaker":"spk_2","timeCode":1830.9,"tags":[]},{"id":"NhErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"phone call or email. Make your Rap. No, that is not","speaker":"spk_1","timeCode":2146.59,"tags":[]},{"id":"QhErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Wow, That is great information. This was unplanned, but it's a fantastic promotion of the show. Ah, the guy''s air giving me the thumbs up.","speaker":"spk_0","timeCode":2279.17,"tags":["Thi"]},{"id":"QxErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"I got shrink check out","speaker":"spk_2","timeCode":2287.51,"tags":[]},{"id":"RhErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"You Did both of those? Uh, no. While you're not sure","speaker":"spk_2","timeCode":2300.33,"tags":[]},{"id":"RxErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"I Did most see Sochauxs?","speaker":"spk_1","timeCode":2306.1,"tags":["Sochaux"]},{"id":"ThErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"take it like a chump. Then what are you gonna do about me saying that? Are you gonna friggin just accept that your life is worse Because you're not putting on the pillow, which I, as promised, Did put on and hung out in my living room, sat in a rocking chair for a little while? It just shield with it. Picture that if you don't buy it, I'm pis'sed. Seriously, the turtle travel pillow is scientifically proved to provide better support than the usual U shaped neck pillow. I felt that the secret of Trtl-Travel-Pillows internal support structure, which flexes to support your head and keep you upright I felt that. And when they told me it's patent design fits any neck John shoulder shape. I felt that she it''s proven to work with over a 1,000,000 sold and 11,000 reviews. It''s the most review travel pillow and Amazon they make it their busine'ss. That''s all of your travel. Astle''s with their range of innovative travel acces'sories from the new pillow, plus two packing pods and a collective award winning compres'sion socks available on loads of fun design's. I got to try these socks next. I wonder what the design's are. Let''s go to the website and check him out. Next time I do it out for these guys, I I can promise you that I liked it and I am gonna fly next week and I am gonna wear it. Flying can be comfortable thanks to Turtle, unles's you're just gonna sit freakin take it from the playing That''s Trtl-Travel-Pillows Go to you get 20% off with the code The Boys 20% off at","speaker":"spk_0","timeCode":2399.37,"tags":["Trtl-Travel","John","Amazon","Turtle"]},{"id":"TxErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"dot com with the code The Boys friggin g o there.","speaker":"spk_0","timeCode":2501.2,"tags":["dot com","g"]},{"id":"URErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"do you? Until a famous story from you your Hollywood My Hollywood please","speaker":"spk_0","timeCode":2514.81,"tags":["Hollywood"]},{"id":"VxErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"actors? Sharon Osborne. Both close. Probably right in the middle of the sweet spot between those two people. Kevin Sorbo. I go up to Hercules, I say, Hey, Eric Elise Hercules, right? I wish I'd said that and said, I said, Hey, big fan of Hercules","speaker":"spk_2","timeCode":2572.9,"tags":["Sharon O'sborne","Kevin Sorbo","Hercule","Eric Eli'se","Hercule","Hercule"]},{"id":"XRErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"'someone who produced her ses'sion.","speaker":"spk_1","timeCode":2661.03,"tags":[]},{"id":"ZBErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Nice IV heard and sort of the King of New Zealand. Everything gets filmed","speaker":"spk_0","timeCode":2702.35,"tags":["King","New Zealand"]},{"id":"ZRErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"in New Zealand because of some","speaker":"spk_2","timeCode":2705.76,"tags":["New Zealand"]},{"id":"bRErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Well, we could cut this out with Maybe we just try to so in something from earlier,","speaker":"spk_1","timeCode":2845.38,"tags":[]},{"id":"eBErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"is this a B minus?","speaker":"spk_2","timeCode":2902.34,"tags":[]},{"id":"fBErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"not. I'm not trying to jump in there. Your","speaker":"spk_0","timeCode":2936.58,"tags":[]},{"id":"fRErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"'sherry pick and you fucking cherry picker. You want","speaker":"spk_2","timeCode":2938.65,"tags":[]},{"id":"hRErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"there was one Stars executive who knew way too much about, like artillery and firearms. Do we get notes on, like, little like active duty? There's, like, a thing the script was like And then he you know, he tries to shoot the zombie or whatever, and hed be Aqui","speaker":"spk_2","timeCode":2970.53,"tags":[]},{"id":"ixErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"Is that show called Grimes Crimes? Vice President Grimes, Is that still Noltes crimes? That what I think was on Epix But it seems like something that, uh, that some people we know would have done. I didn't do it if you","speaker":"spk_1","timeCode":3022.61,"tags":["Grime's Crime","Grime","Nolte","Epix"]},{"id":"jRErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"you do, bos's?","speaker":"spk_1","timeCode":3043.05,"tags":[]},{"id":"mBErJnMByMrymAEmWmCk","index":"handbook","podcast":"Hollywood Handbook","episode":"Tim Baltz, Our Close Friend Again","line":"I mean, all my shows in a row almost today to ever do this","speaker":"spk_2","timeCode":3136.49,"tags":[]},{"id":"pBEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"my thumb was it was stuck to my palms fucked up. I don't want to get into why that had happened, but my thumb I could not release from my palm. So to do this fucked up do head crusher, I needed someone else''s thumb. The pricing is like my finger and","speaker":"spk_1","timeCode":60.35,"tags":[]},{"id":"qBEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"love. I love that, by the way, and that's part of my right of that. What''s that? She said, See so Spanish. And that''s like part of the thing. Yeah, that part of it. Part of it And do we talk about this,","speaker":"spk_1","timeCode":136.8,"tags":["Spani'sh"]},{"id":"qxEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"Welcome. Like we always like to welcome to the family Bond. This is a family Isn't a familia is good. I I a meal. Yeah, I love that wish. I heard more of it on your show.","speaker":"spk_0","timeCode":164.93,"tags":["Bond"]},{"id":"rBEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"So lets talk about your show.","speaker":"spk_2","timeCode":182.71,"tags":[]},{"id":"rREuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"I listen to this","speaker":"spk_1","timeCode":185.29,"tags":[]},{"id":"sxEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"determine that Aqui means here. Yes, Spanish here. So I listen. What do you think?","speaker":"spk_1","timeCode":226.34,"tags":["Spani'sh"]},{"id":"uxEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"Okay. And I said gifts, but But that's a good point because the thing is like the A s a P could mean anything. Uh, that''s where it''s more speak on that spirit","speaker":"spk_0","timeCode":279.8,"tags":[]},{"id":"whEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"dangerous. That is","speaker":"spk_2","timeCode":353.79,"tags":["dangerou"]},{"id":"wxEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"what I listened to the O episode behind you","speaker":"spk_1","timeCode":355.15,"tags":["O epi'sode"]},{"id":"xREuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"I also like never really well. And as I said, this is not the one. It's a","speaker":"spk_2","timeCode":368.72,"tags":[]},{"id":"yREuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"It's alright. So were you scared that you were gonna hear so much Spanish? We're gonna be overwhelmed. No, I was actually ready to relieve you because I worry people will. So we say, Well, we will do our show. Spanish Aqui present's, eyes the guest. And that''s gonna be the title. Basically. And people we don't want people to go our share looking for Spanish. Yeah. And so","speaker":"spk_1","timeCode":382.61,"tags":["Spani'sh","Spani'sh","Spani'sh"]},{"id":"0BEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"Weve seen a lot of new shows come and go Any time. There's a hotshot new show who goes where? The new Earwolf show. Yeah, he's and I just sit back and we just have You've seen it So happened so many times. So many of these. What do you think is the rest of the Manning? Yeah. Flavor of the month. Thanks. What makes a succes'sful show A great question. A sort of intricate recipe of being already famous when you start doing it, okay? And, uh,","speaker":"spk_1","timeCode":474.23,"tags":["Earwolf","Manning"]},{"id":"0xEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"No, I love Conan. For the record, you love his podcast because I was told you don't really listen.","speaker":"spk_2","timeCode":530.49,"tags":["Conan"]},{"id":"1hEuJnMByMrymAEmLWCm","index":"handbook","podcast":"Hollywood Handbook","episode":"Our Spanish Aqui Presents Friends","line":"God. There's so many of you guys I'd have to lay but","speaker":"spk_0","timeCode":548.3,"tags":["God"]}]