[{"id":"WBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Guys, in time for spring cleaning, I'll say and Quip got a easy way to start with your brushing habits that spring time. Time to brush your D, I'll say, as one of the first electric toothbrushe's accepted by the American Dental As'sociation Quip can help pave the way to a healthier mouth, um, and mind in just two minutes, twice a day. Heal your brain now, not to mention with brush heads delivered on a dentist recommended schedule of every three months for just $5. Quip provides a friendly reminder to stay committed to your or a health. They famously Brett, you had to, like, change your name or something because your main was based on your nickname, which waas bad, Brett.","speaker":"spk_0","timeCode":3070.96,"tags":["Quip","American Dental A's'sociation","Quip","Brett","Brett"]},{"id":"YBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"Really do have a helmet? Yeah, but not case on it. And don't even think of saying that I am a nutcase.","speaker":"spk_0","timeCode":3253.84,"tags":[]},{"id":"YRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"I wasn't going tol Is that a skiing helmet? No, it's not skiing helmet. Unles's I'm, it''s going downhill. It''s an all purpose anything skiing helmet of your ski and yeah, they should have a lift that when we do thank you Scooter Adventures downhill. There''s yeah, lift that takes you back up. There should be a city left and the u Choose-Your-Own-Adventure is either way, our really should have a ski lifts next to it. It doesn't have to be one with like it. It doesn't have to be a chair lift. It can just be one of those ones where I hold onto the rope J lift. Is that what it''s called or a T lift and kind of squeeze the scooter between My Away and then you have You could even go shopping and have your grocery bags and stuff, and theyd be like, Hold on Hold on, Hold on, Hold on. Yeah, I tie my girls radio rope and then just kind of hold and to accomplish all that, a bunch of grocery bags, a scooter getting on a lift with your thumbs up. Yeah, either taped or, you know, through Godel acuity. How","speaker":"spk_0","timeCode":3261.36,"tags":["Scooter Adventure","My Away"]},{"id":"aBFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"budget on this one.","speaker":"spk_0","timeCode":3488.71,"tags":[]},{"id":"axFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"the title is a bit of a mis's number.","speaker":"spk_0","timeCode":3502.16,"tags":[]},{"id":"bRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"because that I imagine that would have done a lot for s yes,","speaker":"spk_0","timeCode":3526.57,"tags":[]},{"id":"cRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"You hit on my wife. My wife came in here because I told her Go flirt with you and then, you know, hit on my wife. You call this a bar? You're disgu'sting.","speaker":"spk_0","timeCode":3612.5,"tags":[]},{"id":"dhFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"from that great bands guar for Thank you. Thank you. I can't believe that I forgot. Guar. And remember, toe. I gues's that is pretty. Well, most people, it's the other way. For most people, it''s the guy from Guar. Uh, yeah, they did a Viking funeral for his, for his personal the end body and IV IV always like that would be so attractive to me. But to get rid of My riel person right and only become the shell and only become a sleeker, faster operating version of these characters that IV shifted into so laboriously as I think I I always liked the aesthetic of the Fyre-Fest, Errol that Darth Vader gets at the end of Ah, the Star Wars originals. And, um, I want to do that. But it''s My riel physical body. Him. It''s You like being in lava. Basically, that what kind of happens to him? He goes into the lodge standard would pyre funeral pyre. Okay. Are you thinking of determination you want? Yeah, I think it gives a thumbs up. I that is what? You aint no doubt. Yeah, youd be thumbs upping your lowered into the lava pay Did. That was an alternate version where they lower a Darth Vader into lava. That is, is molten steel like s citizen Terminator Luke. It''s a thumbs up, but it''s taped. Yeah, you can tell what''s the last thing you're gonna say as James? Um, well, I gues's this is an interesting part because some of that is up to you guys. This is the big dismount. Yeah, I know, but but we don't have We havent been telling you what to say. I'm always tried. Feel","speaker":"spk_0","timeCode":3660.15,"tags":["Guar","Guar","Fyre-Fe'st","Errol","Darth Vader","Darth Vader","Terminator","Luke","Jame"]},{"id":"gRFjJnMByMrymAEmEIw8","index":"handbook","podcast":"Hollywood Handbook","episode":"James Adomian, Our Close Friend","line":"we just added the much anticipated Hollywood Handbook podcast T shirt to our collection. Available in sizes. Extra small. Two x x x l. Weve also got pins, DK decals, poster's and more. And Kevin had a sign","speaker":"spk_1","timeCode":4047.77,"tags":["Hollywood Handbook","Kevin"]},{"id":"8RF_JnMByMrymAEmeptt","index":"handbook","podcast":"Hollywood Handbook","episode":"An Ad for Peecast with Scott and Wiger","line":"That's trouble. But so what? We were like, Well, how can we squash this beef? Yeah, that is out there. Is that part of your show? You squash beef. We eat beef and we squash beef. Okay. And, um and we realized the way we could do that for you. What do you talking about? Beef? Squash. This beef that''s going on with with you? With you in the handbook, man. Well, let me tell you, it''s not No, it''s kind of a one sided beef. They're very, very upset at me, and I don't care about it at all. Okay? I just don't care to engage with them on this kind of thing. Yeah, you son of a bitch. It I think I said once, Um, and I truly mean it. Hollywood Handbook has the most annoying fan base in podcasting, and I know what you're in Our fan base. Didn't even hear that. So they didn't even notice it. They didn't even notice a buzzing of a freakin mosquito to them. And they squash it, and they never paid attention to it or reacted to it at all. Okay, no good. When it comes to whether or not our fan base is listen to you. Let''s just say it''s been a while, okay? Well, I really would. They don't even know what that is. Repair? They don't know. They don't. I really wouldn't know because I have a block list for whomever follows you guys. IV muted. So I But I am upset with you. I am upset that I didn't see that you were 10 steps ahead of me the whole damn time. You Ches'smaster. I really don't know what you're talking about what you hate being upon on Scott Walker Mons board. I this'll s fucker led me right to the promise Land man. And now I can do whatever I want. I don't What promised land? What would board the other end of the window? Chest heaven. The ches'sboard. Alright, guys, I was undone with your ridiculous because anyway, neck, I'll see you at the peak hours. I'll say are great. Are our guest's or Shauna days where the dough Boys guest or Sean and he's the Hollywood Handbook is gonna be at the peak cast as if she may? Oh, yes. What stalemate? It''s what is true. It''s true in my home. We're my Children. Sleep. The P cast blast is gonna be on your way. What''s happening? Give euro. That''s where it''s a metaphor. It''s a metaphor. Are you stages My house. Were you staying at the house where you live now? Nice. Yeah. The pool is such a scene. Could really see Scott off. I need a little a little distance between the relationship between me and cool up. And then I can kind of fully activate into use anyway. No, this is terrible. Into Hot Scott.","speaker":"spk_0","timeCode":288.56,"tags":["Hollywood Handbook","Scott Walker Mon","Che'st","Shauna","Sean","Hollywood Handbook","bla'st","Scott","Scott"]},{"id":"8hF_JnMByMrymAEmeptt","index":"handbook","podcast":"Hollywood Handbook","episode":"An Ad for Peecast with Scott and Wiger","line":"Look I look, you guys know Yeah, that I don't like you guys. And any time we get down into a parking lot, I let you have it, and I'm a different guy, and I am just ripping into you guys, and I'm just I'm the meanest, meanest person Soto have you Nick a person that I've always respected and admired to go behind my back like this? It hurts. Waiter admire about Nick. I mean, I like. Okay, higher. It was a little strong. Totally nice. Their attributes. The nice guy. Yeah, Yeah. Has had a great relationship with his wife for a while. That states going pretty time or that. Great. Yeah. I mean, I'm also stay at days hotel now. Oh, you want Oh, yeah. I got to see what the pool like. Well, yeah, yeah, well be there. But yeah. Would we got we got the Hollywood Handbook guys, they're going. I don't know. Yeah, he knows that it was this whole plan. I'm not playing now. We're doing an ad for it, but our show somebody cut thes strings off me. The puppet Master Jim Peto AUC Erman over here. Making me dance is dance. Did I not put a clause into the contract next to the exclusivity clause. Let me let me actually have the contract in front of me. Let me go ahead and flip this. Okay? Flip through this. Okay? Exclusivity clause. Yeah. We can't use this on the dough, Boys. Double patri on for six months. Discu'ss. That was the thing we agreed to. Uh oh. Here. This is gonna be a double here. This is gonna be a deli at what we're gonna wait on but Made. But anything thatll bump the numbers, I promise. You were hoping, and we're hoping it will probably release it just after the first of the month. Six minutes to with all his money. Now, I can't even imagine him with money. Uh, he doesn't look like he has.","speaker":"spk_0","timeCode":434.73,"tags":["Soto","Nick","Nick","Hollywood Handbook","Jim Peto","Erman","Di'scu's","Thi","Thi"]},{"id":"8xF_JnMByMrymAEmeptt","index":"handbook","podcast":"Hollywood Handbook","episode":"An Ad for Peecast with Scott and Wiger","line":"Okay, I get the contract. The relevant section of contract here, it says Ah, I Scott Aquaman. Yeah, that sounds like me. Yeah, I think I would say declare that the dough Boys, by writ of signing this contract, agreed to have their guest's be Sean and he's the Hollywood Handbook guys. You son of a bitches. Lets hear your plan. The whole town was this place. Well, Well, well, no, I already have reacted to this already at the very beginning of this. But just hearing you now control, do it. Oh, shit. Yeah. You guys, uh, noticed we're playing two dimensional ches's on. And, uh, I said, let''s add a little thing called the Dimension onto this, and he doesn't walk with a limp anymore. Yeah. God. And Zippo is cool. Yeah. What? Yeah, he''s lighting is IPO. Uh, What''s yes, smoking cigarette. Uh, what? Yeah. What? Kaiser''s NHTSA. This is a and he was parking lots. Got all a log. That''s right. Parking. We were always in them. You just been got by parking lot. Scott. Sorry, Boys. I'll see you down next to my space. Okay. On my parking space, Not MySpace. They're not the website. Sure. Yeah. That hasn't been up for a 10 what would be still on their music''s on? Yeah, Yeah, exactly. But I'll see you down in the lot, Boys, and I'll see you at the peak gas blast. Okay? It was a good opportunity for why I wanted to. Do you do it? You over charity.","speaker":"spk_0","timeCode":539.93,"tags":["Scott Aquaman","Sean","Hollywood","Dimen'sion","Zippo","Kai'ser","NHTSA","Thi","Scott","MySpace","peak ga's bla'st"]},{"id":"9BF_JnMByMrymAEmeptt","index":"handbook","podcast":"Hollywood Handbook","episode":"An Ad for Peecast with Scott and Wiger","line":"Uh uh. Hey, this is our enemy camp from the Improv fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of food,","speaker":"spk_0","timeCode":638.14,"tags":["Improv","Magic Tavern","Burger King","Chicago"]},{"id":"9xF_JnMByMrymAEmeptt","index":"handbook","podcast":"Hollywood Handbook","episode":"An Ad for Peecast with Scott and Wiger","line":"Season three has","speaker":"spk_1","timeCode":649.68,"tags":[]},{"id":"-BF_JnMByMrymAEmeptt","index":"handbook","podcast":"Hollywood Handbook","episode":"An Ad for Peecast with Scott and Wiger","line":"just begun with a brand new adventure to defeat the Dark Lord. If your new listener or you've fallen behind. Season three is a great jumping on point, and weve got great guest's like Justin McElroy. I sat like a fancy college profes'sor,","speaker":"spk_0","timeCode":650.58,"tags":["ju'st","Dark Lord","Ju'stin","McElroy"]},{"id":"_xF_JnMByMrymAEmeptt","index":"handbook","podcast":"Hollywood Handbook","episode":"An Ad for Peecast with Scott and Wiger","line":"Jesu's. I mean, Josh,","speaker":"spk_1","timeCode":687.24,"tags":[]},{"id":"ABF_JnMByMrymAEmepxt","index":"handbook","podcast":"Hollywood Handbook","episode":"An Ad for Peecast with Scott and Wiger","line":"ruler of the circle. And that's just the beginning. Season three of a low from the Magic Tavern is out. Now listen in Stitcher Apple podcast or wherever you get your podcast's","speaker":"spk_0","timeCode":689.73,"tags":["Magic Tavern","Stitcher","Apple"]},{"id":"BhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"and I'm gonna dres's him up and I'll tell you what he's gonna wear.","speaker":"spk_1","timeCode":62.48,"tags":[]},{"id":"DhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"percent off your first order. Visit mack weldon dot com and enter promo code the Boys","speaker":"spk_0","timeCode":142.2,"tags":["mack","weldon dot com"]},{"id":"ExF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Um, but he's Antonio and or it is Antonio. And we're not sure. Weve all heard the stories from Corky Romano that we just don't know when he''s him","speaker":"spk_1","timeCode":216.98,"tags":["Antonio","Antonio","Corky Romano"]},{"id":"FRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"we're doing freaking the oh, And by the way, the logic board yeah, is more like a logic tree at this point because we are going nuts on the tree like bees Made driver like a lot be like the biggest and best board. Oh, yeah, I can get That's God''s board","speaker":"spk_0","timeCode":254.29,"tags":[]},{"id":"IRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"OK, Meter high high Mitre. Your Twitter name is tree tra. Data is so good. Thank you.","speaker":"spk_0","timeCode":497.82,"tags":["Mitre"]},{"id":"KBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Shit. Do Chef Kevin. Uh, Chef Twitter. Kevin at djuhari at twitter dot com Backsla'sh Tweeter Djuhari.","speaker":"spk_0","timeCode":535,"tags":["Kevin","Twitter","Kevin","djuhari","twitter","Djuhari"]},{"id":"LBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"How was that? Whos bad? Oh,","speaker":"spk_1","timeCode":559.09,"tags":[]},{"id":"LxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"I know of","speaker":"spk_0","timeCode":620.56,"tags":[]},{"id":"MhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"they didn't really George on veep peeps in it","speaker":"spk_3","timeCode":651.54,"tags":["George","veep"]},{"id":"RxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"and feels like he should only be coming into this room and with something for me to try. I think.","speaker":"spk_3","timeCode":789.04,"tags":[]},{"id":"SBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"But it's Abby. Door might be opened that door. Nobody would like this.","speaker":"spk_0","timeCode":794.69,"tags":["Abby"]},{"id":"SxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Bosch locked the door. No, the door wasn't long.","speaker":"spk_3","timeCode":806.23,"tags":[]},{"id":"ThF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yes. And that's what we talk","speaker":"spk_3","timeCode":838.48,"tags":[]},{"id":"TxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"about on that show and","speaker":"spk_1","timeCode":839.52,"tags":[]},{"id":"WxF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"I hope, a new shank town. And so I had a lot of","speaker":"spk_1","timeCode":910.56,"tags":[]},{"id":"XhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"yeah. And that's really you told me about farm","speaker":"spk_3","timeCode":924.83,"tags":[]},{"id":"chF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"boat Probably about a boat.","speaker":"spk_3","timeCode":1036.13,"tags":[]},{"id":"dBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"that makes sense. Like, make your hair come back.","speaker":"spk_3","timeCode":1045.6,"tags":[]},{"id":"dhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"make your brush. Loser. Uh, but we did. The show is giant smashed. Gigantic smash show. We have been sort of touring around doing the episode again. One of these are in part season two of that show of our episode. Yeah,","speaker":"spk_3","timeCode":1051.48,"tags":[]},{"id":"fBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"knows responding to me.","speaker":"spk_1","timeCode":1115.69,"tags":[]},{"id":"gRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"it's the paradox of choice. They're just THOMAS any options? Because when you don't know who president is, how can you vote for anybody? So I just kept voting for different baseball players from Cincinnati Reds because that''s where I'm from. I'm like, who","speaker":"spk_3","timeCode":1147.55,"tags":["Cincinnati Red"]},{"id":"hBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yeah, but","speaker":"spk_1","timeCode":1166.21,"tags":[]},{"id":"mRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Well, I just can't. You","speaker":"spk_1","timeCode":1364.89,"tags":[]},{"id":"nBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"You seem like you work really hard. This guy, suddenly the frickin Dosek ease guy.","speaker":"spk_3","timeCode":1376.63,"tags":[]},{"id":"ohF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"might pis's off. Kevin. Kevin is really in tow. Like making this show popular.","speaker":"spk_3","timeCode":1413.24,"tags":["Kevin","Kevin"]},{"id":"rRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"You feel that in bed? What is this, the end of a fortune fortune cookie? Yes. Yes. Yeah. Whats the 3rd 1 for Rant Wheel? The 3rd 1 is going to get someone to be, uh, I would say, uh, turning off my game before I save.","speaker":"spk_1","timeCode":1504.51,"tags":["Rant Wheel"]},{"id":"rhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"And it was all of the same line.","speaker":"spk_1","timeCode":1528.84,"tags":[]},{"id":"sBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"My seatbelt. Um Oh, shoot bes. Aqui. Mm. Family style dining. Yeah, that's good.","speaker":"spk_1","timeCode":1535.17,"tags":[]},{"id":"sRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Hot drink. Hi, Drink. That's good. Can I Cold drink. Oh, good.","speaker":"spk_1","timeCode":1550.39,"tags":[]},{"id":"uhF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yeah, because they made me go first. I wasn't ready. Yeah,","speaker":"spk_3","timeCode":1654.39,"tags":[]},{"id":"wBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"We have to do it. We spend once, and then we add a bunch more. Sean Hayes Mitre dewy eyed Kevin as well. Okay. Yeah, Chef.","speaker":"spk_1","timeCode":1674.04,"tags":["Sean Haye","Mitre","Kevin","Chef"]},{"id":"whF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"You gotta sing about it.","speaker":"spk_0","timeCode":1689.45,"tags":[]},{"id":"xRF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"you're dres'sed as is the mes's engineer. Okay. All right. Sure. OK. She hasn't even listened to it yet. I didn't know you're the one. Listen to it yet. So","speaker":"spk_1","timeCode":1702.97,"tags":["dre's'sed"]},{"id":"yBF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Wade, Say the job. Ah, I goes Whats the difference between toilet paper and a shower curtain? And the person says, I don't know if he says so. You're the one.","speaker":"spk_1","timeCode":1719.21,"tags":["Wade"]},{"id":"0RF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"want to be, like, stres'sful, but triumphant. Yes.","speaker":"spk_1","timeCode":2055.7,"tags":[]},{"id":"0hF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"And also because my experience of love it or leave it is in a room with no windows and no light. So for me, it's sort of simulate that it''s you trying to get out of the cave. Yeah.","speaker":"spk_3","timeCode":2059.57,"tags":[]},{"id":"0xF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Running out of cave music. I saved checking out the cave.","speaker":"spk_1","timeCode":2073.24,"tags":[]},{"id":"1BF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"That could be good.","speaker":"spk_3","timeCode":2079.01,"tags":[]},{"id":"4xF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Should it be to To music. It's just me singing.","speaker":"spk_0","timeCode":2282.32,"tags":[]},{"id":"7xF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"just a little. Please. I don't want a cold drink.","speaker":"spk_0","timeCode":2399.1,"tags":[]},{"id":"-xF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Okay, I'm gonna be the two hour one for this guy.","speaker":"spk_1","timeCode":2517.78,"tags":[]},{"id":"_BF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Do you want me to start it? Like in the middle? Um, yeah. Well, are you guys going to Xiangyang?","speaker":"spk_3","timeCode":2522.64,"tags":["Xiangyang"]},{"id":"_RF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"It is. Which night are you going to? Is my question?","speaker":"spk_1","timeCode":2531.35,"tags":[]},{"id":"_xF_JnMByMrymAEm5ZwP","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"on you to put on seat belt. Okay on. Heres the thing about seat belts, seat belt is tight. And by design, a seat belt is tight. And what? It is that Okay? Because you're wearing your silk dres's and you want to look next, you're going to event The event that you're going THOMAS is maybe who knows? Maybe like an industry event. Like maybe you're going to like an award, for example. And like, that is something that happens all the time here in Los Angeles for the listener's at home who maybe are not here in Los Angeles. There''s a lot of, like award of that weve talked about.","speaker":"spk_3","timeCode":2600.79,"tags":["Lo","'s","Angele","Lo's Angele"]},{"id":"ABF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yeah, so I'm talking about it now. On s Actually, I'm new to show, and I have talked about a","speaker":"spk_1","timeCode":2629.16,"tags":[]},{"id":"ARF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"war, but I'm just telling you, because weve done award.","speaker":"spk_3","timeCode":2634.42,"tags":[]},{"id":"AhF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"All right, well, you actually destroyed My flow, so I should probably start over","speaker":"spk_1","timeCode":2637.87,"tags":[]},{"id":"CBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"okay. So","speaker":"spk_3","timeCode":2717.79,"tags":[]},{"id":"CxF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yeah, and I'm actually not gonna get into that in detail, but it didn't work out. And there's a little awkward tension inside the U Haul. So now, now, I don't like seatbelt, and that''s my personal thing with seatbelt. So I hope when you're driving home today, if you're driving now, you're gonna unbuckle that seat belt.","speaker":"spk_0","timeCode":2811.24,"tags":["U","Haul"]},{"id":"DBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"That is so interesting. So what the wheel landed on was seatbelt.","speaker":"spk_3","timeCode":2829.35,"tags":[]},{"id":"GBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Okay, so hang on, let me find Is there some way for me to send you the song that I want to dio uh, you could even me.","speaker":"spk_0","timeCode":2934.87,"tags":[]},{"id":"HRF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"'stuck everyone slur to prove something that you can. And because everybody says you can't Hayes and say I can You can't suck up with spaghetti noodle. And once Ler","speaker":"spk_1","timeCode":2987.04,"tags":["Haye","Ler"]},{"id":"IBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"It's scary in there.","speaker":"spk_1","timeCode":3008.76,"tags":[]},{"id":"IxF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"All right,","speaker":"spk_1","timeCode":3027.01,"tags":[]},{"id":"JRF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Okay, here we go. Has started. I only know the course. Way. Okay, here we go.","speaker":"spk_0","timeCode":3035.06,"tags":[]},{"id":"KBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"There is so much lead up to it it But I think it really paid off. Please. I could see the times, but the lab. Yeah, yeah, yeah, what that was for. Okay, so now just me and Kevin","speaker":"spk_0","timeCode":3088.94,"tags":["Kevin"]},{"id":"LBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"The haze, man. Uh oh. Now you're really gonna find out what a rant taste's like.","speaker":"spk_1","timeCode":3115.32,"tags":[]},{"id":"LxF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"God. That's such a good one. Okay, I'm texting. And while we find the song, maybe just a quick ray about seat,","speaker":"spk_3","timeCode":3132.08,"tags":[]},{"id":"MBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Okay? So another thing I want to say about seat belts is, um","speaker":"spk_1","timeCode":3139.55,"tags":[]},{"id":"MxF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Okay, So, like, lets say that you don't want the iPhone text noise. Maybe you can customize it to say hello. Good job. Thank you for buckling into your seatbelt. Or it could say, maybe it teaches you a new word in a foreign language every time you buckle into your seatbelt. So then you're getting smarter when you're in your car instead, dumber. Or maybe helps you. Um, maybe it may be a automatically like, ah honks their horn for use for attention. Hayes, what are you doing over there? I'm getting ready to sing. Oh, yes, This rocks.","speaker":"spk_3","timeCode":3164.07,"tags":["iPhone","Haye","Thi"]},{"id":"NxF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Every time I got the car, my pants arent on Italy.","speaker":"spk_0","timeCode":3214.55,"tags":["Italy"]},{"id":"ORF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Kevin takes me last night asked me what I wanna do with me Drugs in my throne","speaker":"spk_0","timeCode":3231.9,"tags":["Kevin"]},{"id":"QBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"I don't really feel like a rant about the Rant Wheel. Well, to me. What it waas is the rent about the concept of doing the re out, ok? Didn't really have any other ideas. Yes, uh, and it was just something that I had done with Mitre before, so I think I gues's it's more that the Rant Wheel to me. What it represent's is us being totally out of ideas. Yeah, it was a crime of opportunity doing the Rant Wheel. Right. So now does that convenient Now, does that make sense?","speaker":"spk_0","timeCode":3305.29,"tags":["Rant","Wheel","Mitre","Rant Wheel","Rant Wheel"]},{"id":"QxF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"Yeah. Like Made","speaker":"spk_1","timeCode":3361.97,"tags":[]},{"id":"SxF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"It's K. OK, well go out on Kevin Durant. Okay. I'm just gonna leave Rant Wheel in here. So the good spencer","speaker":"spk_1","timeCode":3403.35,"tags":["Kevin Durant","Rant Wheel"]},{"id":"ThF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"I've got a thinks she genuinely wants notes. I","speaker":"spk_3","timeCode":3435.72,"tags":[]},{"id":"UBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"I'm trying.","speaker":"spk_1","timeCode":3443.97,"tags":[]},{"id":"VRF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"You gotta brush your team.","speaker":"spk_0","timeCode":3495.91,"tags":[]},{"id":"WBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"live in. At home is such a problem","speaker":"spk_0","timeCode":3522.04,"tags":[]},{"id":"XBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"So you have somewhere over some real time to think about it. But I really need, like, a like a really either super mean or like, just a really good line to get out on you have a cavity and we didn't discu'ss it,","speaker":"spk_0","timeCode":3558.66,"tags":[]},{"id":"YBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"gums are bleeding.","speaker":"spk_0","timeCode":3628.71,"tags":[]},{"id":"ZBF_JnMByMrymAEm5Z0P","index":"handbook","podcast":"Hollywood Handbook","episode":"Mitra Jouhari, Our Rant Friend","line":"It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","speaker":"spk_3","timeCode":3679.31,"tags":["Andy Daly","Gene'si","Phil Collin","Phil Collin","Thoma","Middleditch"]},{"id":"cBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"It just funnines's and sonic youth and sonic humor. Exactly which, and he was like, 28.","speaker":"spk_0","timeCode":322.65,"tags":[]},{"id":"dBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I got to say I thought it would keep me warm, but it's a chilly night and lipstick city. Yeah, Yeah, right. But you have been outside for a while and","speaker":"spk_1","timeCode":417.61,"tags":[]},{"id":"dxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"in on a near manic state. Yes. Jacked. Yes. Well, you know, it's an exciting thing. The you know, it''s a Pete Holmes Award. Yeah, way don't. Weve never given out before. This is the 1st 1 So that is it's own kind of honor. I gues's","speaker":"spk_0","timeCode":438.32,"tags":["Pete","Holme","'s Award"]},{"id":"eBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"that is, Peter. That's just you. Oh, that''s me paying tribute","speaker":"spk_0","timeCode":465.08,"tags":["Peter"]},{"id":"fBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"yeah. Not nuts about, uh, the new table I loved when people had, like, six signatures on","speaker":"spk_0","timeCode":479.31,"tags":[]},{"id":"hBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Pete here to present the award with not, you know, not available. Uh, but we season for not picked up yet, but they are. They gotta have a room together. Weve got to be in the room. Yes. Uh, you know, they're shooting season foreign, My max.","speaker":"spk_0","timeCode":573.69,"tags":["Pete"]},{"id":"ihGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"No, please don't, please. I'm doing my thing. That Yeah, it's My moment.","speaker":"spk_0","timeCode":633.13,"tags":[]},{"id":"kxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I feel it first makes me think of Felix. Still, I thought you might think Yeah,","speaker":"spk_0","timeCode":695.69,"tags":["Felix"]},{"id":"mBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"you have the corporate guys on now they at least a couple IV IV dunmore live shows and theyve done real shows. Um, through go count the fucking take much and I started late THOMAS like 91 91. It started caught up. Um Okay. So you think we were having them even count them, even though they were have","speaker":"spk_1","timeCode":746.82,"tags":["91 91"]},{"id":"nBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Yeah, they did it last year and this. Okay,","speaker":"spk_1","timeCode":789.06,"tags":[]},{"id":"nRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Jake and Amir. Morning. Okay. More Okay. All those New York shows.","speaker":"spk_0","timeCode":792.3,"tags":["Jake","Amir","New York"]}]