[{"id":"oBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Crash Did store. Okay, But I just want to say one thing. I know the score. I know the score. Ha ha ha. Right. Ha ha ha. Nelson from symptoms","speaker":"spk_1","timeCode":829.68,"tags":["Nel'son"]},{"id":"rxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Okay? He's got a pretty sweet blues band, and, ah, he''s a much better harmonica player than I thought he would bay. Wow. I thought, why would you think he would be a bad harmonica player?","speaker":"spk_1","timeCode":982.88,"tags":[]},{"id":"sBGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I just never thought he would be interested in the harmonica he calls at the mouth Oregon. I don't love that, but he has one of those vest's, like the Dude and Blues Traveler.","speaker":"spk_0","timeCode":996.12,"tags":["Oregon","Dude","Blue's Traveler"]},{"id":"shGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"this job. That wouldn't be didn't hurt, okay? It didn't hurt. Do you push that pretty hard? Yeah. Um","speaker":"spk_0","timeCode":1027.23,"tags":[]},{"id":"vhGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Yeah. I mean, I've I've got three months to go, and then it's just money is what I get paid in. Okay, so it''s like a proof of concept kind of. Right now,","speaker":"spk_1","timeCode":1177.34,"tags":[]},{"id":"wxGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"it's not so much a store as it is. Ron","speaker":"spk_0","timeCode":1212.68,"tags":["Ron"]},{"id":"yRGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Well, I didn't I didn't get to the","speaker":"spk_0","timeCode":1247.49,"tags":[]},{"id":"0hGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Wait, Weve heard of the hamburger men before. It","speaker":"spk_1","timeCode":1397.34,"tags":[]},{"id":"1RGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"to be like a like some sort of full body of three d immersive body, immersive life size Thoma Goetschi sharply.","speaker":"spk_0","timeCode":1473.84,"tags":["Thoma Goet'schi"]},{"id":"1xGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"It just seems like if you're putting reason's why you should be in our show him living here, it's a transitional year for us, right? I know. Yeah. So you guys are gonna be in L A as much as what you're saying if you saw me, but yeah, you've been hearing that as well. Wow. So it''s out there now, then? If Nick''s heard it, it''s out there. Okay, You got us. We're probably gonna be back and forth a little. So is it between where she, uh, being L A We're going. We have toe because it''s, you know,","speaker":"spk_0","timeCode":1592.1,"tags":["Nick"]},{"id":"8RGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"He's He seems very, very irked. Ah, lot of the time. Yeah, OK. And, um, he''s really hung up on, um how much like in the cafeteria? The because there is, like, a porn hub cafeteria. Wow. Um, that it cost's more for hot food than okay, hold from the salam. Okay, So that could be why you said that your searched every day, Uh,","speaker":"spk_1","timeCode":2646.84,"tags":[]},{"id":"8hGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"that he is smuggling in food. We're not allowed to bring food, and that's well, so that''s what I say. Do they search your mouth? They do. Yes. Okay. uh,","speaker":"spk_0","timeCode":2674.86,"tags":[]},{"id":"9BGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"It's just the lack of them searching. Okay. And then they sometimes will say to me, It''s like and we let that guy through. We're gonna search yours twice,","speaker":"spk_0","timeCode":2696.98,"tags":[]},{"id":"9RGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"and then you like, Wait, why would you go along? Go","speaker":"spk_1","timeCode":2710.28,"tags":[]},{"id":"-RGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"look, I I'm gonna just lay my cards on the table now. I've been so jealousy. You guys,","speaker":"spk_1","timeCode":2783.21,"tags":[]},{"id":"-hGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"you You talk about the secret sauce. You guys figured out the secret sauce of making money on patri on. Weve never really talked about the secret sauce in general.","speaker":"spk_1","timeCode":2791.58,"tags":["patri"]},{"id":"_BGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"you listen to your fan of the show","speaker":"spk_1","timeCode":2807.99,"tags":[]},{"id":"_xGCJnMByMrymAEmO52W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"because you're just like","speaker":"spk_0","timeCode":2844.72,"tags":[]},{"id":"AxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"And I think Yes, I'm out. Um, that really you have to stay on. This seems rash. I don't want THOMAS walk out on us and not do the show at all anymore. Ours? Yeah. You don't get any more, buddy. Come on. But what I'd like to do now,","speaker":"spk_0","timeCode":2897.53,"tags":["Thi"]},{"id":"BRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Ogas. Ok? Yo. Yeah. Hell sort of wearing Okay, can we? As a way of communicating. What if we did this show right now? What if we deserve Got it started? Bryant?","speaker":"spk_0","timeCode":2926.23,"tags":["Oga","Bryant"]},{"id":"CRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"No. You start your My, My Hey, Amazon bucket. But if this is an episode, leave all this in. Yes. All right.","speaker":"spk_1","timeCode":2946.78,"tags":["Amazon"]},{"id":"DBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"IV that? I don't think they're bad on like that. There. You don't think they're bad? I think they're great. Say I don't like him.","speaker":"spk_0","timeCode":2978.59,"tags":[]},{"id":"DxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I adore I adore them. Whats come to time? Where we're going? Toe right. I want Theodore Way Did 9 11 Buzz Buzz Buzz No Bug Main is'sue. Frasier, Subscribe to our patri on Subscribe to our patri on patri on dot com slash No Boys, there''s a golden plate club level and there''s the platinum plate code level and coming soon the Tom Close Tom Club","speaker":"spk_0","timeCode":2998.27,"tags":["Theodore Way","Buzz","Sub'scribe","patri","Sub'scribe","patri","patri","dot com","Tom Clo'se","Tom"]},{"id":"EhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"run, we run it again,","speaker":"spk_0","timeCode":3078.12,"tags":[]},{"id":"FxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Yeah, he said that you're allowed to go that cheetahs is the one edge of your life to go on the hustler superstore's. The other Reg. Okay, I'm not a letter, and he really tracks the mileage on","speaker":"spk_0","timeCode":3137,"tags":["cheetah","hu'stler 'super'store","Reg"]},{"id":"GhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"well. And Mitch is friend Dustin. Martian knows how to wind back the odometer on a car.","speaker":"spk_1","timeCode":3159.64,"tags":["Mitch","Du'stin","Martian"]},{"id":"GxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"This is the thing. What? You get involved with these guys? Every everywhere theyve worked with, they don't just, like, leave bodies in their wake. Okay, lets let''s put it that way. You everything they touch turns to gold. Okay, Okay.","speaker":"spk_0","timeCode":3169.4,"tags":[]},{"id":"HBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"I really would like to try. Do it again. I really do. I just Would you feel so much better about just started it? You wanted to","speaker":"spk_1","timeCode":3183.68,"tags":["ju'st"]},{"id":"IRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Okay, here we go.","speaker":"spk_1","timeCode":3214.91,"tags":[]},{"id":"IxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"you can do it right now. Okay. All right. Great","speaker":"spk_1","timeCode":3284.85,"tags":[]},{"id":"JxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"and eventually Did their award winning burgers, fries and breakfast. You go, Q. Go back in time, go back in time and then forward","speaker":"spk_0","timeCode":3375.13,"tags":["frie","breakfa'st"]},{"id":"LhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Oh, boy, that drop came from shampoo. Dealer does good work. Yeah, it was good. What do you think, Nick? I thought it was one that one of the better drop. So shut the fuck up. They people love that. And of course, we're, Of course, Tom Schaar pulling and","speaker":"spk_0","timeCode":3579.45,"tags":["Nick","cour'se","cour'se","Tom Schaar"]},{"id":"MhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"right. Yeah. Welcome back. No, no. Are we doing this like, this is, like, one. He's been here for a while now, or is this way should just Socio. Okay. There''s, like,","speaker":"spk_0","timeCode":3650.15,"tags":["Socio"]},{"id":"MxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"'started s So we're six in here with Tom.","speaker":"spk_0","timeCode":3663.28,"tags":["Tom"]},{"id":"NBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Hey, whats up? Were we eaten today? Guys","speaker":"spk_0","timeCode":3667.21,"tags":[]},{"id":"ORGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Okay. So three shift to get it out of Frank. Under which Sounds like he brought a peanut butter and jelly sandwich to eat instead of the farmer Boys. Yeah, a lot of new wrinkles. A lot of stuff for us. Toe character stuff. Which way? Don't love the characters. Well, I think, but I think like, you know, you will do like a Bill Clinton impres'sion. That's kind of a running gag we have. We're kind of an anti TBS, right? So, yeah, but characters are not characters Not welcome. But, I mean, I think it was us saying network.","speaker":"spk_0","timeCode":3728.58,"tags":["Frank","Bill Clinton","TBS"]},{"id":"PBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"our lives, and that's what. And it seems like the food is like an element of it. But if anything, people like find it easy to get, get a connection to someone they know. Okay, I think I think Tom is actually may be easy to work with the new. Yeah, I like. I like Tom. Let''s try Hey, say it''s Mitch like that. I like Let''s try just to","speaker":"spk_0","timeCode":3787.96,"tags":["Tom","Tom","Mitch"]},{"id":"RhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"You know that? I texted them to be in the holiday special Burdeau Boys. And they never responded. No, I think we said we would do it and then never responded. Yeah, maybe.","speaker":"spk_1","timeCode":3926.28,"tags":["Burdeau","Boy"]},{"id":"URGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Is Kevin","speaker":"spk_0","timeCode":4111.27,"tags":["Kevin"]},{"id":"UxGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"do you ever watch the office? Uh, yeah. Yeah, I've seen it. Okay, we got we got a good start asking most favorite episode. I asked him What? Hey, whats your Kevin? What''s your favorite episode? Where do I begin? Ah, the pilot was really groundbreaking in it's day and still holds up. I think that''s the one episode that that''s factually incorrect. Because they were just doing they es'sentially that one. They hewed, copying and almost identically an episode of another show that have been done. Yeah, I think that''s one of the only episode's that you could not say that just to clarify is our spelled O u R s abys's. It''s office colon hours? Yes. Is that right? That''s right. Ask him to do it. I Kevin. Yes, Chef Kevin, I'm hearing you have a Toby impres'sion Ah, it''s I've been getting a lot of negative feedback. Okay. You see your little skittish about busting it out. Ah, but it kind of goes like this. No way.","speaker":"spk_0","timeCode":4142.56,"tags":["Kevin","Kevin","Kevin","Toby impre's'sion"]},{"id":"VhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"he recorded himself saying whatever people wanted him, but he had too many cameos stacked up. Now he would do those things. They tipped over and crashed it. Look out, it's iron man.","speaker":"spk_0","timeCode":4246.35,"tags":[]},{"id":"XRGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Way we give a thumbs up in the new song. Takes the picture. Ask the guest if the photos Okay. What happened before you started asking? Was there a moment where you're like, OK, from now on, we're gonna start making sure that we're gonna get explicit consent about those. I believe there was one Gues's who got upset with us. Right neck? Yeah. There was someone who got, like, what were they met about? They were mad about We, like, put our arms around them, and they were like, they're like a like they didn't like it. Squeezing them. Yeah. Did you go and shame he didn't go? He did say ask a. Was that bes'ser? Who was? It was a bastard X sounds a little like that.","speaker":"spk_0","timeCode":4441.22,"tags":["Gue's"]},{"id":"YBGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Boys offer wet wipes to argue. We do that. Yeah. Um, so","speaker":"spk_0","timeCode":4503.62,"tags":[]},{"id":"ZhGCJnMByMrymAEmO56W","index":"handbook","podcast":"Hollywood Handbook","episode":"Tom and The Doughboys, Our Close Friends","line":"Spacey by","speaker":"spk_0","timeCode":4656.53,"tags":["Spacey"]},{"id":"bBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"get it right, Because I see a lot of people try to go to Space Square with me lately and really cheese me off man. See, people come in. Yes, it's my website. Of course I can see. What do you dio when a cheese me off? Yes. Can you code","speaker":"spk_1","timeCode":74.16,"tags":["Becau'se","Space Square"]},{"id":"bxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"what code? I have a code, not an ejector code. But I have a sneaky code that wants me snoop around and see whos been there When you're ready to launch, use the Africa the Boys to save 10% off your first purchase of a website or domain.","speaker":"spk_0","timeCode":309,"tags":["Africa"]},{"id":"cRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"and I start pinching myself. Zoom girl, and a big piece comes off. Oh, wow. This was the time. I was eating Really weird, uh, and well, this was when you were on that clay diet. Yes, I was eating clay, or I was I was sort of becoming a human kiln. Mm. If that makes sense, where IV my stomach is firing clay moulds that I'm making, you know, I make the mold I swallow, and my stomach kind of fires, cooks it. And then Andrew Andrew a big thing. That glaze. Yes, yes. And then boom. And we don't got to talk about how it gets out. But we could talk about how much it cause if you want to buy one of these things, But it was doing to me under Ping at the time where you could just remove pieces of make sure. Well, the clay starts to become a part of you to the point that you're almost like a Gumby tight man. Yes, I mean? Yeah, not that you can walk in the books.","speaker":"spk_0","timeCode":363.03,"tags":["Andrew Andrew","Ping","Gumby"]},{"id":"dBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"everyone everyone like they call me down.","speaker":"spk_0","timeCode":503.95,"tags":[]},{"id":"dhGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"It was God. Yeah. No, I know, but parts of that kind of grew in tow. Fill in most of the old people. And I see you have a new fingernail. Yes. So there's a hollow sort of valley, But it''s not like you wouldn't look at it and be like, Where''s that whole piece? Know youd be like, Oh, somebody just kind of mushed in that part. Hey, welcome, to-Hollywood Handbook. An insider''s guys kicking butt and dropping names. The red carpet line back always of this industry we call showbiz. What up? What up? So we know that the guest at that point at that point and now we can start And Jordan, we get it right? Say we do a chop chop right at this part. And so this is here? Yes, and this is all gone. Okay. And if it helps you to visualize Chuck Norris doing karate when we do a chop that what do you guys, uh, Chuck Norris jokes go. Chuck Norris is so big. This is the thing I love the area that Matt is too big to go on. Roller coaster's. Okay, you must be this tall to ride this ride. But if you're this tall, your Chuck Norris get out of here. I think what it actually is IV have heard this one. Yeah, and it says Chuck Norris tells the roller coaster that is too small to go on. Who? Oh, yeah, Burn. You're not big enough to ride this, and he points to his. But so because it is mine, the roller coaster that he''s sitting on is effectively riding his but so and Jake. Jake, I havent heard your Chuck Norris joke. It''s yours. Weis's''s, uh so good at being a movie star. He''s Dwayne the Rock Johnson. Okay, Got, uh, from birth. The wise Made.","speaker":"spk_0","timeCode":530.38,"tags":["God","Hollywood Handbook","Jordan","Chuck Norri","karate","Chuck Norri","Chuck Norri","Matt","Chuck Norri","Chuck Norri","Burn","Jake","Jake","Chuck Norri","Wei's's'","Dwayne the Rock John'son"]},{"id":"eBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"what? Yeah, go ahead. What? I'm trying to figure out a way. I don't remember a real Chuck going home. Really? Lets be serious about I feel like you put us on the spot, but I don't know what they are. George. I let Jordan pullup Chuck Norris jokes, but while you're doing that www dot chuck Norris jokes www to www to dot","speaker":"spk_1","timeCode":655.87,"tags":["Chuck","George","Jordan","Chuck Norri","Norri"]},{"id":"ehGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"So So I have to figure this out because I want to keep the Chuck Norris jokes. So what we're gonna do is we're deserve special Golden-Globes episode. Trick everyone into that. We got all the predictions, right? Wear this every year. We got a huge pres's by Away Brilliant Earth Brilliant idea. Yes. And we got a 1,000,000,000 trick giant pres's for being smarter than the Octopus, That pics of world guff. We just yet what we do is time Stamp it. We just say we go. Uh, hey, recording this at Ah, you just subtract a few days off this. I think that's what Bernie Madoff Did. That''s how he made all his cash. Just times. That''s how you Made off way. Have to be careful about news stuff because I'm talking about him in jail. I know. I'm just I I Yes, I'm just saying we have to be careful what we say about the news in case the Golden-Globes happened before. Yeah, I'm gonna be on a tree like a pretty sure sorry, Jacob. A little snippy, and I want to apologize on behalf of Jake. Speaking of snippy Jordan, snippy, snippy to this section, we cannot have a","speaker":"spk_0","timeCode":684.96,"tags":["Chuck Norri","Golden","Globe","Octopu","Bernie Madoff","Golden-Globe","Jacob","Jake","Jordan"]},{"id":"hBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"the dash Norris dash jokes dot com Okay, well be","speaker":"spk_1","timeCode":897.33,"tags":["Norri","dot"]},{"id":"hhGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"first time the owner of that girl go Daddy,","speaker":"spk_1","timeCode":902.55,"tags":["Daddy"]},{"id":"hxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"it's not porn up, I think, Um, but the one that made me laugh really hard was","speaker":"spk_0","timeCode":907.18,"tags":[]},{"id":"ihGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"laughing a minute ago. Yeah, now that you mention it, you were laughing,","speaker":"spk_1","timeCode":927.87,"tags":[]},{"id":"jBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"with you? Don't get moved to chop that out.","speaker":"spk_1","timeCode":938.67,"tags":[]},{"id":"lBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"It's fucking Halloween. You guys that I talked like that. I","speaker":"spk_0","timeCode":1076.52,"tags":["Halloween"]},{"id":"ohGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"With Spike. Okay,","speaker":"spk_0","timeCode":1396.14,"tags":["Spike"]},{"id":"pRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"You're Jordan. But then you're Jordan Bump on a log. No search, Kevin, I believe. Bohemian Rhapsody One, right. That's the for best ever. That''s the best funny musical songbook, right? Oh, yeah. It must be Roma won Best Foreign Best foreign. Okay, so that''s what we're talking about. I'm so I think films air either they're foreigners would be s a great point. No 1018 American movies arent moving movies. And then there''s film film Sluiter born there. So that''s why the F is shared. Okay, so that wins best films. Thank you. Okay. Best films. Uh, what else? I have to know if we're gonna talk about this. I need to know what happened at the thing, Uh, s so bohemian one.","speaker":"spk_0","timeCode":1456.75,"tags":["Jordan","Jordan Bump","Kevin","Bohemian Rhap'sody","Roma","Sluiter born"]},{"id":"qxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"but don't be that Wow, you have to say it has to be the same, the same person that they're going to hear the rest of the Joe or else it will be So I got Hey, guys, welcome to the","speaker":"spk_0","timeCode":1589.64,"tags":["Joe"]},{"id":"rRGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"where was the rest of their from 2018 from 28? You lost it and you found it. And heres the thing. I just want to say, uh, it''s honestly, a little embarras'sing that it''s only coming out now, even though we recorded into re releasing it were re releasing a in 2018 into the 19 in 19 and I lost it, and it''s a funny story of how I lost it, which is that you're rolling it down the street with the stick. I was rolling down the street with a stick and singing a lullaby and, uh, tell yourself asleep. I put myself to sleep and it rolled away. And still, how did you find it? Rolled down? The great. And who was down there? Yeah, right Many ways. And anyway, when the movie was re released, it came here that the reboot happened. Yeah, I think that you should know people were going to looking great for stuff. Pennywise of what Today find that said,","speaker":"spk_0","timeCode":1613.83,"tags":["little","relea'sing","relea'sing","Pennywi'se"]},{"id":"sBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"They're trying to explain. What do you think happens after that, huh? What do you think happens after that? Is that her peaked? Does anything happen that's cool or interesting or notable? After that happens, say this is year. So this is a history? Yeah, I'm just always like, Well, something happens and that then something happens because of that. I'm always like what''s gonna happen after that? Because of those two things that happened. He can try it. Go viral.","speaker":"spk_0","timeCode":1724.04,"tags":["Doe"]},{"id":"tBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Edison. Yeah. 10. She has tennis elbow. Got a Every part of her. Probably isn't tennis part. That's true.","speaker":"spk_0","timeCode":1828.92,"tags":["Edi'son","tenni"]},{"id":"uBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"I mentioned it. Traffic has","speaker":"spk_0","timeCode":1916.55,"tags":[]},{"id":"uxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"My fans Did here. That eso you think my fans first of all didn't hear that or or heard and obeyed it. They would still don't know what your fans dio","speaker":"spk_0","timeCode":1963.51,"tags":[]},{"id":"xBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Gosh, if only the Simple contact visiting test Worse were riel who were existed. And there were contacts. And we're self guided. And it took les's than five minutes and it wouldn't be a replacement for your periodic full eye health exam. What it even in the in, like of a fictional world where we had contacted. That's still crazy. It still would not be. But it would save you so much time when you need to renew and reorder. Then I wouldn't be eating this. What I thought was food. And it''s not what What did it turn out to be? A fish? Well, it''s fish, but it''s fake. Okay. Who are you? I am Grandma. Okay. Who are you? I'm the killer. No. Yes. And Grandma''s trapped because she couldn't see. And if only Simple contacts had all the brands and types of lense's you're familiar with, so youd never have to shop around to find your lenders at the best price. Grandma would still be alive today. stabs up step staff. And best of all, Simple contacts would save you money. The vision test would only be $20 there. Contact lens pres'ser unbeatable and standard shipping would be free if there were contacts in the world we would love using Simple contacts, we would get our contacts on it. And we would save time and money doing it on their great website on stab myself now, too, because cares. And so because you didn't where you were, because I gather I'm trying to do something else. This must be food, and I eat the knife. So scare sobering. Pretty chilling stuffs","speaker":"spk_0","timeCode":2251.8,"tags":["Simple","Simple contact","len'se","Simple contact","te'st","len","Simple contact"]},{"id":"zBGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Okay. Um,","speaker":"spk_0","timeCode":2739.2,"tags":[]},{"id":"zxGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"John. I said, I don't think you understand joke structure. Okay. Yeah. You could have stopped that, senator. Literally it. I don't think","speaker":"spk_0","timeCode":2832.1,"tags":["John"]},{"id":"2xGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Find Chuck Norris replaced with Sandra. Oh, good. And I've heard the one that really made you laugh is an experiment. I think THOMAS that really didn't, um This son didn't make me laugh.","speaker":"spk_0","timeCode":2974.81,"tags":["Chuck Norri","Sandra","Thi"]},{"id":"3BGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"The first rule of Sandra. Oh, is you don't talk to Sandra. Oh,","speaker":"spk_1","timeCode":2987.86,"tags":["Sandra","Sandra"]},{"id":"4hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"You're ready?","speaker":"spk_1","timeCode":3029.09,"tags":[]},{"id":"5xGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"I almost feel like Jordan heard us having this conversation in 2010 on prepared a bunch of her own Chuck Norris jokes in 2018 for when we were going to record the episode. These air Sandra objects, I've got another prediction for another joke. Oh, okay. Okay. Gse Ah, Paul Manafort in the news.","speaker":"spk_0","timeCode":3078.03,"tags":["Jordan","Chuck Norri","Sandra","Paul Manafort"]},{"id":"7BGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"I don't know about that nose like a dog. Thanks. That's pretty funny too. That''s also set up. Uh, okay, let''s hear. This is a punch line. No, it was like a dog. All men are dogs. Go to heaven. Yeah,","speaker":"spk_0","timeCode":3177.63,"tags":["Thi"]},{"id":"7RGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"and Jake it out in the just got. And there was the funniest shit I've ever heard.","speaker":"spk_0","timeCode":3197.69,"tags":["Jake","ju'st"]},{"id":"7xGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"66% of men lose their hair by age 35. Thankfully, baldnes's can be optional thanks to four hims dot com Ah, one stop shop for hair los's, skin care and sexual wellnes's for men. Weve checked out the website. The website is very cool looking and easy to use It's the connecting with riel doctors and medical grade solutions to treat hair los's. Be there well known generic equivalents to name brand prescription's to help you keep your hair, not snake oil or gas station counter supplement. Yeah, yeah, it's It''s cool. It''s a good website to it''s actually really nice. It''s Zoom reminds me. Oh, say with the name of a lot of the company that you are doing. What are you talking","speaker":"spk_0","timeCode":3221.89,"tags":["baldne's","Zoom"]},{"id":"-hGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"Yes. Serving Lukes. Yes. Okay. Okay. Go ahead. Predict. Whos your serving Lukes here like it''s obviously. Look, it''s 2010.","speaker":"spk_0","timeCode":3477.7,"tags":["Luke","Luke"]},{"id":"_BGDJnMByMrymAEmqp5s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"I'm trying to think,","speaker":"spk_0","timeCode":3506.45,"tags":[]},{"id":"BhGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"it. Might give you, like, eight bucks or something. Could you give me a six pack? That sounds like a good transaction. Here you go. Wheres my money? I gotta go. Hey, wait a second. Here, take this. Fiji water bottle in exchange. Oh, Oh, that could be an interesting serving Lukes. Yes, but if instead of this little man, what if it''s a woman man?","speaker":"spk_0","timeCode":3632.66,"tags":["Fiji","Luke"]},{"id":"CRGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"every week from now on,","speaker":"spk_0","timeCode":3680.37,"tags":[]},{"id":"ChGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"and you get the right guy road TV show anything. I would love to have","speaker":"spk_0","timeCode":3684.66,"tags":[]},{"id":"CxGDJnMByMrymAEmqp9s","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Ingebretson and Jake Weisman, Our Globes Prediction Friends","line":"my own TV show. And then I just popped by to your podcast once, and it makes all my shit the whole time. Sounds fucking great. There's a main star of a TV show Made starts and I'm truly but what really Made My during a wisecracker. But this is, you know, like, this guy''s like, the lead lead of the heart. Yeah, and Jake is like the guy who''s like, leading him, like, sort of through this world. You know? He''s sort of the the nose. Ah, all the ins and outs to be a part of the chef. Kevin Origin story is an honor","speaker":"spk_1","timeCode":3688.17,"tags":["Made My","Jake","Kevin Origin"]},{"id":"GxGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Uh, have you seen the show? So the way the show works now is you have shoes. Am the app mm, which was manifested by Jamie Foxx, whos the host of the show. But now they have Sha Zam. The movie is It''s crazy bright in here it is brighter than usual. Feels insane. You want me to dim this or I want? Probably have someone else do it? Probably. Yeah. Okay. Yeah. I'm loving this story. I'm loving the picture you paint. So Jamie Foxx is being shoes, Sam. Yes, but I always at imagine it because I need a little bit of atmosphere and mood. Imagine some and he made it. So dem first it was mean How damn he Made Apple. Yes. Was this whole? Do you want this? Just normal. Sort of saying this is you to me, like I'm not Did, but go ahead. So you're beating Jamie Foxx and James McEvoy''s in their back. Boys. My teammate. Is he now? Can I ask something about him? Has he been unspool it? Well, I wanted to know. Is he still wanted? No. So here''s that he was He was wanted a little a really long time ago. Yeah, and then his. But this hey paid his for his crimes by being the voice of Nome E o","speaker":"spk_0","timeCode":99.35,"tags":["Jamie Foxx","Sha Zam","Jamie Foxx","Sam","Jamie Foxx","Jame","McEvoy","Nome E"]},{"id":"IhGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"and he's so rich that no one will tell him. Yeah, Obama doesn't want THOMAS doesn't like you. They're never together. Yeah, he''s always talking, talking about him, always referencing him, but, like always, like with, like, a sly nod, like my friend Batman. That was there. A picture of the two of them together? Yeah, exactly. Show me the UK out of You're such a good friend of it, right? As I gues's, that''s kind of what the crux of the characters like. Delusion being so rich, you can afford to lose well in. And that is really a mirror held up to society. Because look at some of these guys the money and that is that you were that some of it is that is that many of almost one of them myself. I know, I know. And fingers cros'sed, you know? Yeah, your lips to God''s ears. And that''s the crops Eyes. Is you allowed to say that stuff about persuade even you did get May I got, you know, e ease, like a bit of a drunk. So I don't think eggs not listen to this. At least, you know, uh who else got that? A word. Ah, s a path of McPherson. Ah, uh, yeah. What''s your mail, Anderson? Not Merkerson. Uh, it might be","speaker":"spk_0","timeCode":419.35,"tags":["Obama","Batman","UK","Delu'sion","May","McPher'son","Ander'son","Merker'son"]},{"id":"KRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"So yeah, I I gues's I don't know if he's gotten to the bottom of this. Yeah, I think he''s still a lot of them are like as'signments for mis'sions. Uh, but I think now he is, like, learning to say no. I find mostly you know what I mean? He''s like receiving the mis'sion still, But now, being like, you know, I just need a little time sometimes for himself. It''s in the inbox, but it''s not replied. Teoh, should we talk about, uh, maybe this is a tough thing for you to get into, but, uh, but that''s what we do on the show. You have some of these tough conversation's. You were, of course, Veep. Uh, the show is in the dumpster in the trash can. Yeah. Yeah, uh, you know, and maybe that zone fault. And that''s yeah, maybe. Yeah, maybe when we think. Is it my fault? Well, no, Certainly don't even ask. Your Devon is a year fault. It''s not my fault. Yeah, they're suspiciou's now. I think it might have been a little shady''s as it may be. A you're listening to this. We couldn't see the shifty eyes. Yeah, it could be. It could be my fault. I mean, you know, I'm at least ready todo butterfly effect, you know? Yeah, Uh, in fact, largely it really could be Hayes''s fault And my fault. Yeah, because we have been showing people what good funny shit contrarily be and what it truly feels like to just laughter fucking dick off. Crack up so bad. Right? And maybe that has had a negative impact on some of the shows. Right where comedies like frame of reference, like, all of a sudden, if you see what actual comedy is these things masquerading in comedy You kind of can't stand and well go back and forth because we do think about this the impact that we have. So sometimes we will suck shit. Oh, yeah. Just to give other shows Sam to lift them out. A year and 1/2 we sucked shit that we Did too funny episode's than we sucked shit again for another eight months. Uh, and then I think this one will be good. Yeah. You want to do a good one? Yeah. I mean, now that Bieber''s got so they","speaker":"spk_0","timeCode":934.71,"tags":["mi's'sion","Teoh","Veep","Devon","Haye's'","Sam","Bieber"]},{"id":"MxGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Look, the music set of it. Yeah, that's fucking twos in here. Yeah, let''s bounce Everybody going. Excuse me? The file. Here we go. Come into my office. But, I mean, let''s just have like, yeah, I'm waking up with a bang. A pair of home ran home. Hey,","speaker":"spk_0","timeCode":2057.03,"tags":[]},{"id":"NBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"like that with, like, a like a huge be Yeah, something be That's what That''s being thing,","speaker":"spk_0","timeCode":2078.96,"tags":[]},{"id":"NhGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"but I mean, of course, like, done up your model. You had a modernized tub, thumper. I never want to let you down, you know, like gimme fucking and I want to bounce. Want to bounce. And I'm on a rock and I don't want to hear. Give me Can I have the file? I think I left it in my drawer. I mean, that's the should do a whole Yeah. As I said about that, why? Yeah, I think because it''s trying to relate to people cause people, like, always, like looking for five never did that. That''s the thing like you and me, but like the layman''s is always like file driven, you know? But the roofs, not Lehman. It''s It''s, uh it''s not a layman. Well, I think that that was probably trying to You want to escape? You want you escape from your life, That''s all files. And you want to about a little wish. Fulfilment of Just, like, imagining show, but working just pocket bats. Yeah, just like all fucking day. Oh, man, get me fucking excited even right now that we are bringing it back.","speaker":"spk_0","timeCode":2097.93,"tags":["Lehman","ju'st"]},{"id":"PRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"date rape drug would make you strong. Just think about it. Okay? Blackout even pas's out. Your strong amount of it is like Liquid ecsta'sy with a little bit more night night pretending you see threshold for pain. I actually got to meet up, but you just don't even wake up. And that is not nice,","speaker":"spk_0","timeCode":2523.9,"tags":[]},{"id":"RBGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"So the day get guy like thank God he's like, Oh, my God, this means so much to me No one ever comes. He likes My Movies Quiz. What about my beautiful?","speaker":"spk_0","timeCode":2994.97,"tags":[]},{"id":"RRGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"When they try to do Happyland murders a c g i. And they did need, like, a human stand bend to blast a big enough load. Ah, log the like the window. There's no human that could do as big a load. Is the puppet from the movies? No way. I don't know what to say. No human, but is this okay? You're trying Get more work for Kevin Richards. I am. Way all got that one friend. You all know you gotta Kevin. Richard, this is just full of loads, and you got to get him out there in the world. You're one buddy here, like all right. Blast him, Kev. Blasted Kevin hitting with the good stuff for me. It''s also somebody um Kevin.","speaker":"spk_0","timeCode":3016.23,"tags":["Happyland","Kevin Richard","Kevin","Richard","Kev","Bla'sted","Kevin","Kevin"]},{"id":"URGEJnMByMrymAEmkJ8e","index":"handbook","podcast":"Hollywood Handbook","episode":"Sam Richardson, Our Close Friend","line":"Rachel Bloom, collection of Men, Corpse's and one woman, Felisha, Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the members of Genesi's listed, but Phil Collins has cros'sed out and encircle Did acros's out again. Yes, I have killed Phil Collins twice. Thomas Middleditch, Jesu's. I mean, jostle's ruler of the circle, and that''s just the beginning season three of a low from the Magic Tavern is out now listening Stitcher, Apple podcast or wherever you get your podcast's.","speaker":"spk_0","timeCode":3443.91,"tags":["Rachel Bloom","Feli'sha","Day","Colton Done","Andy Daly","Phil Collin","Phil Collin","Thoma","Middleditch","Magic Tavern","Stitcher"]},{"id":"VRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"You havent. And so this is the kind of thing where yeah, well, pour out a little cup for you and you tried in the store, and people have tried this thing before.","speaker":"spk_1","timeCode":291.48,"tags":[]},{"id":"WBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"well, I'd like to try to see it from his perspective, but he didn't pis's in it. True, And whats the name of the book that they used to make you buy when you took UCB one or one?","speaker":"spk_0","timeCode":383.85,"tags":[]},{"id":"WRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"Uh, truth and common truth in comedy, Kevin.","speaker":"spk_1","timeCode":396.36,"tags":["Kevin"]},{"id":"ZRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"Uh, no, but it's just a little context for the listener. Keep going.","speaker":"spk_0","timeCode":559.18,"tags":[]},{"id":"ZhGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"Okay, so it's sort of been like comedy high school. And, uh, yeah, weve been pants in the T shirts, right? Yeah, weve been spitting spitballs at at Chris Bannon and Wax and Lex. Uh um, but weve also ah, been learning, and I feel like I'm ready to go to college and get my degree. And that is SNL.","speaker":"spk_1","timeCode":562.74,"tags":["Chri's Bannon","Wax","Lex"]},{"id":"aBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"he of course said yes. I'm busy. I've been meaning to go on a trip. Anyway. Um, I don't even know where he went. Do you know where he is due by? I don't think so. So, uh,","speaker":"spk_0","timeCode":638.35,"tags":[]},{"id":"aRGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"wait, do it again. I have something. Do do you even know where he is due by? Yes, I'm asking you.","speaker":"spk_0","timeCode":652.08,"tags":[]},{"id":"bBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"So That is very helpful for us. Um, so I'm gonna be leaning on you a little bit. And also, I know that the new contract says that the engineers arent allowed to edit our show it all, but I'd love if you could even highlight for me. I think I'm gonna try to do about 200 to 240 characters inspired by Twitter. Of course. Ah, during the course of the show and my hope. You know, my goal is that we get three or four good ones out of this. And so if you could highlight which ones really work for you, that would be great. Okay, I'll let you know.","speaker":"spk_0","timeCode":686.37,"tags":["Twitter"]},{"id":"eBGHJnMByMrymAEmA5-C","index":"handbook","podcast":"Hollywood Handbook","episode":"Sean’s Leaked Saturday Night Live Audition","line":"Okay. Um","speaker":"spk_2","timeCode":859.57,"tags":[]}]