[{"id":"5BKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"crazy to see you guys say it Just cause having heard it so many times before,","speaker":"spk_1","timeCode":787.01,"tags":[]},{"id":"5RKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"but and obviously, like, I fucking studied you guys, I think you're cool. Um, And to be on this show feels like it's a milestone in my career and we're rooting for you as well. Super hard. Oh, God. We would love to see it happen.","speaker":"spk_2","timeCode":790.95,"tags":[]},{"id":"5hKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Sometimes I fall asleep and I think","speaker":"spk_1","timeCode":805.52,"tags":[]},{"id":"6BKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Just as I'm going to sleep? I'm thinking like I hope it happens for Nick. I wonder when just","speaker":"spk_3","timeCode":808.64,"tags":["Nick"]},{"id":"8RKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"face on a planet that got Well, I do my research. I do my research. And I found out that it was the past and I'm only looking towards the future boys. Yeah, that's why I'm here. Yes. Laying the groundwork for the next level. Whats Nick Future? Well ah, I look at being on things like this. Like, this show is like being like the Tower of Babel. We're just building it up. Fellas. Remember when you see the girls thing? Of course. Ideo. I said no to that movie. Ah, I chose not to say I chose not to say yes to it. I don't say no anymore.","speaker":"spk_1","timeCode":892.51,"tags":["Nick Future","Tower of Babel"]},{"id":"-hKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Yeah, further for those fucking truckload ites out there don't understand we're talking about is we're talking about VR. We're talking about virtual reality. We're talking about Oculus rift Inoculated? Yes,","speaker":"spk_0","timeCode":1026.6,"tags":["Oculus"]},{"id":"-xKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Been Oculus Is it Is it Oculus rift Urban Oculus rift. I've always had not given an optimist prime. And that's Amazon Primes new Oculus rift programs in order. If you guys want I'm doing my next show is actually for but Oculus prime. Oh, uh, what s so a lot of like reaching out into the camera and like being a three deeper throwing boomerangs and such","speaker":"spk_2","timeCode":1037.25,"tags":["Oculus","Oculus","Oculus","Amazon","Prime","Oculus","Oculus","prime"]},{"id":"_BKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"right? I'm I'm a bird on the show and it's open Oculus rift And it's a bird watching show and I'm the bird and but I talk straight to you and I will reach out and with tiny little bird hands and all handy things","speaker":"spk_0","timeCode":1062.83,"tags":["Oculus"]},{"id":"_xKRMHMByMrymAEm_Zfb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Make. I noticed there's no Meo in that water. Would you","speaker":"spk_2","timeCode":1091.53,"tags":[]},{"id":"AhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Have you ever thought about adding that to the mikes hard? That might New York Mike. Your works. Hard lemonade? Yeah. Do you remember Michael York? Of course I'd news. Awesome Powers. His boss? Uh, yeah, that guys Yeah, of course. And he's doing Ah, he's doing limit. He's doing hard lemonade. Yeah. You noticed you haven't seen him in a while. He's focused on the flavors. He did cabaret, then, uh, been awesome, Powers, boss. And then he's been just mostly working on this lemonade recipe","speaker":"spk_2","timeCode":1115.67,"tags":["New","York Mike","Michael York","Powers","Powers"]},{"id":"CBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"hes didn't have a better question. Well, if you want at some point, if you want to talk about the departure for what it was like for me, Teoh departed to be to say no. No, to say not to say yes to being the rat in the Departed. I was offered that part to be the rat in the last","speaker":"spk_1","timeCode":1222.88,"tags":["Teoh","Departed"]},{"id":"ChKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"So But the question that I got and I just bring it back to myself real quick The question I got","speaker":"spk_1","timeCode":1289.17,"tags":[]},{"id":"DBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"well. It's confusing to people. And I get it.","speaker":"spk_1","timeCode":1315.44,"tags":[]},{"id":"DxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"And obviously, I I don't regret doing that picture, you know? I mean, I love I'd love doing wiggy. I'm hopefully going to do more Weegees. But that's things I want to be able to do a troop. Get out your pants. There might be more Weegees in your future. So obviously we are. I'm in talks with the talks with a few different directors who want to attach themselves right now. Do Weegees Marty has called, Wow, Are we gonna tow Lend the wiggy and Z universes? There's talk of","speaker":"spk_2","timeCode":1358.46,"tags":["wiggy","Weegee","Weegee","Weegee","Marty","Lend","wiggy"]},{"id":"GRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"procedure. But instead of theaters I don't know if you guys knows, but home computers could become your own personal feeding. Yeah,","speaker":"spk_0","timeCode":1446.75,"tags":[]},{"id":"HRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"But this is not what you really want to talk about. Like your thing. I'm so done talking about myself.","speaker":"spk_0","timeCode":1475.88,"tags":[]},{"id":"HhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Your yes, and it's sickening. And when you're on press and you talking about yourself all the time, and you just want to talk about whats really important in the world. Which is, of course, pilots.","speaker":"spk_2","timeCode":1482.63,"tags":[]},{"id":"IhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Well, as you guys know, ah, I kill it during pilot season, year in, year out Kill zone. I'm in the kill zone. Ah, it's like gold, and I and I'm like a chubby Asian 15 year old boy. I'm killing it. Every year I lock in. I look at the whole landscape. I see the shows out there and then I zero in Yeah, and I kill it every year. Shines only like to do it on paintball mode.","speaker":"spk_2","timeCode":1518.1,"tags":["Kill zone"]},{"id":"JhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Thank you for his service. So you are taking a position on the Baltimore thing? Yeah, well, that's the my favorite pilot so far.","speaker":"spk_1","timeCode":1557.79,"tags":["Baltimore"]},{"id":"MRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Because I think it actually helps a lot with process. Because I feel like having been through pilots is in your in and year out. It feels like there needs to be more steps. Um, And I feel like if you can get a good gauge on how the table read goes, then you're gonna be able to do the rewrites you want. That will help you get out there to shoot the pilot to figure out whether you decide whether you want to go make that show on, and it's all part of the process. And we're getting so much smarter about the way we make. These things were","speaker":"spk_2","timeCode":1666.01,"tags":[]},{"id":"NRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"and I'm ready to do this.","speaker":"spk_2","timeCode":1727.06,"tags":[]},{"id":"QxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"And to me, if you because they are both CBS if you put that back to back with Baltimore Yeah, I think you got a rock block.","speaker":"spk_1","timeCode":1859.89,"tags":["CBS","Baltimore"]},{"id":"SBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"No, you don't even see outside in the Baltimore pilot is literally They're playing balderdash.","speaker":"spk_2","timeCode":1912.66,"tags":["Baltimore"]},{"id":"TxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"They theyve already used Sorry. Until you take him out and I'm realizing the flaw with this, there's only two of us playing the game. So I'm going to know what the real definition this and you're going to know what? The one You submitted this.","speaker":"spk_0","timeCode":1980.67,"tags":[]},{"id":"UBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"That's right. And I've got a pen that looks like a flamingo.","speaker":"spk_1","timeCode":1990.55,"tags":[]},{"id":"XhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"that's what I'm hoping again. I get not having done this show myself. I think that's Their secret, though, is that Korbel Champagne gets him loose. That's how they get such good footy Of people just being real and they're stuck","speaker":"spk_2","timeCode":2117.87,"tags":["Korbel"]},{"id":"aBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Originally, it was based on the concept of the dress. Remember the dress that ever talking about so was known as whites and gold to have coming together. He","speaker":"spk_0","timeCode":2177.81,"tags":[]},{"id":"axKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"original order came Babel Graham, What","speaker":"spk_1","timeCode":2192.19,"tags":["Babel Graham"]},{"id":"cBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"that's great! Now weve had to figure out a way. We're like the car like stalls in like Amish land, and so this guy","speaker":"spk_2","timeCode":2247.02,"tags":["Amish land"]},{"id":"cxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"you need to hear the song.","speaker":"spk_2","timeCode":2275.33,"tags":[]},{"id":"dBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Yeah, I would love to.","speaker":"spk_1","timeCode":2277.01,"tags":[]},{"id":"eRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"another show. And, um, obviously they're just It's out there right now. There's a lot of awareness to it. There's a rum spring up thing that's happened is always really become a big thing. Exactly. So it's exciting because people know about it. People are excited about it. Yeah, and then obviously having seat involved is great. He's funniest allergies. Charming. Yeah, that's great. Yeah,","speaker":"spk_2","timeCode":2319.24,"tags":[]},{"id":"gBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"yes. So back Kids locked in. We're not locked into him, but a little","speaker":"spk_2","timeCode":2411.43,"tags":[]},{"id":"hBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"He's hip pocketing the dogs. The dog is now attached to him and his he attached to the car in the project.","speaker":"spk_1","timeCode":2439.17,"tags":[]},{"id":"jBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"car is what I would expect. Sure. No, this was a modern minivan. Not like a hip guy who has a Flintstones taking out the bottom and witty drives a bumper car. Yeah, Exactly. Exactly. Um and obviously weve written this scene where Weegees driving the bumper car round, he gets an a fender bender. I mean, is that a bumper car? It's gonna happen. He gets so pissed that the wig flies up and lands right on the top of the bumper car. The thing that connects to the electric, you know? Wow, pull that powers it. Yeah, And when emotional the week burns up leaving Wiki without his wig, Yes. Whats we got to do with it is what we're calling it right now. Um and it's sort of my my tina. You know, Teoh, hopefully we're gonna get Ike Barinholtz to play Ike Turner Oh, okay.","speaker":"spk_2","timeCode":2502.41,"tags":["Flintstones","Weegee","Teoh","Ike Barinholtz","Ike Turner"]},{"id":"jRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"A natural fit. And he's strong Tykes. Great.","speaker":"spk_1","timeCode":2553.9,"tags":[]},{"id":"lxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"It's funny you say in the mix, because really, you're taking the mix out.","speaker":"spk_2","timeCode":2669.87,"tags":[]},{"id":"mRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"M. And that's funny what I said. Now lets all do the end of the show and please.","speaker":"spk_2","timeCode":2675.7,"tags":["M."]},{"id":"nRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Oh, yes. The prize is that, um uh, the character of Baltimore is gonna give you a great street tough one liner directed right at you if you bought the Pro Bridge. And so who did it?","speaker":"spk_0","timeCode":2702.43,"tags":["Baltimore","Pro Bridge"]},{"id":"nhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Who bought the pro version this week?","speaker":"spk_1","timeCode":2715.96,"tags":[]},{"id":"nxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Blink, blink. It was Blink Blink bought the property and Link bought the pro version this week. So just that in the character of Baltimore, what WILL just play a clip from the table, Read directing like, Yeah, just anybody. Just like a sassy line. Teoh, Blink one of our listeners who bought the pro version of our podcast.","speaker":"spk_0","timeCode":2719.72,"tags":["Blink","Blink","Blink","Baltimore","Blink"]},{"id":"oBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Hey, guys, Thanks for coming is going through its rights. Give us your weight in white and well put him right.","speaker":"spk_0","timeCode":2740.38,"tags":["Gi"]},{"id":"oxKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Oh, hey, guys, just one more ad. If youll sit tight, then we can all go to sleep. Priv Low is a great company built around lending the right way to self employed freelancers, independent contractors and business owners. Even if you have a one time credit blemish, that's priv low, as in private loans. To apply goto privileged dot com slash podcast fill out a simple online form WILL take two minutes. That's privileged dot com slash podcast. There's a saw Vick ism sawing through the floor now Of Thea we see is he is spelling a word he hang on. It's a","speaker":"spk_0","timeCode":2763.98,"tags":["Priv Low","WILL","Vick","Thea"]},{"id":"rBKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"out again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","speaker":"spk_0","timeCode":2897.65,"tags":["Phil Collins","Thomas Middleditch"]},{"id":"rRKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"Jesus. I mean, jostle","speaker":"spk_3","timeCode":2903.94,"tags":["Jesus"]},{"id":"rhKRMHMByMrymAEm_Zjb","index":"handbook","podcast":"Hollywood Handbook","episode":"Nick Kroll, Our Close Friend","line":"ruler of the circle. And that's just the beginning. Season three Of alot from the Magic Tavern is out now listening stitcher apple podcast or wherever you get your podcasts.","speaker":"spk_0","timeCode":2906.43,"tags":["ruler of the circle","stitcher","apple"]},{"id":"tRKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"He's making it with his mouth","speaker":"spk_1","timeCode":81.44,"tags":[]},{"id":"txKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"that eventually you're just like I'll just do it if it's one of the new guys. Okay, maybe he needs a guy with violent or something. But for Trent, I think he actually","speaker":"spk_0","timeCode":95.08,"tags":["Trent"]},{"id":"uRKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"starting to happen with me and I was okay, and I was wondering, is like because I have been hanging out with him. Is that why the inside of my mouth is getting so dark? No, no, that's a really natural, just aging thing where ultimately, I mean because we are all from I mean, look, we love science. Well talk about signs were from they are stuff, space Galaxies stuff. And","speaker":"spk_0","timeCode":114.33,"tags":[]},{"id":"xBKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"And you know you can't have surged. It's a the demand that you be allowed away. You behave and the man that you be allowed to drink surge. Is this an instant deal breaker? We are","speaker":"spk_1","timeCode":246.85,"tags":[]},{"id":"xhKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"WILL going to say in the in the terms if you can't stand the heat, get out the kitchen. And that's so strange that that's part of your union coat because it's so vague and the heat in this instance is just letting you drink surge, and we're not going to do that. It's branching off the 695 and also not just people named Cody, but the other engineers with the title Cody","speaker":"spk_1","timeCode":266.91,"tags":["695","Cody","Cody"]},{"id":"yRKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"they said, Maybe that's show. And there is, like, a young back kids show already called Gotham. Yes, so that the US was a bump. But they said, Well, this ones gonna be funny, and it's gonna be the kid is the star of it. Um, so that's gray at super exciting for us. Um, we did lose, uh, we lost a few thing when we went in to actually film it. And it's in the can now. And we're in the editing process, and it's yes, love what we got we got So we gotta go. Great. It will be an issue of just cutting it down will be. How do you choose using what do you","speaker":"spk_1","timeCode":385.31,"tags":["Gotham","US"]},{"id":"yhKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"do? Yeah, we did lose multiple locations on the day of so we wound up filming part of it in Hayess back seat of his car. And now","speaker":"spk_0","timeCode":425.04,"tags":["Hayes"]},{"id":"zBKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"the city of Los Angeles that dropped out. Yeah, And so now it's gonna be, like, saves like one of these little small boxes of Cheerios. Ah, from what we were able to get in the car to attack the Cheerios, which is just, um, his girlfriends dog","speaker":"spk_0","timeCode":444.9,"tags":["Los Angeles","Cheerios","Cheerios"]},{"id":"1RKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Engineer Cody, boys all the time. We we you're We think you're configuring the sad or whatever it is you say you're doing. You're watching vice news? Not always, but the news was brought to you by dickheads.","speaker":"spk_0","timeCode":599.71,"tags":["Cody"]},{"id":"2xKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Yes, but, um, it looked like not It's a scary looking dog. Unfortunately for the show,","speaker":"spk_0","timeCode":668.73,"tags":[]},{"id":"3BKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"um, he's really sweet, which is great that he does not like Jerious","speaker":"spk_1","timeCode":677.87,"tags":["Jerious"]},{"id":"3xKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"thought to dio. And I hope it runs for 25 seasons.","speaker":"spk_0","timeCode":731.06,"tags":["dio"]},{"id":"4RKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"The desert is up big. Yeah, no comment. Somebodys shooting gun. Yeah, a guy at a flannel shirt does like shooting a big gun and like wearing a turban or something. Did with Doris partying with Kim Jong Eun or some shit.","speaker":"spk_0","timeCode":749.1,"tags":["Doris","Kim Jong Eun"]},{"id":"4xKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"How run Nick is here. He's, um He's at how Roddick? As far as I'm concerned. Column on Twitter","speaker":"spk_0","timeCode":769.18,"tags":["Nick","Roddick","Twitter"]},{"id":"7xKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"love movies and what that means as we love talking movies. And what that means is, we love talking movies with our friends, and","speaker":"spk_1","timeCode":885.98,"tags":[]},{"id":"8xKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Nerds have taken over and they are in charge now. It's not about the jocks anymore. you","speaker":"spk_1","timeCode":908.93,"tags":[]},{"id":"9BKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"guys, let me introduce you how Rod Nick is here. Hi, He's the screen junkie","speaker":"spk_2","timeCode":913.34,"tags":["Rod Nick"]},{"id":"9RKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"indeed. And what does that really mean? Well, is it meaning that square that's a screen is junk? No, no. A lot of people asked a surprising amount of people ask that really ignorant question. But it means that you have a lust for the screen, whether it be the silver screen or the small screen in your living room. Or gentlemen, we live in 2015. Most of us have little screens in our pockets were junk. We need that. We want to grind those screens and put the glass into our veins. It's so true junkies for them. Yes, and I'm always smashing screens. Um, just debating about them talking about him.","speaker":"spk_0","timeCode":920.84,"tags":[]},{"id":"9hKSMHMByMrymAEm-phg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Oh, and it's okay to get in a fight sometimes about a movie or disagree, and it's all","speaker":"spk_2","timeCode":967.63,"tags":[]},{"id":"AhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"have, like, a movie nerd show show.","speaker":"spk_1","timeCode":1054.97,"tags":[]},{"id":"EhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"there's some inappropriate. Sometimes youll see a big old cock flopping. Yes, I wanted you to. Yes, I was just about to ask you to speak on some of what might be in the Red Band that Oh, that you might. You might hear Samuel L. Jackson drop one of his trademark motherfuckers,","speaker":"spk_1","timeCode":1178.55,"tags":["Red Band","Samuel L. Jackson"]},{"id":"FBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"graphic footage of a gentleman fingering a lady.","speaker":"spk_0","timeCode":1203.44,"tags":[]},{"id":"GRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Yes. Applying somewhere like well do a quick example. So, um, maybe hes offers me a glass of water. I might go. Oh, spoiler alert. Speak on that.","speaker":"spk_0","timeCode":1241.42,"tags":[]},{"id":"IhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"good? Well, okay, he, um I don't know. I only remember is one friend Ben Affleck. Um it's not him. They do say that it's not him. Well, isnt the titular character Matt Damon his name is WILL hunting","speaker":"spk_1","timeCode":1326.64,"tags":["Ben Affleck","Matt Damon","WILL"]},{"id":"IxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"on then? Yeah, right, isnt it? I don't remember that being part of, you know, if that's necessarily a piece of the movie and even if it was, it's actually called Goodwill hunting. And so now you're the one whos not getting softballs, because you","speaker":"spk_2","timeCode":1344.02,"tags":["Goodwill"]},{"id":"NxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"were forced to work together. Are you talking about Idris Elba and Jim Carrey?","speaker":"spk_0","timeCode":1546.3,"tags":["Idris Elba","Jim Carrey"]},{"id":"PRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"were. If you want to smooch the mask, though, he could make his lips.","speaker":"spk_2","timeCode":1588,"tags":[]},{"id":"QBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"I'd rather smooch with that Cameron Diaz, but I gotta get Benji Madden out of the","speaker":"spk_0","timeCode":1645.18,"tags":["Cameron Diaz","Benji Madden"]},{"id":"QRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"way because it's so inside.","speaker":"spk_2","timeCode":1651.84,"tags":[]},{"id":"SRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"the animal really treatment? Make no sense. So archaic horses. They're smart. And I wish that somebody like glue for to bring it back would just kick down the door. Some of these movie rules guys office and say like, Lets play by my rules, maybe really make it make sense. And I hope that is what they do next season. And they have been asking","speaker":"spk_0","timeCode":1757.52,"tags":[]},{"id":"SxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"And the fact that you can throw somebody off a waterfall whos just like, not very smart in a movie","speaker":"spk_2","timeCode":1781.77,"tags":[]},{"id":"TxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Movies need to change. One thing that's surprising to me about movie laws is you can fill someone with cream. I mean, you can literally hollow them out. Can use a vast cream","speaker":"spk_2","timeCode":1824.04,"tags":[]},{"id":"UBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"if they just are from somewhere in Russia or something like them, because because they don't think that's as good as America. I'll tell you what, I'd like to fill Cameron Diaz with some cream. Okay. Well, okay. I have to get Benji Maddens cream out of their first cause that motherfucker drops bombs.","speaker":"spk_1","timeCode":1836.86,"tags":["Russia","America","Cameron Diaz","Benji Madden"]},{"id":"URKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Oh, he has a big load.","speaker":"spk_2","timeCode":1856.29,"tags":[]},{"id":"UxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"you do sort of wonder he dates all these very attractive women. Well, because he's got time moves on his neck. Okay. Is that what it is to? I thought it was Maybe because he just brings it with monster monster ways. I don't want to get personal here, like deep into your personal. Uh, yeah, but, um,","speaker":"spk_0","timeCode":1861.4,"tags":[]},{"id":"VBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"are you are you rolling with that great a poon? How the","speaker":"spk_2","timeCode":1880.01,"tags":[]},{"id":"YBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"kind of like the Olympic torch situation lately, they just like that thing. And","speaker":"spk_0","timeCode":1995.24,"tags":["Olympic"]},{"id":"aBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"You can't make kissy faces. Your eyes open That monster are well and","speaker":"spk_0","timeCode":2099.56,"tags":[]},{"id":"bRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"and so you know somebody a along quite a few people in this town whod like to see his downfall, especially. You do the","speaker":"spk_0","timeCode":2123.58,"tags":[]},{"id":"dRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"know they need a big, huge load. And that's why if you're out there, kids and this isnt a religious thing, But please save your load for marriage. And and I always say it's not the size of the boat. It's the motion of the ocean Of semen.","speaker":"spk_2","timeCode":2164.3,"tags":[]},{"id":"dxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"and and And that if you can just blast him through the roof of the building. You're gonna have quite a long and successful relationship. Okay,","speaker":"spk_2","timeCode":2184.03,"tags":[]},{"id":"eBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"So sexy movies movie villain. Who would I want to see that person marry? And in what movie universe And","speaker":"spk_1","timeCode":2193.27,"tags":[]},{"id":"eRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"in what character is like, Whats a funny person to be like the ring bearer is like, for That's a cool","speaker":"spk_2","timeCode":2201.43,"tags":[]},{"id":"fRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Okay. Um","speaker":"spk_0","timeCode":2243,"tags":[]},{"id":"gBKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"little Dakota Fanning. Okay, How come? Oh, cause Ah, she, um it could be something. We're like, She's opening the ring box and Sam, her friend. I am Sam. Oh, yeah. I was going","speaker":"spk_2","timeCode":2278.33,"tags":["Dakota Fanning","Sam","Sam"]},{"id":"hxKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Oh, ho ho ho! Yeah. Good luck. Yeah, we they killed him in the movie. Good luck is all I'm saying.","speaker":"spk_2","timeCode":2331.55,"tags":[]},{"id":"iRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Whats whether you guys special effects or our own imaginations?","speaker":"spk_1","timeCode":2343.15,"tags":[]},{"id":"kRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Oh, yeah.","speaker":"spk_0","timeCode":2455.93,"tags":[]},{"id":"khKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"You know what? I'm gonna go with Cameron Diaz from bad Teacher.","speaker":"spk_2","timeCode":2462.02,"tags":["Cameron Diaz"]},{"id":"lhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"movie Princess Bride. So gosh, Lovett Funniest movie ever when he is doing the public. Funniest best. This is a question. So these questions air from Jason Sadiq asses. IMDb message boards. People have a lot of questions. You're a movie expert. You can help them, Mr Horrible Boss. Yes, l Yes. So there's a question from Purple Bear. 17? Yes. Should I still like him? Even when his girlfriend is ridiculous. And then the attack. That's the subject in the text is she did something ridiculous at Glamour magazine. You know what? It's all good. Jason Sudeikis done right for himself. Got Olivia Wilde. Damn. Oh, you got to get some said acres out of the way. If you want to get all up in that Olivia Wilde. And don't forget Olivia Wilde. She's just like any other woman. She's a human woman and she loved that big look.","speaker":"spk_0","timeCode":2513.01,"tags":["Princess Bride","Jason Sadiq","IMDb","Mr Horrible Boss","Purple Bear","Glamour","Jason Sudeikis","Olivia Wilde","Olivia Wilde","Olivia Wilde"]},{"id":"mhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"anything like that. I'm not saying that I'm completely opposed to a classic cuckold situation.","speaker":"spk_1","timeCode":2607.09,"tags":[]},{"id":"qhKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"my movie choice.","speaker":"spk_0","timeCode":2747.88,"tags":[]},{"id":"sRKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"the stay puff marshmallow man from Ghostbusters Marshmallows. The best treat Teoh eat while you're watching a movie bringing your own smores to the movie theater with your dad Because you were supposed to go camping. But it rained, but he still made smores. But on the stove, not on a campfire.","speaker":"spk_0","timeCode":2799.6,"tags":["Ghostbusters Marshmallows","Teoh"]},{"id":"thKSMHMByMrymAEm-plg","index":"handbook","podcast":"Hollywood Handbook","episode":"Hal Rudnick, Our Close Friend","line":"Oh, this is a question on the message board. From Listen to the format. The subject is no sense of smell of the Texas. In a People magazine interview with Olivia Wilde, she mentioned Js was born without the sense of smell. I had never heard that about him.","speaker":"spk_1","timeCode":2858.16,"tags":["Texas","People","Olivia Wilde","Js"]}]