[{"id":"DRKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"I'm doing with you and see. That's what you dio You listen to them urine. Shut him down. You're in control of the situation. Meanwhile, Jimmys over there freaking. He got up out of his seat, laid on the couch and is freakin smirking so hard and you're ready to see you're ready to see him laugh.","speaker":"spk_1","timeCode":2163.5,"tags":["Jimmy"]},{"id":"EhKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"Maybe leave it over your ear scoop troop, that pen, just in case you need to grab it quickly.","speaker":"spk_2","timeCode":2253.53,"tags":[]},{"id":"FxKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"Fuck you, Sam. That's better. Now lets reach into the Popcorn Gallery. Adam, this is a segment we do on the show where,","speaker":"spk_2","timeCode":2286.28,"tags":["Sam","Popcorn Gallery","Adam"]},{"id":"GxKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"being like a snack? Yes, about you. Like your","speaker":"spk_0","timeCode":2336.74,"tags":[]},{"id":"IRKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"This question is from Achter Doctor Puss and he asks Adam, Whats your pain threshold?","speaker":"spk_2","timeCode":2380.64,"tags":["Achter Doctor Puss","Adam"]},{"id":"IxKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"out of 100 or out of out of 10. Are we doing it at a miracle, or is it? Lets do that at 10. But you can use decimal points,","speaker":"spk_2","timeCode":2390.72,"tags":[]},{"id":"MRKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"This question is from Dr Balls and Dr Balls. Asks Adam, Where do you get all those wonderful toys?","speaker":"spk_2","timeCode":2466.81,"tags":["Dr","Dr","Balls","Adam"]},{"id":"ORKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"Okay, this is a question from our listener chanson and he asks Adam Fuck Mary kill. Ah, fuck. Totally","speaker":"spk_1","timeCode":2560.01,"tags":["Adam","Mary"]},{"id":"PRKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"Yeah, Yeah. I mean, sometimes you're like, you're walking on the street and you see a pigeon, and he turns around and he says some derogatory comments about my shoes on. I'm like, I will fuckin stomp you into the earth pigeon.","speaker":"spk_1","timeCode":2614.38,"tags":[]},{"id":"QBKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"know. Um,","speaker":"spk_1","timeCode":2647.63,"tags":[]},{"id":"QRKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"plugs way. Yeah. Get the Thank you so much for coming. Is there anything you wanna plug or talk about that you have coming up that our listeners should be aware of? Uh, yeah. Actually, I'm doing a It's really cool. It's a, uh, but ah, show","speaker":"spk_0","timeCode":2650.56,"tags":[]},{"id":"QhKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"on Animal Planet. Believe it or not. And I believe it's produced by the late great Philip Seymour Hoffman. Eso alright? Pee pee wee called Imhoff dog were really close because all the animals, because the animals Yeah,","speaker":"spk_2","timeCode":2668.31,"tags":["Animal Planet","Philip Seymour Hoffman"]},{"id":"SRKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"maybe for the pro version prize this week. For for Adam to do some crowd work based on den claim cost keys Address.","speaker":"spk_1","timeCode":2760.11,"tags":["Adam"]},{"id":"URKcMnMByMrymAEmku6-","index":"handbook","podcast":"Hollywood Handbook","episode":"Adam DeVine, Our Close Friend","line":"This has been an Earwolf. Media production. Executive producers Jeff All, Rick and Scott. All coming. For more information, visit Earwolf dot com","speaker":"spk_2","timeCode":2838.28,"tags":["Earwolf","Jeff All","Rick","Scott","Earwolf"]},{"id":"YBKdMnMByMrymAEmL-6x","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"And we and we do it that way this year because the engineers have been so naughty, we did have to pullback, scale back and not use any engineers. An engineer. Brett, I know you're listening to this right now. You're the best of a rotten bunch. So we're trusting you to splice in some good sound effects and songs and things for us,","speaker":"spk_0","timeCode":93.8,"tags":["Brett"]},{"id":"ahKdMnMByMrymAEmL-6x","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"But that's how we do it. That's how we fucking shred the power. And I don't care if I get snow in my eyes.","speaker":"spk_0","timeCode":245.29,"tags":[]},{"id":"bhKdMnMByMrymAEmL-6x","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Sean. I like to go these movies so we can see whos on the Hollywood horizon, as they say, Ah, and who has a chance to be the rial breakout actor of this festival because a lot of these independent movies every year somebody comes out of nowhere. They live in some fuckin jerk off fucking ah, Tennessee bullshit spot","speaker":"spk_1","timeCode":287.17,"tags":["Sean","Tennessee"]},{"id":"exKdMnMByMrymAEmL-6x","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"What a great experience. Tohave, yes, And so those are the two movies that we left our hotel to see. But the great thing going on it Sundance this year was Hayes and I found that in our hotel room we were able to order most of the movies and avoid the mobs. Yes, uh,","speaker":"spk_1","timeCode":554.19,"tags":["Sundance","Hayes"]},{"id":"hRKdMnMByMrymAEmL-6x","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"So anyway, I'm wiping my hand off on my pants and this kids tucking it. My short","speaker":"spk_0","timeCode":748.84,"tags":[]},{"id":"hhKdMnMByMrymAEmL-6x","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Mr. Show me how to do that. And I go what","speaker":"spk_3","timeCode":755.73,"tags":[]},{"id":"iBKdMnMByMrymAEmL-6x","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"using your in pants and short","speaker":"spk_3","timeCode":765.25,"tags":[]},{"id":"mRKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"really is the joke how original it is. Well, we did this. And you have to remember, this is like 2006. Maybe at the latest.","speaker":"spk_1","timeCode":1153.32,"tags":[]},{"id":"mhKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"I mean, well, lets stop down. Lets stop down. And that's good to keep the era in mind, lets play a moment from the sketch and ah, Engineer Brett, later on, you're gonna spice in. Ah, hi, Bret. We know you can hear us. Um, you're going to splice in a moment from the sketch, and we're going to react as if weve just heard it. And thats gonna be right here. We're gonna do it now.","speaker":"spk_0","timeCode":1160.78,"tags":["Brett","Bret"]},{"id":"ohKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"What? That's what I think you say Whatever you want. I'm and I'm about you say, Let me say this, but you don't even have to ask me.","speaker":"spk_0","timeCode":1280.64,"tags":[]},{"id":"rRKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"But I think one thing that may have been wrong and the reason that you that you didn't find it funny before is that you hadnt actually seen it. And you were just reacting to engineer Brett. Splicing it in later, which is not the same is watching it. Well, when you send it to I'm sometimes I'm at work and I can't watch these things with the sound on.","speaker":"spk_0","timeCode":1431.17,"tags":["Brett"]},{"id":"sxKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"with some of that is a really bad, But I think it is, actually, you know, I think it's very impressive if you can make me laugh with a sketch without me being able to hear the essential sound effect of it. But,","speaker":"spk_0","timeCode":1480.42,"tags":[]},{"id":"tRKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"seeing dumb sort of fumble around and try to figure out how toe write a script or do anything, uh, reminds me of when I was younger and some of my early shit before I found my voice. I remember seeing some of that. It was really good. Yeah, and the idea that you could some day be as good as some of my really early shit when I was really just fucking off and not even really giving a shit. Um, that is what keeps me going and keeps me plugging away. Working with you Yeah. I mean, I appreciate that. I'm really I'm excited to haze that you're on board for the sketch because we're actually, I mean, people sometimes people email ago, when you guys gonna do a sketch again or ever And like we are wanting to, we're putting together now in the idea phase of doing a sequel to that sketch to the far concert. And this is whats really exciting to the idea that he's gonna follow up a smash hit with an even bigger, hopefully more successful farting gun of some kind. Well, I mean, that's why I wanted to actually open it up a little bit to you guys because we're like I said, we're still in the idea phase, and we're just kind of kicking around. Were like, Okay, we're there's two ways we can go with this. We can have, like, other things that guns sound like. Or we could get the get the white board, and we can just do it. Okay, great.","speaker":"spk_0","timeCode":1510.05,"tags":[]},{"id":"uRKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Right now we're leaning towards just subbing out the object because it feels like it will be easier to find a new the far gun sketch. I knew the fart. Whatever. So I have something I havent. There's a few. I mean, what if it's a big old fat guy? Uh huh. Yeah, be funny. It might be. That could be good if the big old fat guy farts and it's like a movie trailer. Yeah, because you wanted to know what you expect him to. I guess Shit all over or something. Or please,","speaker":"spk_1","timeCode":1611.01,"tags":[]},{"id":"uhKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"please don't be vulgar. That is what is? I'm sorry. Back. You said I could go blue sometimes if I felt it Isnt that the fat guy sort of more bends over and is like clenching his butt too far. What you hear is ah, machine gun sound.","speaker":"spk_0","timeCode":1639.6,"tags":[]},{"id":"uxKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Oh, that's good. Why?","speaker":"spk_1","timeCode":1660.66,"tags":[]},{"id":"whKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Uh, fart this one fart dick Far dick sketch Just because you think they don't come out. I mean, you know, you're not You're expecting the fart to come out of the way I talk to you about working. Blue Reddick is a gun. The guys dick is a gun. Well, I'm just Is that what you're pitching?","speaker":"spk_0","timeCode":1742.29,"tags":["Blue Reddick"]},{"id":"yBKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"have. I crazy. It's like,","speaker":"spk_0","timeCode":1793,"tags":[]},{"id":"zhKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"good lesson for the audience. Is that if somebody like a haze is giving you some really helpful advice and you start spouting a bunch of bullshit and really taking a hard line like some kind of fucking asshole","speaker":"spk_1","timeCode":1868.41,"tags":[]},{"id":"3RKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Okay, Dominic, heres a question from bird rules. Bird rules. Asks Dominic, vacation or staycation.","speaker":"spk_1","timeCode":2113.74,"tags":["Dominic","Dominic"]},{"id":"5RKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"I already feel pretty old, but I guess I could feel older if that","speaker":"spk_0","timeCode":2311.31,"tags":[]},{"id":"5hKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"show, uh,","speaker":"spk_1","timeCode":2314.86,"tags":[]},{"id":"6xKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Like five. Um, you know what? I actually don't I don't know. I didn't I didn't have that one in front of me. Um, I think Jonathan 10 the less than 10 years ago, which is, like, just because it feels it feels really recent. Dominic, you want to feel young? Yeah. Friggin hybrid cars, you know, like, yeah, those were starting to really catch on. Sean, you want to feel young, Please? Uh, the goji Berries, you goji Berries. They're so good for either. Really good for you do. Not too much, but enough.","speaker":"spk_0","timeCode":2382.5,"tags":["Jonathan 10","Dominic","Sean"]},{"id":"7hKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Lets reach back into the bag. And Brett,","speaker":"spk_0","timeCode":2435.85,"tags":["Brett"]},{"id":"9BKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"you know? Ah, threshold that you've established for me when you officially cracked my shit up and really do something that makes me laugh my whole but off. And if you do it in front of anyone, and I'd they see me cracked my shit up and I have to answer for it, I'm gonna give you a cool nickname. Like razor blade or, uh, boss Spanish Harlem are? Yeah, something. But until that comes, I would say the best thing for you to do Keep your head down or even change your name to something more appropriate to where you are. Now","speaker":"spk_0","timeCode":2499.42,"tags":["razor blade","Spanish Harlem"]},{"id":"-BKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Yeah, like a micro green. Sort of set up like some Oh, yeah. Like you're growing like herbs or something. Maybe not herbs. People really like herbs, but maybe, like moss or a weed. Okay. Or like a pillow. But one that just goes on like a chair","speaker":"spk_0","timeCode":2562.11,"tags":[]},{"id":"-xKdMnMByMrymAEmL-6y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"bed pillow. Next. Someday. Yeah. No, I want it. I mean, I want we","speaker":"spk_1","timeCode":2585.3,"tags":[]},{"id":"ABKdMnMByMrymAEmL--y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"that dust ring? Appel? I was standing on a moving conveyor belt and I was like, And when I stand, I tend to, like, do a thing with my feet that makes you look like I'm walking forward. So I think I think it. I think I was just waiting for my bags. I think I saw me waiting from a bags doing my little idol thing with my feet. And then he went all that guys moon walking around in a circle. Um, and I have one white glove on. Sure, because I because That's my what I used to carry my heavy bag, but that's all.","speaker":"spk_1","timeCode":2635.64,"tags":[]},{"id":"BhKdMnMByMrymAEmL--y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Of course. Now I'm like, I'm like, it is great, because I When I heard it earlier, I heard it in the lab. Yeah, this time I heard it in, like the street. See how true it is?","speaker":"spk_1","timeCode":2732.32,"tags":[]},{"id":"GRKdMnMByMrymAEmL--y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"Felisha Day and Colton Done. You've seen me have intercourse with a variety of species. It's a bomber. Andy Daly. You have the","speaker":"spk_0","timeCode":2972.22,"tags":["Felisha Day","Colton Done","Andy Daly"]},{"id":"GhKdMnMByMrymAEmL--y","index":"handbook","podcast":"Hollywood Handbook","episode":"Dominic Dierkes, Our Close Friend","line":"members of Genesis listed, but Phil Collins has crossed out and encircled in cross","speaker":"spk_3","timeCode":2978.81,"tags":["Genesis","Phil Collins"]},{"id":"IhKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"good movies, good TV that we're doing and everyone loved it. Except","speaker":"spk_1","timeCode":45.51,"tags":[]},{"id":"LxKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"that's actually clearly wrong. We actually do, he says that we can't seem to get it right. But the truth is, we actually do get it right on a very consistent basis. We're getting","speaker":"spk_1","timeCode":233.53,"tags":[]},{"id":"NRKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Lets read the review from User Beef Phillips, 35 his one star review. The subject is not entertaining, unoriginal and just bad.","speaker":"spk_1","timeCode":309.4,"tags":["Beef Phillips"]},{"id":"PBKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"We're so good. That's whats good.","speaker":"spk_1","timeCode":426.81,"tags":[]},{"id":"PhKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Heres Apartment 342 with a one star review subject. Hollywood Handbook. Yeah, we know it's on the Hollywood Handbook. Paige Apartment 342 says the first time listener and the first episode I listen to is a clip from the Jake Johnson episode. Probably not the best first episode for new listeners to hear. I'm sure you will have lots of listeners who will find this podcast great, but I will not be listening to the rest. Unsubscribe and wrong. That was the first episode.","speaker":"spk_2","timeCode":437.43,"tags":["Apartment 342","Hollywood Handbook","Hollywood Handbook","Paige","Apartment 342","Jake Johnson"]},{"id":"PxKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Yeah, you said that probably was not the best first episode for new listeners to hear, but it actually was, because it's the first episode that we did.","speaker":"spk_1","timeCode":462.86,"tags":[]},{"id":"SRKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"So that was at wrong.","speaker":"spk_1","timeCode":569.84,"tags":[]},{"id":"WxKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Olivia Munn Big, huge nerd. Should I. Army nurse. She loves playing computer games with us. She's obsessed with space stuff, and I know computer games are cool, but that's what we're saying. It's not about being cool now. I play my computer games out my X box.","speaker":"spk_2","timeCode":788.12,"tags":["Olivia Munn Big","X box"]},{"id":"YxKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Yes, Sean and I wish","speaker":"spk_1","timeCode":876.47,"tags":["Sean"]},{"id":"ZxKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"All of us. The nerds and me and hes Livia, Mon JJ, Bram and all our and Chris and all our big dictated cosplay girls. And that's whats truly nerdy. Yes, I love shoving my face in between two huge nerd titties.","speaker":"spk_1","timeCode":920.42,"tags":["Livia","Mon","JJ","Bram","Chris"]},{"id":"aRKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"I love anime.","speaker":"spk_1","timeCode":954.48,"tags":[]},{"id":"ahKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Uh, we have a really great guess coming in today.","speaker":"spk_1","timeCode":958.78,"tags":[]},{"id":"chKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Um, about nerd Go fuck yourself. Sure. Fucking good, guest. We have a good guess. Weve got Lemorin Morris. What are you","speaker":"spk_1","timeCode":1027.44,"tags":["Lemorin Morris"]},{"id":"dRKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"well go to Ah, the quick commercial break and well come back with Wilmore and Morris from the new girl on Hollywood Handbook.","speaker":"spk_2","timeCode":1050.53,"tags":["Ah","Wilmore","Morris","Hollywood Handbook"]},{"id":"ghKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"kind of just want to go, like, pardon my French, but you kind of want to just go, bitch.","speaker":"spk_2","timeCode":1193.88,"tags":[]},{"id":"gxKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"That's right. But you can't say that anymore. The kids are Yes. There was a time when that was okay, but the PC police around and you can just just say bitch","speaker":"spk_0","timeCode":1199.45,"tags":["PC"]},{"id":"jxKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"back in 2000 and nine. Yes, the gold. And I mean, what are you here? You gotta be kidding me. It was the year of the commercial film. And I, um I think I believe was right after I met you. I think it was a Las Vegas commercial that I did, which was, which is great, was an extended. It wasnt 30 seconds was about two minutes, two minutes. God, when they were experimenting with that.","speaker":"spk_0","timeCode":1304.9,"tags":["the gold","Las Vegas","God"]},{"id":"mRKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Hey, yes, and the hay is a big worry Is three letters depending on how you spell it, but it z very universal, no matter who you're talking to. Hey, like you said earlier, everyone can turn around. But in this case, I was speaking to one woman and one woman in particular, and she knew exactly who I was talking to. And you fit so much into that. Yeah,","speaker":"spk_0","timeCode":1447.79,"tags":[]},{"id":"nhKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"I know you want to get back into that side of your I mean, we all do. Yeah, Yeah. I mean, it's such a This business can be overwhelming a bit. And sometimes you want to just take a step back and go back to what you love. You know, it's like that first. Love that first girlfriend you has. Yeah. First wife you've ever had in the first mistress you've ever had. It's like you want to go back to that.","speaker":"spk_2","timeCode":1489.83,"tags":[]},{"id":"pRKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"we have a good","speaker":"spk_0","timeCode":1569.03,"tags":[]},{"id":"qhKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"ticket chickens are people. Yeah, What weve done with Popeyes is reversed time. So it's supposed to eating chickens and sounding like an old timey slave. It's the future. What? We still sound like an old time, you slave. But chickens are people s. So we are enslaving ourselves. But we also eat ourselves fry ourselves. So lets do the scope for that commercial. Sean, you have the side for the old timey slave.","speaker":"spk_0","timeCode":1645.65,"tags":["Popeyes","Sean"]},{"id":"qxKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"That's right. Yeah, I dio","speaker":"spk_2","timeCode":1676.68,"tags":[]},{"id":"tBKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Mellie is way","speaker":"spk_2","timeCode":1782.01,"tags":["Mellie"]},{"id":"thKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"way old friends, fans and the fans That would say to you, You're washed up and I'm like, I just started, You know, it's that kind of abuse. There's something that only Nelly can. Uh, no. He can't speak because much if you notice he created the trend of the Band Aid on the face. That's right, which symbolizes a bump in a bruise, which is some which symbolizes a bump in the road which symbolizes so this all makes sense to me. You're on a year on a bumpy road. You maybe even got abandoned on your face. You're listening to that song they're yelling stuff. You draw them out, you hear what you want to hear, You hear the Nelly song, and then you take a big bite of a Cadbury cream egg","speaker":"spk_0","timeCode":1802.82,"tags":["Nelly","Band Aid","Nelly","Cadbury"]},{"id":"uBKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Easters come in. To me, it seems like it should be a headphones commercial. Yeah, I mean, it should be.","speaker":"spk_1","timeCode":1849.06,"tags":["Easter"]},{"id":"vRKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"You know what I mean? Like, you gotta have it been Halloween. I'm gonna looked at the camera and said, trick or treat, motherfucker. But I didn't I didn't. And what kind of candy are you taking a bite up in? That one was soft marshmallow ghosts. Oh, keeps goes easy as people. People take a bite out of a peep. You know, um, because that would have symbolized the fact that I can't hear a peep for all the fans that hate me. Now, your policy, you sort of innovated using profanity in commercials. Yes, on refusing to take it out and ending up having to pay a lot of fines for fun, about money, for saying motherfucker, not about","speaker":"spk_0","timeCode":1897.05,"tags":["Halloween"]},{"id":"wBKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"it can actually be really dangerous.","speaker":"spk_1","timeCode":1957.51,"tags":[]},{"id":"xBKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Yeah, they don't have that. They some e I commend those parents on allowing them to do it at home in space, But","speaker":"spk_2","timeCode":1985.04,"tags":[]},{"id":"xxKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"a lot of school shootings going on a lot of crazy in this man. And here against that I'm against that. I'm against school shootings. Speak on that. We don't want to take a position of this show. The stuff that Lemorin says like his position on that. That's your You know, just because we have this whole network going, And if we say, like, you know, we don't want to work for or against school shootings, okay? it is. I'll stand up right now. It's a controversy. Right now. We know.","speaker":"spk_0","timeCode":2016.22,"tags":["Lemorin"]},{"id":"yhKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Get our decision on both sides. I'm biased.","speaker":"spk_1","timeCode":2059.08,"tags":[]},{"id":"zRKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"brings Uh, Hello.","speaker":"spk_0","timeCode":2105.39,"tags":[]},{"id":"0xKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Okay. All right. Have a good sleep. Lemorin, wait to me. That's the winner.","speaker":"spk_0","timeCode":2157,"tags":["Lemorin"]},{"id":"1hKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"1414 1300 pizzas for you. I told them 1400 pizzas for that one. Lets to get to the Popcorn Gallery. This is a segment where we have some fans of ours who are It was fans of yours who are listening to your show, and they have questions for you. Theyve submitted them to us. It's like the peanut gallery.","speaker":"spk_0","timeCode":2176.6,"tags":["Popcorn Gallery"]},{"id":"1xKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"But at movies, one of the most popular food that they sell is popcorn. And so weve named this segment. The Popcorn Gallery is sort of a place down the gallery. People don't eat peanuts at the movies as much as they Popcorn Gallery","speaker":"spk_2","timeCode":2196.41,"tags":["Popcorn Gallery","Popcorn Gallery"]},{"id":"2hKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"to the ArcLight and I think I was trying to watch.","speaker":"spk_1","timeCode":2230.83,"tags":["ArcLight"]},{"id":"5hKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"Heres a question from Show Show, bro. Lemorin Best band ever. Eagles or Tom Petty, Coldplay. Next,","speaker":"spk_2","timeCode":2435.59,"tags":["Show Show","Lemorin","Eagles","Tom Petty","Coldplay"]},{"id":"5xKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"heres a question from Chanson. Actually, you know I take that back. Eagles.","speaker":"spk_2","timeCode":2445.4,"tags":["Chanson","Eagles"]},{"id":"7BKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"What does the death cap mean for gud? That's kind of scary. Like I won't listen to them because, like","speaker":"spk_0","timeCode":2488.17,"tags":[]},{"id":"8RKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"heres a question for ah chancen, well mourn. Since you're in Hollywood, who is your","speaker":"spk_2","timeCode":2534.39,"tags":["Hollywood"]},{"id":"_BKeMnMByMrymAEmYu8Q","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"more and does exactly. You want that? You know what? You don't want those kind of problems. So you call Jeremy and Jeremy be like, Look, I take care of myself if you want me to. Oh, I know a guy","speaker":"spk_2","timeCode":2597.51,"tags":["Jeremy","Jeremy"]},{"id":"ABKeMnMByMrymAEmYvAQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"many. No, no, nobody. So you got a problem? You can't go to Betty because you like any man. Like I broke up with my girl. My head hurts and, you know, I got cigarette. This Baltimore. Then he's like,","speaker":"spk_0","timeCode":2634.48,"tags":["Betty","Baltimore"]},{"id":"AxKeMnMByMrymAEmYvAQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"the pepperoni. Very Jewish. Prejudicial. Double stuffed crust.","speaker":"spk_0","timeCode":2666.71,"tags":[]},{"id":"ChKeMnMByMrymAEmYvAQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"well, part of my book, part of my book in the Art of Self Sabotage. A lot of it had a lot to do with outside circumstances, one of those circumstances being the fact that you guys gave out part of my phone number. So I had all kinds of people calling me at strange hours. You know what I mean? Which really upset my girl. She left me, you know, to somebody with a less known phone number. Um and so it caused problems in that I can't go down the street without somebody going. It was so 310 I'm like it really is hard. I'm not known as you know, for who I want to be known as a commercial artist. I'm or known as that This 310 do I stopped? Everybody knows the area code and the last four digits of your number. Well, we're sorry that Jack Johnson did that","speaker":"spk_0","timeCode":2738.05,"tags":["Art of","Sabotage","Jack Johnson"]},{"id":"DBKeMnMByMrymAEmYvAQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"to run it","speaker":"spk_0","timeCode":2784.35,"tags":[]},{"id":"DxKeMnMByMrymAEmYvAQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"commercial. That's right. I mean, which, in my opinion, was one of the greatest things I had ever. Sure,","speaker":"spk_1","timeCode":2806.03,"tags":[]},{"id":"ERKeMnMByMrymAEmYvAQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"in the commercial if you havent seen it, is","speaker":"spk_1","timeCode":2816.15,"tags":[]},{"id":"EhKeMnMByMrymAEmYvAQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"that Iron Man is behind him.","speaker":"spk_2","timeCode":2817.74,"tags":["Iron Man"]},{"id":"HBKeMnMByMrymAEmYvAQ","index":"handbook","podcast":"Hollywood Handbook","episode":"Lamorne Morris, Our Close Friend","line":"species. It's a bomber. Andy Daly. You have the","speaker":"spk_1","timeCode":2959.44,"tags":["Andy Daly"]},{"id":"JRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"obviously greater miss Agree. That wasnt nice. It's as if I don't know that well, they're the only goal is now. I think that's a good That's a good name creating Disagree. Hey, welcome to Hollywood Handbook. What up? What up, guys? Kicking butt and dropping names of a red carpet line back hallways of this industry. We call showbiz a lot of action this week. It's was it was Valentines Day. Ellen Page is gay. We watched a lot of good TV. Oh, baby, we like to call ourselves the Watch Mans.","speaker":"spk_1","timeCode":56.89,"tags":["Hollywood Handbook","Valentine's Day","Ellen Page","Watch"]},{"id":"JxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"watch were the watchman because we watch a lot of good TV and we're checking our watches toe know when the good shows air on. And so who watches the watchmans and set your watch to do it because they are in DVR is for remember to DVR the show. Yes, we always say, Yeah, we always say that because it's Devi Digital video. Remember to D. V. R.","speaker":"spk_1","timeCode":96.93,"tags":["DVR","DVR","D."]},{"id":"MxKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"but not for me, because I've seen so much movies and TV","speaker":"spk_0","timeCode":247.72,"tags":[]},{"id":"PBKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"any just about smashes right out of the TV. What do you say?","speaker":"spk_0","timeCode":333.51,"tags":[]},{"id":"PhKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"I mean, I I threw my scalp Pini in my own face. I got scared by it, but not a bad scare. Not a Dracula scare, but just, ah, emotion scare. And so it was good. Um, and another thing about following is he is following this guy.","speaker":"spk_0","timeCode":345.5,"tags":["Pini","Dracula"]},{"id":"VRKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"Yes, and we know that our old friend Kevin has borrowed trick from another old friend of ours walking Phoenix Lent Kevin. And this is the kind of scoop you only get on this show. He lent Kevin his same hoagie that he was munching on during the entirely of the filming of her and the master. And he let Kevin take a big bite of the hoagie before every take. And so it gives you that nice, gritty feeling to your speech.","speaker":"spk_1","timeCode":718.35,"tags":["Kevin","Phoenix","Kevin","Kevin","Kevin"]},{"id":"WhKfMnMByMrymAEmTvAj","index":"handbook","podcast":"Hollywood Handbook","episode":"Dave Holmes, Our Close Friend","line":"And what? One thing I want to point out, He says when you work for the agency now, you might think they're talking about me and hes. We work for big agencies because we make a fuck ton of money for the fucking big 10% Aries in this town. William Morris. See a uta, uh, W M E gorse, Endeavor and Garsh. We make so much money for them, it's like but they work for the agency. That's not what he means. We don't know what agency this is. Maybe it's paradigm","speaker":"spk_0","timeCode":802.53,"tags":["Aries","William Morris","W M E gorse","Endeavor","Garsh"]}]