[{"id":"RBE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"want them to misunder'stand","speaker":"spk_0","timeCode":2061.92,"tags":[]},{"id":"SBE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Yeah, I feel like I served, you feel? Oh, it was there in the key. Oh,","speaker":"spk_1","timeCode":2094.7,"tags":[]},{"id":"SRE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"now you want an intro for this entire show. And now you're getting","speaker":"spk_2","timeCode":2100.25,"tags":[]},{"id":"VBE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"does comedy and send dog. Just kind of laughed.","speaker":"spk_0","timeCode":2204.36,"tags":[]},{"id":"VxE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"when I am playing rare. A lot for his problems.","speaker":"spk_1","timeCode":2230.8,"tags":[]},{"id":"WBE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"And this was in, like, 2007. Yeah, it wasn't Chris with you when he was. Have you heard that?","speaker":"spk_2","timeCode":2236.37,"tags":["Chri"]},{"id":"XxE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Man, if you had a here a tattooed on you, then that hero changed, Would you? Dio who? Well, there's what I'm going through a little bit with Katie Hill. Uh, who was running for local California office?","speaker":"spk_2","timeCode":2306.84,"tags":["Dio","Katie Hill","California"]},{"id":"YRE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"'slot? She has, in fact, done some scandalous stuff that pads are. Did I gues's what you think is scandalous?","speaker":"spk_2","timeCode":2325.87,"tags":[]},{"id":"ZhE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"bellybutton just sitting there all these years, but was not doing anything. I mean, es'sentially usele'ss. So I said, Well, lets turn it","speaker":"spk_0","timeCode":2359.92,"tags":["bellybutton","year"]},{"id":"ahE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"'sort of swing year old hippie. Just go. Oh, I love this song and start wiggling. Your hips are out. Oh, look, there's always skull turned into the word Katie Hill.","speaker":"spk_1","timeCode":2395.34,"tags":["Katie Hill"]},{"id":"bxE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"right that might","speaker":"spk_1","timeCode":2464.23,"tags":[]},{"id":"cRE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Yeah, right There","speaker":"spk_0","timeCode":2474.4,"tags":[]},{"id":"dBE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Hempel Lane, are you?","speaker":"spk_2","timeCode":2500.66,"tags":["Hempel Lane"]},{"id":"dxE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"oh, um what would look list? What I You're spending so much time trying? This","speaker":"spk_1","timeCode":2521.53,"tags":["Thi"]},{"id":"fBE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"I didn't make the final cut on Say the truth.","speaker":"spk_1","timeCode":2558.25,"tags":["Say the truth"]},{"id":"hxE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"I don't keep up with Exit Doesn't really apply to me. So I don't know","speaker":"spk_0","timeCode":2684.03,"tags":[]},{"id":"iRE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Well, he's on the DVD extras. He''s not on the TV show.","speaker":"spk_0","timeCode":2692.76,"tags":[]},{"id":"jBE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Yeah. You wanna be a servant in heaven or a star in hell.","speaker":"spk_1","timeCode":2708.58,"tags":[]},{"id":"nhE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"God, I had that in my gut. You know, when you're on a set and you have in your gut like I know, I shouldn't say Can I work with you? Are we being My web video? No. Yeah, like you go with my gut because well have to house. Did things change? No, it's true. It''s a feeling","speaker":"spk_2","timeCode":2889.51,"tags":["God"]},{"id":"qRE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Whats up, suckers? It''s the freakin president of the Turtle Club. Back again. I'm back, and I'm talking about Turtle. Turtle. Turtle? Yeah, I'm the frickin head of the turtle club, and you want to know why? Because I'm so pumped up to put on my friggin turtleneck. Yeah, it''s a travel pillow. Yeah, it makes flying comfortable. Yeah, planes friggin suck to be on and you can't get comfortable. And the other neck pillows freakin suck the ones that look like a you and you put behind your head and people freakin, I think that they're gonna be able to tuck their head on their shoulders. But you never can quite get it right, and you gotta lean back too much yet, Turtle don't do that. Turtle is looking like a turtleneck and it put on your neck and make you belong to the Turtle Club, which at some airports I can't say which ones you do get special perks if you're in the Turtle Club and you get to go and hang out with the other members, the Turtle Club and you get to eat fresh lettuce. But that''s not really that important. What''s really important is as a podcast listener, I know you're flying alone","speaker":"spk_1","timeCode":3027.67,"tags":["Turtle Club","Turtle","Turtle","Turtle","turtle","Turtle","Turtle","Turtle Club","Turtle Club","Turtle Club"]},{"id":"rRE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"I just want I didn't want to interrupt the show. I did flip the switch.","speaker":"spk_1","timeCode":3231.86,"tags":[]},{"id":"tRE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"grabs a little Zoom recorder and","speaker":"spk_1","timeCode":3343.62,"tags":["Zoom"]},{"id":"thE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"oh, my God gets the sound of their somebody seven years our audio freaks. That's what we're learning. Yeah, you got not Oh, yeah, I know, like will take, well take a look parts of your podcast. You don't even think about, like something weird to Did with your mouth and your spit and isolated in a long gait and put on some fucking loop. Mm. You come in here early in there, Fucking leaning back in their chair with their eyes closed. What? I mean, my recollection is that","speaker":"spk_2","timeCode":3346.28,"tags":[]},{"id":"whE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"If you were gonna as'sociate that with Pot Humor, you call calling you say, like, Hey, I want to dio one of these Wed as and Away or I'll think about it. And then overall,","speaker":"spk_2","timeCode":3550.46,"tags":["We'd a's and"]},{"id":"wxE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"I'll think, sounds like it could be a bit of a law. And then you hang out like 1/2 a sixpence tool for","speaker":"spk_0","timeCode":3561.67,"tags":["sixpence"]},{"id":"3hE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"That's where did you say that? They said they were touring in San Diego. I have a friend sand gig, and I had a hunch when I called him up","speaker":"spk_1","timeCode":3829.33,"tags":["San Diego"]},{"id":"4BE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Made Made flowers. So car further from San Diego.","speaker":"spk_1","timeCode":3855.82,"tags":["San Diego"]},{"id":"4xE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"I found a new attachment on the back of it, right?","speaker":"spk_0","timeCode":3891.48,"tags":[]},{"id":"6xE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"Bad Boys. Would you like to Boys? Some matches. Oh, it's kind of selling matches. Yeah.","speaker":"spk_1","timeCode":3937.56,"tags":[]},{"id":"8xE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"really directly acros's from the Santa. Will be. Think and think about that. I will. It's beautiful. Well, that about does it for us. Ah, we got to do every Did the in Show, but that that''s fine. I am part of the new","speaker":"spk_1","timeCode":4042.34,"tags":["Santa"]},{"id":"9RE4JnMByMrymAEmNGd4","index":"handbook","podcast":"Hollywood Handbook","episode":"Matt Besser, Our Cannabedian Friend","line":"and Obama and how ah suited should everyone be when they watch the show","speaker":"spk_2","timeCode":4076.94,"tags":["Obama"]},{"id":"_RE6JnMByMrymAEm8mfK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Hey, guys, that stays. And I am here to talk about Squarespace. Turn your idea your great idea into a great reality with squares. Squarespace. Ah, well, weve talked about some is'sues around Squarespace in the past. Great product, Like the function, it's easy to use, uh, easier launch any of your pas'sion projects. A pas'sion project that Sean Did launch recently after some of his domains that he put up there had been seized by different government departments. He had this idea. Weve been over this before, but to put, like, basically a blank site up, uh, that would give people the functionality to write or draw design's and mes'sages of peace to each other. And it was called the peaceful post. Ah, and it was just a place where people could on the Internet, could relax and be creative and also read other people''s mes'sages for inspiration. Ah, and the the only person who used it turned out to be someone who just wrote the do do man on it. Ah and Sean ah went ballistic and he like, I tried to find out who it was that wrote the duty man. He used some kind of like I p tracing technology, I actually think was part of the peaceful post that, like, whatever you Did on it, it would reveal your location somehow not just like in that moment, but ongoing. I didn't really think that was pos'sible, but, uh, So Sean figured out it was the backpack kid. He tried to arrest the backpack kid, but the backpack kid was flos'sing too hard and too expertly for Sean to get the handcuffs on him. S Oh, Sean has decided to destroy the backpack kid by becoming him. Ah, he is worrying to flog us really well and really fast. There has been an is'sue so far that, like when he''s swinging his arms in the back, he has ended up punching and chopping his but a lot to the point of, ah, hospitalization multiple times from just like chopping it too hard and too fast. But he really is getting good. And eventually he is going to build a site that is going to just have the video of him basically being the backpack. It better than the backpack kid ever was. He''s working on getting a backpack as well right now. He has kind of like a soft place mat that he has, like folded to create kind of a sack and stapled it to the back of his shirt. That is creating a pretty good backpack illusion. Anyway, Squarespace, whether you're showcasing your workers selling products of any kind easier than ever to launch your pas'sion project with beautiful templates, the ability to customize just about anything, you can easily make a beautiful website yourself if you get stuck. Squarespace is 24 7 Award winning customer support is there to help. Had to Squarespace dot com slash The Boys for a free trial. When you're ready to launch, use the Africa the Boys to save 10% off your first purchase of a website or domain.","speaker":"spk_0","timeCode":0,"tags":["Square'space","Square'space","pa'st","Sean","ju'st","ju'st","Sean","balli'stic","ju'st","Sean","Sean","Sean","illu'sion","Square'space","Square'space","24 7","Square'space dot com","Africa the Boy"]},{"id":"ARE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"And I think there are things that I am better at than Randy. Uh huh.","speaker":"spk_2","timeCode":248.35,"tags":["Randy"]},{"id":"CBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"'smash. Cool. That's what think. It seems like it would be so much better to serve on a smooth surface, bright instead of one that has, like, fibers and stuff.","speaker":"spk_2","timeCode":339.54,"tags":[]},{"id":"CxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"People are looking up like Look on, sometimes you're going like Whos that? What''s that sound? So they're like Am I the the My the ghostly presence. Oh, God, it''s looking at me. Is this Yeah, I am. I like in the others. Um, I like the end of the others,","speaker":"spk_0","timeCode":388.83,"tags":[]},{"id":"DhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"What we say? These words we say it's insider's and we say it''s the hallways But is it really like What does it mean when we say this stuff when you put all those words together, they come up, we poors together They come up with this like completely different meaning Absolutely The order they're in and what you are saying and huh And that","speaker":"spk_0","timeCode":458.93,"tags":[]},{"id":"FBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"has a toy today. Uh, now, last time he took apart his toy, took out all the fluff and tried to eat part of the like, metal rattling thing inside. That's what that was. OK, today I have brought big pretzel. We all like President NHTSA, and it does not really have fluff inside or anything metal. So if he does rip it up, It will really just be cloth. And then it seems like the inner side of it is all just one crinkly piece. Does it make a loud, crinkly sound? Yes. Does that ruin the podcast? Yes.","speaker":"spk_2","timeCode":555.06,"tags":["NHTSA","Doe","Doe"]},{"id":"FxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"That's it. That''s the entire show. A little fucking showman. Except they're, like, stranded up. Dredge it up. But they could just say you play the thing, do the theme song. Yeah, it''s why Greece is that? Yeah, we all like pretzel. Everyone go home. Phinnaeus pretzel! The fourth was","speaker":"spk_0","timeCode":604.1,"tags":["Greece","Phinnaeu"]},{"id":"HhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"That's not bad. That''s not bad. Um, free song for Michael. Should I have I have a few young up and comers I could I could bring up. Okay. Um","speaker":"spk_0","timeCode":706.53,"tags":["not bad","Michael"]},{"id":"JRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Um, guy, guys and gals I got. Yeah, I called Garrett. I call girls. Guys also know. I know. I don't Yeah, I said, I think you know what I'm looking at. Girls. Yeah,","speaker":"spk_0","timeCode":796.97,"tags":["Garrett"]},{"id":"KBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"My, My only riel hope is that their initial attack move was to get underneath me somehow phase up,","speaker":"spk_0","timeCode":870.24,"tags":[]},{"id":"KRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"ground attack, leg sweep or something. Well, I would be more if they were going to, like, pretend to be a mechanic, going under a car in order to initially attacked me and then as their sort of rolling towards me boom with the bras's knuckles and then I'm tumbling as's over teakettle. Regardles's, Michael,","speaker":"spk_2","timeCode":877.04,"tags":["Michael"]},{"id":"KhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"many of those couple changes around here. Yeah, fancy new dig. New office? Yeah. You think? Yeah. It's not bad. Too bad. But also we have someone in the room who this whole episode has been like, Oh, boy, When I'm I go What is it? My turn using We're doing music was residing in the cut And her name is Angie Jordan. Yes. Hi. And she has be a vocal performance. Yes. And so as we do songs today, we are I'm a do song. Yes, guys, it''s Michael''s here. And yes, our license expired on all our old songs. We, ah, did not do the paperwork correctly. And it is illegal for us to use","speaker":"spk_0","timeCode":896.72,"tags":["Oh, boy, When I'm I go What i's it","Angie Jordan","Michael"]},{"id":"LxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"'smeared on the pay. Well, just another staying up against the paywall.","speaker":"spk_0","timeCode":979.29,"tags":[]},{"id":"MxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"You seen this?","speaker":"spk_0","timeCode":1027.68,"tags":[]},{"id":"RBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I love seeing this sort of seed be planted that will later grow into the beautiful tree of botches music career. I mean, he has become a much bigger part. I don't think he got his own song in the first iteration of this right? Was he? And a live dog at that time","speaker":"spk_2","timeCode":1319.58,"tags":["'s"]},{"id":"RRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"he might have been. Might have been a puppy. OK, um, he wasn't here. She wasn't here. Okay, Yeah, but at the time he was maybe going to the bar segment will be good. That ones great. So that kind of replaces the need for like, when I need to use Kevin as a crutch on the show. Then we can just play the song. Uh, I'll use that time to figure out something else to do.","speaker":"spk_2","timeCode":1338.22,"tags":["Kevin"]},{"id":"RhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Well, just kick to like, Hey, Bosch, Didn't you have a song? You want to play in the hill, sing his own so that there's great to something soulful, right? I mean, but I just got a little bit of soul.","speaker":"spk_0","timeCode":1361.87,"tags":["Hey, Bo'sch,","you"]},{"id":"SBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"because a dog is a hell of a C.","speaker":"spk_1","timeCode":1405.54,"tags":[]},{"id":"TxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I have a little concerned about the specificity of God. It Zoom Bosch threatening. He's basically like, yeah, he''s threatening. Yeah, to to put someone on Tosh Point. Oh, he say that he''s gonna bite your butt, huh? That someone will, I gues's, Be recording this on video.","speaker":"spk_0","timeCode":1459.49,"tags":["God","Bo'sch"]},{"id":"VBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Andrew Jordan obviously need the song, and she has been,","speaker":"spk_2","timeCode":1542.05,"tags":["Andrew Jordan"]},{"id":"WhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Lady Gaga style kept saying Lady Gaga style.","speaker":"spk_0","timeCode":1627.31,"tags":["Lady Gaga","Lady Gaga"]},{"id":"XxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"him you told me to sing a song.","speaker":"spk_1","timeCode":1691.06,"tags":[]},{"id":"ZxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"hey, guys, a taste I want to tell you about Squarespace. Turn your dream into a reality with Squarespace, Squarespace makes it easier than ever to launch your pas'sion project. I'll just quickly run through. So the history that we have with this service, Sean created a website with Squarespace called The Peaceful Post. That was a blank canvas where people could do design's and ideas and images promoting peace. And it could be a place where everyone on the Internet came together to get inspired and share their feelings and to come together.","speaker":"spk_2","timeCode":1988.14,"tags":["Sean","The Peaceful Po'st"]},{"id":"aBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Somebody wrote the do do man on it. He traced their I P addres's in a rage and figured out it was the backpack kid. And then he tried to arrest the backpack kid with handcuffs, but he was doing the flos's dance too fast and so he couldn't get the handcuffs on him on. So he decided to destroy the backpack kid by becoming the backpack kid. But he is doing the flaws very fast, but having a hard time coordinating it. So he is not basically beating himself up as he's doing it. Uh, this this comes to where we are now. He has made a video and posted it on different platforms in order to create Squarespace site where he is displaying the he himself is the backpack kid who is like better at doing it than he ever could be than the original backpack it ever could be. He does have a new backpack. He used to use a soft place mat with stuff in it, but now he does have a CVS bag. That is, it''s actually so many CBS bags stuffed inside each other that it is basically as thick as a backpack like indistingui'shable from a backpack. Um, however, the hosting platforms that he has hosted the video on have pulled down, um, as part of violation of their, uh, codes of conduct related to violence on the site. Um, they don't he''s doing it so fast that it actually looks like many fist's are, like physically destroying his but on and sometimes his sides. And it does basically feel like some sort of violence video that someone has posted as a threat. Ah, and his but Emma video basically becomes a mes's. So right now it''s not available to be seen, but my understanding is that he is still working on it. He''s actually making really good progres's on it. Ah, Squarespace makes it easier than ever to launch your pas'sion project What they were looking to start a new busine'ss. Showcase your work published content so products and more. Squarespace is the tool for you beautiful templates created by world clas's designer's. The template on this It''s like kind of surrounding video, and this, like very ornate but also very simple way. Work clas'ses, irons the ability to customize just about anything. With a few clicks, you can easily make a beautiful website yourself. Squarespace is powerful e commerce functionality, but you sell anything online, and analytics help you grow your site in real time. Everything is organized for mobile right out of the box. There''s nothing to patch or upgrade ever buying domains this Simple. Youll get help you need with Squarespace is 24 7 award winning customer support. Squarespace space and powers Millions of people, from designer's to lawyers, artist's to gamers in Away. Sean sort of explain to me how he is sort of all of those things with what he''s doing. Definitely a lawyer, because there is a big legal aspect to this designer. He''s like, sort of designing a pathway for his hands to do the dance artist gamers as obvious, even restaurant's and gyms. He''s also kind of both of those things to turn great ideas into something real. Had to Squarespace dot com slash The Boys for a free trial. And when you're ready to launch, use the offer code The Boys to save 10% off your first purchase of a website or domain that Squarespace dot com slash The Boys offer code The Boys","speaker":"spk_0","timeCode":2024.19,"tags":["CVS bag","CBS","Emma","Square'space","Square'space","Sean","Square'space dot com","dot com"]},{"id":"ahE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Needs it's own song? Um, lets see. Um, any part you have the opening song. That''s important. OK, yes. Which is agreed. Very short. Closing song. Um, okay, cause whoa. Yes, that is a song. Thank you. Yeah. Yes. Typically a sog","speaker":"spk_2","timeCode":2243.16,"tags":[]},{"id":"exE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"It's in the other corner from the first corner that I checked and I forgot There''s a lid on it sometimes, which is down. And I got lived at up. Scott. Go, go, go!","speaker":"spk_0","timeCode":2514.37,"tags":["fir'st","Scott"]},{"id":"fhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"It's good to have just in case. Yeah, I think that will come out relatable. Yeah,","speaker":"spk_1","timeCode":2552.11,"tags":[]},{"id":"fxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Kevin, Any request's? Any request's? Parody, song, parody song would be super fun. Anything you guys are listening to lately, Kevin, I am asking you o do one thing.","speaker":"spk_0","timeCode":2562.93,"tags":["Kevin","Kevin"]},{"id":"ghE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Yeah. Ah, no.","speaker":"spk_0","timeCode":2593.4,"tags":[]},{"id":"ixE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Why, Chef? Great telly. Gotta be gras's.","speaker":"spk_1","timeCode":2719.64,"tags":[]},{"id":"jRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Thank you. That's it? Yeah.","speaker":"spk_1","timeCode":2750.72,"tags":[]},{"id":"kxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Maybe we need to.","speaker":"spk_0","timeCode":2786.44,"tags":[]},{"id":"lRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Yeah, it's okay. I don't need that one. Damn, You were jamming. So our strings? Yeah. Did fucking rock. Thank you. Yeah. Um, there''s another guitar I can grab it for you on the other studio, but it''s electric. Uh, this is okay. Okay. Yeah. Thank you. He likes it this way. He''s got a president of the USA kind of thing going. Yeah, les's the les's strings, the better, actually. Brings me back to my tis'sue box days.","speaker":"spk_2","timeCode":2797.57,"tags":["USA"]},{"id":"nBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Cell One, and then the podcast pays for itself. Waken sell","speaker":"spk_2","timeCode":2924.67,"tags":[]},{"id":"nxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"that's a crazy Everything else is gravy. The rest of the podcast we can do for free.","speaker":"spk_0","timeCode":2935.05,"tags":[]},{"id":"oRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"that is really smart because they appear to have a pretty big budget.","speaker":"spk_0","timeCode":2981.83,"tags":[]},{"id":"rhE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Is there any that you feel like arent quite finished? And maybe","speaker":"spk_0","timeCode":3098.78,"tags":[]},{"id":"sxE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I'm so little in love. Origen Stone.","speaker":"spk_2","timeCode":3130.34,"tags":["Origen Stone"]},{"id":"tRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I'm a big as's pitch in the middle of a fucking tornado.","speaker":"spk_0","timeCode":3148.81,"tags":[]},{"id":"uBE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Hey, Hollywood Handbook fans, Am I not turkey early enough to join the turtle Club? Okay, that is a little bit of a preview for what I'm gonna talk about in this ad. Because turtle is the rigging company. That's right. Turtle is pronounces the word turtle. Even though it''s spelled,","speaker":"spk_0","timeCode":3210.14,"tags":["Hollywood Handbook","turkey","turtle Club","turtle"]},{"id":"wRE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"You want to give us a taste of something else that's fucked. Um,","speaker":"spk_2","timeCode":3472.83,"tags":[]},{"id":"0RE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"AARP AARP way go. Everybody can be everybodys","speaker":"spk_2","timeCode":3661.14,"tags":["AARP","AARP"]},{"id":"0hE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"'seal feels I mean, getting getting better at that. Yeah.","speaker":"spk_1","timeCode":3670.53,"tags":[]},{"id":"1RE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Um, I could keep Just keep reading back.","speaker":"spk_2","timeCode":3692.3,"tags":["Ju'st"]},{"id":"4RE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"I've been doing, I gues's, for a long time I don't want to do the show no more because I don't think were funny.","speaker":"spk_1","timeCode":3907.33,"tags":[]},{"id":"5RE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"We're done with show.","speaker":"spk_1","timeCode":3944.63,"tags":[]},{"id":"7BE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Okay, So what do we want to do to adjust? Seeker? Is there a word we can add or something? I as'sume a lot of the graphics are done, but we just slap something in front of it or after it to make it more punk.","speaker":"spk_0","timeCode":4061.56,"tags":["adju'st"]},{"id":"7xE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"Um, and there's no requirement to use it, but","speaker":"spk_2","timeCode":4104.66,"tags":[]},{"id":"8RE6JnMByMrymAEm8mjK","index":"handbook","podcast":"Hollywood Handbook","episode":"Mikal Cronin, Our Music Friend","line":"just let that roll around in your mouth a little bit and see how. See how it feels to you. What are you doing on the on the cover?","speaker":"spk_2","timeCode":4112.17,"tags":[]},{"id":"-hE8JnMByMrymAEmjmgL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"The chicken came out great. Her Diana goes, God, I gotta wash this down. Perhaps the beer kid just so hot. Oh, and it's also it''s also like 20 years old at that point,","speaker":"spk_1","timeCode":204.12,"tags":["Diana"]},{"id":"ARE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"preview. Dwayne Perkins is here.","speaker":"spk_1","timeCode":272.12,"tags":["Dwayne Perkin"]},{"id":"CxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Have you seen Ray Donovan?","speaker":"spk_2","timeCode":368.23,"tags":["Ray Donovan"]},{"id":"EhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"just like what is one of the things? So is we're on record that you have seen something. This is gonna be better for you if you just admit that you've seen something and he has done that has people. And that is on record. It's relatable. What have","speaker":"spk_2","timeCode":412.15,"tags":["Thi"]},{"id":"ExE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"I seen? Um, I've seen, um Have you guys seen Song land on NBC?","speaker":"spk_0","timeCode":425.22,"tags":["Song land","NBC"]},{"id":"FxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"He's a bit of a fixer. Simple picture. Pull fiction. Yeah, I remember the wolf. No care to who they're like. What do we do? Like we gotta like the guys in the car. The guy that way got to call this guy. And he''s like, Here''s what he was sending the water. The problem, which is clean the car? Yes, that Onley the wolf knows you gotta clean this car. What''s something that happened on Song Land? Just at this point, I do feel like I need some proof that you did see, um, So one of the wolves, there''s just one thing that happened on song went even was about to say that you see, in Pulp Fiction, and then you didn't know the one of the main guys","speaker":"spk_1","timeCode":475.26,"tags":["Onley","Song Land","the wolve","Pulp Fiction"]},{"id":"LRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"comedy. Yes. What I would say, you know, is for me at least this guy doing Summer Beach Party mas'sacre, this other guy kicking and punching. That's only part of what I dio. But for you, the other Dwayne Perkins is doing exactly what you dio.","speaker":"spk_0","timeCode":754.33,"tags":["Summer Beach Party","Dwayne Perkin"]},{"id":"LhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yeah, or he with that Say, I'm doing exactly what he's doing,","speaker":"spk_1","timeCode":767.88,"tags":[]},{"id":"LxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"OK? And there's what I was worried about. Some s. So when I go Hey, Siri, play Dwayne Perkins comedy. What do I get?","speaker":"spk_2","timeCode":771.9,"tags":["Siri","Dwayne Perkin"]},{"id":"MhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Uh uh, no, I I did receive lots of, um, pas'sionate respon'ses on Twitter. I'm saying, how could you do such a thing? And I was like, What are you talking about it and then I saw and I gas'sed. And I was like, Oh, no, you have to. And so then my twitter name became Dwayne, not Duane Perkins Perkins,","speaker":"spk_2","timeCode":798.88,"tags":["Twitter","twitter","Dwayne","Duane Perkin","Perkin"]},{"id":"NRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"My coming against the other. Dwayne, who has a head start. Hell of a career. Looked a guidebook, Liquid. Isha. I mean, he d legit has a Netflix special. And so I'm like, you've done it.","speaker":"spk_1","timeCode":838.96,"tags":["Dwayne","Netflix"]},{"id":"NxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"That they're going to think of him and not you and that's crazy. Could have a great bit about things that should be vetoes way can't anymore. Right? Werent told. I'm and if a baby has a name, I'm like wire, are they not? Baby? I am. That''s a weird","speaker":"spk_1","timeCode":871.18,"tags":[]},{"id":"OxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"So I do think we should probably pick another baby name. That should be be just not Diane. Yes, I know you've been in the lab on that one for a while, but I do think we need some other ones.","speaker":"spk_2","timeCode":905.49,"tags":["Diane"]},{"id":"PBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Uh, yeah, just like I don't like, um, jacket. Yes, that's an item, not a prayer. Saying","speaker":"spk_0","timeCode":918.91,"tags":[]},{"id":"PxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Okay, Ready? Okay, then whats the problem? It''s not cute. Uh, and it it''s No, It makes me think of Betty Boop because, um Oh, okay.","speaker":"spk_2","timeCode":931.5,"tags":["Betty Boop"]},{"id":"QRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yes, And that is just history. And there's nothing offensive about that.","speaker":"spk_2","timeCode":955.78,"tags":[]},{"id":"RhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yes, And when she hosted SNL, that was","speaker":"spk_2","timeCode":988.19,"tags":["SNL"]},{"id":"SBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"That is a funny post. I see it every time. Anybody like that is a tweet that will never get old.","speaker":"spk_0","timeCode":1005.2,"tags":[]},{"id":"ShE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Oh, and that's my baby name. Actually, that should be vetoed. We can't do pick Maley on anymore. No, come on, Weve moved past them","speaker":"spk_1","timeCode":1030.6,"tags":["Maley"]},{"id":"ThE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Anyone help anyone? You have that one.","speaker":"spk_2","timeCode":1068.76,"tags":[]}]