[{"id":"VxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"It doesn't need a lot of extension's to make it more fun.","speaker":"spk_0","timeCode":1130.31,"tags":[]},{"id":"WBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yeah, it is. Mozilla.","speaker":"spk_2","timeCode":1133.93,"tags":["Mozilla"]},{"id":"WRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Um so I think Yes, the Firefox thing. That's funny. Yes. You can find anything on the internet I don't know of. This will come over later. But do you know any standups who talk about Tor non the Internet or like porno search terms and stuff? Because that, to me, seems Liquid area That could be maybe a comedy bit for 50 to 100 standups. This is something that you probably don't know when you agree to do Stand up. You sign a contract about the topics you're going, you have to talk about Sorry. Sorry, sorry. Horn is number two. Number one is, uh you have to talk about, like, your personal opinions of comedy and how you feel when people don't like comedy number one. Number two, Porn number three, Racism.","speaker":"spk_1","timeCode":1136.2,"tags":["Firefox","Thi","Tor","Thi","Raci'sm"]},{"id":"WhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Talking about it does doing it just straight up. You're gonna want to get some of that in there.","speaker":"spk_2","timeCode":1182.42,"tags":[]},{"id":"YBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"it zone that, like, I just find so interesting. There's a show on Nickelodeon when I was younger called Truck Zone. Uh ah. Away who were going to like this world would have magic of chalk and wrong. Well, he wanted. And my head That friend zone is the same thing with friends like that. Yes. You can use a piece of your friend to draw portal. Yeah. So","speaker":"spk_2","timeCode":1244.49,"tags":["Nickelodeon","Truck Zone","friend zone"]},{"id":"aRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"How do you convert trust into horning Zoom","speaker":"spk_1","timeCode":1450.93,"tags":["tru'st","Zoom"]},{"id":"bhE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"That's what comedy is. Comedy is an extension of a debt. And this is my ignorance showing Ted Danson actually created comedy. Not the Ted Danson from The Good Place Ted Danson, who was born in 15. 76. Okay, he was the first person to ever attempt to do stand up comedy. It was him just telling the audience about his thoughts on, um, Evolution. Oh, wow. Oh, yes. The lizard brain is in the sort of Yes, at the end. He was like that crazy. And then the audience went and saying, and then they're like, Oh, this could be done as an art form. And then that''s how stand","speaker":"spk_1","timeCode":1488.28,"tags":["Ted Dan'son","Ted Dan'son","Good Place","Ted Dan'son"]},{"id":"bxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"outs are so fun to watch. Yeah, they are was always wondering why. I gues's they do cut it off right before they say, Aint that crazy?","speaker":"spk_2","timeCode":1526.65,"tags":[]},{"id":"chE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"P homes comedy bit must of difference. He's kind of going like, aint that crazy? Yeah, man.","speaker":"spk_1","timeCode":1545.2,"tags":[]},{"id":"iBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"You know, you've been asking me to leave this restaurant for about 5000 years. Which is how long humans have been shaving for. Yeah, the ancient Greeks didn't need flex balls, heated handles. And neither do you. They drinking? Did the Olympics think about that? Why? Aires doesn't add gimmicky features to their razors. Well, that's why you and your going Hey, why don't that give Aqui features Recre Quip? Because the friggin day already, it''s fine enough The record player is still okay. Turn it off. That bastard You Did Turn it off. You turn it off. Go ahead, Reach for it. See what happens. Oh,","speaker":"spk_1","timeCode":1892.67,"tags":["Olympic"]},{"id":"ixE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"No, I know he's Made move. Youd have reacted for what? You were three shot in there like a little sparrow and move the needle. What do you normal speed? What''s","speaker":"spk_0","timeCode":1945.43,"tags":[]},{"id":"jRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Friggin Mrs Golden-Globes over there. This is part of the is'sue of multiple deserting Nieto Donaire. Or is up that over here this is the conversation about","speaker":"spk_0","timeCode":1961.36,"tags":["Golden","Globe","Nieto"]},{"id":"khE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Have to look mes'sed up or something. You can't eat the whole thing and then go are actually didn't like it. Pretty funny to try. Yeah, you know, I love shaving with areas raise's because it makes my face look a little slimmer.","speaker":"spk_1","timeCode":2047.4899999999998,"tags":[]},{"id":"kxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Trimmed out the beard a little bit. I have not","speaker":"spk_1","timeCode":2065.8,"tags":[]},{"id":"lBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"notice that effect. It does. There are other ways to do. It does? Yeah.","speaker":"spk_0","timeCode":2069.11,"tags":[]},{"id":"lxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"has been asking. My friend Sean has been asking what I want for my birthday because he's like your birthday is coming up. What do you want? My birthday is not, uh, coming up. It''s like not around now. But Sean celebrates my birthday on September 30th so he can do kind of a mash up parody song. The hero called Happy Birthday when September ends. So he''s like, been getting excited to, like, do the Song and he''s like and then he comes up to me. He''s like, I don't even tell me what you want. I have two great presence for you. Ah, and it combines your two favorite things looking good and feeling good. And I was like, Wow, like this is so exciting. I can't wait to see what Sean got. Uh, and he comes to my house and he''s very sad. And he''s like, he''s like kicking little rocks and his like head is hanging and he looks relief, sad and bashful. And I said, What is wrong? What happened? And he said So something went wrong with the gift. It is the two things Ah, but I I got mixed up in, like how I gave them directions for how to do it. And so he pulls out, and then he pulls out and he shows me a best of Mike Myers, as on SNL tape VHS tape and is dres'sed in a custom fitted Indochino suit for itself, and I immediately realized what happened. I totally understand how things got a little bit cros'sed up. The table looks so good, like just looking at it like I have a kind of standing up, um, next to my TV. It looks bomb like it fits so well. The suit is so nice because that''s what you can do with energy. Like we have closer Mendocino that we love. I have like, like not a super like different pieces from it that I can match with all these different things. Ah, but now I think I might get a suit to cause I can see how good it looks on the tape. Ah, Indochino is the world''s largest Made to measure menswear brand, and they make suits, shirts, coats and mawr Made to your exact measurement's for a great fit. I can see on the tape like nothing is like hanging everything is like, sort of lined up perfectly and like hugging of replaces loose in the right places. Ah, and you get to personalize all the details. Your lapel, You're lining your own monogram. Ah, the tape does have at an initial monogram. Ah, in the lining that says s Oh, the monogram is BOYS20. T, which is best of Mike Myers on SNL VHS tape. Start your style upgrade now with $30 off your total purchase of $399 or more when you go to Indochino dot com and enter handbook at check Out. Plus, shipping is free. That''s Indochino dot com Promo code handbook for $30 off your total purchase of $399 orm or this is an incredible deal for made to measure clothing. You really have no excuse anymore to wear clothing. It doesn't fit","speaker":"spk_0","timeCode":2117.47,"tags":["Sean","Sean","Sean","Mike Myer","Indochino","Mendocino","Indochino","Mike Myer","SNL","Indochino dot com","Indochino","com"]},{"id":"mBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Now. This one,","speaker":"spk_0","timeCode":2328.96,"tags":[]},{"id":"nBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"What they said was, Are you the other doing parking? And I was like, Oh, no, Oh, um, it's My line. The next category","speaker":"spk_2","timeCode":2353.45,"tags":[]},{"id":"ohE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"in your comedy. You like this is effectively giving them and intellectual shower and, like stripping away some of this grime, uh, of like just like not getting it getting soaked with knowledge.","speaker":"spk_2","timeCode":2438.21,"tags":[]},{"id":"oxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yes, I'm washing away the grime of ignorance. Yes, that's right. What is the best soap Knowledge?","speaker":"spk_0","timeCode":2454.61,"tags":[]},{"id":"rBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Wow. Okay. The best and worst made up name. I'm searching. I'm searching doing Perkins comedy. The best worst made up name. I'm laughing. I'm cracking up laughing my as's off. That's all in the search. Taking a break.","speaker":"spk_0","timeCode":2528.2,"tags":["Perkin"]},{"id":"rRE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"And what do I find? Weve done a lot of names. Stuff already were in the name zone we have where this sort of our corner. Now we own names. Okay, baby names Made fuckin demolished. That entire topic now made up names. So this is a situation. Let me try to create this.","speaker":"spk_1","timeCode":2546.76,"tags":[]},{"id":"rxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"dream. Can you help me out on this, Jerry? Yes. That's the best one again. Because it seems like it could be a real name.","speaker":"spk_1","timeCode":2584.66,"tags":["Jerry"]},{"id":"txE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"I get it. It's activated. Everything. Relativity is a thing. Yeah, sure.","speaker":"spk_1","timeCode":2631.63,"tags":[]},{"id":"vxE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"house, um IV also a bad Made up named have would be a lot of vagina. Uh, yeah, a lot of vagina.","speaker":"spk_0","timeCode":2693.79,"tags":[]},{"id":"xBE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"'seen now.","speaker":"spk_2","timeCode":2720.7,"tags":[]},{"id":"0xE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"'so I like when I watched it, I was a kind of a little baby. And so when it went away, I didn't remember that it was happened that it had ever happened. And I thought it, like, didn't exist anymore. Like winning wasn't on the screen s Oh, that was just like a funny like misconception I had","speaker":"spk_2","timeCode":2787.31,"tags":[]},{"id":"1BE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"when I know abject.","speaker":"spk_0","timeCode":2802.83,"tags":[]},{"id":"1xE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"crazy. I like remember it, but is I kind of muffled because the first time I heard I was inside of my mothers womb? Yeah, what does that sound like? Oh, something somebody saying shag. But it was Yeah. Could that be? I mean, they say, like parents, like should, like listen to Mozart or whatever to make their baby start. Could that be why you're so funny? My on in comedy now is that there was a","speaker":"spk_2","timeCode":2816.77,"tags":["Mozart"]},{"id":"4xE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"isn't saying that, like our lives are so parallel. Yeah,","speaker":"spk_2","timeCode":2974.04,"tags":[]},{"id":"6xE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"I have four affidavits that say that I was exactly where I was at the time.","speaker":"spk_1","timeCode":3067.37,"tags":[]},{"id":"7xE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yeah, that's nuts to me. You know, as I picture, there''s also on PCP.","speaker":"spk_0","timeCode":3090.35,"tags":[]},{"id":"-hE8JnMByMrymAEmjmkL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"I could have really expand it My fan base if I would have just really hit sports hard. And this is something that people are searching for, just for like s CEO stuff. Just people were being like","speaker":"spk_2","timeCode":3197.43,"tags":[]},{"id":"ABE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"your cable My Did that, Teoh? Yes.","speaker":"spk_2","timeCode":3274.63,"tags":["Teoh"]},{"id":"ARE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Yeah, I did that. I was so finding when I was a ball, I was aligned. But I was so bad that it's like a","speaker":"spk_1","timeCode":3276.63,"tags":[]},{"id":"AhE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Boys-This strike.","speaker":"spk_2","timeCode":3282.1,"tags":["Thi"]},{"id":"BBE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Sam. Ah, in middle school,","speaker":"spk_1","timeCode":3289.82,"tags":["Sam"]},{"id":"BRE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Ryan Long. Well, the Packers kicker. His name was in the phone book and we called them once and yelled at him. And then the police came to our house.","speaker":"spk_2","timeCode":3292.67,"tags":["Ryan Long","Packer"]},{"id":"EBE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"is your your We have had the is'sue before where peoples headphones were not on. Oh, no. Are you hearing what we're Yeah, we're too.","speaker":"spk_2","timeCode":3390.66,"tags":[]},{"id":"HBE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Good. That is called being an ally.","speaker":"spk_0","timeCode":3476,"tags":[]},{"id":"HRE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"And every year we refuse toe except more money we have for this increase's,","speaker":"spk_2","timeCode":3478.15,"tags":[]},{"id":"IhE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Can you talk about your wares? Wyoming bit now it because I have a thing called a map and you can just, like, be like, Oh, there it is. And once I found it is very hard to forget because it's only 50 states, and two of them are not even like connected s. Oh, so that","speaker":"spk_1","timeCode":3515.31,"tags":["Wyoming"]},{"id":"LhE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"is a cream full stop. Ah, it depends on what she did and what constitute's","speaker":"spk_1","timeCode":3598.67,"tags":[]},{"id":"LxE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"last got friend zoned to the fucking moon.","speaker":"spk_2","timeCode":3604.59,"tags":["the","moon"]},{"id":"MxE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"No, it's more complicated than that.","speaker":"spk_2","timeCode":3639.58,"tags":[]},{"id":"NBE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"Why I lost track of it while watching it. At one point, it's a man struggling singer songwriter. He''s about to finally give up and stop chasing his dream and to go back to teaching, which in the movie is sort of the lowest thing you can dio. I mean, And then it is. He is. How dare you","speaker":"spk_1","timeCode":3642.63,"tags":[]},{"id":"NhE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"and that you're saying, Wait a minute, What? Everything is going dunk and then you go, Oh, yes, even the Eiffel Tower. And then during the Blackout, obviously, stoplights are out and so are is everyones headlights for some reason, because the bus has, which I as'sume that''s out a different grade than like the evil tower for evidence. But it''s not. Ah, so he can't see the bus coming. He goes through the intersection, he gets hit by the bus. He gets two of his teeth knocked out. They talk about it so much him needing new teeth and his teeth being knocked out, that it almost seems like it may have been important at the end of the movie. I didn't finish it That, like the fake teeth, taught him Beatle song something, but and anyway, he wakes up in the hospital when he wakes up. He immediately makes like three Beatles references in casual conversation over the next two hours, all of which are met with, like the what the who? Then he gets given a guitar. Then he plays a Beatle song. No one has ever heard it before. They're like, That''s so Good! Then he goes, Oh, I'm just gonna record all the Beatle songs and relearned them all so that the world has them. Other stuff doesn't exist anymore. Like Coca Cola doesn't exist. I didn't get toe claim that the weirdest one of these cigarettes don't exist. Huh? Um, it sounds like propaganda.","speaker":"spk_1","timeCode":3667.32,"tags":["Eiffel Tower","Blackout","Beatle","Beatle","Beatle","Beatle","Coca Cola"]},{"id":"OBE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"get THOMAS. I get that.","speaker":"spk_1","timeCode":3743.19,"tags":[]},{"id":"RxE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"okay. He did. Oh, like, walk straight into that.","speaker":"spk_1","timeCode":3850.99,"tags":[]},{"id":"UBE8JnMByMrymAEmjmoL","index":"handbook","podcast":"Hollywood Handbook","episode":"Dewayne Perkins, Our Close Friend","line":"by","speaker":"spk_0","timeCode":0,"tags":[]},{"id":"VxE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"but I'm flipping and spinning around from whats flipping new friends.","speaker":"spk_0","timeCode":195.2,"tags":[]},{"id":"WhE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"on. And so basically, we should have known all along the obse'ssion with bones. Mm, the always touching them and like, trying to figure them out. Oh, yes. This is which, like, behavior, it absolutely is. And I hate THOMAS incriminate the entire bloodline, but yes. Is that sister of hers a bit too quirky? Yes. And Caleb, how can Caleb captured these images without having the powers of a witch and perhaps the most fucked up one of them all? Caleb. So she is es'sentially crafting me. Uh, on the set on the bunk said, uh, yeah, on a break, everyones air. Everyone''s watching David''s watching","speaker":"spk_0","timeCode":225.8,"tags":["Thi","Caleb","Caleb","Caleb","David"]},{"id":"YRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"and if I could get rial for a minute that sold outside. That's thanks to you guys.","speaker":"spk_0","timeCode":416.58,"tags":[]},{"id":"ahE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Any other tips for school for school guys,","speaker":"spk_0","timeCode":528.35,"tags":[]},{"id":"cBE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Uh, we sat down with before every show. We do every like, podcast in the studio. Every live show, Sean, I sit down, it sort of a drafter drafting table on there's like, graph paper, and we, like, planned out the whole thing. We do all the coryo we like. We just get in the lab, and we don't come out until we have it Until, like, the whole show until the show is locked, Loaded and ready to blast. Yes, But today, out of respect for the climate strike, we have not prepared anything. Not a thing. Nothing. Because think about it. A climate strike.","speaker":"spk_0","timeCode":661.44,"tags":["Sean"]},{"id":"dhE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Dude, you get the whole damn couch.","speaker":"spk_0","timeCode":777.07,"tags":[]},{"id":"gRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"That's correct. 80 pbp people love the show. You started it and bailed on it.","speaker":"spk_0","timeCode":1049.95,"tags":[]},{"id":"ghE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Try doing 200 episode's and Ben quitting but still doing over 100 more? Yeah, without actually doing it. Showing up and doing every week? Yes. And you're not doing You're not even doing it anymore. You about what? You are there somehow. Imagine you're not doing this show now.","speaker":"spk_0","timeCode":1061.95,"tags":["Ben"]},{"id":"kRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"You've got a jackhammer in the middle of the You bet I am. Gas powered, Jack. Camera visible work, climate scam.","speaker":"spk_0","timeCode":1381.26,"tags":["Jack"]},{"id":"kxE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"You're not doing it. Oh, you said it brother back to school. Idea","speaker":"spk_0","timeCode":1410.25,"tags":[]},{"id":"nRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"this is wild. I mean, I don't even know what I'm doing it. French College. Uh, real mistake. I'm not French. Yeah, so that's Apple. So one wow. All right,","speaker":"spk_0","timeCode":1525.61,"tags":["French College","French","Apple"]},{"id":"pxE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Um, this one is harder than the last one, so Yeah, well, lets get a different name then. Let''s get a different name. Um Oh, hey, that could be interesting. Wow, Doggy. Something of a little hellion in the Martin short movie. Oh, yes, there''s areas. He''s a mailman who''s good at jeopardy on the show. Cheers. And the last name. Uh, who said? Not hepatitis. What was that? Clifford dog","speaker":"spk_0","timeCode":1666.83,"tags":["Martin","Clifford"]},{"id":"txE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"They're searching around for, like, the name of their whose Then","speaker":"spk_0","timeCode":2063.34,"tags":[]},{"id":"uBE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"I'm lost. But it's all right. It''s like the all the lawyers. Oh, you're the warriors air on the computer and they're searching for the name of Snoopy or whoever it is. That s so if I have a podcast called Let''s Talk About Snoopy or I am Snoop, I am Snoopy. Then theyll they like and theyll be like No, you're not. Yes, Even if you as'sist, Even if in the podcast you were being, you know, Clifford dog or something else. Hey, you're kind of capitalizing, making money office newbie. But if you call it, I mean, what''s something you could call it? Ah, Fuckin maybe something unappealing like, yeah, this podcast actually smells bad. Somehow this podcast sucks. It smells. This smells so Yeah, you could call it that, But that was your in there. You could do Away. It''s me, Snoopy. Yes. You could do a really beloved character. Maybe it''s not All right. Welcome to this Smells. This is the podcast. That smells horrible. No one should listen. All right, now that","speaker":"spk_0","timeCode":2069.28,"tags":["Snoopy","Snoopy","Snoop","Snoopy","Clifford","Thi","Snoopy","Thi"]},{"id":"uRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"now that all the people with sensitive nose's, all those fucking lawyers have been scared away by the threat of a bad smell, You know, um,","speaker":"spk_0","timeCode":2142.55,"tags":[]},{"id":"wBE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"I mean, I was ready to just about just, you know, fly Away. That's a three panel structure. Yeah,","speaker":"spk_0","timeCode":2263.97,"tags":["ju'st"]},{"id":"zBE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Yep, he's bit of a non guy. Various. Yeah, yeah, you were right before when you said that they were all unusual. A tad unusual. NHTSA I'd say. There''s the lecherous pervs. Yeah, John De Mello. Yeah, yeah, yeah.","speaker":"spk_0","timeCode":2425.8,"tags":["Variou","John De Mello"]},{"id":"zRE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"People are making strange sounds in the audience. He's the thunderclap for Electras. Per he''s the director of the Radio City Music Hall. Christma's Spectacular. Yeah, and a legendary pervert. He''s a little off beat, I'd say.","speaker":"spk_0","timeCode":2444.31,"tags":["Electra","Radio City Mu'sic Hall","Chri'stma"]},{"id":"0hE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"That was Is that hair on school really started to move backwards. Not slowing a the best way you want it to be so fast. You can hear it. No, I want it. I said not slow enough. Oh, you want it? Oh, I said you wanted to be slower. It is moving so fast, you can hear. I'm hearing it's going to sound like","speaker":"spk_0","timeCode":2567.97,"tags":[]},{"id":"1hE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"So there is, Of course. Ah, if you are familiar with Curly and photography and electromagnetic field, that is around all of us. I believe that the images actually capturing some of the electricity and that will be transmitted through the screen and it might zap You're swang, uh, or, um, even zap your scalp in a way that makes you have hair and have ah, maybe schwing. You could also just hold the image up to your skin, provided it is the same PCI Hugh Bond. Then you could be like, Well, this is mine. And people be like, Oh, that's pretty good. It provided the good. Not all the parts on your limbs are good, but there Oh, no. But there are parts. I'm sherry picking, though. I mean, I'm taking a lot of the best parts from my arms and legs from My hams. As you mentioned, which are very PCI, your hands are part of your limbs. Yeah, that''s a limb for you. My hams? Yeah, Miami''s Oh, I was thinking about your pres'sed hams. Ah, what I'm doing pres's ham up against the window of the bus. Hi, glas's friggin slam that pres'sed ham right up against it. And I go, Good morning. Nice to meet you. Hims is helping guys be the best version of themselve's with licensed physician's and FDA approved price to help treat hair los's. No snake oil pills or gas station counter supplement. We do have gas station counter supplements on limbs dot com. If you click on any of my limbs, it will send you two gas station counter supplements, tons of them, and there were charging more than the gas station does. Just answer a few quick question's the doctor will review, and if they determine it''s right for you, they can prescribe you medication to treat your hair los's, and it goes right to your door. Ours does not. Ours does not order. Now our listener's can get started with hims complete hair kit for just $5 today while supplies last and subject to two doctors approval. Where does the word as years go? Ah, just like a bathroom in ah bus station,","speaker":"spk_0","timeCode":2695.83,"tags":["Hugh Bond","Miami","FDA","ga's","ga","ga"]},{"id":"2RE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"get hotter than more. You turn them up and the hottest setting actually is cooking the most. Theyve got beach and chicken do one const pork. It's having for you ButcherBox.","speaker":"spk_0","timeCode":2919.8,"tags":["ButcherBox"]},{"id":"2hE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Every month they shipped the curate selection of the high quality meat to your house. Every box has 9 to £11 of meat that is free of antibiotics, and the hormones added hormones, and it's all packed, fresh, shipped, frozen in a vacuum sealed so it stays that way, and sometimes it''s 100%. The gras's fed beef and the free range chicken and the heritage pork and wild caught salmon and the sugar nitrate free bacon is only about six stars a meal and they have free shipping in the United States. And they said to only mention, too. I couldn't help myself. Yeah, it''s true. Um, so let''s talk about it. We gotta ButcherBox Neither one of us eats beef. We can say we are allowed to say that I chicken which I got pork, which I got, and bacon, which I got and all that was beautiful, high quality meat. We did not get sent salmon. We did get sent beef. I gave it to someone. They ate it and told me they like it. Right now, ButcherBox is offering new members ground beef for a wife that''s £2 of ground beef in every box for the life of their subscription, plus $20 off their first box. Just goto ButcherBox dot com slash The Boys Air Inter promo code The Boys at check out that''s ButcherBox dot com slash The Boys or enter promo code. The Boys at check out","speaker":"spk_0","timeCode":2936.56,"tags":["United State","ButcherBox","ButcherBox dot","ButcherBox dot com"]},{"id":"5BE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"So lets get it. But it''s well worth. You're 3 49 a month to hear that one alone. Yes, To go back and listen to that. And then get this reference for this which will soon be archived as well. Blink and you mis's it in terms of archiving these things, is that right? Yeah. I don't listen to any podcast's. Uh, I don't blame you about it. Now. This trash prison I'm in. Yeah. You have to treat your in the prison part of the trash con. The trash can is viewers obse'ssively street No is vast. It is a vast underworld. Oh, yeah. Gradually, I'm a graduate. What I would like to present Rap","speaker":"spk_0","timeCode":3240.42,"tags":[]},{"id":"5hE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"That's fine. Now,","speaker":"spk_0","timeCode":3291.37,"tags":[]},{"id":"6RE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"But I was funny enough to get on SNL. Uh, which apparently means something to me","speaker":"spk_0","timeCode":3351.63,"tags":["SNL"]},{"id":"6xE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Uh, heres I gotta Mim. Oh, I love I love means of one of them is the Joker trailer. Oh, yeah, but it''s just clips of Fozzie Bear going around doing his comedy and stuff. But it''s the voiceover from the Joker trailer, And Fozzie is the one that''s like, That''s a can. Yes. Yeah, I think that''s a can't mis's me. Yeah, I think that''s what that mean is so choice. Don't give it away. I knew Andy like it. He loves visual stuff. Yeah, I'm wild about visual stuff and means I, uh I spent a solid My don't want to exaggerate. 15 minutes on the internet with the picture of Joaquin Phoenix as the Joker in the poster image where he''s kind of looking up at the sky, uh, looking for I believed that there was a similar image of Bonneau as MK Fist. Oh,","speaker":"spk_0","timeCode":3397.49,"tags":["Joker","Fozzie Bear","Joker","Fozzie","Andy","Joaquin Phoenix","Joker","Bonneau"]},{"id":"7BE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"wow. And, uh, I just wanted to have them side by side. And is that a tweet? But I couldn't find ah! Oh, I couldn't find a suitable mcf visto picture of you. Got it. Comedy is about taking risk's. You gotta","speaker":"spk_0","timeCode":3459.98,"tags":["mcf"]},{"id":"7RE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"not. Everything is gonna work. I wanted it just I mean, I wanted that the same pose in a car. Fine. With the payoff. I know those sweet payoffs. Strange lack of photos of mcf visto on Google images. Yeah, that's fucking me up.","speaker":"spk_0","timeCode":3477.25,"tags":["mcf","Google"]},{"id":"7hE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"You, uh you would have gone so damn viral. No shit. I would have had, like, you would be hanging out with us clowns.","speaker":"spk_0","timeCode":3494.45,"tags":[]},{"id":"8xE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"George Is Jean short? Yes, we can all agree.","speaker":"spk_0","timeCode":3538.46,"tags":["George"]},{"id":"-BE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Yes, So he's a guy where gras's shorts. He is a, uh, older white man who has retired to the Hawaiian Island's and has adopted a lot of their culture in particular on his short,","speaker":"spk_0","timeCode":3571.76,"tags":[]},{"id":"-xE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"the Hawaiian lifestyle would be gored. Carl, I am a retiree living down here on the big Island and really just getting into it. My ties every day lays poi other references to Hawaii,","speaker":"spk_0","timeCode":3608.92,"tags":["Carl","Hawaii"]},{"id":"_hE8JnMByMrymAEmxGq9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"the grandson of Don Ho. Uh ah. Stealing ho","speaker":"spk_0","timeCode":3655.36,"tags":["Don Ho"]},{"id":"BRE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Please come back to the continental United States. Your family is Mrs you on the mainland. You have, like a huge family and a wife.","speaker":"spk_0","timeCode":3900.98,"tags":["United State"]},{"id":"CBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"No, you may not.","speaker":"spk_0","timeCode":3930.13,"tags":[]},{"id":"EBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"you know there be no punk house pilots without you guys. Does anyone want to come up and be in one? The only thing better? Yeah. Then them staying there and talking is them coming up here? Uh, that's the only thing better. That''s the only better thing. Well, we don't have 1/4 microphone. Otherwise, that''s a sure","speaker":"spk_0","timeCode":4085.51,"tags":[]},{"id":"ERE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"you know, There's no room on this chair. What am I seeing over here? What''s funny to me right now is that Kevin has been backstage the whole time and sort of wondering, like when he''s gonna get about and do something. And I just forgot.","speaker":"spk_0","timeCode":4108.36,"tags":["Kevin"]},{"id":"GhE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Good call.","speaker":"spk_0","timeCode":4185.72,"tags":[]},{"id":"HBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Ah, the cat. No, Andy, I've been in podcasting for a little while. I think I know what I'm doing. The show is called Nice Boat.","speaker":"spk_0","timeCode":4204.71,"tags":["Andy","Nice Boat"]},{"id":"HhE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"as maybe you're doing, like, a monologue at the top. Oh, who is that? Uh,","speaker":"spk_0","timeCode":4235.87,"tags":[]},{"id":"IBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"One of been my suggestion. I wouldn't want to have a good time Clas'sic or contemporary.","speaker":"spk_0","timeCode":4251.67,"tags":["Cla's'sic"]},{"id":"IhE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Formerly nice boat. But the boats have just been great. And this is black as's where I will be reviewing My guest's boat.","speaker":"spk_0","timeCode":4268.77,"tags":[]},{"id":"KhE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Oh, you heard that. Oh, hello. There's Aylor. Hey, it''s me. Mary Holland. IV scheduled guest. IV marry.","speaker":"spk_0","timeCode":4366.48,"tags":["Aylor","Mary Holland"]},{"id":"MBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"So back to school.","speaker":"spk_0","timeCode":4434.22,"tags":[]},{"id":"RhE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Tos's you a piece of public art. Just baby sit above gonna catch it into my mouth. This'd isn't. We usually save it is for the end of the show. We're gonna tos's the popcorn from boat to boat in the canals of Venice, Italy, and he's going to catch it in his mouth way.","speaker":"spk_0","timeCode":4795.1,"tags":["Venice, Italy"]},{"id":"RxE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"You pick it at fucking piece of popcorn out of that turnout. Go, Luigi, Go! You picking a piece about? This is a gold man. Popcorn. You don't let it fall in a fucking canal. Zabrze necks! That that sonny Colonel, I'm not Made. Did ups. Everett the popcorn. Luigi can you lifted the wicked Cursed It's placed off","speaker":"spk_0","timeCode":4817.96,"tags":["Luigi","Everett","Luigi"]},{"id":"TRE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Two parts. That's very men, that you can't even call that a miniserie's. Okay, I will try to lift the curse, OK?","speaker":"spk_0","timeCode":4874.85,"tags":[]},{"id":"VBE8JnMByMrymAEmxGu9","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Podcast Pilot Friend","line":"Thank you, Andy. Goodbye.","speaker":"spk_0","timeCode":4943.71,"tags":["Andy"]},{"id":"WhE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","line":"of episode's where it seems that I mis's","speaker":"spk_0","timeCode":77.12,"tags":[]},{"id":"XxE-JnMByMrymAEmAWs-","index":"handbook","podcast":"Hollywood Handbook","episode":"Laci Mosley, Our Scams Friends","line":"I love wearing these clothes now that I don't wear old dungarees anymore, although part of me does Mr feel them quite a bit.","speaker":"spk_1","timeCode":161.41,"tags":[]}]