[{"id":"HhEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"God, they're bringing this toe life. My words, You know, my Dean Cain interview about Lois and Clark. You know, my ballpark, frank thing. My, uh, was Louie Anderson doing a cannonball? Yeah, From The","speaker":"spk_0","timeCode":3706.39,"tags":["God","Dean Cain","Loi","Clark","Louie Ander'son"]},{"id":"KhEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"because on do you have something to promote? Oh, what?","speaker":"spk_0","timeCode":3804.7,"tags":["becau'se"]},{"id":"MBEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"and then I, um I'm on the search party","speaker":"spk_2","timeCode":3827.34,"tags":[]},{"id":"NhEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"also American Idol","speaker":"spk_2","timeCode":3865.49,"tags":["American Idol"]},{"id":"OREFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"Sorry if you could just hang on just We're almost out of time and way did want to promote Hollywood Handbook. So it's this great podcast's on Earwolf.","speaker":"spk_2","timeCode":3882.2,"tags":["ju'st","ju'st","'re","Hollywood Handbook","Earwolf"]},{"id":"OxEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"That's not really","speaker":"spk_2","timeCode":3892.7,"tags":[]},{"id":"PhEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"best bit has been taken from me on. Now it's","speaker":"spk_1","timeCode":3968.78,"tags":[]},{"id":"PxEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"Bobby Matthews has filled a musician.","speaker":"spk_1","timeCode":3982.16,"tags":["Bobby Matthew"]},{"id":"QhEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"John Gim Burling as the musician's agent,","speaker":"spk_1","timeCode":4008.47,"tags":["John Gim Burling"]},{"id":"QxEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"Scott Aquaman as the comedy club manager?","speaker":"spk_1","timeCode":4025.79,"tags":["Scott Aquaman"]},{"id":"TBEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"the members of Genesi's listed, but Phil Collins has cros'sed out and encircled in cros's out again.","speaker":"spk_1","timeCode":4170.71,"tags":["Gene'si","Phil Collin"]},{"id":"ThEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"Thomas Middleditch,","speaker":"spk_2","timeCode":4177.77,"tags":["Thoma","Middleditch"]},{"id":"TxEFLnMByMrymAEmDfz_","index":"handbook","podcast":"Hollywood Handbook","episode":"Jessica Chaffin, Our Close Friend","line":"Jesu's. I mean, jazz Off ruler of the circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in.","speaker":"spk_1","timeCode":4180.8,"tags":["The Magic Tavern"]},{"id":"VxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Every time I'm going to Costco, I get a call, right? They know. Yeah, you know, and I will. It's often Paul Schneider. And then when we get there, he''s like, always like, patting his pants. He''s, like, only remember, like, can I just like Jumron your coming with you? You show And then well walk together and hold my hand, and it''s like it''s like it''s OK if you don't you know, if you don't belong, this is fine with me. Yeah. Ah, but today we're just going for lunch, and, um, we we could get to the front and we say, like like two hot dogs on their like you sure. And I'm like, Yeah, too hot. Are you sure about where they like? Are you sure you don't want one of these? Chicken bakes? That''s what I thought. Yeah, and I did that. I think about it. And I said, no, I e think I want just hot dog and not a chicken bacon. And they say, Okay. And then they're like, like, bring out the friggin truck. No, because I realized we were in the inside part. There''s a food area outside. And then there''s the shopping part inside where everything is, like, 500 of them, you know, about Hey, so when you say two hot dogs, they're giving you two pallets of hot and they bring these out, and we're like, Okay, like, you know, our reaction is kind of like, Oh, I don't know. This is too many. That sucks. Yeah, you don't want to eat that money. And though head so but the people at the counter like you don't want, you know that and kind of voice, their set, like trying to be brave. But there you don't want and you're afraid they're going to cry. And I know that I'm like, Okay. No, we want these. Great. Thank you. And we started going on and some of the people in the store seeing us do this, and they're like, Oh, those guys a really nice sorry. They uncooked they are edible. They're not warm, but they're like, you can eat and they're not raw. Yeah, it''s like a hot dog. You can eat them. However, what? They come into the packaged already? Um, they're not cold either. Yeah, um, and people are watching us and being like, Oh, these are, like, nice guys and girls are seeing us and be like, Oh, that''s really sweet that they're doing this. Yeah. Ah, and they're like, Hey, guy, like, can we, like, join you? Can we all have some of these hot dogs? And we're like, Yeah, you know, cost money more than free for us. Okay? Yeah. So you're actually making money? I ended. Everyone''s getting pretty horny. Yes. I am not making a huge amount of money. Um, and everyone at the Costco I'll have this like a huge party. Congrats to you and Paula. That Sounds like a fun Costco trip. Hey, welcome to Hollywood Handbook Insider''s Guide to Kicking Button dropping Name the red carpet line Back hallways of this industry we call. Show this. Can you say Wow. What up? What up? Can I just say Oh, my God. Yeah. Give me a minute. No, you can't say that because I have something to say first. Wow. And that''s why I'm thinking the whole time I was on the way here is any, like, Oh, my God. Wow. Yeah. And I actually called you at one point, you didn't answer, but I left a voicemail, and I was just going Wow. Yeah. Okay, so that''s what that Yeah. No, I didn't I didn't know if youd listen. Uh, is Rob and Rob Huebel, Zaheer Real Rob? Wow. The rial rock real rob in the flesh. I did not get, um any emails that said wow. Or,","speaker":"spk_0","timeCode":248.48,"tags":["Co'stco","Paul Schneider","Jumron","Co'stco","Paula","Co'stco","Hollywood Handbook","'s","Guide to Kicking Button","Rob","Rob Huebel","Zaheer","Rob"]},{"id":"XREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Yeah, yeah. They're like running interference for you to you healthy and strong. Yeah. Interception. Yeah. Yeah, it's football season. Yeah, well, I'm sorry if you're disappointed that you didn't get more than The Canada. Obviously, you didn't get to eat the candy, so of course, that''s disappointing. Um,","speaker":"spk_1","timeCode":503.26,"tags":["Canada"]},{"id":"XxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Because you had no intention of ever showing. No, it was just to get even is not going","speaker":"spk_1","timeCode":556.02,"tags":[]},{"id":"ZREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Well, on now that we're here, like way gonna start it because wed have to use our time. God is gonna take so long to talk about your career. Andi, That's you got one of these one of these careers, isn't it? You know where it takes. A lot of you can tell from the inside your","speaker":"spk_1","timeCode":600.72,"tags":["God","Andi"]},{"id":"ZhEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"inside the career I was going through, uh, this is going to sound a little pretentious, but I was walking through the airport yesterday,","speaker":"spk_0","timeCode":617.76,"tags":[]},{"id":"bREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Oh, well, both are good. Glad entered. It doesn't have as much traveling. There's more travel in the region where it''s like they're not starting there, but they have to go there.","speaker":"spk_1","timeCode":694.08,"tags":[]},{"id":"bxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"is airplane travel. That unfortunately, that's why I was Yeah, any I know you're working on something faster,","speaker":"spk_1","timeCode":707.56,"tags":[]},{"id":"cBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"fast and furious. Yeah, exactly. Planes in plain. Yeah. Yeah. Faras travel. Yeah, I have an idea for a mode of travel. Do you know what The","speaker":"spk_0","timeCode":715.61,"tags":["furiou","Fara"]},{"id":"cxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"about your busine'ss. And don't put your thing in there.","speaker":"spk_1","timeCode":748.19,"tags":[]},{"id":"dREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Or if you got something you could call your busine'ss to, which gives you just put like, a check in there. Yeah,","speaker":"spk_1","timeCode":751.26,"tags":[]},{"id":"dhEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"because that gamut","speaker":"spk_0","timeCode":756.27,"tags":[]},{"id":"eREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"take him to take a plane There now is very incomplete. Excision were later. There's the parking lots.","speaker":"spk_1","timeCode":777.62,"tags":[]},{"id":"gBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"that's what we're working on. That''s where it''s going. Way Hope.","speaker":"spk_0","timeCode":831.55,"tags":[]},{"id":"jREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"of I Oh,","speaker":"spk_1","timeCode":993.79,"tags":[]},{"id":"jhEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"yeah, my bio. I'm I'm usually reworking my bio and my nutritionist helps me","speaker":"spk_0","timeCode":994.8,"tags":[]},{"id":"kxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"I like. I havent watched it, but you know,","speaker":"spk_1","timeCode":1043.02,"tags":[]},{"id":"lxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"I am sort of following in his footstep's. Yeah, and and that's clear from both the images we have where there''s the sort of split screen week to week changes, but also the drawings of what you hope to be, That''s ah, that are graphic.","speaker":"spk_1","timeCode":1061.24,"tags":[]},{"id":"mhEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"pretty sure type of art. Appreciate. I appreciate that. But that is why the pages loading so slowly because ah, lot of the drawings are to scale.","speaker":"spk_0","timeCode":1090.72,"tags":[]},{"id":"mxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Yeah, Yeah,","speaker":"spk_1","timeCode":1098.89,"tags":[]},{"id":"ohEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"it's great house. That''s thinks everything''s going great so far. That huge nice all right. He appreciates all the shout out. We don't","speaker":"spk_0","timeCode":1179.06,"tags":[]},{"id":"oxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"get really feedback. That's really big for us. Yeah, of course. He likes that. He''s been one of the stars of it through. The answer is yes. We always take a lunch break. It''s kind of Ah, a mandated Lies it a walk away.","speaker":"spk_1","timeCode":1188.33,"tags":[]},{"id":"qhEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"You were like a character or oh, how Yeah, I would do that. I would be furious. I'm getting yeah, your own away here. Do you want to say the 1st 1? Yeah. Okay, so I go down just as I just scrolling. I just randomly click at random, Okay? See? You know, obviously","speaker":"spk_1","timeCode":1282.76,"tags":[]},{"id":"qxEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"you play Dino in. Ah, in the film Bush smasher. And you know, I mean, talk a little bit about your experience, talk about getting, you know, reading the script, kind of getting the offer. Um, putting the director through his paces. All your stuff. Well, what? I, uh didn't. Bush masher is loosely based on, um,","speaker":"spk_0","timeCode":1301.45,"tags":["Dino"]},{"id":"sREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"the role who, you know, was going to be in Bush. Yeah, that's right. Bushma'ster. And so, Dino Aziz, you guys knows the, uh uh he''s the gentleman rancher that lives next door. And, ah, a lot of times, you know, the bush smasher will come outside now, you know, in his front yard. And he''s like, you know, obviously doing what he''s doing, what he does, you know, smashing bushe's, stomping on bushe's, burning, burning, pulling up bushe's, gardening. Yeah, yeah. You know, topiary stuff like that. Yeah. And then","speaker":"spk_0","timeCode":1384.57,"tags":["Bu'sh","Dino Aziz"]},{"id":"tBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"No, it's only because I have some gros's friends.","speaker":"spk_1","timeCode":1437.81,"tags":[]},{"id":"tREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Yeah, anything that isn't anything","speaker":"spk_0","timeCode":1441.25,"tags":[]},{"id":"vBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"left all his cows Yeah, like it seems like he's forgot them. Or because he''s a gentleman rancher. And so","speaker":"spk_0","timeCode":1517.72,"tags":[]},{"id":"wBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"binoculars can give you a little, I gues's. Like what they call a factoid Or like, a fun fact.","speaker":"spk_0","timeCode":1552.36,"tags":[]},{"id":"xREFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"out of the neighborhood and, um, and getting some pretty powerful binoculars to watch all the way from Disney. Yeah, and so I you know, I said, um, to them, I was like, Well, what if we cut to Dino every now and then use looking through the binoculars at, you know, at the Bushma'ster, and they said, I don't think we need it. Yeah, I thought that was appropriate. You know, I thought that was appropriate. It's like, you know, did you bring to it that you were went cause you're obviously wearing one of those sort of novelty goofy hats. What? It looks like your face and two here''s hanging down. Yeah, I wondered if maybe that was because, you know he''s gonna move to Dio. Um, was that your idea that the directors bring? That was","speaker":"spk_1","timeCode":1621.64,"tags":["Di'sney","Dino","Bu'shma'ster","Dio"]},{"id":"yBEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"well lot of the dialogue is like, you know, are you enjoying your monster energy drink? You know, and then the next person will say, you know, what are you drinking? I'm drinking Red Bull. Purple edition. All right, you know, But","speaker":"spk_0","timeCode":1703.68,"tags":["Red Bull"]},{"id":"yhEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"That's right. Yeah, but all of that is is trying to get those companies to support the movie financially and with the goofy had specifically that was we were hoping that Disney would pick the movie up.","speaker":"spk_0","timeCode":1725.85,"tags":["Di'sney"]},{"id":"zhEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"Well, no, I mean, this isn't that this is just an ad which you asked for us is not shown speaking. Okay, well, you demanded to do this,","speaker":"spk_2","timeCode":2215,"tags":[]},{"id":"0hEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"'so that if I could just, like, boil down What the concept is","speaker":"spk_0","timeCode":2291.98,"tags":[]},{"id":"1hEFLnMByMrymAEmfvy7","index":"handbook","podcast":"Hollywood Handbook","episode":"Rob Huebel, Our Close Friend","line":"uh, hey, did you have a film that you I have always wanted to talk to rob about? Scroll down. I mean, if you wanted to scroll,","speaker":"spk_0","timeCode":2475.15,"tags":[]},{"id":"oRH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"'s. So we had roommates and action. And this one, The The ads are underperforming. But this one, I think well do better. All right, Clay, Be a free try Off of From Harrys today and the free trial offer is this friggin bullet.","speaker":"spk_0","timeCode":2034.59,"tags":["Clay","Harry"]},{"id":"oxH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Fritz slathering shaved L A Travel Blake cover. And for those of you looking to get your holiday shopping done, early areas just released a special edition holiday. Since they make great gifts, check about way. Get your free trial offer. Oh, our brows. Holiday gifts it harry dot com slash handbook. Right now, that's Harrys dot com slash hand Book. And that''s right. Now, still, next time Moriarty, you son of a gun.","speaker":"spk_0","timeCode":2065.66,"tags":["Fritz","L","A Travel","Blake","dot com","sla'sh","Harry","Moriarty"]},{"id":"pRH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Yeah. And I was raised in a way by the TV and educated by","speaker":"spk_2","timeCode":2116.56,"tags":[]},{"id":"qxH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Uh, awesome. That that was wrong. Awesome. That's that was really cool, honest and want to see my point anymore. Because I just want acknowledge that that was really, really cool how you","speaker":"spk_1","timeCode":2213.23,"tags":[]},{"id":"rRH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Oh, that's why that''s interesting.","speaker":"spk_0","timeCode":2240.75,"tags":[]},{"id":"sRH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"teller should have been the torch.","speaker":"spk_2","timeCode":2277.68,"tags":[]},{"id":"vxH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Okay, So what does that mean?","speaker":"spk_0","timeCode":2339.33,"tags":[]},{"id":"xBH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"And so it's double jeopardy.","speaker":"spk_2","timeCode":2404.08,"tags":["double"]},{"id":"yxH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Well, I think it may be part of a lotion called premium blend that I produced.","speaker":"spk_2","timeCode":2482.02,"tags":[]},{"id":"zBH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Yeah, I grew up on that for sure. It and I watched a ton of that.","speaker":"spk_1","timeCode":2486.73,"tags":[]},{"id":"0xH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"I think you I think your humor would fit in so well on a show like this. Thank you. And I would","speaker":"spk_2","timeCode":2518.66,"tags":[]},{"id":"1BH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"continue some of the TV stuff that would have made it for you to do a little bit to the present day. People could really enjoy this and not have the","speaker":"spk_0","timeCode":2523.45,"tags":[]},{"id":"3hH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"In many ways, I was to our a z e D.","speaker":"spk_0","timeCode":2579.25,"tags":[]},{"id":"7BH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"I didn't realize that those were going to you. I didn't know you were. That's what a producer does. They read the mail","speaker":"spk_2","timeCode":2662.56,"tags":[]},{"id":"8hH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"okay? I don't know what that is. Knock, knock. Whos there?","speaker":"spk_2","timeCode":2695.14,"tags":[]},{"id":"9BH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"So it's as you're quoting Austin Powers. Yeah.","speaker":"spk_1","timeCode":2701.06,"tags":["Au'stin Power"]},{"id":"-hH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"because it's like a car thing. You can think what? Women are good with cars. No, I don't think that. You know what?","speaker":"spk_1","timeCode":2721.26,"tags":[]},{"id":"-xH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"I'm gonna give you both a hand symbol. That means something that really might hurt your feelings.","speaker":"spk_2","timeCode":2729.8,"tags":[]},{"id":"_RH3LXMByMrymAEmrvLk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Oh, no","speaker":"spk_0","timeCode":2739.91,"tags":[]},{"id":"BxH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"get the big glas's? Of","speaker":"spk_2","timeCode":2811.23,"tags":[]},{"id":"ChH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Yeah, just every week I put out a new apology","speaker":"spk_1","timeCode":2824.34,"tags":[]},{"id":"DRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"don't think that I don't think I","speaker":"spk_0","timeCode":2843.61,"tags":[]},{"id":"ERH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"I know it's is","speaker":"spk_1","timeCode":2861.93,"tags":[]},{"id":"FxH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"the media, baby Urine. The","speaker":"spk_2","timeCode":2881.63,"tags":[]},{"id":"GhH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Yeah. I mean, I've never seen that movie. Um, so I don't know. It's kind of like that 3rd 1 boy movie. So if","speaker":"spk_1","timeCode":2917.47,"tags":[]},{"id":"HRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Yeah, that was right on time.","speaker":"spk_2","timeCode":2929.91,"tags":[]},{"id":"HxH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"boy movie. And yet Flores, Andrew Cuomos and it","speaker":"spk_2","timeCode":2932.12,"tags":["Flore","Andrew Cuomo"]},{"id":"JxH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"You listen to it.","speaker":"spk_1","timeCode":2969.1,"tags":[]},{"id":"PBH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Definitely More. Okay,","speaker":"spk_2","timeCode":3065.36,"tags":[]},{"id":"PxH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Wow. Whoa. Sound like my fucking The Harvard cronies?","speaker":"spk_2","timeCode":3087.57,"tags":[]},{"id":"QBH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"No, I'm just saying nine grand goes quickly, you know, Can we just talk about when you get it? Every time somebody like talks over you or whatever nice TV shows? This is what? That I","speaker":"spk_2","timeCode":3094.27,"tags":["nine grand"]},{"id":"RRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Yeah, that was funny. E watched","speaker":"spk_0","timeCode":3141.63,"tags":[]},{"id":"ShH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"being on TV now more and more.","speaker":"spk_2","timeCode":3195.93,"tags":[]},{"id":"TBH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"You all talk about Ted to on this show? No, no,","speaker":"spk_2","timeCode":3213.81,"tags":["Ted"]},{"id":"XBH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"because I mean, kill him.","speaker":"spk_1","timeCode":3322.63,"tags":[]},{"id":"ZRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"go after the last vestige of the mono culture King Joffrey show. I mean, honestly, the last true water cooler show we have. It's a dinosaur. It''s carried over.","speaker":"spk_2","timeCode":3367.97,"tags":["King Joffrey"]},{"id":"aRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"'speaking of dinosaur's drinking water coolers. That dinosaur's show is probably something you guys we","speaker":"spk_2","timeCode":3393.73,"tags":[]},{"id":"bhH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"What about the dinosaur's? You've spelled the dinosaur. What else? About","speaker":"spk_1","timeCode":3438.09,"tags":[]},{"id":"dxH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Yeah, I heard a lot about that.","speaker":"spk_2","timeCode":3501.51,"tags":[]},{"id":"eRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Yeah. Do you only know number two as a way to describe it, cause I could think of about 20 ways. But you've said take a number two like a bunch of time. And so I just wonder if you knew other ways to say that. Um, do a number two.","speaker":"spk_2","timeCode":3511.21,"tags":[]},{"id":"ehH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Okay. Should we talk about our favorite TV show? Yeah.","speaker":"spk_1","timeCode":3525.08,"tags":[]},{"id":"fBH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"try not to get soggy. It's puberty.","speaker":"spk_2","timeCode":3547.79,"tags":[]},{"id":"fRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"But what that makes me think of is stick Stickley, Uh, The The Popsicle stick character that you would see. A Nickelodeon. Is he sort of","speaker":"spk_1","timeCode":3550.29,"tags":["Stickley","The The Pop'sicle","Nickelodeon"]},{"id":"iRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"when you just had a question and you couldn't even look it up on your frame?","speaker":"spk_2","timeCode":3644.96,"tags":[]},{"id":"jRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"time? In many ways, you know, sit our google on everything. You're facing your screen. Yeah, Just look, somebody right in the eye. And you said like","speaker":"spk_2","timeCode":3656.37,"tags":["google"]},{"id":"lRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"'s okay. Phoned? Yeah. No, I'm also admitting that I did watch it. That is true. I did watch hard. You're phoning yourself.","speaker":"spk_2","timeCode":3728.46,"tags":[]},{"id":"mxH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"I love you, and I'm in love with you. You want me to say that to Kevin? I","speaker":"spk_0","timeCode":3751.86,"tags":["Kevin"]},{"id":"nRH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"I don't think that make Kevin uncomfortable because we work together. And that would be kind of sexual haras'sment.","speaker":"spk_0","timeCode":3757.99,"tags":["Kevin"]},{"id":"nxH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"in Love. Sorry,","speaker":"spk_0","timeCode":3767.59,"tags":["in Love"]},{"id":"rBH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Uh, you don't have to say anything that makes you feel uncomfortable.","speaker":"spk_2","timeCode":3840.95,"tags":[]},{"id":"rhH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"normally don't have to do this. But, Kevin, I think it would make her feel better if you said it to her first.","speaker":"spk_2","timeCode":3848.67,"tags":["Kevin"]},{"id":"shH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"Wow, what must it feel like to not You want to talk about your favorite creative pas'sion anyone or be in love with any instead of that? The only way you conveyed your everyone and is in love with everyone. A lot of my are coming in showing my work. My work is a love letter to humanity. So you know, I won't say both of the work that you guys, The work that both of you produce it moves a lot of belittling women talking down to them, you know, kind of shutting them up. And so I'm wondering if that is a reflection on the way because you're treating me the way women","speaker":"spk_1","timeCode":3885.85,"tags":[]},{"id":"uhH3LXMByMrymAEmrvPk","index":"handbook","podcast":"Hollywood Handbook","episode":"Lauren Lapkus, Our Close Friend Again","line":"what? I have a","speaker":"spk_2","timeCode":3975.88,"tags":[]}]