[{"id":"mBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"Um, back. So our it was Hayes before, but it was both of us. But now, me. And if you don't meet our demands and give us back our ah ah, acces's to getting these DVDs in the mail and by the way, I used to do the mail. So I do know how it works. Um, if you don't do that, then gues's what we're gonna do a big pinch. Ah, and pinch loose so bad. And when you get him back, his cheeks are gonna be so damn dark hair to be stuck in to pinch move. They're gonna be stuck all rosy and pulled up so high and have almost like a little wrinkle under the eye From how big a pinch. And good luck filming that and makeup, you know, could help, but won't totally get rid of it on. We should say something that proves what day it is. Uh, two males doing snl tonight. Here we go. Um,","speaker":"spk_1","timeCode":2105.98,"tags":["Haye"]},{"id":"oxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"Yeah. So now they know that it's today. Yeah, because theyll see all those sketches and theyll know Oh, it was all they knew and it would get one wrong. That''s almost more effective because they know that it''s happening right before it aired.","speaker":"spk_0","timeCode":2270.97,"tags":[]},{"id":"phH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"done and let me know what they say. Okay, if they were to let us know if they reply. Have they responded Now? No. Let I way I hit induced. Tell us if they reply and then read us the mes'sage. Okay. Whats it like? Hang out. Well, both movies, because you get to know them as like, actually just like these personalitie's, like socially. Like they're, you know, they're actually being rial, for one. Yeah, they're like, all I mean, it is like it''s definitely like a place where, like, you can really like everyone. Just, like sheds their skin. Yeah, it''s like, really I'm like, hanging out with, like, the Queen Antillean and that, like, one movie that took place in Africa, who''s like, I don't even need to know the cause of Gardner. Yeah. The constant cousin. Yeah. Gardner. Like he doesn't even like gardening. You know, he liked prefer shooting hoops and, like, oh, my breaking cold brew coffee late at night like I don't know. It''s like we just we have a good time. And","speaker":"spk_0","timeCode":2306.2,"tags":["Queen Antillean","Africa","Gardner","Gardner"]},{"id":"qBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"Oh, well, I would say I am","speaker":"spk_1","timeCode":2376.47,"tags":[]},{"id":"rhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"answer to what they did. We work so hard to come up with a fun way to deliver this mes'sage, and they just do another review and","speaker":"spk_1","timeCode":2494.39,"tags":[]},{"id":"rxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"have same movie. Yeah, you would have thought Maybe they do a review. And you've got mail. Yeah, thing. And then you found that because that's what your favorite movies. You're watching it, but also sort of fit or some","speaker":"spk_0","timeCode":2502.52,"tags":[]},{"id":"sRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"that it's just for you. It''s a review of, like, Hard Day''s Night cause you pretend to know the Beatles are?","speaker":"spk_0","timeCode":2520.21,"tags":["Hard Day''s Night"]},{"id":"sxH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"Yeah. I want to know what it says. Yeah. Serve. You say it says it says L. A. Well, that might just be a genuine review of the movie that might happy a mes'sage. Tow us. All right. Um, it says hello, Blue.","speaker":"spk_0","timeCode":2530.85,"tags":[]},{"id":"uRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"I really did surprise me.","speaker":"spk_0","timeCode":2662.3,"tags":[]},{"id":"uhH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"That it goes Dash dash Surprised bitch again.","speaker":"spk_1","timeCode":2665.29,"tags":["Surpri'sed"]},{"id":"vBH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"you thought there was a surprise coming, but there's actually not. Then that''s ok. Um oh, it''s just From Ted. From Ted. Yeah, and it''s a little like text art of Ted the bear. I mean, that''s his email signature. Yes, PS surprised, bitch.","speaker":"spk_0","timeCode":2676.1,"tags":["Ted","Ted","Ted"]},{"id":"whH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"Yeah, Ted goes USPS s I kind of Love s s. Yeah. Isn't that post script script? Yeah, Post script, because I kind of was tuning out for half of The the original you and then I kind of lost sight of movement going on, and then I felt kind of a baseline. Tpp s s s s so humiliated by getting called out that. Now I have to back off neck like I'm too cool and above actually being a part of this.","speaker":"spk_0","timeCode":2761.15,"tags":["Ted","Love","Tpp"]},{"id":"yRH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"That's the nicest thing you guys have ever said to me. So it''s gonna be Kevin Bartell them in May. That''s gonna knock creep out of the number one spot. Ah, it''s gonna be Kevin will be. Ah. Little like Radiohead where he refuse's to play creep anymore.","speaker":"spk_0","timeCode":2945.49,"tags":["Kevin Bartell","Kevin","Radiohead"]},{"id":"0hH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"Ah, I'm a horny girl wolf. This has been an Earwolf production executive produced by Scott Ackerman, Colin Anderson and Chris Bannon. For more information and content, visit Earwolf dot com.","speaker":"spk_3","timeCode":3160.41,"tags":["Thi","Earwolf","Scott Ackerman","Colin Ander'son","Chri's Bannon","Earwolf"]},{"id":"2BH4LXMByMrymAEmqPU2","index":"handbook","podcast":"Hollywood Handbook","episode":"Lou Wilson, Our Close Friend","line":"Jesu's. I mean, jostle ruler of The circle. And that's just the beginning. Season three of a low From The Magic Tavern is out. Now listen in","speaker":"spk_0","timeCode":3223.34,"tags":["The circle","The","Magic Tavern"]},{"id":"jhFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"The seed is that contains the toxin.","speaker":"spk_1","timeCode":75.13,"tags":[]},{"id":"kRFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"it and then they won't say It's Kevin.","speaker":"spk_2","timeCode":100,"tags":["Kevin"]},{"id":"lhFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"well, I'm trying THOMAS try to make the world a better place. Okay, so this is Kevin saying he's in love with his haters and just taking Matt to a much more literal place than most people do. Most people distorted. Leave it at that. Yeah, they just they love My haters. Thanks for the motivation. Like, you know, I still don't think I got my haters mad enough,","speaker":"spk_1","timeCode":141.15,"tags":["Kevin","Matt"]},{"id":"mBFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Yeah, I agree to enjoy free shipping and returns on any of Brilliant Earth spine jewelry selections. Just visit Brilliant Earth dot com slash The Boys.","speaker":"spk_1","timeCode":178.7,"tags":["Earth","dot"]},{"id":"nBFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"answer another My crazy hypothetical, is it to me you're stopped at a railway cros'sing? The signals were flashing and you don't see the train or it looks like it's moving slow. And you're thinking maybe you could get acros's the tracks before the train comes. Is that cool, my friend? It''s cool. What you're describing is really just","speaker":"spk_0","timeCode":214.75,"tags":[]},{"id":"nhFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"certainly I know 270 people from 2018 alone who would agree with you? They were killed at railroad cros'sings to 100","speaker":"spk_0","timeCode":264.21,"tags":[]},{"id":"oxFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"middle And we're making people. Flags were everywhere. We're starting. We're sorry. Country starting on country flag first, and it's not going well square. Uh, well, yeah. Now your rays EAGLE here with us because I'm going everybody else flanks. Basically almost square like we do it. Rami gum. Every square is a rectangle, but every rectangle is a shape square. Yeah, so uhm, I'm going. Let''s make the flag like, fucked up right curlicues, you know? Yes. Make a camel. Yes. What if it''s animal? Uh, curlicues curlicues? Well, cause it could be like a monster. Like how you're always drawing monster's. Well,","speaker":"spk_0","timeCode":332.94,"tags":[]},{"id":"uxFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Certainly clear for your feed. But it's definitely which. I don't realize that I don't think Twitter is a thing in our culture, is it? I still don't feel as though I've been properly introduced.","speaker":"spk_1","timeCode":599.96,"tags":["Twitter"]},{"id":"vBFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Yeah. Yes, I think that's true. You okay? You left off on provocateur","speaker":"spk_2","timeCode":611.23,"tags":[]},{"id":"wBFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"'showrunners panel. Right? And then I should do that. Lets do that. It''s a podcast showrunners panel, and there''s no audience. You thought it was Paley Fest, But if there was showrunners panels, right. Sean, I'm not sure I as'sist you. What''s that I hosted running effectively was like, this is the show that you run. Yeah. Oh, interesting. Okay.","speaker":"spk_2","timeCode":636.14,"tags":["Paley","Fe'st","Sean"]},{"id":"wRFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"All right. I'm sure. Under for Hollywood Handbook the podcast, right? Hows that? How''s that? Not good. How''s that working? Untuckit? No. Now get, uh, Teoh do. Last year was another down year for us.","speaker":"spk_0","timeCode":656.16,"tags":["Hollywood Handbook","Teoh"]},{"id":"whFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"It's just hard to really sell My followers That, like, this is what they should be doing now. So for me to leverage My brand in this way already seen, I appreciate the implication that","speaker":"spk_0","timeCode":672.56,"tags":[]},{"id":"xhFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"you the target of the tweet? I think it might just be a casual like Hey, guys, check it out. I did this, but maybe, like a month after the fact.","speaker":"spk_1","timeCode":698.18,"tags":[]},{"id":"yRFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Ah, because I'll look up here. I really don't partake in ze uh, 100 social media of it all.","speaker":"spk_0","timeCode":737.84,"tags":[]},{"id":"zxFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Can we return to This is, of course, the showrunners panel. We do want to return toe Goldie. Uh, who has a book? That's right. Do you want to hold it up?","speaker":"spk_2","timeCode":859.31,"tags":["Thi","Goldie"]},{"id":"1BFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"It's in the humor section at Barnes and Noble.","speaker":"spk_2","timeCode":937.44,"tags":["Barne's and Noble"]},{"id":"2hFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"And the timings not neces'sarily important. Well, I was gathering that letter together. I didn't realize you won the form letter? Yeah, that form letter, Just your gathering it together. It''s only one page. Yeah, I got I was getting big. I was gathering together toe. I went in print. I was trying to be Oh, perfect ps for the letter. Like P s Happy birthday PS, right. You know something nice, right? takes a little stains out, you know, you know, because we're all people, right? We like to imagine getting that letter and having no PS. And it''s like Did the previous 15 years happen? Yeah,","speaker":"spk_2","timeCode":1056.49,"tags":[]},{"id":"4xFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"this show. She can put together this show without the package and just take 10% from everybody. That's what the argument is, I think.","speaker":"spk_0","timeCode":1196.89,"tags":[]},{"id":"5xFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"I don't know. Doesn't seem like a big enough piece of the pie. I hear you especially since there is no no, there is a pie. It's just Instead, it is the same pie as last year","speaker":"spk_0","timeCode":1232.7,"tags":["Doe's"]},{"id":"6xFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"enraged My followers are are going to get from this. Well, it's not about you yet again. Imagine they They will soon be having a conversation in person with your mommy. I could tell her","speaker":"spk_2","timeCode":1325.42,"tags":[]},{"id":"9hFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Um, IV I'm so confident everything I'm done. Just send my resume. And, you know, making history will be on that, uh, Crist. L A will be on that. The Late Late Show? No, the grinder will be on that, does it justice? The Late Late Show doesn't say The Late Late Show with Craig Kilborn. You are obligated. I write. I write the Late Late Show with Craig Kilborn. Then I write the Late Late Show with Craig Ferguson. Prints of Faith FCs fired, fired, fired in Scottish, fired by Craig personally, though. Oh, no. Okay, yeah. No, They send it down the chain. Yeah, and you know, it''s it''s it stings as bad it Did, but as my new age, and I feel like maybe you can call them up and let them know has really offended. Well, we havent figured out who is who''s agent. So, like, I was pitching myself to go, it does anybody want to take me up on this, then maybe I get I go. Agent hunting. Let''s","speaker":"spk_2","timeCode":1466.41,"tags":["Ju'st","Cri'st","The Late Late","The Late Late Show","The Late Late Show","Craig Kilborn","Late Late Show","Craig Kilborn","Late Late Show","Craig Fergu'son","Faith","Scotti'sh","Craig"]},{"id":"9xFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"'see how you do with the late late show thing where you tell them how unhappy I am. And then if that works, I'll look in a banana man. Certainly. Yeah. Now I am.","speaker":"spk_0","timeCode":1526.93,"tags":[]},{"id":"-hFpJnMByMrymAEmZoxZ","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"isn't that good? No,","speaker":"spk_2","timeCode":1552.63,"tags":[]},{"id":"ABFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"thing? Yeah, I retain all rights to the book, which are very potentially very, very, very Luke. That's","speaker":"spk_1","timeCode":1625.16,"tags":["Luke"]},{"id":"BhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"NHTSA wasn't in gravity and ground hogs. Day is one of the ground hugs, and he is a ball. But so he was effectively ball hard,","speaker":"spk_0","timeCode":1684.1,"tags":["NHTSA"]},{"id":"EBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"movies. allergy. Yeah, I got here. You have?","speaker":"spk_0","timeCode":1791.88,"tags":[]},{"id":"ERFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"How did you get? What was his characters name on it? Bill, how did you get here? Bill?","speaker":"spk_1","timeCode":1793.96,"tags":["Bill","Bill"]},{"id":"EhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Um, in the fiction of the show, right. Does have to be.","speaker":"spk_2","timeCode":1799.3,"tags":["Doe"]},{"id":"ExFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"But riding a motorcycle? Uh, well, his character was like a computer. IgE, I So it's like I hacked into the system. Becomes, like, very tough and stuff","speaker":"spk_1","timeCode":1803.21,"tags":[]},{"id":"GRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"goes, Okay, whats the show.","speaker":"spk_2","timeCode":1933.61,"tags":[]},{"id":"HxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Yeah, so that's perfect. For May. Yeah. And my agent now is really doing some work. Yeah,","speaker":"spk_0","timeCode":2000.97,"tags":["May"]},{"id":"IRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"wear. Could you please pas's the turnips? Dad, I You are under no obligation to call me dad on. And the wheat turnips are are not an option that we have at this Thanksgiving. Oh, great.","speaker":"spk_1","timeCode":2021.69,"tags":["Thank'sgiving"]},{"id":"JhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"'s. Oh, what? I I'm sure it's been pointed out to you that boarding college is very expensive. Uh, to send you there is a privilege. Yeah, you want Ah,","speaker":"spk_1","timeCode":2091.36,"tags":[]},{"id":"JxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"discipline. How bout dis APL in and","speaker":"spk_0","timeCode":2104.66,"tags":[]},{"id":"KBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"I throw paper with your head or something? I just","speaker":"spk_0","timeCode":2110.71,"tags":[]},{"id":"LhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"I gues's I get a new shipment, but it's just never the same is when I got my 1st $13 value trial set that comes with everything you need for a close, comfortable shape waited economic ergonomic handle five blade razor with a lubricating strip, a trimmer blades rich laddering shave gel, travel blade cover Who way listener's of my show well of the Boys show can redeem their trial centred Harry''s dot com slash handbook. What do you think about that? Moriarty. Here''s the turkey. I could","speaker":"spk_0","timeCode":2182.98,"tags":["Harry","Moriarty","turkey"]},{"id":"MBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"God does some very moist and delicious. It's live Witnes's turkey ever. All right. Inside is full of stuffing. Thanks, Mom. Who were your way? Make sure you go to areas dot com slash handbook to redeem your offer and let them know I sent you to help support the show. Hey, I s so we're trying something a little different this week, Something that I'm really excited about I think is gonna be a lot of fun. In the past, we have brought in different people to read the ads we brought in for a long time. It was a guy named Verbatim Vic.","speaker":"spk_0","timeCode":2226.29,"tags":["Witne's","sla'sh","pa'st","Verbatim Vic"]},{"id":"MhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Uh, do you have a right? Hey, wait a minute. You have a reputation for just having a great time while you're doing.","speaker":"spk_0","timeCode":2294.75,"tags":[]},{"id":"NBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Yeah, I just do not. I've never been one of colors inside the lines. I know what we're bringing you here. Todo I don't even color on the page. I'll color the dirt. I literally put a crown in the dirt, and that is so That's amazing. And that''s exactly what we want you to dio when that is, color the dirt.","speaker":"spk_0","timeCode":2313.33,"tags":[]},{"id":"QRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"You get your butt bus to try and do something like that. All right. Any warm up stuff you need to dio.","speaker":"spk_1","timeCode":2379.77,"tags":["dio"]},{"id":"RxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Whoa, whered I go, man?","speaker":"spk_0","timeCode":2468.63,"tags":[]},{"id":"SBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Jeez, I blacked out. Dude, that's one of the craziest ad reads I've ever done. Yanks, Everybody okay?","speaker":"spk_0","timeCode":2472.2,"tags":[]},{"id":"SRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Friday, I just like,","speaker":"spk_0","timeCode":2483.44,"tags":[]},{"id":"ThFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"No, I got a bounce To","speaker":"spk_0","timeCode":2530.05,"tags":[]},{"id":"UxFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"all the things in the world","speaker":"spk_0","timeCode":2662.16,"tags":[]},{"id":"YBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"uh, your acting work. Ah, no,","speaker":"spk_0","timeCode":2772.28,"tags":[]},{"id":"YhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Well, you play creepy pervert in your own show. Do play a creepy pervert. My order of busine'ss. Do you have any creepy pervert stuff?","speaker":"spk_0","timeCode":2782.22,"tags":[]},{"id":"axFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"Rikl? Ashman? Yes, if you took the glas's of water that that the glas's of really","speaker":"spk_2","timeCode":2910.25,"tags":["Rikl"]},{"id":"bBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"like hot, cold, hot Colbert, which is effectively coffee. That is Rick Lastman, right? A little too strong for some people. A little too strong for some shows. Especially like network. Now you sort of a cable energy. And it's part of why undateable didn't work. You're taking? That''s only reason. A gallon of water. And they had hit to a cup of coffee, but always saying he''s available. Yeah, and so this is the thing. He''s a little more days. Some of that you can bring home s Apple his own mom. Well, because you don't feel like shit when you're watching him, you go like, yeah, he''s doing that. I must be doing all right. Yeah,","speaker":"spk_1","timeCode":2918.53,"tags":["Colbert","Rick La'stman","Apple"]},{"id":"dBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"think people are not tuning it like they're not pres'sing the download. But","speaker":"spk_2","timeCode":3000.45,"tags":[]},{"id":"dhFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"over. Rick Glas'sman. Hey, he may have followers who are now by this point really intrigued. That's true. The amount of Rick clas'sman content, you know, in the podcast world, as far as I know. And I'm just this is so fresh meat. All came as a surprise. This is where this is going again. I thought it was a panel. Um, Right, So So for now, this is like just a gold mine for all the undateable fans, right? That''s been off the air now, and they're craving the content. And I think this is part of the pitch to Michael Thorne, right? Is that there were these fans of undateable who we discovered through this podcast because Rick Glas's Mons name came up in reference to Jerry Hall, who can now, during new, this cheaper version of Rick Glas'sman not all the baggage of Reclaim the Block way legendary. That''s a pitch right? Which is I That''s an agent and mats a rich and Goldie has now become Jared age. Yeah, okay, that was a competitive situation. So I saw I Yeah, I'm the person in this room who doesn't have an agent.","speaker":"spk_2","timeCode":3010.18,"tags":["Rick Gla's'sman","Rick cla's'sman","Michael Thorne","Rick Gla's","Jerry Hall","Rick Gla's'sman","Goldie"]},{"id":"iRFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"uh, he wasn't really joking about it. Even when we talked to him, he was, he insi'sted on dryly explaining all of the points of the guilt. But but we were being very well being really funny. And unfortunately we do have to cut out are funny jokes","speaker":"spk_0","timeCode":3359.94,"tags":[]},{"id":"oBFpJnMByMrymAEmZo1Z","index":"handbook","podcast":"Hollywood Handbook","episode":"Showrunners Panel, Our Major Discussion","line":"again. Yes, I have killed Phil Collins twice. Thomas Middleditch,","speaker":"spk_3","timeCode":3775.34,"tags":["Phil Collin","Thoma","Middleditch"]},{"id":"qBFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"olden time. You and so I had the idea because I'm always playing with language and letters and as I sort of mould and reshape and kind of f with Squarespace I go, What could this be for me where I could accidentally get some of their traffic? Squarespace Oh, Squire words that make me think of olden and kings. So you Game-of-Thrones do you recap the show. I dio I recap the show from the perspective of someone who was looking at his phone during the show on the SONA s. So it's the only recap that includes website's I visited tweets IV like Okay, it''s very so you're recounting not just the show but my experience of watching the show. Okay,","speaker":"spk_1","timeCode":89.25,"tags":["I","SONA"]},{"id":"qhFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"from the article that I have been linked to about she don't chief by one of these guys and suddenly what I'm looking at is ah, sword. Right? And theyll say what seemed to be happening with the sword. And then I'll go back to that. I want to finish Erica. But I had lost my place. So then I went back to you can get to use the site. Yeah. And then I looked at, um, like a joke. Maybe Nick Wagner wrote wow or something.","speaker":"spk_1","timeCode":153.72,"tags":["Erica","Nick Wagner"]},{"id":"rRFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Away now, Rusty a Raoul Rusty. I can't stop, uh, rolling over this one idea in my head, it's an image of a railway cros'sing and what I picture when I picture this railway cros'sing, Rusty is a big old vehicle driving up and stopping when the signals are flashing. And what I picture when I see those signals flashing and Away vehicle stopped there is that they lean their head out the window, they don't see the train or it looks like it''s moving slow. And they're thinking maybe, just maybe they could get acros's the tracks before the train comes. And when I see that we vehicle in the guy leaning out or girl, they are in trouble. I like to recite a little poll My road, if I could,","speaker":"spk_1","timeCode":204.88,"tags":["Ru'sty","Raoul Ru'sty","Ru'sty"]},{"id":"tBFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"me and I'm in the factory. It's late at night and m with Salvator, uh, pear camo and Eric Warehime. And we are, I know and we're trying to come up with a new shape of sunglas'ses. Wow, we're going crazy and it''s like, could it be a square? And then Eric''s looking It''s feeling like they are Did a square, you know, and and then it''s like while what if we went like round? But that actually is one of the main ones they dio and it''s starting to get tense. And I'm getting pis'sed and I'm getting very animated. And I'm flipping over different tables with different the like leg things that go over the ears and lense's. And I'm smashing it. And Eric''s trying to calm me down. I'm going Don't harm me down and I go. There is no new shapes. Theyve done everything under the sun. Salvator goes, That''s it.","speaker":"spk_1","timeCode":339.37,"tags":["Salvator","Eric Warehime","sungla's'se","Eric","Eric"]},{"id":"thFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"because that's what it''s his glas'ses for. Uh, sure. Are you nervous that what''s","speaker":"spk_1","timeCode":419.72,"tags":[]},{"id":"uxFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"It was in the shape of a video game controller. That was the 2nd 1","speaker":"spk_1","timeCode":475.66,"tags":[]},{"id":"vRFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"No, it's kind of like the bottom part of the controllers where the eyes go. And then the design of the video game controllers were the flats","speaker":"spk_1","timeCode":483.69,"tags":[]},{"id":"wRFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"I have two ideas. One is army crevice. That's what you sound like. I don't sound like you dio IV Boys is getting dio. My voice is My voice is getting deeper. Shut up! We're in trouble. Timing wise. Now he's isn't here. He''s dealing with a lot of stuff. He is sort of our boots on the ground trying to get the tasting just right for a Let me back up Any dailies here. Hi, Andy. Oh, hi. Wow. Yeah. You wanna treat Thank you. Yes. Yeah. Riel treat get introduce. Yeah, of course. You must The opportunity to speak into a My Yes, of course. You must love. Always happy to speak. And that, actually is the Onley bait that works on you. Apparently didn't answer any emails. You didn't answer the phone calls, but when suddenly it was come to a podcast, it''s friggin mouse to a cheese. I didn't know that. I, uh, had come here to be a lamb bested about My communications. Yeah, that''s true. I have a difficult time Elephant times getting back to people. But I will if you tell me there''s a microphone and you are rolling digital tape. I am there. Yes. And so that is digital bells. We had to dio because, of course, there on deadline. And Hayes and I have to deliver the Earwolf cookbook tomorrow with every Earwolf post's signature recipe. And we got a lot of them. We got Mullah Kittani Newsome.","speaker":"spk_1","timeCode":514.12,"tags":["dio","dio","Andy","Riel","cour'se","cour'se","Onley","Earwolf","Earwolf"]},{"id":"whFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Wow, I can't believe people Did this. People Did it. Yes, well, every almost everyone we got. Butter Scott Squash Anchorman soup","speaker":"spk_1","timeCode":612.73,"tags":["Scott"]},{"id":"xhFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"we're trying to? Yeah. And he's not making it easier on me. Well, and he''s way way bees A and a Andy Daly is here. I heard you guys were doing a podcast and there was gonna be microphones, and I just said I got time for that,","speaker":"spk_0","timeCode":929.83,"tags":["Andy Daly"]},{"id":"yRFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"a huge opportunity for us. Yes. Jumble. Yeah. I mean that it's kind of the keystone recipe. It''s the centerfold. Everybody wants to be the centerfold in a cookbook. Oh, yeah. so","speaker":"spk_0","timeCode":961.76,"tags":[]},{"id":"yxFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"I'm in the the new store. A BSO. I don't know if you know about this, but you CBS in. Ah, kind of. Ah, weird financial position right now. Did hear about that. And I was told today, but I was told that it was my fault. Wow. Okay, well, that's interesting. I mean, we try to be pretty transparent about financial stuff on the show if you buried them in there. Obviously, this podcast is a UTA package. We too, like tea. You like to be upfront about that sweet","speaker":"spk_0","timeCode":985.24,"tags":["CBS","intere'sting"]},{"id":"2xFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"into the store. Unles's I First of all, he does not know who I am. All right. Even though we did the sports and leisure Probably gues'sed, I gues's because we were so in character he doesn't recognize Made Wait. Uh, he's gonna need to start hearing some funny food.","speaker":"spk_0","timeCode":1319.83,"tags":["Unle's","I Fir'st"]},{"id":"5hFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"you soup.","speaker":"spk_1","timeCode":1511.3,"tags":[]},{"id":"6hFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"of being praised,","speaker":"spk_1","timeCode":1575.3,"tags":[]},{"id":"6xFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"yeah, it's hot in this pan.","speaker":"spk_0","timeCode":1578.14,"tags":[]},{"id":"8BFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"you hear the entire list again? Uh, yeah. Oh, yeah. Yeah. I think this is good conduct with, you know, a lot of this show and you've done a part, guys. Ladder is just filling time. Of course it is for guard close bids. What cup Days, Hillary to. Wait a minute. No one at a time. Okay, here we go. And do a sausage die Seller we got got in there in the world Have the long grain rice, the dirty rice, four garlic cloves. Mens garlic.","speaker":"spk_1","timeCode":1673.14,"tags":["Day","Hillary"]},{"id":"-RFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"I mean, I'm not even the conversation we're having, Okay, But I mean, I see what you mean. I'm not agreeing or disagreeing. I say there's no there''s no bad. There''s only","speaker":"spk_1","timeCode":1969.9,"tags":[]},{"id":"_hFqJnMByMrymAEmLI0o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"chicken, this reading chick. And I mean, look, that's a great idea.","speaker":"spk_0","timeCode":2108.85,"tags":[]},{"id":"BhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"So I'm just going to read you a little bit of the, um, recap from this weeks Ah, you know, um, episode on CMAs there Episode of Game-of-Thrones s. Oh, okay. I'm just talking so slow. It''s very easy concept to deliver. You're going to read a recap of last week''s episode Aqui My Throats. Okay,","speaker":"spk_1","timeCode":2205.15,"tags":["Game","Throne","My Throat"]},{"id":"CRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"an okay parks project. And this company makes shirts and stuff that have, like, national parks on him. And I'm looking at pos'sibly getting this Yosemite T I might have that and I've been there and seen somebody wear this. And here we go. You might have not sure","speaker":"spk_0","timeCode":2262.93,"tags":[]},{"id":"DBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"have it right now,","speaker":"spk_0","timeCode":2285.18,"tags":[]},{"id":"GBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"My brother told me about it. Okay. And he said some tooth powder. Okay, Uh, I didn't believe it at first, but then","speaker":"spk_0","timeCode":2476.95,"tags":["fir'st"]},{"id":"GhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"bumping it. Well, I thought it's all connected, right? Like, just basically,","speaker":"spk_0","timeCode":2494.26,"tags":[]},{"id":"HRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"And if I could mention your brother is named at least according to him, Sergeant stink.","speaker":"spk_3","timeCode":2512.97,"tags":["lea'st"]},{"id":"IBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"It's when you breathe through your mouth that we have. That''s the problem. Big","speaker":"spk_0","timeCode":2546.47,"tags":[]},{"id":"IhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"just clarifying for You are supposed to use a toothbrush. You we love the Quip toothbrush with sensitive sonic vibrations is gentle on your sensitive gums, and Sean always likes to talk about that. Well, I have, ah, what I would characterize as","speaker":"spk_0","timeCode":2559.39,"tags":["Quip","Sean"]},{"id":"JRFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"is nice and is sort of","speaker":"spk_1","timeCode":2596.48,"tags":[]},{"id":"LhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"that's what","speaker":"spk_0","timeCode":2796.83,"tags":[]},{"id":"MBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Yeah. I mean, he and I are like oil and water. Weve been going at it for you. Uh uh. Yeah, well, it started cause he long time ago. Yeah, but go into it. I was I threw a birthday party, and it wasn't even like he was not invited, but he has the same birthday, and he found out this party was going on. So that's a dick move. Show up. Kind of. Well, now it''s a co party with my birthday party to let''s do it to Shawn and a Yeah. Yeah. And even to the point where he''s I caught him in the kitchen trying to take the cake and trying to, like, redirect some of the letters on the cake to figure Away ended up doing was making a mes's, but so that was That was the beginning of the two of us, just not entirely getting long. And that night I think, to be honest, I was just trying to be a dick. But it''s true. I've never seen Fast times at Ridgemont High, and that just made him crazy because it is a woman director CBS. And so he''s been for years now, just trying to come up, and it''s almost it''s It''s a prank, but not funny, cause it''s very hostile where he''s been tryingto can IV finagle different ways of getting me to watch that movie. Sure, yeah, so hell find out like I'll get tickets to go see This just happened a few weeks ago to go see into the spider verse. And I brought my kids on their the Americana and Glendale and all of a sudden, this green flickers and it''s fast times Rap because he has gone in there to the projection booth and he cuts some deal with guy in there, and he''s walking around with the cans. The canister's of the film infinite resource is, and that''s a problem. Don't get into a fuckin prank war with a guy like that is more money than so. It is so obvious. He should have told you that you guys were recording a podcast. Where? Every episode you talk about one minute of fast.","speaker":"spk_1","timeCode":2893.31,"tags":["Shawn","Ridgemont High","ju'st","CBS","ju'st","Thi","ju'st","Americana","Glendale"]},{"id":"NBFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"yeah, I have to say all the analytics, but their full name. And when they listen to it And how long it did they pause it and where they were? What? Where? In their house they were when they listen to it. And I just want to get a sense of it helps me to know what to do on my podcast. I'm surprised you guys don't wait. Where do be but mostly listening. The","speaker":"spk_1","timeCode":3045.82,"tags":[]},{"id":"PhFqJnMByMrymAEmLI4o","index":"handbook","podcast":"Hollywood Handbook","episode":"Andy Daly, Our Cookbook Friend","line":"Yeah, yeah, yeah, guns, everything. I mean, he really went into it. And so if you could take okay, some hardline political stances, huh? I don't know if you're willing to cooperate. You're happy with Meghan McCain? I don't You know, that's ah for me to say whether that is a good idea for the double, I are not that Be fine.","speaker":"spk_1","timeCode":3172.35,"tags":["Meghan McCain"]}]