[
  {
    "id": "108-0",
    "time": "0:00:01",
    "speaker": "spk_0",
    "line": "okay. I can hear this in my headphones. I can hear it. Okay. So Alright. So hopefully, you guys are hearing this too. So alright. So quick way to so alright. So I'm in the car with Hayes, Davenport. You guys know him, and we're head to studio to do a show because it's Saturday. And I am just telling him this really interesting fact that a lot of people maybe probably don't know, which is that Mexican Coke is actually different from American Coke, and it tastes so good because it's got real sugar. And I'm just telling Hayes that, like, anyone would to be nice because maybe then he can use fact at a party or something and he just goes, all of a sudden, he goes into the way that he does. He goes, Sean, your man explaining again, you know how he says that? And I'm like, No. Actually, I'm just telling you an interesting fact. And he goes, Sean. Even the way you said you're telling me an interesting fact is your man explaining to me. And I go, oh, yeah, Hayes. Well, let me man explain this in a way your little pee brain can understand. You say that word to me again, and I'm gonna tell the guy who's driving a pullover, and you can walk to the studio. So then Hayes goes like, what word? And I go, you know what word and you better not say it haze. And he goes, no. I really don't know what word. And I go, well, good. If you don't know what word, then just don't say any words and we'll just be quiet under the weight of the studio. And he goes, Oh, I think I know what word. And I'm like, oh, no. He won't. And he does. And he goes, man explain which word you mean, Sean? And I said, brutus? Pull over this this Uber. I should explain what a Uber is. So, you know, there's Lyft. There's Uber. We thought it would be kind of funny if we combine those two words and make our own car service call Luber. Now why is it Luber other than just combining the names? Well, the back seats of all the cars we have is hard to get into. So you kinda have to grease up or just be smooth somehow because We really only have the one car. It's one of those ones with, like, three wheels that looks kinda stupid and cool at the same time. And what happened is I had left the door open pulling out of a gas station and it dented the hinge. There's only a door on one side. It dented the hinge in. So it doesn't open all the way. So if you're nice and lubed up, you can get into the luber, which Me and Hayes did that morning. Anyway, Brudis pulls the luber over and haze sort of shimmies himself out. And he goes, good luck doing the show by yourself today. Well, Thank you. And I will. And welcome back to the We don't need Hayes's show. It's an inside out guide to to making laughs and not not needing any haze and isn't it better without him? And and so I got into the studio, and I guess no engineers were here yet. And, hey, it usually keeps track of the schedule of when we're supposed to be here I hit a bunch of buttons. And hopefully now, you can hear me and I'm recording and we're just having a fun thing, and the show's about entertainment, and it's about Hollywood, and and and it's about being able to stand on your own two feet. And one thing, dear listeners and handbook heads that maybe you are always mad about when haze is here and I know I am is that he doesn't let me go off on my famous rants. And he doesn't want me to do any of the great stuff I have cooked up. So maybe now that he's gone, maybe we can really get Frank about some of the big shoes. And now just get into that like fracking and all that. And so let's just pull up the news and I'll just go and I'll just riff and I won't have haze stopping me. So So US is not entering into serious civil war. Why so Syria? The Joker. Russian plane crash investigation begins into cause of a three twenty one crash. Okay. I'm gonna go there. Why don't they just make the whole plane out of the black box? Rumanian nightclub Fire kills twenty seven. In the national mourning declared in bucharest. Buka De Beppo? Buka give it a rest. Hey, Buka, give it",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-1",
    "time": "0:05:35",
    "speaker": "spk_1",
    "line": "a what would I normally say about this if Hayes was here?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-2",
    "time": "0:05:39",
    "speaker": "spk_0",
    "line": "Let's skip that one. That's sad.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-3",
    "time": "0:05:44",
    "speaker": "spk_1",
    "line": "Student protests firing school after this is tough news. German frustration. I feel you, Germany. Uh-huh. Okay. I'm not gonna say that word.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-4",
    "time": "0:06:01",
    "speaker": "spk_0",
    "line": "Oh. Oh. What about oh, you know what? Let's just go entertainment. That's why is that news is too dark. And it's the and it's the lame stream media and have you heard that before? Is just trying to sell us and if it bleeds it leads when really there's not that much violence out there. New Star Wars commercial. I don't wanna get spoiled. I don't wanna get spoiled on that, so I won't look at that. What your favorite horror movie? Nope. Sorry.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-5",
    "time": "0:06:37",
    "speaker": "spk_1",
    "line": "That's more Star Wars. Why is all the Star Wars?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-6",
    "time": "0:06:42",
    "speaker": "spk_0",
    "line": "Oh, James Bond. Now This is something that I'm sure that I'll have an opinion on. The director offers tips to young directors. Okay. Where'd you get that idea? Sam Mendez offering tips. Oh, let me guess. I do it and and he's kind of helped. When I do this show. And so think about this, everybody. Sam Mendez comes in and tells you how to direct and you are listening to him instead of listening to me, me, and and Imagine that how your movies would be instead of good like what I said to do. Here's probably what he says how to direct and I'll see what his tips are and I'll tell you if they're good or not. And and he's got ten of them. Get in touch with your inner twelve year old. No. Get in touch with your inner like sixteen year old because when you're twelve, you don't really know how to have sex good yet. And I know Hayes would it wanna talk about that. But honestly, like, yeah, you're starting to do it, of course, and we all were. But you're actually not great at it yet because a lot of it you're still just so surprised of like what all the pieces is, you know? So don't do that. Alright. You can only ever point the camera one thing at a time. Okay. Number one, get two cameras. Number two, heard of a GoPro. You actually see the whole ocean with it. So And just strap it to something. So, number three, you're praying roulette with someone else money. If you're gonna bet it all on black, you need to be able to explain why. So this is about diversity in film, obviously. I know it's a problem. You know it's a problem. Viola Davis knows the problem she talk about in speech. So I would say that I don't understand why Sam Mendez is saying to everyone like if you put black people in your movie, you have to have a really good reason. For me, the good reason would just be they should be in movies too. And I know that's not popular to say and I know certainly Hayes would want them in there. But I think those guys are great and even Chinese guys and Spanish guys too could all do in the movies and they should all get paid the same as how much money they make back. So that to me And also about like wage inequality in general. The reason that some kinds of people are getting paid less than other kinds of people is that certain kinds of people probably don't do all their own stunts like Tom Cruise does. Now And and take that haze, you wouldn't you would've tried to stop saying that. Number four, making an action sequence is only interesting when you're in the cutting room. Up until then, it is literally the most tedious thing you will ever do. So that's his tip to you as a director. So I guess he's saying don't make action sequences is. But I actually think there are a lot of times are the best part of movies. Especially if it's an action based movie like James Bond. The guy who made James Bond is saying don't do any action sequences, I'm sorry. I call b s. Oh, wait, I can actually say it now. Bull spit. Okay. Number five. On the day, be prepared, but also be prepared to make shit up. Alright, Sam. I've raked you over the coals a couple times, but I love that you're swearing. I love that you're making fun of the boy scouts. I love that you're talking about doing improv which is like the rawest purest expression of just like the comedy of the mind. I mean, In a way, that's what I do here on the We don't need Hayes show is I just invite you to sort of lurk through the hallways of my twisted inner mind and and to sort of creak open the doors that maybe should have stayed shut. And and and peer into the most secretive dark thoughts like what if, you know, like what if we're all just bugs So number six, when you're choosing for collaborators, when you're choosing for collaborators, It's not the number four, when you're choosing for Calabrio,",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-7",
    "time": "0:11:16",
    "speaker": "spk_1",
    "line": "it should just be when we're choosing Calabrio.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-8",
    "time": "0:11:18",
    "speaker": "spk_0",
    "line": "I'm not gonna get caught up in the grammar. That's what Hayes would do. When you're choosing for collaborators, do not listen to the people who tell you, yes, but I've never done a big movie. And don't listen to the people too who are like, oh, your man's splaining. When really you're just trying to help them be interesting at a party. So, yeah, they say yes, but I've never done a big movie. If they're any good, they will learn just like I did. I don't understand this tip. Skipping it. You need to learn number seven. You need to learn to tune out the white noise. So again, he's obsessed with people's race at their skid color in movies. And I would say that you don't have to tune out the white people's noise. What you can do is just listen to them equally. And that's a big thing I've always been a fan of and I've they've been wanting to get less white noise on this podcast and more noise of other kinds And Hayes is the reason that we don't have a more diverse guess. So number eight, Tarantino Spielberg Nolan, Nolan Scorsese, Green Grass, JJ and Paul Thomas Anderson all still shoot on film. There's a reason. I would say one of these things is not like the others. Tarantino Spielberg Nolins Gorsese, Greengrass j j at Paul Thomas Anderson. Everybody feel like he shoehorned greengrass in there? Number nine, you're trying to surf the big wave, so be prepared to be wiped out. Holy shit. This is just really fucking good advice. You're trying to surf the big wave. So be prepared to be wiped out. But when you catch it, it feels like nothing else. So this is a little bit about sort of my Zen philosophy too of Life is just surfing waves and if you've ever been out there on the ocean, no wet suit, no rash gear, just you and your bros. Straight up riding on the ocean, fucking high fiving sea lions, grooving through the waves. Catching gnarly tubes getting totally pitted and then straight up when you surf all the way in just popping off the board, stepping on the back of it like it's a surfboard, catching it over your shoulder in the one hand, and then putting your other arm around a honey, and straight up. She now she's with you. If you wanted if you look at life that way, then you'll be a good director like me, Samendez. And then number ten, when you get excited, don't be afraid to leap out of your chair and sing the bond theme. That's fun. So he's saying that when you do get boned out when you have a major rockin hard one, A lot of people are afraid to leap out of their chair and stand up because it's like you're gonna be able to see that it's sticking out. And and so he's saying look, you're the boss, you're the director. If you are feeling sorta saucy and you got juices flowing downstairs, don't be afraid to let people know, hey, this is what I'm working with and right now, since you all work for me, you should have to look at it. SING in the bond theme, I assume that's a joke. It's probably you can sing anything you want. And that's something we're gonna be doing on this show now as I can play more of the kind of music that I like, haze's does it really always like have, you know, the best taste in music and he maybe is telling us what we should listen to when actually I have like some really cool modern stuff that I'm into that maybe you guys don't know about and And so let's just hear a tune that haze normally wouldn't let us do. The nana real sweet for your eating. It's just you being the person. Oh. The nana sweet for your eating. That's ride. Her grandma cooked us nice dinner and you get to friggin. Just digging. And Hayes would never want this because he doesn't think women should be allowed to sing. Yeah. And he always doesn't want me to play it for this vlog because then They'll have to retroactively take it out of the podcast, but no rules, baby. Let's hear one more jam. Come on. I just gotta dance. Oh. And you always have to have jokes or something to say during a song. Sometimes it's just about people listening to music and knowing that you're kind of bopping and dancing while the music going on. And you can feel that at home through the mic, can't you? That I'm like doing all my best moves and that I've got more room to do it. I don't even know this song, but it doesn't matter, you know? So anyway,",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-9",
    "time": "0:16:32",
    "speaker": "spk_2",
    "line": "what",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-10",
    "time": "0:16:32",
    "speaker": "spk_0",
    "line": "we're gonna be doing today is just a lot more of what you've already experience where there's really no boundaries and we're not being limited in the way that maybe we used to be, and it's almost like I've been running with the weights on all this time. And finally, I can sail and and and jump higher. From the strength I have. We have a guess. His name's Jeff Dunham. You know him. His characters are wild. He heard the Paul Rust episode of the podcast that we did where we made a great joke now who's the Dunham. It was about Jeff Dunham having Lena Dunham on his left on his lap. I'm not used to talking this much. On his lap, with dummy mouth and she's going, now who's the dunham now who's the dunham. Anyway, Jeff heard it and he thought that should have gotten more attention. The more people should have quoted it in Reddit threats, things like that because he thought it's very clever. And he wanted to come on to talk about that. So that'll be coming up after the break and I hope you like the new version of the show which is actually is even better and more raw and has more good tips than the old one. And That's it. Bye.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-11",
    "time": "0:17:56",
    "speaker": "spk_3",
    "line": "Hollywood Handbook.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-12",
    "time": "0:17:58",
    "speaker": "spk_4",
    "line": "Hey guys. We're really excited to introduce you to howell dot f m the best and most convenient way to listen to all the episodes of Hollywood Handbook. This this is, I guess, a very important thing for, you know, like, after Scripps acquisition and, like, everything that's going on. This is, like, an important thing for earwolf that they really want to Really do a big -- Yeah. Yeah.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-13",
    "time": "0:18:21",
    "speaker": "spk_0",
    "line": "--",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-14",
    "time": "0:18:21",
    "speaker": "spk_4",
    "line": "a big push for",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-15",
    "time": "0:18:22",
    "speaker": "spk_0",
    "line": "-- Big launch. Yep. --",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-16",
    "time": "0:18:23",
    "speaker": "spk_4",
    "line": "and so there was a question of whether we could reintroduce what was a very effective spokesman for us for a long time, which is Earwolf Man Jack.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-17",
    "time": "0:18:35",
    "speaker": "spk_0",
    "line": "Yeah. Who everyone loved and was just a dynamo.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-18",
    "time": "0:18:40",
    "speaker": "spk_4",
    "line": "But, of course, he",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-19",
    "time": "0:18:43",
    "speaker": "spk_0",
    "line": "unfortunately, he",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-20",
    "time": "0:18:44",
    "speaker": "spk_4",
    "line": "passed away from swallowing a Turkey bone horizontally. And the but there was a question of whether we could find some way to reanimate him. And we we have done that. We have managed to do that. And and he's here, and and he's he's he's gonna talk about how. Just give him a copy. And Is he he's just kinda, like, quivering?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-21",
    "time": "0:19:13",
    "speaker": "spk_1",
    "line": "Yeah. I don't know what's going on for him. And I haven't heard him speak yet, so I don't know if he's gonna sound.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-22",
    "time": "0:19:19",
    "speaker": "spk_0",
    "line": "Yeah. Erewulf man Jack. Can you read this for us? Hi, Kitties.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-23",
    "time": "0:19:31",
    "speaker": "spk_5",
    "line": "And intro. I'm excited to introduce you to how I found the best and most convenient way to listen to All the episodes of Hollywood Handbook.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-24",
    "time": "0:19:41",
    "speaker": "spk_6",
    "line": "I crave hair.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-25",
    "time": "0:19:43",
    "speaker": "spk_4",
    "line": "Yeah. That's",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-26",
    "time": "0:19:44",
    "speaker": "spk_6",
    "line": "i want to eat hair. He's been saying",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-27",
    "time": "0:19:46",
    "speaker": "spk_4",
    "line": "a lot that he I must",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-28",
    "time": "0:19:47",
    "speaker": "spk_6",
    "line": "eat the hair of a wicked man",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-29",
    "time": "0:19:52",
    "speaker": "spk_3",
    "line": "out of the web at Howell dot afeb, and I'll go with the howell app. Oh oh, stream a download all Hollywood Handbook episodes.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-30",
    "time": "0:20:01",
    "speaker": "spk_6",
    "line": "A wicked man must feed me his hair. I crave it. That's what will give me power.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-31",
    "time": "0:20:07",
    "speaker": "spk_3",
    "line": "Episode that have been released in the past six months, go beyond the audio with behind the scenes photos. Commentaries and more. Once I have the hair, I can fully become what I am",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-32",
    "time": "0:20:17",
    "speaker": "spk_6",
    "line": "destined to be the great overall",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-33",
    "time": "0:20:22",
    "speaker": "spk_3",
    "line": "oh, go further by upgrading to Howell Priby up for early four ninety nine. About the ewolfman Jack, are you okay?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-34",
    "time": "0:20:28",
    "speaker": "spk_4",
    "line": "It is actually the the howling is a great tie in with what with what he does.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-35",
    "time": "0:20:34",
    "speaker": "spk_0",
    "line": "That works. Yeah.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-36",
    "time": "0:20:35",
    "speaker": "spk_6",
    "line": "It's the",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-37",
    "time": "0:20:36",
    "speaker": "spk_4",
    "line": "hair it's the hairiness.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-38",
    "time": "0:20:37",
    "speaker": "spk_0",
    "line": "The stuff where he's talking about wanna eat the hair of a wicked man. And",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-39",
    "time": "0:20:40",
    "speaker": "spk_4",
    "line": "i didn't know if he was gonna do that actually in the copy but he is. It seems like he doesn't have a choice. He just needs to talk about eating hair.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-40",
    "time": "0:20:49",
    "speaker": "spk_6",
    "line": "Once I devoured the hair of the wicked man, I will fully be",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-41",
    "time": "0:20:56",
    "speaker": "spk_3",
    "line": "get exclusive access to the entire Hollywood Handbook archive and all the earwaffle Wolfpop archives. This includes all episodes older than six months. Six pounds of hair is what I require. All remastered with no ads. I I I only without a premium, listen to hundreds of hours in Beverary, TVF with Mark Merritt, Cobs here, classic interviews with Robert Williams. Let me see k and more. Howell has also partnered with some of your favorite hosts and comedians to develop Howell originals. Brand new shows available only with Howell premium. Check out the great new series for Blora Lapquez.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-42",
    "time": "0:21:33",
    "speaker": "spk_5",
    "line": "She is the wicked man, she is the one. I must",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-43",
    "time": "0:21:35",
    "speaker": "spk_3",
    "line": "devour at the AV club right now. Already ten brand new hilarious owl originals. We're adding new shows every week.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-44",
    "time": "0:21:43",
    "speaker": "spk_0",
    "line": "So he needs to",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-45",
    "time": "0:21:44",
    "speaker": "spk_4",
    "line": "eat six pounds of Lauren",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-46",
    "time": "0:21:46",
    "speaker": "spk_0",
    "line": "six pounds Lauren left his head. She's not a man either.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-47",
    "time": "0:21:50",
    "speaker": "spk_7",
    "line": "That that makes me worry a lot less.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-48",
    "time": "0:21:52",
    "speaker": "spk_3",
    "line": "Human. I met Hughan. I'll get access to all exclusive content both on your phone and on your desktop with how a premium for All afford I should ask her about with the promo code.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-49",
    "time": "0:22:05",
    "speaker": "spk_0",
    "line": "I don't like how much",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-50",
    "time": "0:22:06",
    "speaker": "spk_4",
    "line": "she's enjoying this. That used to just, like,",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-51",
    "time": "0:22:08",
    "speaker": "spk_0",
    "line": "go about his business.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-52",
    "time": "0:22:09",
    "speaker": "spk_3",
    "line": "He's got a full month freeze trial. Whoa. Wow. Wow. Wow. Wow. Whoa. Just go to hell.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-53",
    "time": "0:22:16",
    "speaker": "spk_6",
    "line": "I'm gonna eat all Lord. Like, there's this pretty hair that I will be the one who rules the podcast.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-54",
    "time": "0:22:23",
    "speaker": "spk_3",
    "line": "Hollywood to check out. Remember, you can use how your phone or your computer, we can only use my promo code on howl dot f m. The website, so go to howl dot f m and that's h o w l dot f m dot h a I r dot y u m yummy scribe, nah nah. Let me have that hair",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-55",
    "time": "0:22:42",
    "speaker": "spk_0",
    "line": "and use the promo code Hollywood for one month free trial of how premium. How? How? Oh.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-56",
    "time": "0:22:59",
    "speaker": "spk_4",
    "line": "Do it. Just push his chair towards the towards the quarter.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-57",
    "time": "0:23:09",
    "speaker": "spk_0",
    "line": "Well, I think that actually was That went great.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-58",
    "time": "0:23:11",
    "speaker": "spk_4",
    "line": "And hopefully it's often the blow of all our archives going behind a a paywall.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-59",
    "time": "0:23:16",
    "speaker": "spk_0",
    "line": "Yes. So I got a text from Hayes. Devon port. And, basically, what he said is, good luck. Good luck with the podcast. I've got Jeff Dunham, he he he. And he sent a picture of me, and Jeff Dunham is tied up. And and he's on the back of his ten speed. So at this point, I have no cohosts. I have no guest. One of who someone who I actually thought was actually one of my friends, excuse me, a man explaining when really the whole point was just like, the",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-60",
    "time": "0:24:04",
    "speaker": "spk_7",
    "line": "coke is extra sweet but it's sweet in",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-61",
    "time": "0:24:07",
    "speaker": "spk_0",
    "line": "a way that's more natural. And that's what makes my thing cook so good. And so if you have something like that to offer people in the glass bottle at your party, they're gonna really think that you're cool and you could tell them why it tastes so good. And that's not mansplaining people. That's just being a buddy and who's smart and knows more than the person you're talking to. So appreciate that. One thing, haze never would let me do and I always wanted to be nice to our fans and they write letters and ask for things and and I go, let's give it to them, let's embrace our fans, and he goes, snow, and he's cold. But I am warm, and there's a man named Nathaniel Glassman, and his twenty second birthday is right now, basically, And I and I remember being twenty two and I remember when Taylor Swift was that as well. And and so That so happy birthday, glass man, and you remind me of an unbreakable and the Philip Glass or whatever in the who has scary bones. And it's and I can be brave about that even without haze here. It's not talking about scary movies like Shamilane makes. So Unfortunately, mister Dunham, it appears as indisposed. And and his keeps texting saying that he's now doing his own podcast with Jeff, and they're having a lot of fun. But if it's so much fun, then why does Jeff have to be tied up in the back of a ten speed. At least let them ride on the pegs on the front, you know. So I am going to have to pivot a little on what I intended to do for the guests segment of the show. Here so one great thing is Jeff's puppet's got shipped ahead of time because he obviously was not gonna be carrying them all in through the elevator. So they're here, and they are some of the most wondrous characters you've ever seen. And so I'm going to be interviewing his puppets, and maybe we can kind of meet the man behind the the many through his closest friends, these unbelievable characters that have sprung from his imagination and taken on full life. And so I'm just gonna start sort of opening up these duffles and boxes and and getting out some of these guys and and and ladies who are these great characters that are so fun to talk to. And let's just Hi there. Oh, hey hey there. You? My name's freaking doctor Walnut. Doctor Walnut. Oh, good. And how do you know Jeff? He put his hand in my took us. Okay. Doctor Walnut. That okay. No. It's he's my dad. Oh, okay. And you have crazy just your crazy colors and all of that. What what are you a doctor of? I'm an anesthesiologist. Oh, I've heard that's very competitive. They do very well financially. Yeah. Okay. Well, thank you so much, doctor Paul. It was so fun having you. So we're gonna move on from doctor Walnut. I didn't really get what his whole thing was, you know? Hey, man. Oh, hello, sir.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-62",
    "time": "0:28:37",
    "speaker": "spk_2",
    "line": "Who are you? I'm Jose jalapeno. Look, I got to smash the pinata.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-63",
    "time": "0:28:49",
    "speaker": "spk_0",
    "line": "Okay. So alright. So hi, Jose jalpaint. So you're of Mexican descent. Why would you say die? I just you know what? I made an unfair assumption based on the way you were be is that am I not? Is that",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-64",
    "time": "0:29:13",
    "speaker": "spk_2",
    "line": "i guess I never really thought about who my parents are or my cultural heritage. Jeff never wants that kind of thing from me.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-65",
    "time": "0:29:24",
    "speaker": "spk_0",
    "line": "You feel like Jeff limits you in what you can say on stage?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-66",
    "time": "0:29:30",
    "speaker": "spk_2",
    "line": "Yeah. He just wants my Pinyata material.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-67",
    "time": "0:29:35",
    "speaker": "spk_0",
    "line": "Just the pinata stuff. Well, Jose, well, I mean, what",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-68",
    "time": "0:29:42",
    "speaker": "spk_1",
    "line": "do you wanna talk",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-69",
    "time": "0:29:43",
    "speaker": "spk_2",
    "line": "about? Fracking.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-70",
    "time": "0:29:48",
    "speaker": "spk_0",
    "line": "You wanna talk about fracking?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-71",
    "time": "0:29:49",
    "speaker": "spk_2",
    "line": "Yes. It's a real problem. We need to we need to somehow curb our reliance on fossil fuels because if pretty soon we're gonna be smashing the earth, blowing it up like a freaking piñata.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-72",
    "time": "0:30:11",
    "speaker": "spk_0",
    "line": "Right. Yeah. Yeah. We're we're causing, you know, potentially causing earthquakes with the way that we're sort of drilling these areas and and and Yeah. And you're afraid the Earth will blow up like as as you say, like a pinata.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-73",
    "time": "0:30:25",
    "speaker": "spk_2",
    "line": "Yeah. Will it okay. So It's unfair. I say, Jeff, only let",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-74",
    "time": "0:30:29",
    "speaker": "spk_0",
    "line": "me talk about pinata, then",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-75",
    "time": "0:30:31",
    "speaker": "spk_2",
    "line": "i bring up pinata in a later, but it really did apply to that.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-76",
    "time": "0:30:37",
    "speaker": "spk_0",
    "line": "Okay. Well, let's talk about something that doesn't apply to it, Jose. Like, what else, you know, hit me? Like, what else is up? Like, what's going on for you personally?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-77",
    "time": "0:30:51",
    "speaker": "spk_2",
    "line": "I had like a medical scare recently.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-78",
    "time": "0:30:55",
    "speaker": "spk_0",
    "line": "Oh, I'm sorry. Yeah.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-79",
    "time": "0:31:00",
    "speaker": "spk_2",
    "line": "Betel's policy. I was it was all stress but one whole side of my face was just drooping and I think it's just the road life. I think it's the touring and all that just not really having a home where you feel like you planted your own two feet, just always been moving and not Not really having a family, all the pressures of performing night after night, Anyway, it went away but it was a scary week and I just wanna say take the time to concern yourself with self care.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-80",
    "time": "0:31:41",
    "speaker": "spk_0",
    "line": "Okay. And did you wanna do anything else about pinatas before I put you away?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-81",
    "time": "0:31:52",
    "speaker": "spk_2",
    "line": "Sure. Let me think. What do I got? Okay. Like, Hey, man. Watch where you're swinging that thing. You're supposed to be aiming for the pinata, not for my head.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-82",
    "time": "0:32:09",
    "speaker": "spk_0",
    "line": "Right. That's like if somebody if we could see someone and they were swinging like a stick and they were almost gonna hit you in the head. Yep. Okay. Let's see who else we got and that was fun. Alright. So okay. And we've opened up and let's see who's inside, and it's Sort of a Binloteny looking guy. I don't know if that's not the way to say it. Hello, sir?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-83",
    "time": "0:32:48",
    "speaker": "spk_2",
    "line": "Jingle bombs, jingle bombs, jingle odd. Is Jeff not here? No. Jeff's not here. Oh, good. He makes me do the jinglebumps tea. Do you Do",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-84",
    "time": "0:33:05",
    "speaker": "spk_0",
    "line": "you not want to do the jingle bums thing?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-85",
    "time": "0:33:07",
    "speaker": "spk_2",
    "line": "No. It's offensive to me. I'm just I'm just a Muslim skeleton. I was killed by a US throne and now Do I insult the injury? My carcass has been repurposed to become a puppet and the puppet has to say very offensive things about my culture which people all throughout the Midwest, the kind of people who blindly supported the drone bombings that killed me and my family when I was just really committing no crime other than living in a region that you didn't like. Anyway, those kinds of people, they laugh at me embodying the stereotype.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-86",
    "time": "0:34:01",
    "speaker": "spk_0",
    "line": "Okay. I'm sorry. I never got your name.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-87",
    "time": "0:34:06",
    "speaker": "spk_2",
    "line": "My real name?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-88",
    "time": "0:34:08",
    "speaker": "spk_0",
    "line": "Yeah. Your real name.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-89",
    "time": "0:34:10",
    "speaker": "spk_2",
    "line": "My real name is Sharif, but I'm called Akmed, the dead terrorist when I'm on stage.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-90",
    "time": "0:34:18",
    "speaker": "spk_7",
    "line": "Holy shit, Akmed, the dead terrorist. That's a",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-91",
    "time": "0:34:23",
    "speaker": "spk_0",
    "line": "wow. That's insane that someone would have that that would",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-92",
    "time": "0:34:26",
    "speaker": "spk_7",
    "line": "be like a popular act. Yeah. Yeah.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-93",
    "time": "0:34:34",
    "speaker": "spk_0",
    "line": "Okay. And then did you wanna do I know you don't wanna do jingle bombs, but do you wanna do anything funny while you're here? Just because I feel like all my interviews with these puppets are getting kinda, like, heavy you know, you get your repurposed carcass. Who basically has to debase yourself over and over again. And while that's interesting, it's not really cracking me up. Okay. Something not jingle bombs but something funny.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-94",
    "time": "0:35:09",
    "speaker": "spk_2",
    "line": "Okay. Let me try to help you out, bud. Okay. I mean, can I bounce",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-95",
    "time": "0:35:17",
    "speaker": "spk_0",
    "line": "off stuff that's in the noose?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-96",
    "time": "0:35:21",
    "speaker": "spk_7",
    "line": "Yeah. I mean, I tried to",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-97",
    "time": "0:35:22",
    "speaker": "spk_0",
    "line": "do that earlier and it wasn't getting me a ton, but",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-98",
    "time": "0:35:26",
    "speaker": "spk_7",
    "line": "shit, I I mean, I'll Give it a shot. I mean, what are you have you seen that hotline bling video?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-99",
    "time": "0:35:37",
    "speaker": "spk_0",
    "line": "Yeah. I have. Okay. Yeah. I heard that's good. Alright. Do you I mean, you got any other Do I have news to give you? Yeah. I guess that's asking a lot. No. No. No. ESPN killed Grantland yesterday. I mean, that was a big thing.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-100",
    "time": "0:36:10",
    "speaker": "spk_2",
    "line": "Oh, where will I get my hyperlinks now?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-101",
    "time": "0:36:15",
    "speaker": "spk_0",
    "line": "Alright. Thanks, Akmed, and or Sharif. It's really cool to meet you. So I guess over here in this other corner we have, you know, another bag of puppets, and this one's labeled new puppets. And it was a very exciting thing. But Jeff was gonna debut some new puppets on the show. And we were really excited to sort of like share in that moment with you because obviously there's the puppity has like professor Walnut. Jose Helpeño and Cherifa. I meant De Terrace, who we all love But he's always innovating and that's part of what's so great about mister Dunham. And I hope that he does safely get off of Hayes's bike. But I'm just gonna open this and see like what he's been working on in his lab you know?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-102",
    "time": "0:37:19",
    "speaker": "spk_2",
    "line": "Oh, musty honorable. Jeff is Jeff not here?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-103",
    "time": "0:37:25",
    "speaker": "spk_0",
    "line": "No. Jeff's not here. What's your name? Well, he makes me he makes me call myself samurai ishii and do this whole, like, I don't know. It doesn't even make sense. Like, it's kinda like a bunch of Japanese buzz words. And he",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-104",
    "time": "0:37:43",
    "speaker": "spk_2",
    "line": "makes me use that most",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-105",
    "time": "0:37:45",
    "speaker": "spk_0",
    "line": "memorable voice, and and that's not my real voice and I am actually just a carcass that he found and repurposed. He dug me up, but I was a I I died in a Japanese internment camp. Oh, wow. That's a dark chapter of US history that not a lot of us remember Yeah. Following the bobbing of Pearl Harbor, a lot of the United States became very uncomfortable with Japanese citizens. It was sort of this is the enemy and here they are living in our communities and they rounded up, you know, US citizens who were just working normal people with businesses and made them live in these camps inside of California. Yeah, no, I know about it. You don't need to mansplain it to me. Okay. Anyway, yeah, so I don't Do you want me to do the Jeff act? They're like Japanese buzzwords thing. Yeah. I mean, I'm here.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-106",
    "time": "0:39:00",
    "speaker": "spk_2",
    "line": "Sure. Pass the sushi kitana blade. He Hiroima.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-107",
    "time": "0:39:17",
    "speaker": "spk_7",
    "line": "That's literally the act? Like that's Well,",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-108",
    "time": "0:39:20",
    "speaker": "spk_0",
    "line": "he's still working it out and it's not finished. But, yeah, I mean, that's sort of what we're moving towards is me shouting hiroshima as the punchline. Wow. Okay. Well, it was great to meet you, Samuraishi, or that's not your real name. Dennis. My name's Dennis. Okay. Well, it was nice to meet you, Dennis. Do we have any more puppets in here? Hey now, sexy. Whoas. She's going on sugar. Why don't you give me a little kiss on my name now? Well, I miss miss Jeff's not here just so you know if he if you don't wanna be behaving that way. Oh, no. I do wanna behave this way. This is what I really am. Just an empowered woman who loves sex. Oh, wait. As I'm reading the label, this This puppet was labeled like not for shows, not for performance, Jeff's private puppet collection. Oh, yeah. I don't go out on stage. I'm just the only way that Jeff can achieve sexual satisfaction is by making love to my public body. Okay. Well, I'm gonna put you because just even the fact that I took you out, I feel uncomfortable having to No, please. Now I crave to be caressed by by a man. Where's Jeff? I gotta get off. I'm gonna I'm gonna put you back. I'm gonna put you I'm gonna put you away Okay? No, please. I Oh, I as a woman, desire to to be to be Finished off sexually. This is so uncomfortable, please. I don't wanna do this, please. I miss I almost said I miss Hayes, but I don't. I'm fine without him. Now there were some popcorn gallery questions, although and Case technically has the rights to the name popcorn gallery and and all that. So what I'm gonna do is call it a new name and it'll be even better. The The question zone. Welcome to the question zone. So that I think is even better than the",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-109",
    "time": "0:41:57",
    "speaker": "spk_1",
    "line": "theme song we had for the popcorn coloring.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-110",
    "time": "0:42:02",
    "speaker": "spk_0",
    "line": "Jeff just here's some questions from the question zone for Jeff Dunham, and hopefully I can answer them. Okay, Joe Girl says, Jeff, ever fuck them puppets.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-111",
    "time": "0:42:20",
    "speaker": "spk_2",
    "line": "He does.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-112",
    "time": "0:42:25",
    "speaker": "spk_0",
    "line": "This is What's your favorite angry? Birds level? Mines either bad piggies or ham them high. Whatever the first one where the, like, boomerang bird shows up, That's the one he likes.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-113",
    "time": "0:42:49",
    "speaker": "spk_1",
    "line": "This one's about seat belt laws. Let's see. Somebody else with his favorite metallic album is probably set up to the same master, puppets. That's funny.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-114",
    "time": "0:43:05",
    "speaker": "spk_0",
    "line": "This one is Okay. This was a question for Jose jalapeno. So I can get him back out if we need to. This question is for Jose jalapeno. In the in the questions on. Jose, how are you doing, bro? I just wanna know how you sleep at night knowing you completely stole my persona for your act. And this guy so I guess this guy was doing pinata stuff first. Jose, do you wanna come back out and respond to that?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-115",
    "time": "0:43:33",
    "speaker": "spk_2",
    "line": "No. Thank you.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-116",
    "time": "0:43:43",
    "speaker": "spk_0",
    "line": "Yeah. That's funny. Alright. So I think the question zone's going really well. I guess I haven't been getting the questions out of whatever the signature sort of package will be. I didn't have Mark recording any sound drops for that. And that'll be even better with next this next question will come we will do we will get it out of the out of the zone locker. Yes. Okay. So I'm gonna reach into the zone into the zone locker to get this next one.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-117",
    "time": "0:44:39",
    "speaker": "spk_1",
    "line": "Left, twenty seven, right,",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-118",
    "time": "0:44:44",
    "speaker": "spk_2",
    "line": "fifty nine. Left, twenty six, right, fifty eight, left, twenty five, right, fifty seven, twenty four, Right? Fifty six.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-119",
    "time": "0:45:09",
    "speaker": "spk_0",
    "line": "Lock one complete. Alright. So Good. So we're getting closer to getting into the zone locker for the question zone question. Oh, it's just a latch. Jeff, you like that all day breakfast at McDonald's? It's the best and that's from Chanson. So I guess I'll ask one of his puppets to answer. Doctor Walnut, do you know?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-120",
    "time": "0:45:43",
    "speaker": "spk_8",
    "line": "Yeah.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-121",
    "time": "0:45:46",
    "speaker": "spk_0",
    "line": "He likes the Mcdonald's breakfast. Good. But they're taking a bath on it. Lose a lot of money. Well, Jeff Jeff can't like that. So I'm done with the puppets. It was so awesome and I think we can all agree this was better than when Hayes is here. So one thing I wanted to do oh, I'm gonna double back real quick and just get all the puppets out and one thing that his like won't really like usually let me do is just straight up have a dance party because he says it's too visual. And I just think, like, oh, with all these puppets in here, like, just people will be able to feel the fun coming through the mic. So ah ahmed slash sharif, Jose Helpeño, Professor Walnut or maybe doctor. Sletty Denise, dennis slash ishii this a braai. Could all you guys come out and just get out and just just kinda groove with me?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-122",
    "time": "0:47:03",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-123",
    "time": "0:47:05",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-124",
    "time": "0:47:08",
    "speaker": "spk_2",
    "line": "See. Yeah. And he",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-125",
    "time": "0:47:13",
    "speaker": "spk_0",
    "line": "oh, okay. Okay. Yeah. Okay. So and let's just fucking dance, guys. Eishi, you're getting down. Yeah. Alright. Big gray space. Oh, gays would never let me groove like this.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-126",
    "time": "0:47:42",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-127",
    "time": "0:47:45",
    "speaker": "spk_0",
    "line": "And when the drums come in And you're my And get and oh, and and take my hand, slutty to niece, and I'm gonna spin you. Weee. And get over a doctor Walnut, get on my shoulders, and and I'm gonna raise the roof with you. Oh, okay. And they and I never forgotten you. Samuraishi. Stay with your man.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-128",
    "time": "0:48:14",
    "speaker": "spk_2",
    "line": "Yeah. I hear those shima.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-129",
    "time": "0:48:20",
    "speaker": "spk_0",
    "line": "Alright. So what a fun dance party that was? And and then the last thing I wanted to do just before I leave is Hayes has a private drawer in the earwolf studio and it says hands off haze's drawer and no one's allowed in here and I am always so curious about what's in there. And now that he's not here and he's doing his own podcast with Jeff, then I guess I'm finally gonna look at it. And let's just clown on this fool. And let's just everybody let's go through Hayes's drawer and I'll just talk about the items and I'll just riff on those, the way I did on the news stuff. And and we'll just clown on them. So like, okay. And I'm just and and and it's open now and and I'm just going through it and just picking out and like, what can I like? Riffon. It's like, oh, okay. Alright. Oh, it's okay. This is Oh, it's a a movie ticket to Oh, it's it's kind of faded. It's like an older movie ticket. It's to that movie the perfect score with young Erika Christianson about breaking into the Dean's office to steal SAT answers or something. So Hayes has a ticket to that movie. Hello. You know, that movie was pretty good. So Okay. This is a movies cafe menu. Hey, we've been there about a billion times, I don't think you need to keep the menu. Could you not remember? It's like we order the same thing every time. So what a dork? Oh, okay. It's a comb. Okay. I'm haze. Must comb. Look at me. I'm combing. Alright. What else has he got in here? Okay. I was like golf ball from, like, a charity tournament. This is we were partners at this tournament.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-130",
    "time": "0:50:36",
    "speaker": "spk_1",
    "line": "That was a fun day. And actually,",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-131",
    "time": "0:50:42",
    "speaker": "spk_0",
    "line": "actually, that movie, the perfect score, that that's the first movie we saw together after we started doing a podcast. Let me see this movie's Cafe menu.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-132",
    "time": "0:50:56",
    "speaker": "spk_1",
    "line": "There's a date written on it. It's my birthday. Twenty five years ago, that was the first time we went to movies' cafe. And he circled. He circled what I ordered. Because he didn't wanna forget.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-133",
    "time": "0:51:22",
    "speaker": "spk_0",
    "line": "Well, what a dork and just comb.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-134",
    "time": "0:51:29",
    "speaker": "spk_1",
    "line": "This is the comb he used to pull all the needles and pinecones out of my hair. After I got stuck in that tree.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-135",
    "time": "0:51:38",
    "speaker": "spk_0",
    "line": "I was climbing this pine tree and haze agreed to watch because told him I was gonna climb so high this time. And as I got higher and higher, the branches got thinner, and I was sort of looking up and moving in. He was watching and lapping, but and I got scared when I looked back down, and I ended up",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-136",
    "time": "0:52:00",
    "speaker": "spk_1",
    "line": "sitting up there for about a day.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-137",
    "time": "0:52:03",
    "speaker": "spk_0",
    "line": "Anyway, when they finally came and got me down,",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-138",
    "time": "0:52:08",
    "speaker": "spk_1",
    "line": "i had all these needles and pine cones in He's picked them out.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-139",
    "time": "0:52:13",
    "speaker": "spk_2",
    "line": "Well, let let's see",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-140",
    "time": "0:52:14",
    "speaker": "spk_0",
    "line": "what else this loser has in here. Oh, drawing a picture.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-141",
    "time": "0:52:19",
    "speaker": "spk_1",
    "line": "It's a picture of us. It's a drawing of the two of us riding on a shark. A mega shark, I think. And says Hollywood Handbook.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-142",
    "time": "0:52:35",
    "speaker": "spk_0",
    "line": "I'm sorry. So okay. Friendship. So friendship can be hard. Right? Because you you don't always agree and it's a different person and it's not up to you how they respond to getting cool Mexican Coke fact.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-143",
    "time": "0:53:09",
    "speaker": "spk_1",
    "line": "The only thing that's up to you is How you treat them afterwards, and I think I made a mistake. I'd like to try to call Hayes now. I don't know how a lot of this equipment works in the studio. Obviously, it's a minor miracle that I was able to record anything if this even is being recorded. But let's Okay. And oh, god. It's working. Hello?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-144",
    "time": "0:53:47",
    "speaker": "spk_2",
    "line": "Hello?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-145",
    "time": "0:53:48",
    "speaker": "spk_8",
    "line": "Hello.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-146",
    "time": "0:53:53",
    "speaker": "spk_0",
    "line": "Hey, Hayes. Hayes. Is it that you?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-147",
    "time": "0:53:57",
    "speaker": "spk_8",
    "line": "Yes. Who's this? It's",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-148",
    "time": "0:53:59",
    "speaker": "spk_0",
    "line": "a it's a fool.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-149",
    "time": "0:54:04",
    "speaker": "spk_8",
    "line": "Oh, I know somebody like that. I used to have a friend like that. Sorry, it's loud.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-150",
    "time": "0:54:11",
    "speaker": "spk_0",
    "line": "No. It's okay. Don't you say sorry to me. I'm the one who owes you a sorry. Yeah. Well, you did used to have a friend and you still and you still do if you if you want them. I didn't know you drew this picture of us on a mega shark together.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-151",
    "time": "0:54:30",
    "speaker": "spk_8",
    "line": "You found that?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-152",
    "time": "0:54:32",
    "speaker": "spk_0",
    "line": "Yeah. I'm sorry. I went in your drawer.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-153",
    "time": "0:54:36",
    "speaker": "spk_8",
    "line": "It's it's pretty random.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-154",
    "time": "0:54:42",
    "speaker": "spk_0",
    "line": "Two dudes riding a shark? It's about as random as it gets. Hey, I'm sorry. I didn't think I was mansplaining to you but now I see how the way I told you about the sweet tasty Coke felt that way to you and",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-155",
    "time": "0:55:06",
    "speaker": "spk_8",
    "line": "and you just and you were acting as if I don't know that it has real sugar. And it doesn't I fructose corn syrup. And then you can only get it from Mexico.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-156",
    "time": "0:55:16",
    "speaker": "spk_0",
    "line": "I I know. I know. I I know. And As much as I They",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-157",
    "time": "0:55:21",
    "speaker": "spk_8",
    "line": "glass bottles for recycling.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-158",
    "time": "0:55:24",
    "speaker": "spk_0",
    "line": "Yeah. All of it. As much as I wanted you to look cool parties when you were able to offer that and explain what was good about it. I guess I should have given you at least a little bit of credit for already knowing. Well, look, would you ever consider Coming back to do the podcast again?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-159",
    "time": "0:55:51",
    "speaker": "spk_8",
    "line": "I mean, I stepped out of the Who are you with? What?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-160",
    "time": "0:55:59",
    "speaker": "spk_3",
    "line": "Who are you with right now?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-161",
    "time": "0:56:01",
    "speaker": "spk_8",
    "line": "I'm with you know, I have a couple other friends. I mean, I you know, I I don't know if you noticed. I stepped out of the car and to an open manhole. And I kind of drifted along for a while sort of thinking about what had just happened.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-162",
    "time": "0:56:26",
    "speaker": "spk_0",
    "line": "Well, and then you can now you kidnapped Jeff Dunham on tied him to the back of your ten speed.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-163",
    "time": "0:56:31",
    "speaker": "spk_8",
    "line": "I could have what?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-164",
    "time": "0:56:32",
    "speaker": "spk_0",
    "line": "You you kidnapped Jeff Dunham and you tied him to the back of your ten speed unless that was photoshopped.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-165",
    "time": "0:56:38",
    "speaker": "spk_8",
    "line": "Yeah. And the two of us went down a ramp into an open manhole.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-166",
    "time": "0:56:43",
    "speaker": "spk_1",
    "line": "I see.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-167",
    "time": "0:56:44",
    "speaker": "spk_8",
    "line": "But now we're sort of having a Halloween party down here. I don't know. It's not bad. There's like a traps bird down here who's nice.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-168",
    "time": "0:56:52",
    "speaker": "spk_0",
    "line": "That sounds like a lot of fun.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-169",
    "time": "0:56:55",
    "speaker": "spk_8",
    "line": "If you wanna come here,",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-170",
    "time": "0:57:00",
    "speaker": "spk_0",
    "line": "you'd you'd have me?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-171",
    "time": "0:57:05",
    "speaker": "spk_8",
    "line": "I mean, I'll talk to Jeff. I'll talk to the to the bird. The trap bird is pretty messed up. Okay. Point. But yeah. I'll talk to the guys, you know, text them. The The water is going crazy. It's kind of rising and falling and I'm trying to keep my – I just got that new phone case. I'm trying to keep my phone clean, but you should be able to text me if, you know, are you wrapping up? How's it going?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-172",
    "time": "0:57:32",
    "speaker": "spk_0",
    "line": "I would say it's gone really good. Yeah.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-173",
    "time": "0:57:37",
    "speaker": "spk_8",
    "line": "There there are no, like, big gaps or no, like",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-174",
    "time": "0:57:40",
    "speaker": "spk_0",
    "line": "there's no sort of",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-175",
    "time": "0:57:41",
    "speaker": "spk_8",
    "line": "pauses or anything?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-176",
    "time": "0:57:42",
    "speaker": "spk_0",
    "line": "There's not really been any sort of aimless stuff. The puppet interviews in particular really work they all sort of had an identity and it was like each one was a totally different new kind of funny avenue that we found. And",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-177",
    "time": "0:57:59",
    "speaker": "spk_8",
    "line": "i'm I'm really glad to hear that. I mean, you know, I guess I could say this now that I know it went to a while. I was worried that you were running out of gas.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-178",
    "time": "0:58:08",
    "speaker": "spk_0",
    "line": "Oh. Yeah. Okay. Well, you know It's",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-179",
    "time": "0:58:11",
    "speaker": "spk_8",
    "line": "funny now because I'm so glad it went so great. But but I I was, you know, I did wonder.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-180",
    "time": "0:58:17",
    "speaker": "spk_0",
    "line": "That when you heard that I was doing it by myself and just me and the puppets that you thought that maybe that maybe even when I was interacting with the puppets that it would probably frequently sound like the same voice talking to itself and that",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-181",
    "time": "0:58:32",
    "speaker": "spk_8",
    "line": "it's just not that's not your you know, four tennis is that, you know, you're good at so many things. But that that is, you know",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-182",
    "time": "0:58:40",
    "speaker": "spk_0",
    "line": "then I played to my weaknesses that I played to my weaknesses.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-183",
    "time": "0:58:43",
    "speaker": "spk_8",
    "line": "Tasked each other, you know.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-184",
    "time": "0:58:45",
    "speaker": "spk_0",
    "line": "But Yeah. Keep a track of it.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-185",
    "time": "0:58:46",
    "speaker": "spk_8",
    "line": "But it went great, I guess.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-186",
    "time": "0:58:48",
    "speaker": "spk_0",
    "line": "It was it is great. Nothing taking nothing away from you. It's maybe our best episode. And and I'm excited to sort of bring what I learned today into us doing stuff together again and and so I'll come down I'll get in the manhole I mean, I'll just hop in the manhole and and I'm sure the current will take me there. I you, as you know, also have a new phone case So maybe I'll put it in a little baggy or something.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-187",
    "time": "0:59:20",
    "speaker": "spk_8",
    "line": "What's on your you were gonna show me what's on your new phone case? Today?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-188",
    "time": "0:59:26",
    "speaker": "spk_0",
    "line": "Yeah. That had been, yeah, sort of a treat that I was saving for the end of the episode.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-189",
    "time": "0:59:32",
    "speaker": "spk_8",
    "line": "You wanna I mean, I'm sure you have all you know, it sounds like you have plenty of gas left. So if you wanna just tell me what's on it.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-190",
    "time": "0:59:39",
    "speaker": "spk_0",
    "line": "Yeah. Absolutely. It's Oliver Stone.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-191",
    "time": "0:59:48",
    "speaker": "spk_8",
    "line": "Oh, wow. He's Is if he if he working on any specific one of his Movies? Is is",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-192",
    "time": "0:59:58",
    "speaker": "spk_0",
    "line": "the big thing? Or It's w.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-193",
    "time": "1:00:02",
    "speaker": "spk_8",
    "line": "Which one?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-194",
    "time": "1:00:03",
    "speaker": "spk_0",
    "line": "W?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-195",
    "time": "1:00:04",
    "speaker": "spk_8",
    "line": "Oh, it's w. That sounds really nice.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-196",
    "time": "1:00:09",
    "speaker": "spk_0",
    "line": "Yeah. You can tell it's w from his jacket. What was on your phone case? I never did get to see it.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-197",
    "time": "1:00:19",
    "speaker": "spk_8",
    "line": "That's there's there's two lesbians, like",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-198",
    "time": "1:00:25",
    "speaker": "spk_0",
    "line": "from Mohave Josh.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-199",
    "time": "1:00:26",
    "speaker": "spk_8",
    "line": "Lying on the bed and there it's, like, those two lesbians that'll, like, slide down on the white bed and, like, they're gonna kiss. You know the one. I have a poster of it as well.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-200",
    "time": "1:00:39",
    "speaker": "spk_0",
    "line": "Yes. Oh, from the poster. Wow. And they shrunk that image down.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-201",
    "time": "1:00:42",
    "speaker": "spk_8",
    "line": "I took a picture. No. I took a picture of they can turn any picture into a phone case. So I took a picture of the poster using my phone And you know, it's my home screen, but now it's",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-202",
    "time": "1:00:57",
    "speaker": "spk_0",
    "line": "--",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-203",
    "time": "1:00:57",
    "speaker": "spk_8",
    "line": "on the back of the back of my phone as well.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-204",
    "time": "1:01:01",
    "speaker": "spk_0",
    "line": "And that just reminds me of this life hack that I like share whenever it comes up because first and foremost it is a show about life hacks. When you go on splash mountain and they try to make you to pay for a picture at the end where you could do during the big splash, you don't have to friggin buy the picture. If you take a picture of the picture.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-205",
    "time": "1:01:22",
    "speaker": "spk_8",
    "line": "Yes.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-206",
    "time": "1:01:24",
    "speaker": "spk_0",
    "line": "Well, that",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-207",
    "time": "1:01:26",
    "speaker": "spk_8",
    "line": "i'm I'm I'm really glad you called.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-208",
    "time": "1:01:28",
    "speaker": "spk_0",
    "line": "We're falling back into our old ways.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-209",
    "time": "1:01:30",
    "speaker": "spk_3",
    "line": "I",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-210",
    "time": "1:01:30",
    "speaker": "spk_8",
    "line": "know. I know. I you know, I act like, it's great down here, but I did really. I I missed this, and it takes a big brave boy to make that apology. And so thank you.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-211",
    "time": "1:01:47",
    "speaker": "spk_0",
    "line": "Well, thank you and now that you're admitting that maybe it's not quite as great down there in the sewer. I have a little bit of a confession to. One of the puppet interviews wasn't super funny.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-212",
    "time": "1:02:05",
    "speaker": "spk_8",
    "line": "Okay. Was it an early one or later one?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-213",
    "time": "1:02:10",
    "speaker": "spk_0",
    "line": "Honestly, take your",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-214",
    "time": "1:02:11",
    "speaker": "spk_8",
    "line": "pick. Okay. Take so take my pick, but only one of them",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-215",
    "time": "1:02:18",
    "speaker": "spk_0",
    "line": "was that. But you can only feel like one wasn't funny. Because they were all such different styles of humor that, you know. Okay. And there's something for everyone in",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-216",
    "time": "1:02:27",
    "speaker": "spk_3",
    "line": "the episode,",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-217",
    "time": "1:02:28",
    "speaker": "spk_0",
    "line": "but everyone will have one that is like because it's like a series of like really niche kind of comedic techniques.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-218",
    "time": "1:02:39",
    "speaker": "spk_8",
    "line": "Okay.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-219",
    "time": "1:02:40",
    "speaker": "spk_0",
    "line": "And so everyone's gonna have one they love that they feel like is just for them, but everyone's also gonna have one where they're like, That one didn't work but it'll be different for everyone.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-220",
    "time": "1:02:50",
    "speaker": "spk_8",
    "line": "Okay.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-221",
    "time": "1:02:50",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-222",
    "time": "1:02:51",
    "speaker": "spk_8",
    "line": "Well, I'm excited to to hear it. I mean it's being released very soon.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-223",
    "time": "1:02:56",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-224",
    "time": "1:02:56",
    "speaker": "spk_8",
    "line": "So hopefully hopefully, there's enough time to to edit it. Before then. But I'm sure it won't",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-225",
    "time": "1:03:03",
    "speaker": "spk_0",
    "line": "if Eve even needs that. Yeah. So okay. So did you want to give the pro version to anyone before we go?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-226",
    "time": "1:03:10",
    "speaker": "spk_8",
    "line": "Yeah. I guess I'll give it to this traps bird.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-227",
    "time": "1:03:13",
    "speaker": "spk_0",
    "line": "Okay.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-228",
    "time": "1:03:15",
    "speaker": "spk_8",
    "line": "He seems to think that the water is like the sky now. So he keeps trying to, like, fly away into the water",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-229",
    "time": "1:03:26",
    "speaker": "spk_0",
    "line": "okay. Well, trapped bird, we salute you. Bye.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-230",
    "time": "1:03:33",
    "speaker": "spk_8",
    "line": "Bye.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-231",
    "time": "1:03:34",
    "speaker": "spk_3",
    "line": "Whoa. Hollywood hamper.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-232",
    "time": "1:03:37",
    "speaker": "spk_9",
    "line": "Denzel Washington is the greatest actor of all time period. It's not a question, it's a statement. It's also the name of a podcast on Wolfpop. So if you're foolish enough to disagree, listen so we can tell you how wrong you are. I'm Kevin Avery, and each week, Wukman Bell and I put out a new episode where we review every Denzel movie in alphabetical order sorta kinda look, we jump around a lot. Alright? We're gonna do that. We're gonna catch you up on the latest Denzel news and even speculate on who would be the next Denzel all with great guests like Omar Dorsey from the movie Selma, and director Eva Duvonette. Listen to this recent clip.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-233",
    "time": "1:04:12",
    "speaker": "spk_8",
    "line": "I I like training day a lot. It's one of my favorite. If it's on TV, I'm a sit down and watch it. But I think for a lot of people, they wanna make it's like a guilty pleasure Denzel watch for unveiled because he's playing such unredeemable character. It's red velvet cake. You can't eat that",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-234",
    "time": "1:04:25",
    "speaker": "spk_0",
    "line": "right there. Oh, the cake is.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-235",
    "time": "1:04:28",
    "speaker": "spk_4",
    "line": "Exactly. Man, you're doing Christmas. You can't",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-236",
    "time": "1:04:32",
    "speaker": "spk_8",
    "line": "have that all the time. Yeah.",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-237",
    "time": "1:04:34",
    "speaker": "spk_9",
    "line": "So tune in to Kamau and I. Every week on iTunes, Wolfpop, Howell, or your favorite podcast and you too will understand why Denzel Washington is the greatest actor of all time. Period. Any questions?",
    "episode": "108",
    "edited": false
  },
  {
    "id": "108-238",
    "time": "1:04:54",
    "speaker": "spk_10",
    "line": "This has been an earwolf production, executive produced by Scott Ockerman, Adam Sachs and Chris Bannon. For more information and content, visit earwolf dot com.",
    "episode": "108",
    "edited": false
  }
]