[
  {
    "id": "11-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "hi, miss",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-1",
    "time": "0:00:06",
    "speaker": "spk_1",
    "line": "brian is like, I like the bubbles",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-2",
    "time": "0:00:09",
    "speaker": "spk_2",
    "line": "and then Tina Fakles, I don't want the bubbles. And then Shai's like,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-3",
    "time": "0:00:12",
    "speaker": "spk_3",
    "line": "i want the bubbles. And she's like,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-4",
    "time": "0:00:14",
    "speaker": "spk_2",
    "line": "i don't want them noticing. That's it. Everybody out",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-5",
    "time": "0:00:16",
    "speaker": "spk_1",
    "line": "of my house up now. And I hate that it ended like that.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-6",
    "time": "0:00:20",
    "speaker": "spk_4",
    "line": "Isn't Sean. Hollywood hamper.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-7",
    "time": "0:00:24",
    "speaker": "spk_5",
    "line": "Hey, welcome to Hollen. What up what up? What up what up?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-8",
    "time": "0:00:28",
    "speaker": "spk_6",
    "line": "I'm Hayes Davenport. I'm here with Sean Clemens. This is an insider's guide to kicking button dropping names in the red carpet line back callways of this industry we call show biz. I'm sorry. We're just really we're just really excited. This is one of our favorite times of year, not just because of Christmas presents.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-9",
    "time": "0:00:43",
    "speaker": "spk_1",
    "line": "Yeah. I love getting presents and unwrapping them and opening them, and it's very nice that someone thought of you and bought them for you. But the real reason we",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-10",
    "time": "0:00:51",
    "speaker": "spk_6",
    "line": "were excited, this to me is when Hollywood truly reaches a fever pitch every year because this is the the season of Goldy nods. And goldy not Golden Globe nominations to you guys, they were announced this past week we should probably explain what the Golden Globes are to to to to our listeners who maybe aren't from from Los Angeles.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-11",
    "time": "0:01:16",
    "speaker": "spk_1",
    "line": "Oh, that's so sad for me to think about. Just not But they",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-12",
    "time": "0:01:20",
    "speaker": "spk_6",
    "line": "don't know but they don't know.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-13",
    "time": "0:01:21",
    "speaker": "spk_1",
    "line": "Yeah. They don't know",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-14",
    "time": "0:01:22",
    "speaker": "spk_6",
    "line": "what they're saying. Way for them to miss it because they don't know what that is.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-15",
    "time": "0:01:25",
    "speaker": "spk_1",
    "line": "So I that is a little it's cold comfort because it's so much fun to be part of the goldie knots.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-16",
    "time": "0:01:31",
    "speaker": "spk_0",
    "line": "So what happens in Hollywood",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-17",
    "time": "0:01:32",
    "speaker": "spk_7",
    "line": "town this time of year is",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-18",
    "time": "0:01:38",
    "speaker": "spk_1",
    "line": "there is a big award ceremony that honors the greatest achievements in film and television by different actors and funny men. No, not the Oscars or the Emmy's.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-19",
    "time": "0:01:51",
    "speaker": "spk_6",
    "line": "Well, you know we know you know about those. Those two people who actually work in this industry are not considered legitimate rewards for artistic achievement.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-20",
    "time": "0:02:01",
    "speaker": "spk_1",
    "line": "They're really a sick fucking joke and a big circle jerk. And the thing about the Emmy's and the Oscars is, they're not about movies. Or TVs -- Mhmm. -- which is really just small movies. Golden Globes is about movies and TVs, and it's about the work those award shows are about who's tuck in who's wee wee into who's different different other parts behind what closed doors. And it's a really a big it's a big joke. It's cash under the table. It's who's got the juice. It's who owes who what favor because who hit who's kid with whose car coming out of which Roosevelt hotel. And that's a lot of what controls who's winning these awards.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-21",
    "time": "0:02:52",
    "speaker": "spk_6",
    "line": "But the Golden Globe -- Incorruptible are for art, and for true cinephiles and for people who really like to watch TV. And one of the things that so great about the Golden Globes is they don't make the the what I consider to be the fatal mistake of the Academy Awards, which is that the Academy Awards don't separate dramas from comedies and musicals.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-22",
    "time": "0:03:17",
    "speaker": "spk_1",
    "line": "Yes. FAT mistaken. That's why nobody likes the Oscars and Everybody loves the goldie nods. Now, they're not perfect.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-23",
    "time": "0:03:26",
    "speaker": "spk_0",
    "line": "They're not perfect. We do",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-24",
    "time": "0:03:26",
    "speaker": "spk_1",
    "line": "have a little game, Me and Hayes always play when when they come out where we talk about Goldy nods and the three wears. Where was Frozen this year? Where was admission. And where on earth was expendables too? So they do miss some, but there's more hits than misses, and we're gonna talk about how much they crashed the comedy knobs.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-25",
    "time": "0:04:01",
    "speaker": "spk_6",
    "line": "The the the thing about comedy, it's difficult doing comedy and and making comedy like like Sean and",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-26",
    "time": "0:04:07",
    "speaker": "spk_1",
    "line": "i do, to be",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-27",
    "time": "0:04:07",
    "speaker": "spk_6",
    "line": "appreciated by sophisticated award shows. Like people tend to think of comedies as just jokes and just, like, not not really to be taken seriously as art.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-28",
    "time": "0:04:18",
    "speaker": "spk_7",
    "line": "It's not art.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-29",
    "time": "0:04:19",
    "speaker": "spk_6",
    "line": "Oh, I I like to go to the museum and look at the the the paintings.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-30",
    "time": "0:04:23",
    "speaker": "spk_0",
    "line": "So I",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-31",
    "time": "0:04:24",
    "speaker": "spk_6",
    "line": "look at them with, like, an opera lesson. Haven't forbid that I should have a laugh at a at a joke about Lapping's unseemly, eating too many beans and making me fart. But the Golden Globes like to take time every year to recognize comedies and musicals because they're sort of the same singing and and jokes are all all part of the same critical theory. So we wanna talk about how much they crushed the best comedies this year, some of the funniest people involved in them. Oh my. Certainly, the biggest loss we had in a theater this year. The five nominees for best comedy or musical motion picture, one is inside Lewin Davis, which we do wanna talk about late.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-32",
    "time": "0:05:09",
    "speaker": "spk_1",
    "line": "That's our we we that's our pick to win it, and we'll talk about why in a moment. That that",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-33",
    "time": "0:05:14",
    "speaker": "spk_6",
    "line": "that's a musical because someone sings music in it. But the comedy movies are her, directed by Spike Jones, Nebraska, directed by Alexander Payne. Wolf of Wall Street, directed by Martin Scorsese, and American Hussle. Directed by David O' Russell.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-34",
    "time": "0:05:37",
    "speaker": "spk_1",
    "line": "What crack ups these directors are? Now I I'd like to start with Nebraska, which I think was even funnier than the descendants.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-35",
    "time": "0:05:50",
    "speaker": "spk_6",
    "line": "Yeah. That this is certainly his funniest movie since the since the descendants. It's about a man who has to take his dad on a road trip.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-36",
    "time": "0:05:59",
    "speaker": "spk_1",
    "line": "Oh, and oh, and don't think he's just any old dad. His dad has severe dementia, Alzheimer's. So so he frequently like he's got this I don't wanna spoil too much, but he's got this like, you know, Publishers Clearing House type thing that he thinks is actually worth a million dollars, and he, like, wants it to make his life better. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-37",
    "time": "0:06:21",
    "speaker": "spk_6",
    "line": "And there's that part where he's like,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-38",
    "time": "0:06:23",
    "speaker": "spk_8",
    "line": "pull pull over, son. I have to go number one again.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-39",
    "time": "0:06:26",
    "speaker": "spk_6",
    "line": "He's always peeing at pooping and it's it's it's a laugh of men.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-40",
    "time": "0:06:30",
    "speaker": "spk_1",
    "line": "The pee pee's and the the laugh side got out of of the pee pees that you see in this movie.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-41",
    "time": "0:06:35",
    "speaker": "spk_6",
    "line": "But but I actually thought her was maybe even funnier when he's trying to Wait. Joaquin Phoenix plays a guy who's basically trying to hump this robot. Oh, gosh.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-42",
    "time": "0:06:47",
    "speaker": "spk_1",
    "line": "Not to a keen You can't fuck a voice, but he's sure gonna try. And That's what I found so And he's",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-43",
    "time": "0:06:56",
    "speaker": "spk_0",
    "line": "got this",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-44",
    "time": "0:06:56",
    "speaker": "spk_6",
    "line": "scary about his",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-45",
    "time": "0:06:57",
    "speaker": "spk_1",
    "line": "goofy mustache. And he's using the I mean, it's a little bit of a crutch at this point, but he is using that funny Joaquin voice. Mhmm. Where he sort of sounds like his tongue is too big for his mouth.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-46",
    "time": "0:07:09",
    "speaker": "spk_4",
    "line": "Oh, sure.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-47",
    "time": "0:07:10",
    "speaker": "spk_1",
    "line": "And he's going",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-48",
    "time": "0:07:12",
    "speaker": "spk_8",
    "line": "i've I care about you so much. I don't really care about you so much.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-49",
    "time": "0:07:18",
    "speaker": "spk_1",
    "line": "And it is like I mean cheap laughs",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-50",
    "time": "0:07:21",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-51",
    "time": "0:07:22",
    "speaker": "spk_4",
    "line": "mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-52",
    "time": "0:07:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-53",
    "time": "0:07:22",
    "speaker": "spk_1",
    "line": "but big laughs.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-54",
    "time": "0:07:23",
    "speaker": "spk_6",
    "line": "But in terms of the the comedy chops in a movie, I think you can't really beat American hustle. Just some of comedy's brightest stars and you got Bradley Cooper.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-55",
    "time": "0:07:35",
    "speaker": "spk_1",
    "line": "Coop. Coop busts my whole shit up. Uh-huh. I laugh my Friggin butt off during limitless, which was snubbed last year, major snubbage, but it doesn't stop there because you've also got Christian -- Christian",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-56",
    "time": "0:07:50",
    "speaker": "spk_0",
    "line": "-- -- loyal. --",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-57",
    "time": "0:07:51",
    "speaker": "spk_1",
    "line": "bail. I saw him",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-58",
    "time": "0:07:52",
    "speaker": "spk_6",
    "line": "at a bumbershoot a couple years ago doing this this set he does where, like, he's just standing on stage, but his set is being piped in. Like, his voice is being piped. It's like very Kaufmanet Yes. And so he's been doing this sort of underground thing for a long time, and and congrats",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-59",
    "time": "0:08:11",
    "speaker": "spk_1",
    "line": "to movies for for putting this guy on the big screen. Seeing that he could work in movies too. Because I remember being at southby and he's on stage and I'm standing with Patton off off in the wings and Patton goes, I'm supposed follow this guy?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-60",
    "time": "0:08:29",
    "speaker": "spk_6",
    "line": "He's sort of the comedians comedian. Like, he's the guy who he may not be getting as much national pub",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-61",
    "time": "0:08:37",
    "speaker": "spk_5",
    "line": "some of",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-62",
    "time": "0:08:37",
    "speaker": "spk_6",
    "line": "these other guys, but comedians look at him and they are jealous because he's doing shit that they they just don't have the courage to go up there and do.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-63",
    "time": "0:08:44",
    "speaker": "spk_1",
    "line": "They wish they thought of it. One more comedy to discuss, a true return to form for director Martin Scorsese, who's sort of steered away from comedy after I think with mean streets, we said he's a one trick pony. Mhmm. He only can make us laugh. And he can't make us feel feel what was he trying to make us feel with some of these other movies? Scared, I guess. Scared, scared. And he said, well let me show him. Let me dust off the joke book and show him that I still got some lofts in me.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-64",
    "time": "0:09:22",
    "speaker": "spk_6",
    "line": "There's a reason that everyone calls him the King of Comedy, and it's because that's those are his roots. So we could laugh all day thinking about these movies. But",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-65",
    "time": "0:09:33",
    "speaker": "spk_1",
    "line": "can I say quickly? Mhmm. Just as a side note, golden Globes near perfect. They did have one category fail. There's one film that was nominated. Mhmm. In the wrong category.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-66",
    "time": "0:09:49",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-67",
    "time": "0:09:49",
    "speaker": "spk_1",
    "line": "They made it best movies, which is one of the best movies.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-68",
    "time": "0:09:52",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-69",
    "time": "0:09:52",
    "speaker": "spk_6",
    "line": "Sure.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-70",
    "time": "0:09:52",
    "speaker": "spk_1",
    "line": "But they didn't make it best comedy movies. Mhmm. Am I the only one who saw twelve years a slave and thought that Taren Killam should be on S and L. And then I called Lauren and now is, but how strange that you would see Taren Killam in a movie and consider that movie to be",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-71",
    "time": "0:10:14",
    "speaker": "spk_6",
    "line": "a drama when clearly it belongs in the comedy category with all the other funny movies.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-72",
    "time": "0:10:20",
    "speaker": "spk_1",
    "line": "Maybe they're pranking me at the Goldy nod office, but I think more likely, it's an actual category fail.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-73",
    "time": "0:10:30",
    "speaker": "spk_6",
    "line": "But we wanna talk about to a a movie that we really did enjoy a serious movie. Inside Lewin Davis. People sometimes accuse us of being a little too critical on this podcast. We wanna let everyone know We truly do love movies, and it's so nice to see a movie like this that reminds us what movies is all about.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-74",
    "time": "0:10:52",
    "speaker": "spk_1",
    "line": "I didn't wanna like it. Mhmm. I didn't wanna I do because because Joel is such a pill.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-75",
    "time": "0:10:58",
    "speaker": "spk_6",
    "line": "Yes.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-76",
    "time": "0:10:58",
    "speaker": "spk_1",
    "line": "And I'm happy for Ethan.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-77",
    "time": "0:11:00",
    "speaker": "spk_6",
    "line": "We can separate Joel's personality from the work that that that he put on the screen.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-78",
    "time": "0:11:06",
    "speaker": "spk_1",
    "line": "Because it's a triumph and it's clear. It's not in the comedy. It's in the musical because someone's playing music and",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-79",
    "time": "0:11:11",
    "speaker": "spk_6",
    "line": "someone does sing music",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-80",
    "time": "0:11:12",
    "speaker": "spk_1",
    "line": "and even just looking at the cover, a man has a guitar case.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-81",
    "time": "0:11:15",
    "speaker": "spk_6",
    "line": "Yes. That's true. He does. People have accused us of not seeing this movie, which is so strange to me because of how much we did see",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-82",
    "time": "0:11:24",
    "speaker": "spk_1",
    "line": "it and really we saw it in a critic screening.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-83",
    "time": "0:11:27",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-84",
    "time": "0:11:29",
    "speaker": "spk_1",
    "line": "And it wasn't more than a minute beyond the opening credits",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-85",
    "time": "0:11:33",
    "speaker": "spk_0",
    "line": "-- Mhmm. --",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-86",
    "time": "0:11:34",
    "speaker": "spk_1",
    "line": "that I turned to Lisa Schwartzenbaum of time and said, oh, behold the haunting new tune of troubadour's Joel and Ethan Cohen. She put up her finger to shush me and she was scribbling with a pen. I guess she wasn't really listening. But I thought that was a good observation.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-87",
    "time": "0:11:55",
    "speaker": "spk_6",
    "line": "Yeah. I I had a very similar reaction. I I I I was sitting with Peter Travers.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-88",
    "time": "0:12:01",
    "speaker": "spk_1",
    "line": "Oh, the Ron Stone.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-89",
    "time": "0:12:03",
    "speaker": "spk_6",
    "line": "The the credits are rolling, and we're both just were just just reeling from seeing the film and I said to Peter Peter, tell me if you agree with this. The Cohen's make their own kind of music. And note to the academy, give John Goodman the Oscar nomination you've owed him for decades. He's magnificent. And he and he had to see he was busy writing stuff now and so I I'm not sure if he was actually paying attention to me.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-90",
    "time": "0:12:28",
    "speaker": "spk_3",
    "line": "But Well, and I thought that some of the people in",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-91",
    "time": "0:12:30",
    "speaker": "spk_1",
    "line": "that screening didn't realize that this film is the kind of great work that cuts right through the noise. And that it is humbling tragic absurd and revelatory. I mean, when I said that to Manola Dargus of the New York Times, It was like she couldn't even",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-92",
    "time": "0:12:44",
    "speaker": "spk_2",
    "line": "hear what I was saying.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-93",
    "time": "0:12:46",
    "speaker": "spk_6",
    "line": "Yes. Let's talk about And",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-94",
    "time": "0:12:47",
    "speaker": "spk_1",
    "line": "i watched the movie.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-95",
    "time": "0:12:49",
    "speaker": "spk_6",
    "line": "I want I do wanna talk about the music because some of the music that they were singing was some of the greatest songs I think I've ever heard even better than even some of the things on the radio. What was your what was your favorite song from the film?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-96",
    "time": "0:13:04",
    "speaker": "spk_1",
    "line": "The from of the songs within the film -- Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-97",
    "time": "0:13:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-98",
    "time": "0:13:07",
    "speaker": "spk_1",
    "line": "i remember being so touched and so moved by the third song? Uh-huh. And the and the second to last song.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-99",
    "time": "0:13:16",
    "speaker": "spk_6",
    "line": "Right. The one that go is like",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-100",
    "time": "0:13:21",
    "speaker": "spk_1",
    "line": "the Plink. Pink. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-101",
    "time": "0:13:22",
    "speaker": "spk_6",
    "line": "Plink. Loo and Davis. John pictures of Mountain Tahps. Bill and Davis on top. Little baby son, like, bat -- Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-102",
    "time": "0:13:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-103",
    "time": "0:13:36",
    "speaker": "spk_1",
    "line": "that that's how That was the third one. And then the second to last one was Luing Davis.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-104",
    "time": "0:13:44",
    "speaker": "spk_0",
    "line": "This three AM, I",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-105",
    "time": "0:13:44",
    "speaker": "spk_1",
    "line": "must be lonely. Oh, some time Luan Davis, believe me. And and I and I was like, how did they do that? But Truly truly a a a boldly original, highly emotional journey of one man's efforts to reconcile his life as art, and the film is also a revelatory showcase for Oscar Isaac. And the tech contributions are outstanding on all accounts. So in that sense, that's my pick to win in the comedy category. No matter how funny the lofts were, from some of those comedies, they can't touch the tech contributions, which are we're standing on all caps. Of Lou and Davis.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-106",
    "time": "0:14:33",
    "speaker": "spk_6",
    "line": "We have a very fun, funny guest today. Jake Bagelness of the Eyewolf Network is here He's gonna talk a little about growing up as a as a child celebrity and and where that led him today. Coming up soon on Hollywood Handbook.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-107",
    "time": "0:14:51",
    "speaker": "spk_7",
    "line": "Dag, ear wolf heads. It's the holiday season. This season of giving, love, family, and induced fucking stress headaches, man. Don't over complicate the season you dip weeds, simplify your life and do all your shopping at the brand's making new ear wolf store.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-108",
    "time": "0:15:08",
    "speaker": "spk_6",
    "line": "Not only do we have new t shirt, but we've also got four new ear wolf themed pint glasses, tote bags, nerd poker dice bags, posters, hoodies and the fabulous cool out the lace socks.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-109",
    "time": "0:15:18",
    "speaker": "spk_7",
    "line": "Dogs, I'm telling you. The store's fucking stupid loaded with cool t shirts and other dum dum wild apparel, Plus, there are also four new pint glasses. How cool is that? You fucking dipweeds. If you're a hardcore earwool fan, buy the set of four together. If you're more selective with your podcast taste because you're a fucking pussy, then you can get more specific by choosing a comedy bang bang. How did this get made? Or Fab, you losos Clarbro. White class.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-110",
    "time": "0:15:49",
    "speaker": "spk_6",
    "line": "Plus, we've still got a few bottles of the infamous hot Sauceerman. Hot saucer in is packed with habanero and serrano chilies, garlic, vinegar, lime, and salt, and contains no milk or seafood. Awesome. Right?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-111",
    "time": "0:16:01",
    "speaker": "spk_7",
    "line": "At least check it out, Dweeb Zoids. We got a ton",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-112",
    "time": "0:16:04",
    "speaker": "spk_1",
    "line": "of new photos up in",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-113",
    "time": "0:16:06",
    "speaker": "spk_7",
    "line": "the store, and the new layout is super intuitive. Head to store dot earwolf dot com. ASAP.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-114",
    "time": "0:16:20",
    "speaker": "spk_6",
    "line": "So I I turned to Thombok, and I'm like, that was great. I laughed. I cried. It was amazing. But drop of the just Francis hop. It's cleaner. Right? Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-115",
    "time": "0:16:35",
    "speaker": "spk_4",
    "line": "Here comes hazen Sean. No. Whoa. Hollywood Handbook.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-116",
    "time": "0:16:40",
    "speaker": "spk_5",
    "line": "Hey. What up. What up?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-117",
    "time": "0:16:41",
    "speaker": "spk_6",
    "line": "Welcome to Hollywood Handbook and Insiders guide to kicking butt and dropping names of the red carpet line hallways of this industry we call showbiz. We're so so grateful today. In this season of blessings, it's important to to really be thankful when someone you care about",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-118",
    "time": "0:16:57",
    "speaker": "spk_1",
    "line": "does your service. Gratitude -- Yes.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-119",
    "time": "0:16:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-120",
    "time": "0:17:00",
    "speaker": "spk_1",
    "line": "goes a long way in this town And when people see you appreciating the little things that others do, in this case, giving up some time which is pretty valuable. That's what our guest has done. He's given us a bit of his time to be on the show",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-121",
    "time": "0:17:19",
    "speaker": "spk_6",
    "line": "and we're just so so happy to welcome Jake Bagel Nest on the show today.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-122",
    "time": "0:17:24",
    "speaker": "spk_4",
    "line": "That's yeah. I I see what you're doing. I see what you're doing. That's that's cute.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-123",
    "time": "0:17:27",
    "speaker": "spk_6",
    "line": "I Well, we'd play around.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-124",
    "time": "0:17:29",
    "speaker": "spk_4",
    "line": "Oh, yeah. No. I got it. No. I you know what? I it's it's as if we need to clarify it's Jake",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-125",
    "time": "0:17:34",
    "speaker": "spk_6",
    "line": "fog but",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-126",
    "time": "0:17:35",
    "speaker": "spk_4",
    "line": "i I do have to say, I love the the spirit in which you're sort of beginning this broadcast. I've been finding I've been finding lately that I will just be writing a tweet and no matter what the content of the tweet is, I wanna end it with hashtag bless Yeah. Just because that is how I feel right now. Sure. I just feel I'm at a place sort of career wise And and I think that if your career is going well, it it does bleed into your personal The",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-127",
    "time": "0:18:06",
    "speaker": "spk_1",
    "line": "rest falls in",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-128",
    "time": "0:18:06",
    "speaker": "spk_0",
    "line": "the place.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-129",
    "time": "0:18:06",
    "speaker": "spk_4",
    "line": "The rest falls in a place like take care of career and everything else will come together.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-130",
    "time": "0:18:11",
    "speaker": "spk_6",
    "line": "Jake, do it. Put that hashtag on me.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-131",
    "time": "0:18:13",
    "speaker": "spk_4",
    "line": "And I and I just I feel blessed and I just want people to know that. Jake,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-132",
    "time": "0:18:18",
    "speaker": "spk_1",
    "line": "put the hashtag",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-133",
    "time": "0:18:19",
    "speaker": "spk_4",
    "line": "on it. I will. I I'm not gonna hold back anymore.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-134",
    "time": "0:18:21",
    "speaker": "spk_6",
    "line": "Do you put hashtag blessed or hashtag spawn first? Is the question.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-135",
    "time": "0:18:26",
    "speaker": "spk_1",
    "line": "I'm I'm still using hashtag Fogle for Spider Man.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-136",
    "time": "0:18:29",
    "speaker": "spk_4",
    "line": "Thank you.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-137",
    "time": "0:18:29",
    "speaker": "spk_1",
    "line": "For that remember that campaign where they wanted Fogleness to be the new size.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-138",
    "time": "0:18:33",
    "speaker": "spk_4",
    "line": "Can I be honest with you? That was, like, I I woke up one day and just saw all of these tweets and I was like, what is this? Like, why what, like, YV?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-139",
    "time": "0:18:40",
    "speaker": "spk_6",
    "line": "But then you're like, yeah, if they want it.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-140",
    "time": "0:18:42",
    "speaker": "spk_4",
    "line": "If they want it, look, it's I I I when I think something when something like that happens on social media and it's just like a fun thing, embrace it. Just embrace it.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-141",
    "time": "0:18:51",
    "speaker": "spk_6",
    "line": "Yeah. But it is, I think, sort of unethical, actually, that Marvel has has never had a thirty something Spiderman.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-142",
    "time": "0:19:02",
    "speaker": "spk_4",
    "line": "Look, I I I don't want it's a big franchise. I don't wanna be disrespectful to Marvel. Can can you imagine what it takes the labyrinth that it takes to put together a Spider Man movie, just all the moving parts.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-143",
    "time": "0:19:15",
    "speaker": "spk_1",
    "line": "Yeah. I think I've got some idea.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-144",
    "time": "0:19:16",
    "speaker": "spk_4",
    "line": "Yeah. You guys know. People don't think about the moving parts",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-145",
    "time": "0:19:20",
    "speaker": "spk_6",
    "line": "that it They think it just happens.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-146",
    "time": "0:19:21",
    "speaker": "spk_4",
    "line": "They think it just happens. It's like, no.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-147",
    "time": "0:19:23",
    "speaker": "spk_1",
    "line": "Point a camera, it's a Spider Man suit. Yeah. Not exactly.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-148",
    "time": "0:19:27",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. Yeah. A little thing called CGI and then there's above the line and below the line. And thank you very much. That's just how movies are made. Okay? So so when you when so I get it. I get it. I'm not you know what I mean? But at the same time, you know, on a personal level, yeah, it hurts.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-149",
    "time": "0:19:47",
    "speaker": "spk_6",
    "line": "It hurts. But you it's hard for you, especially to understand because you've been in it for so long Yeah. And that's part of the blessings you're getting notes because you have given so much. It's just this has been your whole life.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-150",
    "time": "0:19:57",
    "speaker": "spk_1",
    "line": "One of the people who grew up in the bit.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-151",
    "time": "0:20:00",
    "speaker": "spk_3",
    "line": "Yeah. It was more on screen right in front of",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-152",
    "time": "0:20:02",
    "speaker": "spk_4",
    "line": "i was born into it. I I don't know any other way. You know what I mean? I live, breathe, eat. I eat Hollywood for breakfast lunch and dinner.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-153",
    "time": "0:20:12",
    "speaker": "spk_6",
    "line": "That's right. Sean and I don't really like, our background, our parents were farmers. Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-154",
    "time": "0:20:17",
    "speaker": "spk_1",
    "line": "It's like, we never really wanted this. Salt of the earth that",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-155",
    "time": "0:20:20",
    "speaker": "spk_0",
    "line": "-- Yeah. --",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-156",
    "time": "0:20:20",
    "speaker": "spk_1",
    "line": "just was thrust upon us. It's a great story. Given a choice.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-157",
    "time": "0:20:23",
    "speaker": "spk_4",
    "line": "You guys are a great story. It's like it's really the, like, the Hollywood dream. I I see it within you guys. I'm I you know, I come you know, I was practical, you know, born at, you know, Schwab's pharmacy. Yeah. Schwab's pharmacy.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-158",
    "time": "0:20:39",
    "speaker": "spk_6",
    "line": "Exactly. Because we'll talk about your your upbringing. You're parents and what what what they did and how that sort of led you to your career.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-159",
    "time": "0:20:51",
    "speaker": "spk_4",
    "line": "Robert Evans was a powerful movie producer in the you know, he's an actor originally.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-160",
    "time": "0:20:59",
    "speaker": "spk_6",
    "line": "Yep.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-161",
    "time": "0:20:59",
    "speaker": "spk_4",
    "line": "And and then he became a a producer, and then the head of Paramount Pictures.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-162",
    "time": "0:21:05",
    "speaker": "spk_1",
    "line": "And ultimately, kid notorious.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-163",
    "time": "0:21:07",
    "speaker": "spk_4",
    "line": "Yeah. Ultimately, kid notorious. Thank you very much, which I I that was I was a great tribute to my dad to my dad. Yeah. Robert Evans, you know, I he's my dad. And I changed my name to Fogleness for show business reasons.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-164",
    "time": "0:21:22",
    "speaker": "spk_0",
    "line": "That's",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-165",
    "time": "0:21:22",
    "speaker": "spk_6",
    "line": "right. You know",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-166",
    "time": "0:21:23",
    "speaker": "spk_4",
    "line": "what I mean? Because I don't wanna you know, if I was just simply Jake Evans, first of all, he's got another son named Jake. There's you know what I mean? Dicey. Dicey. You know what I mean? I don't wanna see get confused. And you need a just a show business name to pop. Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-167",
    "time": "0:21:36",
    "speaker": "spk_6",
    "line": "So I",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-168",
    "time": "0:21:36",
    "speaker": "spk_4",
    "line": "you know, so I change it, but I grew up, you know",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-169",
    "time": "0:21:40",
    "speaker": "spk_1",
    "line": "and then you're you're Hollywood royalty. Your mother was Brandon Tardicoff.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-170",
    "time": "0:21:43",
    "speaker": "spk_4",
    "line": "Yes. My mother was Brandon Tardicoff. Who ran NBC",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-171",
    "time": "0:21:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-172",
    "time": "0:21:48",
    "speaker": "spk_4",
    "line": "mhmm. -- for many, many years, Brandon Tardukov almost canceled Saturday night live. And that happened in nineteen eighty six when Lauren Michaels came back. And the and and it doesn't get really talked about, but the reason that Brandon Charter almost canceled Sarah Live is because I said, mommy, this isn't good anymore. What the fuck are you doing, mommy?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-173",
    "time": "0:22:11",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-174",
    "time": "0:22:11",
    "speaker": "spk_4",
    "line": "And and Brandon took that very seriously. Ultimately, you know, Brandon was was a smart executive and knew that Lauren just needed more time. You know what I mean? And needed to, you know, find his footing and really get in there and produce SNL again.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-175",
    "time": "0:22:24",
    "speaker": "spk_1",
    "line": "Yeah. And I think he's almost",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-176",
    "time": "0:22:26",
    "speaker": "spk_4",
    "line": "i think he's almost got it. I think he's almost got it. I think it's a, you know",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-177",
    "time": "0:22:29",
    "speaker": "spk_1",
    "line": "he's on the right track.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-178",
    "time": "0:22:30",
    "speaker": "spk_4",
    "line": "He's on the right track.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-179",
    "time": "0:22:31",
    "speaker": "spk_6",
    "line": "But you went from there being born into this and anyone who's seen the kid's kid stays in the picture. Well, this is an old story for for than the your biopic. You went from there into basically becoming a star at a very young age.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-180",
    "time": "0:22:45",
    "speaker": "spk_4",
    "line": "Yeah. No. I mean, if you're a young attractive",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-181",
    "time": "0:22:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-182",
    "time": "0:22:51",
    "speaker": "spk_4",
    "line": "mhmm. -- child in this business.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-183",
    "time": "0:22:52",
    "speaker": "spk_1",
    "line": "Triple threat.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-184",
    "time": "0:22:53",
    "speaker": "spk_4",
    "line": "A triple threat. Yeah. If you're young attractive and a child, you know, all three, the Disney Route is is the it's like the gold standard. It's like follow the yellow brick road to Mickey and Minnie. Yes. And that's what I did, you know. And, you know, I I I just had this sort of it's a path that I didn't necessarily carve out for myself. It was just already carved. You know. Right. It's right there. It's just like, what are you gonna do? Not walk down that road so I did. And, you know, I got involved at",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-185",
    "time": "0:23:23",
    "speaker": "spk_1",
    "line": "i'm always so envious of that because Hayes and I have been out there in the wilderness cutting through the brush with a machete -- Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-186",
    "time": "0:23:28",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-187",
    "time": "0:23:28",
    "speaker": "spk_1",
    "line": "you know, sort of making our own making the path.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-188",
    "time": "0:23:31",
    "speaker": "spk_4",
    "line": "Yeah. No. And I get that.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-189",
    "time": "0:23:32",
    "speaker": "spk_1",
    "line": "And then I see guys who are just cruising.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-190",
    "time": "0:23:35",
    "speaker": "spk_4",
    "line": "Just yeah. Lazed right on through.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-191",
    "time": "0:23:36",
    "speaker": "spk_1",
    "line": "Just sort of on a Bob sled, you know, heading for super stardom.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-192",
    "time": "0:23:40",
    "speaker": "spk_4",
    "line": "You know, it's like while you guys were, you know, just in the literally in the trenches, you know. It's just like, you know, because Hollywood making your way through Hollywood is a lot like being in the shit in Vietnam, you know? And I, you know",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-193",
    "time": "0:23:52",
    "speaker": "spk_1",
    "line": "very close.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-194",
    "time": "0:23:52",
    "speaker": "spk_4",
    "line": "Yeah. When you guys were just sort you're you're in there with like a a machine gun",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-195",
    "time": "0:23:57",
    "speaker": "spk_1",
    "line": "maybe braver than Vietnam because -- Yeah. -- you have to choose -- I assume that's what you meant. You choose this. Some of the Vietnam guys didn't even wanna go.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-196",
    "time": "0:24:05",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. They didn't wanna go there. Yeah. They you don't you can't get drafted into Hollywood dreams.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-197",
    "time": "0:24:11",
    "speaker": "spk_0",
    "line": "You know",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-198",
    "time": "0:24:11",
    "speaker": "spk_4",
    "line": "what I mean? So yeah. No. You guys were really in the in the show with that stuff, and and I just you know, I'm on a golf cart. Just it was my path was chosen for me. Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-199",
    "time": "0:24:20",
    "speaker": "spk_6",
    "line": "Yeah. So you you did Mickey Mouse Club?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-200",
    "time": "0:24:23",
    "speaker": "spk_4",
    "line": "Yeah. Mickey Mouse Club, I guess that was sort of I mean obviously there was a rich tradition of of of the Mickey Mouse club I wasn't on there with a net funicello",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-201",
    "time": "0:24:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-202",
    "time": "0:24:32",
    "speaker": "spk_4",
    "line": "sure. -- and all those guys. Although I did I did punch up. It was my first job as a writer. I did punch up. I was I was I am seven or eight years old. I did punch up on a movie called Back To The Beach. Uh-huh. Do you remember that movie?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-203",
    "time": "0:24:45",
    "speaker": "spk_1",
    "line": "Yes. I love this story.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-204",
    "time": "0:24:46",
    "speaker": "spk_4",
    "line": "Yeah. And what it it was it was so funny. Frankie Avalon and and my mom, Brandon Tardicoff, were were having a meeting because Brandon was like maybe we should do like a Frankie and Annette sitcoms sort of like honestly, what he wanted to do was there was a little bit of a dip in the ratings of the cosby show. I know it's hard to believe at this point, but it was like Lisa Bonet had just left, and that that drove a lot of audio you know, drove a lot of the audience away because people tuned in the cosby show because they were real Bonae maniacs.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-205",
    "time": "0:25:17",
    "speaker": "spk_6",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-206",
    "time": "0:25:17",
    "speaker": "spk_4",
    "line": "Mhmm. So he had this idea yeah. They were called they were the bone the original boneheads. So Brandon my mom had this wonderful idea, what if Claire and Cliff what if they just, you know, embezzled a bunch of money from the hospital that that Cliff worked at and just split and just left you know, all the cosmic, Rudy, and and and Theo, and like and where's mom and dad? Mhmm. And Brandon wanted to bring in Frankie Avalon and Annette Foonicello to be the new Claire and Cliff. Like, they're just a Frankie in it. How are these kids gonna deal with it? Ultimately, it didn't work out, but Frankie was over at the house and and they were telling me about this movie back to the beach and I I just said, you know what? I have some ideas for it. Mhmm. And I just you know, I just punch it up on the like it was like a Apple two g s or somebody remember those old computers? Yeah. Sure. Yeah. There was no final draft on that. Let me tell you. Yeah. Yeah. So I did so I did punch up and then, you know",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-207",
    "time": "0:26:21",
    "speaker": "spk_1",
    "line": "the Humutica from Down on Thank you.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-208",
    "time": "0:26:23",
    "speaker": "spk_4",
    "line": "That was me. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-209",
    "time": "0:26:23",
    "speaker": "spk_1",
    "line": "It was me. But it's",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-210",
    "time": "0:26:24",
    "speaker": "spk_6",
    "line": "an unappreciate element of of being being a child star in the Disney system that was sort of exploitative where they would have you guys do this punch up for network pilot -- Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-211",
    "time": "0:26:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-212",
    "time": "0:26:35",
    "speaker": "spk_6",
    "line": "and you didn't know any different.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-213",
    "time": "0:26:36",
    "speaker": "spk_4",
    "line": "I don't yeah. No. I just thought that's how it is.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-214",
    "time": "0:26:39",
    "speaker": "spk_6",
    "line": "You know? It's part of the job.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-215",
    "time": "0:26:40",
    "speaker": "spk_4",
    "line": "Just, you know, you",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-216",
    "time": "0:26:41",
    "speaker": "spk_6",
    "line": "but they'd bring you to this back room and kinda lock the door and say, hey,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-217",
    "time": "0:26:44",
    "speaker": "spk_1",
    "line": "like, get up. There's some candy",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-218",
    "time": "0:26:46",
    "speaker": "spk_6",
    "line": "if you do punch up on this.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-219",
    "time": "0:26:47",
    "speaker": "spk_4",
    "line": "It's a horrible story about Britney Spears. I'm sorry. I'm thinking about this. Britney Spears had to write she just wanted to sing and dance. She said, you know what I mean? She's an she's an entertainer and they they put her in a room with fucking Jerry Stahl and made her right three episodes of Alf. She didn't know what she was doing. Ultimately, she won an Emmy So it was nice. You know what I mean? She won",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-220",
    "time": "0:27:17",
    "speaker": "spk_6",
    "line": "and that's what",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-221",
    "time": "0:27:18",
    "speaker": "spk_1",
    "line": "i think bullshit anyway.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-222",
    "time": "0:27:19",
    "speaker": "spk_6",
    "line": "Yeah. I think that's what drove Jerry Stahl",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-223",
    "time": "0:27:22",
    "speaker": "spk_4",
    "line": "to him.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-224",
    "time": "0:27:23",
    "speaker": "spk_6",
    "line": "That's spiral knowing that it was really the",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-225",
    "time": "0:27:25",
    "speaker": "spk_4",
    "line": "there's really Britney Spears that have written up the witness",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-226",
    "time": "0:27:28",
    "speaker": "spk_1",
    "line": "best stuff.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-227",
    "time": "0:27:29",
    "speaker": "spk_4",
    "line": "Rhett, And it was just it's just awful. It was, you know, it's not it's not all glitz and glamour. People people really think that it is, but no. I I we were forced to do punch up on shows. We just wanted to sing and dance and entertain and it's like, we don't wanna be let me taking a child at a vulnerable age and making them a faceless scribe, no offense to you guys. You know what I mean? Making them a faceless scribe",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-228",
    "time": "0:27:53",
    "speaker": "spk_0",
    "line": "-- Mhmm. --",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-229",
    "time": "0:27:55",
    "speaker": "spk_4",
    "line": "brutal.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-230",
    "time": "0:27:55",
    "speaker": "spk_1",
    "line": "How would that offend?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-231",
    "time": "0:27:55",
    "speaker": "spk_6",
    "line": "For scale.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-232",
    "time": "0:27:56",
    "speaker": "spk_4",
    "line": "For scale. Because that's the other thing.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-233",
    "time": "0:27:58",
    "speaker": "spk_1",
    "line": "Yeah. That offend me. Why would that offend me?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-234",
    "time": "0:28:00",
    "speaker": "spk_4",
    "line": "No. I just know that you have a lot of friends that are, you know, writers and stuff. I don't wanna I don't wanna",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-235",
    "time": "0:28:05",
    "speaker": "spk_1",
    "line": "i'd be offended on their behalf.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-236",
    "time": "0:28:06",
    "speaker": "spk_4",
    "line": "Go ahead.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-237",
    "time": "0:28:08",
    "speaker": "spk_6",
    "line": "Yeah. Do you do you keep up with with Brittany and Christina and -- Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-238",
    "time": "0:28:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-239",
    "time": "0:28:12",
    "speaker": "spk_6",
    "line": "justin and Timberlake and Steve Merchant and and those people.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-240",
    "time": "0:28:16",
    "speaker": "spk_4",
    "line": "Yeah. Justin Timberlake, I I saw recently. He invited me to a screening of some art film he's he's in. Saw something. He I don't know what he's about right now. He's just like, you know, it's a little art film. It's like, dude, just just sing and dance. Just sing and dance. Steven Merchant, I see. All the time. Yeah. And, you know, he it's so funny because he was always the tallest in the Mickey Mouse club even back then. He's very very tall.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-241",
    "time": "0:28:46",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-242",
    "time": "0:28:46",
    "speaker": "spk_4",
    "line": "And and, like, we used to we used to call yeah. It's we used to call them stretch.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-243",
    "time": "0:28:52",
    "speaker": "spk_6",
    "line": "Oh, no. That's wicked.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-244",
    "time": "0:28:53",
    "speaker": "spk_4",
    "line": "Hey, stretch.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-245",
    "time": "0:28:54",
    "speaker": "spk_6",
    "line": "That is and",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-246",
    "time": "0:28:55",
    "speaker": "spk_4",
    "line": "and he was, like, this, you know, this, like, you know, sort of mannered British kid.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-247",
    "time": "0:29:00",
    "speaker": "spk_6",
    "line": "But I see it. I I No.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-248",
    "time": "0:29:02",
    "speaker": "spk_1",
    "line": "I guess",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-249",
    "time": "0:29:03",
    "speaker": "spk_4",
    "line": "happy for his six assess now. I'm so happy for him. He's really he's got a he's got a like a little cable show, and he's doing great.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-250",
    "time": "0:29:10",
    "speaker": "spk_6",
    "line": "And you all sort of went your Separate ways Carmelo Anthony became a basketball star. Yeah. Which we all saw coming.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-251",
    "time": "0:29:18",
    "speaker": "spk_4",
    "line": "You know? He he was he just he should start to play.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-252",
    "time": "0:29:21",
    "speaker": "spk_6",
    "line": "Dove Charlie.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-253",
    "time": "0:29:23",
    "speaker": "spk_4",
    "line": "That was amazing. Like, no because because what people don't remember about Bob Charney on the Mickey Mouse club is how funny he was. Yeah. You know, just you just had a an amazing sense of comic timing with adults. Like, you know, like because kids and kids being funny together. But but that's easy. You know what I mean? Kids know each other's rhythm. But Dav Charlie, if you can find it on YouTube, Dob Charlie there is footage of him at seven years old, and he is with Don Rickles. And he's just I'll just say this. He makes Don Rickles look like amateur. Yeah. And, like, cracking up Don Rickles and be like, I can't he's like, I can't believe this kid.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-254",
    "time": "0:30:04",
    "speaker": "spk_6",
    "line": "But and but you read about him, like, fingering his employees and stuff. Like a classic dobbs. Classic dob. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-255",
    "time": "0:30:10",
    "speaker": "spk_1",
    "line": "Yeah. That's one of his jokes.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-256",
    "time": "0:30:11",
    "speaker": "spk_4",
    "line": "Just one of his yeah. Oh my god. When he was and, you know, I get it. It's like when he was a little kid and he would do that, it would be it was like, oh, what are you doing and stuff? He sorta you just got a no dog to understand that.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-257",
    "time": "0:30:23",
    "speaker": "spk_1",
    "line": "And then Amy Fisher. Right?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-258",
    "time": "0:30:26",
    "speaker": "spk_4",
    "line": "That's a sad story.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-259",
    "time": "0:30:27",
    "speaker": "spk_1",
    "line": "Was yeah. Yeah. Because she just wasn't very funny.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-260",
    "time": "0:30:30",
    "speaker": "spk_4",
    "line": "No. She just was just talentless.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-261",
    "time": "0:30:32",
    "speaker": "spk_6",
    "line": "They put her on the show because she had gotten famous in the whole",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-262",
    "time": "0:30:37",
    "speaker": "spk_4",
    "line": "yeah. She was she was old it was a weird choice.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-263",
    "time": "0:30:41",
    "speaker": "spk_1",
    "line": "Wasn't a great fit.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-264",
    "time": "0:30:42",
    "speaker": "spk_4",
    "line": "It wasn't a great fit. You you know, people don't remember that she She she attempted to murder a woman. Yeah. Shot Joey Butafuco's what Mary butafuco shot shot her in the face and that was a misstep for Disney at that point. And it was like",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-265",
    "time": "0:31:01",
    "speaker": "spk_6",
    "line": "but people people people were talking about her so that we can parlay this into And I I'm a big But not dance.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-266",
    "time": "0:31:07",
    "speaker": "spk_4",
    "line": "I'm a big believer in following the buzz. Mhmm. I really believe in buzz.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-267",
    "time": "0:31:12",
    "speaker": "spk_6",
    "line": "Sure.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-268",
    "time": "0:31:12",
    "speaker": "spk_4",
    "line": "You know, as you can see, Buzz that does not kill me only makes me stronger. You see that tattoo",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-269",
    "time": "0:31:18",
    "speaker": "spk_6",
    "line": "right there. Inside of your form.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-270",
    "time": "0:31:20",
    "speaker": "spk_4",
    "line": "Yeah. Inside of my form. Buzz that does not kill me only makes me stronger. So I believe in the power of buzz. But you have to have talent to back it up. Yeah. And at the end of the day, Amy Fisher had two left feet.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-271",
    "time": "0:31:32",
    "speaker": "spk_1",
    "line": "Yeah. She was exposed on that show.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-272",
    "time": "0:31:35",
    "speaker": "spk_4",
    "line": "Yeah. You know what? It just wasn't right for her. Maybe there is another vehicle.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-273",
    "time": "0:31:38",
    "speaker": "spk_5",
    "line": "Wait. Wait. Wait. I mean,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-274",
    "time": "0:31:39",
    "speaker": "spk_1",
    "line": "i think she'd be a big YouTube star now. It.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-275",
    "time": "0:31:41",
    "speaker": "spk_4",
    "line": "Oh my god. Like a beauty guru or",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-276",
    "time": "0:31:43",
    "speaker": "spk_6",
    "line": "whatever, thanks. Yeah. All you need is a frigging GoPro and in a library subscription. There's no",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-277",
    "time": "0:31:51",
    "speaker": "spk_4",
    "line": "yeah. Mad the there's no pageantry in",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-278",
    "time": "0:31:53",
    "speaker": "spk_7",
    "line": "that one.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-279",
    "time": "0:31:54",
    "speaker": "spk_1",
    "line": "Them magazine subscriptions Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-280",
    "time": "0:31:56",
    "speaker": "spk_0",
    "line": "I don't know.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-281",
    "time": "0:31:56",
    "speaker": "spk_4",
    "line": "I don't know how they how they do get some sort of like a USB stick or something?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-282",
    "time": "0:32:01",
    "speaker": "spk_1",
    "line": "I don't mess around with that stuff. It'll come and go. But you",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-283",
    "time": "0:32:05",
    "speaker": "spk_4",
    "line": "skype is a fad. I just I'll just you know, I don't care.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-284",
    "time": "0:32:09",
    "speaker": "spk_1",
    "line": "Careful. They're one of our",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-285",
    "time": "0:32:12",
    "speaker": "spk_4",
    "line": "oh, I'm I'm so sorry.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-286",
    "time": "0:32:14",
    "speaker": "spk_6",
    "line": "We'll take care of it.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-287",
    "time": "0:32:15",
    "speaker": "spk_4",
    "line": "Yeah. Just cut that out.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-288",
    "time": "0:32:16",
    "speaker": "spk_6",
    "line": "But you and Andrew t left the group and joined the Erewell family.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-289",
    "time": "0:32:21",
    "speaker": "spk_4",
    "line": "Yeah. Me and Andrew from the Yo Is this racist podcast. Yeah. You know, we sort of broke out of out of Disney. And it's like the early Britney started to take off with her thing and Justin started to take off with her thing. And me and Andrew were were just sort of like what what do you wanna be pop stars? Admittedly, we were trying to be too, like, underground and too windy. So we got involved with earwovens.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-290",
    "time": "0:32:45",
    "speaker": "spk_6",
    "line": "It became a different kind.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-291",
    "time": "0:32:46",
    "speaker": "spk_4",
    "line": "It became like a diff yeah. Different kind of a pop phenomenon. We just I just didn't you gotta grow up at at a certain point. And I I've seen the things that Christine Aguilera has done. I've seen the things that Bob Balaban has done, just all the Disney kids. And And I and I just go, oh, it's just sort of more of the same, like, just, you know, at a at a certain point, be an adult, grow up grow up at a take the training wheels off.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-292",
    "time": "0:33:15",
    "speaker": "spk_1",
    "line": "Quit playing dress up. And quit doing your teapot song. Yeah. And actually strap on a pair of headphones and blow mine.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-293",
    "time": "0:33:25",
    "speaker": "spk_4",
    "line": "Yeah. Make some make some",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-294",
    "time": "0:33:27",
    "speaker": "spk_1",
    "line": "make some true art. And that and and that's what you've been doing lately. Now you recently met you got called in for a sit down with sort of the next wave of young stardom -- Yeah. -- grumpy cat.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-295",
    "time": "0:33:43",
    "speaker": "spk_4",
    "line": "Yeah. Grumpy cat. You know, this was really this was really fun. It was just fun. I'm very active on social media. Mhmm. To be honest with you, I write a couple of the tweets myself. Yeah. Most of the I I I I have some other people that write the tweets for me. You know, there's a whole Well,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-296",
    "time": "0:34:03",
    "speaker": "spk_1",
    "line": "when you've established a clear character like",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-297",
    "time": "0:34:05",
    "speaker": "spk_0",
    "line": "yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-298",
    "time": "0:34:05",
    "speaker": "spk_4",
    "line": "Exactly. Yeah. It's just",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-299",
    "time": "0:34:06",
    "speaker": "spk_1",
    "line": "that's the creative part of it. Yeah. Anyone can then plug in dialogue.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-300",
    "time": "0:34:10",
    "speaker": "spk_4",
    "line": "Yeah. So I have a couple of these, you know, these guys have funny Twitter names or whatever. You you like, you're you're dog at dog Monor or whatever at piss Hitler sixty nine. You know, they're just they're they're Twitter normos or whatever.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-301",
    "time": "0:34:22",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-302",
    "time": "0:34:22",
    "speaker": "spk_4",
    "line": "And they write some some of the jokes to me, but I happen to be on on Twitter myself. And I get a tweet from Grumpy cat. And Grumpy cat says to me, hey, why don't you I'm a fan. I'm an admirer. I would love to meet you. Now this is a big deal for me because grumpy cat is hot right now.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-303",
    "time": "0:34:43",
    "speaker": "spk_6",
    "line": "But it's good to know that he's looking ahead",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-304",
    "time": "0:34:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-305",
    "time": "0:34:46",
    "speaker": "spk_6",
    "line": "yeah. -- to he wants the kind",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-306",
    "time": "0:34:47",
    "speaker": "spk_1",
    "line": "of longevity that you have.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-307",
    "time": "0:34:48",
    "speaker": "spk_4",
    "line": "He's looking for a mentor. Some of",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-308",
    "time": "0:34:50",
    "speaker": "spk_1",
    "line": "these young stars know their history.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-309",
    "time": "0:34:52",
    "speaker": "spk_4",
    "line": "That's what it was. Yeah. That's what it was. And that's what impressed me. Is that grumpy cat would would reach out and go, look, I don't wanna make some of the same mistakes that I've seen some of these other you know, kids make. I don't wanna I don't wanna fall, you know, I got a good thing going right here. How do I stay on the course? So anyway, So I get this tweet and it says will you meet me at a comic bookstore",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-310",
    "time": "0:35:16",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-311",
    "time": "0:35:17",
    "speaker": "spk_4",
    "line": "mhmm. -- meltdown comics in Los Angeles Monday night, seven PM. Now I I I say",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-312",
    "time": "0:35:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-313",
    "time": "0:35:24",
    "speaker": "spk_6",
    "line": "i love comics.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-314",
    "time": "0:35:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-315",
    "time": "0:35:25",
    "speaker": "spk_4",
    "line": "that's the thing. I was like, what a fun funky event?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-316",
    "time": "0:35:28",
    "speaker": "spk_6",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-317",
    "time": "0:35:28",
    "speaker": "spk_4",
    "line": "What a fun funky little dude.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-318",
    "time": "0:35:30",
    "speaker": "spk_6",
    "line": "Think it's weird and nerdy or whatever, then call me a nerd.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-319",
    "time": "0:35:33",
    "speaker": "spk_4",
    "line": "Yeah. Guess I'm a big nerd then. Yeah. I guess I'm a big nerd.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-320",
    "time": "0:35:36",
    "speaker": "spk_6",
    "line": "Guys, like, I mean, Frank Miller, I think, is, like, one of the all time art genius.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-321",
    "time": "0:35:42",
    "speaker": "spk_1",
    "line": "And also, at this point, when guys like are reading these things and just loving the worlds they create. It's like Yeah. Okay. Well, maybe I'm nerd, but I got an awful lot of money and pussy for a nerd.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-322",
    "time": "0:35:51",
    "speaker": "spk_4",
    "line": "Yeah. Thank you very much. Yeah. Would a nerd be fucking this? No. No, it wouldn't.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-323",
    "time": "0:35:58",
    "speaker": "spk_1",
    "line": "I I just And for home listeners, Jake's pointing at a really hot piece of ass.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-324",
    "time": "0:36:02",
    "speaker": "spk_4",
    "line": "Yeah. Just a really You can just Thank you for No, you're sweet. Just go out. Just go out on the couch. You have like a you have like an iPad she can play with? Do you have like an she's can I use one of your iPad? She didn't have.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-325",
    "time": "0:36:17",
    "speaker": "spk_1",
    "line": "We've got, like, a windows tablet.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-326",
    "time": "0:36:19",
    "speaker": "spk_4",
    "line": "Okay. Great. It's like sweetie, it's a surface. It's the same thing. It's I don't know how to fucking work it. It's the same fucking just I'll be out I'm sorry. Sorry. She's so sweet. She is so sweet. Anyway, yeah fucking comics are cool. Alright? Maybe being maybe being a nerd is the new cool. That's all I know. Sure. That's all I know. So anyway, so the cat wants to meet at a comic book store. I think that's funky. I think that's just a funky event because it's like, well, you know, people are gonna show up. We're talking about this on social media. Yeah. You know what I mean? So I don't call ahead to melt down comics or whatever and they but they know they're prepared and they got like security and stuff. And there's already a mob of people. Yeah. Waiting. And then it gets to be like, you know, I'm supposed to meet this cat at, like, seven o'clock, seven o one. No cat. No grumpy cat.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-327",
    "time": "0:37:13",
    "speaker": "spk_0",
    "line": "So I",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-328",
    "time": "0:37:13",
    "speaker": "spk_4",
    "line": "get I get right on Twitter. I'm like, hey, grumpy cat. It is seven zero one PM. Where are you? It says, cat tweets me back one minute away traffic. I understand. It's hard to get around.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-329",
    "time": "0:37:22",
    "speaker": "spk_6",
    "line": "New to this city.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-330",
    "time": "0:37:24",
    "speaker": "spk_4",
    "line": "Cat walks in. We have this great this great meeting. This great meeting, and it was just it was just one of those great Hollywood moments. It was really just one of those great Hollywood moments",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-331",
    "time": "0:37:36",
    "speaker": "spk_1",
    "line": "a passing of the torch.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-332",
    "time": "0:37:37",
    "speaker": "spk_4",
    "line": "Passing of the torch. Passing of the torch. And and it was great. I had a nice chat with Grumpy Katz's manager. Mhmm. Who's in who's in an interesting world. He's in an initial Managers grumpy cat, manager's keyboard cat.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-333",
    "time": "0:37:50",
    "speaker": "spk_1",
    "line": "That's a unique space.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-334",
    "time": "0:37:51",
    "speaker": "spk_4",
    "line": "Yeah. Unique space. Yeah. Manages the nyan cat, which is which is interesting because it's a gift, you know. So there's a lot of money to be made. There. Mhmm. And, you know, we're just now we're just talking about just different ways that we can work together. You know, I you know, they sent me the script for this grumpy cat movie. And honestly, they went a completely different way with it. I I would think let's do a lighthearted sort of family thing. This it's a fucking you know, it's touched upon in the movie Goodfellas, the Latanza Heist. Lufthansa. I I'm not pronouncing",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-335",
    "time": "0:38:27",
    "speaker": "spk_6",
    "line": "i'm sorry.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-336",
    "time": "0:38:28",
    "speaker": "spk_4",
    "line": "Medi Italian. Okay. But they they touch upon in goodfellas, but that was a real heist. It was a real heist and what they're, you know, I guess grumpy cat and we'll talk about this, wants to do dramatic work, and it's it's it's the seventies heist film, which David or Russell is attached to. And Look, I ultimately, again, a lot of moving parts to get a movie made. I don't know that it's gonna happen, but I I would go with the family.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-337",
    "time": "0:38:53",
    "speaker": "spk_1",
    "line": "These young guys, they wanna shed that",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-338",
    "time": "0:38:56",
    "speaker": "spk_6",
    "line": "skin as soon as possible -- Right.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-339",
    "time": "0:38:58",
    "speaker": "spk_0",
    "line": "And I",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-340",
    "time": "0:38:59",
    "speaker": "spk_4",
    "line": "relate to that. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-341",
    "time": "0:38:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-342",
    "time": "0:38:59",
    "speaker": "spk_6",
    "line": "like America's sweetheart or whatever wanna be taken seriously as actors, John. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-343",
    "time": "0:39:04",
    "speaker": "spk_4",
    "line": "Right. I I just you know, that's one of the projects that that grumpy cat's got going on. There's there's talk of this of some sort of Lars von trier collaboration. Mhmm. And I get and I get again, I get it. But it's like, I I I wanna sit down with Crumpy account and be like, hey, what are you fucking allergic to money? Like, what it what's okay. Oh, you wanna you wanna go to the con film festival? Just go to the con film festival. You got money.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-344",
    "time": "0:39:28",
    "speaker": "spk_6",
    "line": "The thing I say to these kids, they wanna do the large amount of truth thing and like really push the envelope or or whatever. I mean, my message to them is Once the bing bong comes out, you can't put it back in.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-345",
    "time": "0:39:38",
    "speaker": "spk_4",
    "line": "Thank you.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-346",
    "time": "0:39:39",
    "speaker": "spk_6",
    "line": "You know what I mean? Especially Take it from I get it.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-347",
    "time": "0:39:44",
    "speaker": "spk_4",
    "line": "I get it. I did it. I mean, the the movie I made in nineteen ninety nine with Harmony Careen, where I just I just it was just me fucking Santa Claus, you know? It was just me it, you know, it was not and and it was amazing to work with the Jack Pallets. It was it was, you know, he's he's a legend. Yeah. But ultimately, I got wrapped up in Harmony's weird thing. It was and and it it didn't it didn't buy me any credibility or doing anything.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-348",
    "time": "0:40:18",
    "speaker": "spk_1",
    "line": "And what I would say to grumpy cat and some of these other young guns",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-349",
    "time": "0:40:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-350",
    "time": "0:40:22",
    "speaker": "spk_4",
    "line": "yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-351",
    "time": "0:40:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-352",
    "time": "0:40:23",
    "speaker": "spk_1",
    "line": "make sure you know the rules before you try to break the rules.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-353",
    "time": "0:40:27",
    "speaker": "spk_4",
    "line": "Thank you. Thank you. Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-354",
    "time": "0:40:29",
    "speaker": "spk_1",
    "line": "You know, do a cookie cutter holiday film first or something like that. We know you're grumpy, but also but also let's have a couple laughs. And then, yeah, go do your bloodbath movie.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-355",
    "time": "0:40:43",
    "speaker": "spk_4",
    "line": "Look. You look at the sandman. Okay? And the sandman, he did Billy Madison. Yep. He did happy Gilmore.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-356",
    "time": "0:40:52",
    "speaker": "spk_1",
    "line": "For a second, I thought you were talking about the Sand Man comics because I'm",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-357",
    "time": "0:40:55",
    "speaker": "spk_4",
    "line": "that is what I can't believe you know that that like one of those cool",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-358",
    "time": "0:40:58",
    "speaker": "spk_1",
    "line": "channeling something.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-359",
    "time": "0:40:59",
    "speaker": "spk_4",
    "line": "What? They can't make that movie, man. What an amazing dream.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-360",
    "time": "0:41:03",
    "speaker": "spk_1",
    "line": "I'm sorry to interrupt. Dream world. I'm sorry to interrupt. I mean, talk Sandler, but just that",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-361",
    "time": "0:41:08",
    "speaker": "spk_4",
    "line": "neil Gaming creates a dream world and at",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-362",
    "time": "0:41:11",
    "speaker": "spk_6",
    "line": "truly, truly does.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-363",
    "time": "0:41:12",
    "speaker": "spk_4",
    "line": "He's yeah. There's just some people who are just artists And and and it's like, I don't even know what you're doing, but I just I love that you're doing it.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-364",
    "time": "0:41:19",
    "speaker": "spk_0",
    "line": "Yep.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-365",
    "time": "0:41:20",
    "speaker": "spk_4",
    "line": "Sandler did a happy, you know, happy Gilmore, you know, Billy Mattis, weeks and then he goes and fucks off and does the the Paul Thomas Anderson thing -- Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-366",
    "time": "0:41:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-367",
    "time": "0:41:29",
    "speaker": "spk_1",
    "line": "punch drunk.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-368",
    "time": "0:41:29",
    "speaker": "spk_6",
    "line": "He'd earned it at that time. He'd earned it",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-369",
    "time": "0:41:33",
    "speaker": "spk_4",
    "line": "it's like, you know, forget the money. He showed everyone what he could do before he went out and, you know, sort of broke the mold. You gotta make the mold before you break the mold.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-370",
    "time": "0:41:43",
    "speaker": "spk_6",
    "line": "The dice man did he waited until he was in his sixties to do his",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-371",
    "time": "0:41:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-372",
    "time": "0:41:47",
    "speaker": "spk_4",
    "line": "thank you. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-373",
    "time": "0:41:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-374",
    "time": "0:41:47",
    "speaker": "spk_6",
    "line": "do his woody movie",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-375",
    "time": "0:41:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-376",
    "time": "0:41:48",
    "speaker": "spk_4",
    "line": "yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-377",
    "time": "0:41:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-378",
    "time": "0:41:49",
    "speaker": "spk_6",
    "line": "this year.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-379",
    "time": "0:41:49",
    "speaker": "spk_4",
    "line": "I I had an interesting experience on the set of of Ford Fairlane. Mhmm. They I I was I was in the movie, And originally, the character of Ford Fairling Dice Dices here. He had a son. Mhmm. He had a son. And I I was sort of, like, it was fun because I was a little kid and I was using some of the same language and the same mannerisms as dice. You know? Yes. So I was about ten years old and I'm just like, oh.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-380",
    "time": "0:42:14",
    "speaker": "spk_6",
    "line": "Yeah. But in a much higher pitch.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-381",
    "time": "0:42:17",
    "speaker": "spk_4",
    "line": "Yeah. I was like, oh, it was which made it cuter.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-382",
    "time": "0:42:19",
    "speaker": "spk_0",
    "line": "You know",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-383",
    "time": "0:42:20",
    "speaker": "spk_4",
    "line": "what I mean? It was it was just it just When you have a little kid that's, you know, emulating the behavior of adults? Uh-huh. It's funny.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-384",
    "time": "0:42:29",
    "speaker": "spk_6",
    "line": "I that I really enjoyed that moment and you're very modest about it. But when you're smoking that cigarette, but then you chew it and blow a bubble with it.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-385",
    "time": "0:42:37",
    "speaker": "spk_4",
    "line": "Thank you. Yeah. That was that was a plus.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-386",
    "time": "0:42:39",
    "speaker": "spk_6",
    "line": "I just never really seen that before.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-387",
    "time": "0:42:40",
    "speaker": "spk_4",
    "line": "That was a plus. You could tell. You could see. So, you know, that that",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-388",
    "time": "0:42:43",
    "speaker": "spk_0",
    "line": "experience was was really great",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-389",
    "time": "0:42:43",
    "speaker": "spk_4",
    "line": "because I I got to bond with dice and I actually sort of tried my hand at at stand up.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-390",
    "time": "0:42:55",
    "speaker": "spk_6",
    "line": "I tried your",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-391",
    "time": "0:42:56",
    "speaker": "spk_4",
    "line": "i tried my hand.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-392",
    "time": "0:42:57",
    "speaker": "spk_6",
    "line": "I listened to this guy.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-393",
    "time": "0:42:58",
    "speaker": "spk_4",
    "line": "I drive house. Well, I mean, I was just doing it. You did",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-394",
    "time": "0:43:01",
    "speaker": "spk_6",
    "line": "a little more than that.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-395",
    "time": "0:43:02",
    "speaker": "spk_4",
    "line": "I did. Well, they were come on. It was only like three thousand seat use or whatever. Wasn't on the level of the dice man. It was just, you know, like, dice man would be at Madison's Square Garden. I'd be at the, you know, felt form, the theater at Madison's",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-396",
    "time": "0:43:13",
    "speaker": "spk_0",
    "line": "square. Okay.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-397",
    "time": "0:43:13",
    "speaker": "spk_4",
    "line": "But but and I but I was wearing my heroes on my sleeve too much, and I don't think that it is you know, when you see a twelve year old kid in a red leather suit.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-398",
    "time": "0:43:24",
    "speaker": "spk_0",
    "line": "And it",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-399",
    "time": "0:43:24",
    "speaker": "spk_4",
    "line": "and it's just like, hey, delirious much.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-400",
    "time": "0:43:28",
    "speaker": "spk_0",
    "line": "Mhmm. And",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-401",
    "time": "0:43:28",
    "speaker": "spk_4",
    "line": "and like it was just I was just wearing my my influence is almost",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-402",
    "time": "0:43:31",
    "speaker": "spk_6",
    "line": "you running around, like, mispronouncing the n word in kind of a cute way.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-403",
    "time": "0:43:35",
    "speaker": "spk_4",
    "line": "Yeah. Just Yeah. I am I like, they're are certain things I look back on in my childhood, I'm just embarrassed by.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-404",
    "time": "0:43:41",
    "speaker": "spk_0",
    "line": "Sure.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-405",
    "time": "0:43:41",
    "speaker": "spk_4",
    "line": "I'm just like that is",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-406",
    "time": "0:43:42",
    "speaker": "spk_6",
    "line": "but at the time, it was I don't know if this whole piled up.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-407",
    "time": "0:43:46",
    "speaker": "spk_4",
    "line": "No. It doesn't hold up. I'm I'm not too proud to admit that that stuff does not",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-408",
    "time": "0:43:50",
    "speaker": "spk_1",
    "line": "it was other times and we were having fun. Yeah. But, you know, I would say that's in the past. You've moved on from that. Yeah. You've got something you're here. You have a CBS sitcom coming out next fall. The Foggie's nest.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-409",
    "time": "0:44:05",
    "speaker": "spk_4",
    "line": "The Foggie's nest. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-410",
    "time": "0:44:06",
    "speaker": "spk_1",
    "line": "It's three elderly victims of the recent man session",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-411",
    "time": "0:44:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-412",
    "time": "0:44:09",
    "speaker": "spk_1",
    "line": "yeah. -- get a condo together. And get really into",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-413",
    "time": "0:44:17",
    "speaker": "spk_4",
    "line": "we we start a revenge porn business.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-414",
    "time": "0:44:19",
    "speaker": "spk_1",
    "line": "Thank you. Yes.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-415",
    "time": "0:44:20",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-416",
    "time": "0:44:20",
    "speaker": "spk_4",
    "line": "We start a revenge porn business. Which is",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-417",
    "time": "0:44:23",
    "speaker": "spk_6",
    "line": "the best way to chip away.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-418",
    "time": "0:44:25",
    "speaker": "spk_4",
    "line": "Yeah. The the the it's a big man session. These guys are you know, they're older guys. We all end up together. I I was working at a startup, you know, that just, you know, start up more like shut down. It was like, you know, that's one of the jokes. And then pilot. And thank you. And it my startup goes belly up. These guys were all, you know, corporate guys you know, general electric, Halliburton. You know, they had careers and stuff, but, you know, they were either forced into retirement because they got too old or just it just",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-419",
    "time": "0:44:56",
    "speaker": "spk_1",
    "line": "we even took their jobs.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-420",
    "time": "0:44:57",
    "speaker": "spk_4",
    "line": "Women took their jobs.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-421",
    "time": "0:44:58",
    "speaker": "spk_6",
    "line": "So -- Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-422",
    "time": "0:44:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-423",
    "time": "0:44:59",
    "speaker": "spk_4",
    "line": "so we get together and we start a revenge porn business. Which is called it's show that bitch dot com. Yeah. And what it is is like if you are, you know, slighted if you're a guy and stuff, maybe you took sexy photos of your girlfriend -- Sure.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-424",
    "time": "0:45:13",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-425",
    "time": "0:45:13",
    "speaker": "spk_4",
    "line": "maybe you didn't. Maybe it's just maybe it's an a girl you go to high school with, and you hack her email and you and she you know what I mean? We don't care how we get the the the photos because, honestly, it's users submitted. We're not legally liable for anything. We start this revenge porn business and it takes off. It just becomes like the biggest thing.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-426",
    "time": "0:45:33",
    "speaker": "spk_6",
    "line": "It's really satisfying that you're not really sure whether or not gonna go. Yeah. And then when it does blow up, it's really fun because you get",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-427",
    "time": "0:45:40",
    "speaker": "spk_1",
    "line": "that one picture that just breaks it wide open. Yeah. And you're and it's such a great idea for show because you're tying it in with your actual revenge porn site.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-428",
    "time": "0:45:47",
    "speaker": "spk_4",
    "line": "Yes. Thank you. Yeah. It's yeah. I I started that thing as a hobby. You know, I'm sort of like Ash Cutcher in that way is I love tech. I love technology and I love brainstorming. It's just like there's nothing better than",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-429",
    "time": "0:46:01",
    "speaker": "spk_1",
    "line": "a shutterbug.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-430",
    "time": "0:46:02",
    "speaker": "spk_4",
    "line": "And I'm a shutterbug. Tech is",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-431",
    "time": "0:46:03",
    "speaker": "spk_6",
    "line": "the next it's it's what's next.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-432",
    "time": "0:46:05",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-433",
    "time": "0:46:05",
    "speaker": "spk_6",
    "line": "It really is what's",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-434",
    "time": "0:46:07",
    "speaker": "spk_4",
    "line": "new next?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-435",
    "time": "0:46:07",
    "speaker": "spk_6",
    "line": "Check is right around the corner. You can hear the little footsteps coming. It's in a big big way.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-436",
    "time": "0:46:13",
    "speaker": "spk_4",
    "line": "I agree. I agree.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-437",
    "time": "0:46:14",
    "speaker": "spk_6",
    "line": "It's gonna change a lot of stuff.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-438",
    "time": "0:46:16",
    "speaker": "spk_1",
    "line": "And it's on its way to doing that.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-439",
    "time": "0:46:20",
    "speaker": "spk_4",
    "line": "I I just you know, I I love I love gadgets.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-440",
    "time": "0:46:25",
    "speaker": "spk_5",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-441",
    "time": "0:46:25",
    "speaker": "spk_4",
    "line": "You know what I mean?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-442",
    "time": "0:46:26",
    "speaker": "spk_1",
    "line": "So cool.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-443",
    "time": "0:46:27",
    "speaker": "spk_4",
    "line": "It's just like Alright. Again, a lot of people think, you know, you call me a nerd, but when like a new Sonos system comes out, I gotta have it right away. You know what I mean? Or the new iPhone or whatever. I just, you know and thankfully, I'm in a position because I'm not gonna wait on the line with all you know, people and stuff. Thankfully, I'm a position where usually they just send me it, you know, they just send me it.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-444",
    "time": "0:46:49",
    "speaker": "spk_6",
    "line": "Sure.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-445",
    "time": "0:46:50",
    "speaker": "spk_4",
    "line": "So I love gadgetry. I love brainstorming and I love a webinar and I love, you know, just getting in there and just sort of, like, thinking outside of the box with some of these great tech minds.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-446",
    "time": "0:47:01",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-447",
    "time": "0:47:01",
    "speaker": "spk_4",
    "line": "And, you know, so as a hobby as a hobby, I had a couple of guys. I said, listen. This what if there's a website? We're a guy and, like, just like because we all get there. We're all angry. What if there's a website where a guy can I don't know, upload a photo of some dummy that he, you know, tricked? Yeah. You know?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-448",
    "time": "0:47:26",
    "speaker": "spk_6",
    "line": "And I really I appreciate you fighting back a little bit because you see it in your show, but it is really true. I'm seeing Ellen Barker a little bit every every now and then. And sometimes, you'll stay over and now come downstairs. And she'll be like, where's my breakfast?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-449",
    "time": "0:47:41",
    "speaker": "spk_4",
    "line": "Right.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-450",
    "time": "0:47:42",
    "speaker": "spk_6",
    "line": "And I just kinda look, if there was a camera there, I'd look right at it and just be like, what is, like, there's the world, like, gone completely crazy. Like, this is upside down.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-451",
    "time": "0:47:51",
    "speaker": "spk_0",
    "line": "Like I",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-452",
    "time": "0:47:51",
    "speaker": "spk_4",
    "line": "didn't know you're dating old market. I used to see her.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-453",
    "time": "0:47:54",
    "speaker": "spk_6",
    "line": "Yeah. We she talked about you. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-454",
    "time": "0:47:56",
    "speaker": "spk_4",
    "line": "That's interesting.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-455",
    "time": "0:47:58",
    "speaker": "spk_6",
    "line": "She's a nice she's a nice woman, but it's not and it's not just her. It's like her At",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-456",
    "time": "0:48:04",
    "speaker": "spk_1",
    "line": "first, she's nice.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-457",
    "time": "0:48:05",
    "speaker": "spk_6",
    "line": "Yeah. People have told me that I'm enjoying you know, we're just having fun, honestly, like",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-458",
    "time": "0:48:11",
    "speaker": "spk_4",
    "line": "keep it like.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-459",
    "time": "0:48:12",
    "speaker": "spk_6",
    "line": "We're just we're we're we're having a good time. She would say the same thing. It's not It's not fair.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-460",
    "time": "0:48:16",
    "speaker": "spk_4",
    "line": "It's just you're just like",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-461",
    "time": "0:48:18",
    "speaker": "spk_6",
    "line": "we're we're we're just having a good time right now.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-462",
    "time": "0:48:20",
    "speaker": "spk_1",
    "line": "She starts out nice.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-463",
    "time": "0:48:23",
    "speaker": "spk_4",
    "line": "It turns after a while. It turns.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-464",
    "time": "0:48:27",
    "speaker": "spk_6",
    "line": "Again, it's your life.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-465",
    "time": "0:48:29",
    "speaker": "spk_4",
    "line": "Have fun.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-466",
    "time": "0:48:30",
    "speaker": "spk_1",
    "line": "Enjoy it while yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-467",
    "time": "0:48:32",
    "speaker": "spk_6",
    "line": "But it's true then they're and they're going to jobs and they're",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-468",
    "time": "0:48:36",
    "speaker": "spk_4",
    "line": "what it is is there's something satisfying for, I think, for the for the end user of the website. When they put up a photograph, of, you know, some girl that they were with and, you know, she's in a state of undress. Mhmm. There's something so satisfying for the end user the website. If they know, oh my god, that photo is is her boss is going to see it. Mhmm. So parents are going to see it. Her friends,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-469",
    "time": "0:49:06",
    "speaker": "spk_1",
    "line": "her family, everyone she's going to be embarrassed. And she deserves it",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-470",
    "time": "0:49:11",
    "speaker": "spk_6",
    "line": "because she committed a sexual act. Remember that?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-471",
    "time": "0:49:15",
    "speaker": "spk_4",
    "line": "Thank you. For the end user, that is a a invaluable experience. How do you put a price on that? Do you put a price on it?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-472",
    "time": "0:49:24",
    "speaker": "spk_6",
    "line": "But you have managed.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-473",
    "time": "0:49:25",
    "speaker": "spk_4",
    "line": "I've managed. Yeah. And, you know, the ad revenue and it's it's so great when it's little hobby. I mean, that thing is, you know, making me I'll tell you this. I'm making more off of the actual revenge porn site than I have off of the show.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-474",
    "time": "0:49:39",
    "speaker": "spk_6",
    "line": "Isn't that amazing?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-475",
    "time": "0:49:40",
    "speaker": "spk_4",
    "line": "And that should tell you everything about the state of our industry today.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-476",
    "time": "0:49:43",
    "speaker": "spk_6",
    "line": "It's like how with the Glee, they had the Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-477",
    "time": "0:49:45",
    "speaker": "spk_4",
    "line": "They make more of",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-478",
    "time": "0:49:46",
    "speaker": "spk_6",
    "line": "the songs. Yeah. Concerts. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-479",
    "time": "0:49:49",
    "speaker": "spk_4",
    "line": "Yeah. I And",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-480",
    "time": "0:49:50",
    "speaker": "spk_6",
    "line": "you have your songs in your porn site.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-481",
    "time": "0:49:52",
    "speaker": "spk_4",
    "line": "It's it's it's unbelievable. Every day I feel blessed.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-482",
    "time": "0:49:57",
    "speaker": "spk_6",
    "line": "We do wanna reach into the popcorn gallery just for",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-483",
    "time": "0:50:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-484",
    "time": "0:50:00",
    "speaker": "spk_4",
    "line": "sure.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-485",
    "time": "0:50:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-486",
    "time": "0:50:00",
    "speaker": "spk_6",
    "line": "just for a minute. We have some some user submitted questions for you. Okay. Let let's let's reach deep inside this this bag of popcorn.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-487",
    "time": "0:50:13",
    "speaker": "spk_7",
    "line": "Oh, I ripped the bottom of the bag. The popcorn's falling out.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-488",
    "time": "0:50:17",
    "speaker": "spk_4",
    "line": "It's like it's like a Michael Winslow? Yeah. Good stuff.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-489",
    "time": "0:50:21",
    "speaker": "spk_1",
    "line": "This is a question.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-490",
    "time": "0:50:23",
    "speaker": "spk_6",
    "line": "We did speak on this a little bit earlier that you are part of the your whole family with us.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-491",
    "time": "0:50:28",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-492",
    "time": "0:50:29",
    "speaker": "spk_6",
    "line": "This is a question from a HAG Plant Parmiziolex.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-493",
    "time": "0:50:34",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-494",
    "time": "0:50:35",
    "speaker": "spk_6",
    "line": "And that question is, Jake, What do you think your part is in the third wave podcast movement? And how do you deal with the internal earwoven politics? I know you have a lot of a lot of thoughts on this.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-495",
    "time": "0:50:46",
    "speaker": "spk_4",
    "line": "It's really interesting. First of all, I don't think third wave podcasting gets talked about a lot, and I'm always Speak",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-496",
    "time": "0:50:53",
    "speaker": "spk_1",
    "line": "on that.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-497",
    "time": "0:50:53",
    "speaker": "spk_4",
    "line": "Yeah. I'm always happy to just because you have the",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-498",
    "time": "0:50:57",
    "speaker": "spk_6",
    "line": "the CB.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-499",
    "time": "0:50:57",
    "speaker": "spk_4",
    "line": "Yeah. The first wave podcasting, which was essentially, yes, Citizens Band Radio",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-500",
    "time": "0:51:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-501",
    "time": "0:51:01",
    "speaker": "spk_4",
    "line": "mhmm. -- which was, you know, charming. It was charming.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-502",
    "time": "0:51:05",
    "speaker": "spk_0",
    "line": "And it",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-503",
    "time": "0:51:05",
    "speaker": "spk_4",
    "line": "was a sort of the first sort of ways that we realized, oh, anybody can communicate with anybody over the over the open airwaves. Mhmm. And, you know, I remember being enamored with that when I when I was a kid.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-504",
    "time": "0:51:19",
    "speaker": "spk_6",
    "line": "And being into, like, trucker comedy.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-505",
    "time": "0:51:20",
    "speaker": "spk_4",
    "line": "Just trucker yeah. Just like you know, everybody had their trucker name.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-506",
    "time": "0:51:26",
    "speaker": "spk_6",
    "line": "Yep. Weez,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-507",
    "time": "0:51:28",
    "speaker": "spk_4",
    "line": "flogger.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-508",
    "time": "0:51:30",
    "speaker": "spk_6",
    "line": "Sure.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-509",
    "time": "0:51:31",
    "speaker": "spk_4",
    "line": "Donnie Dave Dave, boat show. Just cool trucker names. Everybody had one.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-510",
    "time": "0:51:36",
    "speaker": "spk_6",
    "line": "Mhmm. Mine was big jacket.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-511",
    "time": "0:51:37",
    "speaker": "spk_4",
    "line": "Big jacket because you always had a big jacket.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-512",
    "time": "0:51:39",
    "speaker": "spk_0",
    "line": "Right?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-513",
    "time": "0:51:39",
    "speaker": "spk_6",
    "line": "Yeah. That was part of it.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-514",
    "time": "0:51:40",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-515",
    "time": "0:51:40",
    "speaker": "spk_1",
    "line": "Mine was Jake Bagelnuts.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-516",
    "time": "0:51:42",
    "speaker": "spk_4",
    "line": "Jake Bagelnuts. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-517",
    "time": "0:51:43",
    "speaker": "spk_1",
    "line": "It was Jake Bagelnuts.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-518",
    "time": "0:51:44",
    "speaker": "spk_4",
    "line": "That's that's a moving And",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-519",
    "time": "0:51:45",
    "speaker": "spk_1",
    "line": "then I'm giving myself away as a fan.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-520",
    "time": "0:51:47",
    "speaker": "spk_4",
    "line": "Thank you. I thank you for that.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-521",
    "time": "0:51:48",
    "speaker": "spk_1",
    "line": "But I was Jake Bagelnuts.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-522",
    "time": "0:51:51",
    "speaker": "spk_4",
    "line": "Anyway, you know, that was sort of like so that's first wave podcasting. Okay. Second wave podcasting, the tech boom. You know what I mean? Your guys like your your guys like Adam Curry, the original troll, the original troll. Yeah. He's like, hey man, I was on MTV. These guys don't own m t v dot com. I'm gonna buy that.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-523",
    "time": "0:52:10",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-524",
    "time": "0:52:10",
    "speaker": "spk_4",
    "line": "You know, which is great. It's a troll. I love it. I love trolling. I loved online troll culture. I love it.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-525",
    "time": "0:52:16",
    "speaker": "spk_6",
    "line": "It's really fun.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-526",
    "time": "0:52:17",
    "speaker": "spk_4",
    "line": "It's fun. So so guys like doing that and that's just a bunch of, you know, tech guys talking to other tech guys, you know, it's all podcasts about podcasts",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-527",
    "time": "0:52:25",
    "speaker": "spk_7",
    "line": "and stuff.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-528",
    "time": "0:52:25",
    "speaker": "spk_4",
    "line": "You know, like, hey, how how do we get this out to people? How does this work? Be poo poo poo poo. Bam my nerd like real nerd stuff. Not like cool nerd stuff like we were talking about, like comic books and",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-529",
    "time": "0:52:35",
    "speaker": "spk_6",
    "line": "not like rage comics and, like, the cool",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-530",
    "time": "0:52:37",
    "speaker": "spk_4",
    "line": "not cool Internet. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-531",
    "time": "0:52:38",
    "speaker": "spk_0",
    "line": "Like,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-532",
    "time": "0:52:39",
    "speaker": "spk_4",
    "line": "yeah. Like, f u, you know what I mean? All those things. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-533",
    "time": "0:52:42",
    "speaker": "spk_6",
    "line": "Yeah. They they they probably don't know about this.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-534",
    "time": "0:52:44",
    "speaker": "spk_4",
    "line": "They don't yeah. Yeah. So it's underground Internet human stuff. It's like it's it's fun and cool. Anyway, but then what happened is, you know, those you know, on the backs of those, you know, true nerds, podcasting became like a thing. Yep. And third wave podcasting is where you got, you know, seven or eight of the best alternative comedians.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-535",
    "time": "0:53:06",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-536",
    "time": "0:53:07",
    "speaker": "spk_4",
    "line": "And they just go on each other's podcasts, you know, just like, hey, Kumail. It's me, Doug Benson. Come on my show. Hey, Doug Benson. It's it's Kumail. Come on my show. Hey, it's Scott Ockerman. What are you doing today? Paul fompkins? Come on my show. Hey. It's Paul fompkins. What are you doing today? Larry the cable guy? Come on my show. Hey, Larry, the kit. You know, it's just like it's it's it's and I, you know, with my background, you know who my dad is, I was able to muscle my way in and say, hey, you guys want this thing to take off? This little this little nebulous that you have -- Mhmm.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-537",
    "time": "0:53:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-538",
    "time": "0:53:47",
    "speaker": "spk_4",
    "line": "it's real cute. Some dudes on the AV club or whatever, they know about it. You wanna you wanna bring some real heat, bring some real attention to it, you need to bring in somebody in the in the Hollywood mainstream.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-539",
    "time": "0:53:59",
    "speaker": "spk_6",
    "line": "Yes.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-540",
    "time": "0:54:00",
    "speaker": "spk_4",
    "line": "And they you know, we all got together at Adam Carola's house. And Adam was like, you know, he's right. He's right. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-541",
    "time": "0:54:08",
    "speaker": "spk_2",
    "line": "It's I know it's a little bit of impression",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-542",
    "time": "0:54:09",
    "speaker": "spk_4",
    "line": "he's right. We're we need somebody to take this to the next level. That's Matt Besser. He he's he then jumped in and and said We need someone to take this to the next level. And Marin agreed and every it was just sort of, you",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-543",
    "time": "0:54:25",
    "speaker": "spk_6",
    "line": "know, like,",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-544",
    "time": "0:54:27",
    "speaker": "spk_4",
    "line": "he he was just like he was like, lock, unlock the gates. We gotta get a we should get Fogle Nets in here to take this to the next level.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-545",
    "time": "0:54:37",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-546",
    "time": "0:54:38",
    "speaker": "spk_4",
    "line": "Yeah. And the it was just sort of and then and then there you have it. Third Wade podcasting was born. What's my role in it? Dan Mother, Gate keeper. Pat Naswell talks about the gatekeepers. And, you know, there you know, there aren't any anymore. It's like we live we're in this all a democracy and stuff. Everybody can put anything online.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-547",
    "time": "0:54:58",
    "speaker": "spk_6",
    "line": "It is true. Anyone can be successful whenever they want.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-548",
    "time": "0:55:01",
    "speaker": "spk_4",
    "line": "Anybody. Yes. Anybody, you know, but there are secret gatekeepers, you know. I think, you know, we're we're we we know that there are secret gatekeepers, and I'm proud to be one of the secret gatekeepers.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-549",
    "time": "0:55:12",
    "speaker": "spk_6",
    "line": "And Patton doesn't know about him because we don't want him.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-550",
    "time": "0:55:15",
    "speaker": "spk_0",
    "line": "Yeah. We",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-551",
    "time": "0:55:15",
    "speaker": "spk_4",
    "line": "don't want him, though. I'm here.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-552",
    "time": "0:55:16",
    "speaker": "spk_6",
    "line": "We want him thinking -- Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-553",
    "time": "0:55:17",
    "speaker": "spk_0",
    "line": "--",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-554",
    "time": "0:55:17",
    "speaker": "spk_6",
    "line": "that that we don't exist. Yeah. The gates",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-555",
    "time": "0:55:20",
    "speaker": "spk_1",
    "line": "are all open.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-556",
    "time": "0:55:20",
    "speaker": "spk_4",
    "line": "Yeah, Pat. The gate Oh, it",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-557",
    "time": "0:55:22",
    "speaker": "spk_6",
    "line": "should be safe for me to walk in here.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-558",
    "time": "0:55:24",
    "speaker": "spk_4",
    "line": "Go right over there and then yeah. I'll put this",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-559",
    "time": "0:55:27",
    "speaker": "spk_1",
    "line": "a little more.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-560",
    "time": "0:55:28",
    "speaker": "spk_4",
    "line": "Put your",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-561",
    "time": "0:55:28",
    "speaker": "spk_1",
    "line": "social out more. Pay attention to the man behind the curtain hat.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-562",
    "time": "0:55:33",
    "speaker": "spk_4",
    "line": "Yeah. No. But seriously, you",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-563",
    "time": "0:55:34",
    "speaker": "spk_0",
    "line": "know, it's true.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-564",
    "time": "0:55:35",
    "speaker": "spk_6",
    "line": "It's carbon.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-565",
    "time": "0:55:36",
    "speaker": "spk_4",
    "line": "Put your specials out for five dollars. That's yeah. Have fun. Do it. Five bucks. It's yeah. Really yeah. How about this? Ten dollars. How about that? They don't even they're not even thinking that far ahead. They're not even thinking that far ahead.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-566",
    "time": "0:55:49",
    "speaker": "spk_1",
    "line": "It's not time yet.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-567",
    "time": "0:55:50",
    "speaker": "spk_4",
    "line": "Not time.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-568",
    "time": "0:55:51",
    "speaker": "spk_1",
    "line": "Well well, this Jake, this has been very enlightening.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-569",
    "time": "0:55:55",
    "speaker": "spk_6",
    "line": "What a conversation from a real lifer in the in in the business. And we just we just appreciate it so much.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-570",
    "time": "0:56:01",
    "speaker": "spk_4",
    "line": "I feel blessed. You know, I wake up every morning and I and I just feel hold on one second. Did you break it? Did you break you fucking idiot. Guys, I'm sorry. She I don't I don't know what she's poor like coffee.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-571",
    "time": "0:56:19",
    "speaker": "spk_1",
    "line": "I've got a box of them.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-572",
    "time": "0:56:20",
    "speaker": "spk_4",
    "line": "You got okay. Because I'm I'm happy to get you another one. Okay. Yeah. I'll get you I'll just get you an I'll just get you guys a couple of Microsoft services. Fucking spilled coffee all over it. It's I'm just We all don't need coffee. I'm embarrassed. She said she she knows she's hot. That's all.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-573",
    "time": "0:56:37",
    "speaker": "spk_1",
    "line": "No. I think she shook a sip of the coffee thinking it was cold. I was watching. She thought it was cold. Yeah. And then she spit it out and she was scared.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-574",
    "time": "0:56:44",
    "speaker": "spk_4",
    "line": "Yeah. She she should be scared. I have fun.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-575",
    "time": "0:56:49",
    "speaker": "spk_1",
    "line": "So the thanks A lot of fun, dude. So thanks so much for coming Hi, Jake. Yeah. And it's been great, guys. Rate us on iTunes, like us on Facebook. Please do buy the pro version. The pro version purchaser last week was HugLife and he's gonna get a a special gift from Jake Fogleness right now.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-576",
    "time": "0:57:15",
    "speaker": "spk_6",
    "line": "It's it's Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-577",
    "time": "0:57:16",
    "speaker": "spk_4",
    "line": "Sitting right out there. Yeah.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-578",
    "time": "0:57:17",
    "speaker": "spk_6",
    "line": "It's I'm just",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-579",
    "time": "0:57:18",
    "speaker": "spk_4",
    "line": "kidding you guys. I'm getting around.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-580",
    "time": "0:57:21",
    "speaker": "spk_1",
    "line": "Thank you. But it is Jake is gonna give you your new CB Radio name. Yeah. So he's gonna lay that on your hug life.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-581",
    "time": "0:57:31",
    "speaker": "spk_4",
    "line": "Should I do it right now?",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-582",
    "time": "0:57:33",
    "speaker": "spk_1",
    "line": "Please.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-583",
    "time": "0:57:33",
    "speaker": "spk_4",
    "line": "Hug life. Your new CB radio name is doc to Podcast.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-584",
    "time": "0:57:40",
    "speaker": "spk_1",
    "line": "Doctor Podcasts, so that's a great prize. So by the pro version, rate us on iTunes, like us on Facebook, comment in the forums and keep doing what you're doing friends. Bye. This has been an earwoke media production, Executive producers, Jeff Ulrich and Scott Ockerman. For more information, visit iowolf dot com.",
    "episode": "11",
    "edited": false
  },
  {
    "id": "11-585",
    "time": "0:58:09",
    "speaker": "spk_8",
    "line": "Eewolf radio boom dot com. The worst dead",
    "episode": "11",
    "edited": false
  }
]