[
  {
    "id": "127-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "hey, guys. Today's show is sponsored by How OffM. It's like Netflix or Podcasts with how premium you get exclusive access to dozens of Hall original miniseries, like the mysterious secrets of Uncle Bird's Bidenarium. Originally sound designed adventure comedy starring Germaine Clement from Flight of The Concorde. It sounds like no podcast you've ever heard. Yeah. Access sorry. I'm I'm a little scared. We I we set up a separate record to to do these ads and Sean, I think, is lost. I left open the door of the studio and he there's like a sort of a muffin guy nearby? Well, he, like, works outside and he makes these muffins in a little cart. And he cooks them out there and the smell is something that's always been very attractive to Sean while we're trying to record and I left the door open and I smell the muffins now. And so I what I realized happened is I think Sean went to sort of pursue the muffin guy. When that happens, the the the muffin guy tends to sort of run away. And so what it I'm sure is happening as Sean is chasing the muffin guy down the street and I worry about because like when he is really hungry for its savory muffin really is what he likes is the kind of a gruyere and kale sorts of muffins because that's a that's breakfast for him that he likes to say. He he will not be paying a lot of attention to cars or traffic lights or anything, and I'd worry that once they start honking at him, he'll get very disoriented and maybe sort of you know, do something crazy or I don't know. But the just podcast is the podcast is great. Our uncle Berdy's bbinariam is so good. You access it on your iPhone, your Android phone, on on the web, for four ninety nine a month. You use the promo code Hollywood to check out. You get a full month free. That's at how dot f m.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-1",
    "time": "0:02:04",
    "speaker": "spk_1",
    "line": "So I'm there with Obi. Tryce",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-2",
    "time": "0:02:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-3",
    "time": "0:02:08",
    "speaker": "spk_1",
    "line": "yes. -- Kaniva, Swift, bizarre. All of d twelve. Uh-huh. And they're, you know, filling up it's to make your own, frozen yogurt. And they're filling it up and go to the toppings and get the graham crackies and the Peenie buddy cups",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-4",
    "time": "0:02:26",
    "speaker": "spk_0",
    "line": "yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-5",
    "time": "0:02:27",
    "speaker": "spk_1",
    "line": "And Obi tries, I think he sees a monster and jumps. And gets RacyPC everywhere.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-6",
    "time": "0:02:37",
    "speaker": "spk_0",
    "line": "Oh, a mess mess.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-7",
    "time": "0:02:39",
    "speaker": "spk_1",
    "line": "And now, bizarre is mad. Missy OB. Because he's a, that's not a monster. Just a rubber snake.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-8",
    "time": "0:02:46",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-9",
    "time": "0:02:47",
    "speaker": "spk_1",
    "line": "And so he's now pushing Obi and Obi's pushing back bizarre And if you've heard any of his lyrics you know that bizarre is not afraid of violence and even bizarre violence, strange acts of mutilation and such. And so I'm trying to dissuade it because now Bazaar has got a handful of spoons and he's dean at Obi's ear and I wind up finally settling it all down by I have to dump my frozen yoga on my head and make myself a Cohenhead clown Sunday.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-10",
    "time": "0:03:28",
    "speaker": "spk_0",
    "line": "Deflating the situation once again --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-11",
    "time": "0:03:31",
    "speaker": "spk_1",
    "line": "yes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-12",
    "time": "0:03:31",
    "speaker": "spk_0",
    "line": "-- with laughter. This is actually making me smile and I know it is a horrible story. But I think this is pretty funny for a certain reason, which is I remember a certain someone saying he was friends with the monster that's under his bed and I know that that's not Obi, but it is Obi's friend who I know does sleep in his room sometimes in the bunk. And so it is technically the same bed. And so how interesting for that guy to be friends of the monster that's under his bed, which when I heard that I was like, I don't know if that's really true. Okay. Yeah. And yet o his friend Obi who sometimes is in the same bed thinks he sees a monster and he's not friends with it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-13",
    "time": "0:04:13",
    "speaker": "spk_1",
    "line": "That is actually funny for that reason and I think that the good trick I know that M and m does do because he has friends of the monsters who lives under his bed and he is hanging out with Obi who's so scared monsters. He throw RacyPC everywhere. He gives Obi a bottle of monster spray to keep by his bed at night. Mhmm. And so then when if anything any bumps or noises, Obi just has, you know, sort of pistol drawn with the spray bottle of monster spray.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-14",
    "time": "0:04:43",
    "speaker": "spk_0",
    "line": "Rom sorry. Roman, can you sleep more loudly, please? Do you just be a little more loud while you Roman",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-15",
    "time": "0:04:49",
    "speaker": "spk_1",
    "line": "the dog is making earthquake noises. And it's not cute to me. It's disturbing me when I'm trying to be in the zone.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-16",
    "time": "0:04:59",
    "speaker": "spk_0",
    "line": "And can you have less control over here? Tongue, please? Can you just not have so much control over where your tongue",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-17",
    "time": "0:05:08",
    "speaker": "spk_1",
    "line": "goes? Okay. And Brett even is noisier just trying to move a microphone. It sounded like a wheelchair falling down the stairs. And I should know.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-18",
    "time": "0:05:19",
    "speaker": "spk_0",
    "line": "Where was I? Oh yeah. Welcome to Hollywood Handbook and Insiders' Guide to kicking butt and dropping names of the red carpet line back always industry we call show biz and I -- Oh, that's right. -- I did know where I was the whole time.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-19",
    "time": "0:05:31",
    "speaker": "spk_1",
    "line": "Murder them up, Playa.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-20",
    "time": "0:05:32",
    "speaker": "spk_0",
    "line": "So the fun thing we have for you today, get ready for this.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-21",
    "time": "0:05:36",
    "speaker": "spk_1",
    "line": "And you are gonna love it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-22",
    "time": "0:05:38",
    "speaker": "spk_0",
    "line": "Last year we had a pilot in contention formerly known as baby grandpa, formerly known as whites and golds, formerly known as untitled Back Kid Project. Went through a number of phases, we sort of walked through through each one in real time. This time we decided to approach it a little differently. We love these shows about science on discovery channel where they take you inside a machine and you get to see how all the different parts work and engine and the blades.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-23",
    "time": "0:06:13",
    "speaker": "spk_1",
    "line": "And how they are made and why and the pieces and the switch and buttons and the wire.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-24",
    "time": "0:06:18",
    "speaker": "spk_0",
    "line": "Like that video of the creole,",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-25",
    "time": "0:06:20",
    "speaker": "spk_1",
    "line": "if actually where they make crayons, childhood for the win. Have you seen it? Oh, god. I don't know why it makes me cry, but it does. The crayon colors and all of that just bring me back to the barn where I used to be left alone to color the hay. So What are we talking about? Well, what if we showed you the science of how it gets made when you're doing pilot?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-26",
    "time": "0:06:49",
    "speaker": "spk_0",
    "line": "So we have had a tape recorder and it's been playing all the time as we've been figuring out our pilot as we've been brainstorming it and writing it and pitching it and shooting it and loving it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-27",
    "time": "0:07:03",
    "speaker": "spk_1",
    "line": "Hey. This is a lot like startup, isn't it?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-28",
    "time": "0:07:06",
    "speaker": "spk_0",
    "line": "It is a little bit like startup, but it -- A lot like that. -- explain why to Brett because Brett's over there going",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-29",
    "time": "0:07:15",
    "speaker": "spk_1",
    "line": "okay. Dummy. Well, Starbucks is another huge podcast. They're doing really cool things over at Gimlet and just exploring you know, what if you were were NPR but you weren't on NPR. So what they're doing is they did a documentary of Okay. I'm gonna do a podcast about starting my podcast company and you heard them brainstorming the name. And you heard him talking to his wife am I allowed to do the company? And his wife's like, maybe. Yeah. And we heard him go, how much do I own? And partner has to be like, I'm the math. And so all these moments happen and he take takes you through it in real time with a tape recorder like what Me and Hayes used to show you we brainstorm the name of the pilot. And we ask you know each other who really are each other's wives. Am I allowed to do this and we both say yes?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-30",
    "time": "0:08:10",
    "speaker": "spk_0",
    "line": "And sorry to our own wives and girlfriends, but it true. You know it's true and you say it all the time. Girl,",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-31",
    "time": "0:08:18",
    "speaker": "spk_1",
    "line": "you know it's true.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-32",
    "time": "0:08:20",
    "speaker": "spk_0",
    "line": "Right way to get in on that segment, but I I gave you an opportunity to get involved and you hesitated and you ate shit, frankly. And I understand you're under under a lot of pressure because people lately are like Brett's so good. I love I'm just loving what what Brett's up to these days.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-33",
    "time": "0:08:36",
    "speaker": "spk_1",
    "line": "Oh, yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-34",
    "time": "0:08:36",
    "speaker": "spk_0",
    "line": "He's becoming really good.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-35",
    "time": "0:08:37",
    "speaker": "spk_1",
    "line": "He's huffing himself up. So he's starting to be good. Yeah. He's starting to almost figure out how to kind of talk. Yeah. Yeah. But",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-36",
    "time": "0:08:45",
    "speaker": "spk_0",
    "line": "and you're proving now that it's still same old Brett.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-37",
    "time": "0:08:49",
    "speaker": "spk_1",
    "line": "Long way to go.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-38",
    "time": "0:08:50",
    "speaker": "spk_0",
    "line": "When the big moment comes,",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-39",
    "time": "0:08:52",
    "speaker": "spk_1",
    "line": "eats shit. Teed them up.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-40",
    "time": "0:08:54",
    "speaker": "spk_0",
    "line": "So what we were gonna do? A new myth. We are going to play the tape from when we were first brainstorming this idea. It's so funny that this was something that at one point we hadn't even come up with yet. Something we hadn't even discussed and that we just sat down with Brett to manage the tape recorder to get this idea weft into shade.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-41",
    "time": "0:09:23",
    "speaker": "spk_1",
    "line": "So, yeah, we're taking you back in time now in the in the way way back machine, mister Peabody. And we're gonna tell you some of what our thought process was and show you inside our brains when we're coming up with an idea and a title And this was how long ago did we do this?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-42",
    "time": "0:09:41",
    "speaker": "spk_0",
    "line": "I believe it was January.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-43",
    "time": "0:09:44",
    "speaker": "spk_1",
    "line": "January. So let's just go.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-44",
    "time": "0:09:50",
    "speaker": "spk_0",
    "line": "So do you have all your stuff?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-45",
    "time": "0:09:52",
    "speaker": "spk_1",
    "line": "Yeah. I brought just a notepad of ideas. You want me to just rip",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-46",
    "time": "0:09:56",
    "speaker": "spk_0",
    "line": "into it? Well, I mean, like, do you have your do you have your sniters of hand over, pretzel, chunks?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-47",
    "time": "0:10:03",
    "speaker": "spk_1",
    "line": "Yeah. The honey mustard.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-48",
    "time": "0:10:05",
    "speaker": "spk_0",
    "line": "Okay. Do you have something to dip it in, or are you gonna choke on them? No. I have a Sprite. Okay. Do you have the tongs?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-49",
    "time": "0:10:14",
    "speaker": "spk_1",
    "line": "Yeah. But they're all rusty.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-50",
    "time": "0:10:17",
    "speaker": "spk_0",
    "line": "I just I I don't want because I can see you you know, sometimes we like get going on these things.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-51",
    "time": "0:10:21",
    "speaker": "spk_1",
    "line": "And I sort of stall us out.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-52",
    "time": "0:10:23",
    "speaker": "spk_0",
    "line": "Yes. Because you need to get the tongs you choke or, you know, some part of the process has held up. So I just want everything to be sort of laid out on the table. And the the spray can't be in in the bottle. You have pour it into a glass with a wider mouth. Yeah. Because otherwise you're just dropping the pretzel Well, it's a spray remix. Okay. That doesn't change.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-53",
    "time": "0:10:43",
    "speaker": "spk_1",
    "line": "Any still the same rules?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-54",
    "time": "0:10:45",
    "speaker": "spk_0",
    "line": "Yes. The rules are the same. So The rules are not remixed.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-55",
    "time": "0:10:48",
    "speaker": "spk_1",
    "line": "Okay. Well, I'll just use this mod. Okay. Oh, this is a funny mug.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-56",
    "time": "0:10:55",
    "speaker": "spk_0",
    "line": "What does it say? It just have It's only funny on your side.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-57",
    "time": "0:10:59",
    "speaker": "spk_1",
    "line": "Oh, it you can't see it over there?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-58",
    "time": "0:11:01",
    "speaker": "spk_0",
    "line": "I can't see it from this side.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-59",
    "time": "0:11:03",
    "speaker": "spk_1",
    "line": "Oh, well, it's a lady with, like, a beehive hairdo.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-60",
    "time": "0:11:07",
    "speaker": "spk_0",
    "line": "Mhmm. And it says, oh, be have. That's good. It's like Austin Powers.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-61",
    "time": "0:11:14",
    "speaker": "spk_1",
    "line": "Well, that gets me into my first sort of idea.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-62",
    "time": "0:11:17",
    "speaker": "spk_0",
    "line": "Okay. So also I didn't know we were I don't have anything. Oh, that's okay. I'm I was just gonna go off the new I have a news I was just gonna go off the news.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-63",
    "time": "0:11:26",
    "speaker": "spk_1",
    "line": "Yeah. Well, probably what we could do is take some of my ideas",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-64",
    "time": "0:11:29",
    "speaker": "spk_0",
    "line": "-- Okay. --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-65",
    "time": "0:11:30",
    "speaker": "spk_1",
    "line": "and just jam the news into them, like, connect them to the news.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-66",
    "time": "0:11:33",
    "speaker": "spk_0",
    "line": "Because that is jamming the news is so huge. Slow jamming it. It's such a huge thing now, and maybe that is something that we can incorporate into the it's just big and it's like it could be a show. It's just",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-67",
    "time": "0:11:46",
    "speaker": "spk_1",
    "line": "and then do you have all your stuff with you, by the way?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-68",
    "time": "0:11:49",
    "speaker": "spk_0",
    "line": "What? What? What stuff?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-69",
    "time": "0:11:54",
    "speaker": "spk_1",
    "line": "Your hair monsters? I know you say that when your brain really gets cooking that your head gets hot, and you need to put the clips, the little hair monsters, to sort of give it more space to breathe.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-70",
    "time": "0:12:07",
    "speaker": "spk_0",
    "line": "Yeah. The they're not hair monsters. Monsters. They're hair spirits, but they're not, like they are not monsters. They are helping.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-71",
    "time": "0:12:14",
    "speaker": "spk_1",
    "line": "Well, they're clips. They're munchie clips. Yeah. They look like jaws.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-72",
    "time": "0:12:18",
    "speaker": "spk_0",
    "line": "Yes. Those don't I",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-73",
    "time": "0:12:20",
    "speaker": "spk_2",
    "line": "draw your hair spirits.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-74",
    "time": "0:12:21",
    "speaker": "spk_0",
    "line": "Thank you. I appreciate that. Those don't have to go in until I start to get uncomfortable. Uh-huh. It actually is better if I wait until I meet No.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-75",
    "time": "0:12:30",
    "speaker": "spk_1",
    "line": "I just wanna make sure they're here",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-76",
    "time": "0:12:31",
    "speaker": "spk_0",
    "line": "because of the heat out",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-77",
    "time": "0:12:32",
    "speaker": "spk_1",
    "line": "of my head. Jacob as much as you like to point. Your fingers realize that when you point the one finger at you, your thumb's pointing straight at the ceiling. And it's gonna knock the drywall down on your head because -- Sure.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-78",
    "time": "0:12:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-79",
    "time": "0:12:43",
    "speaker": "spk_1",
    "line": "you stall us at some time. And then I would really Where's my hair thingy?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-80",
    "time": "0:12:46",
    "speaker": "spk_0",
    "line": "Then my hair would really be",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-81",
    "time": "0:12:47",
    "speaker": "spk_1",
    "line": "in trouble. So my first pitch, swingers. It's swingers, but it's -- Okay. The Wayne Wayne from Wayne's world. They're going Schwane.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-82",
    "time": "0:12:59",
    "speaker": "spk_0",
    "line": "Yeah. Okay. I will I think this is great.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-83",
    "time": "0:13:02",
    "speaker": "spk_1",
    "line": "For first pitch There's so money, baby.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-84",
    "time": "0:13:04",
    "speaker": "spk_0",
    "line": "For our first pitch, that's really really good. It's not really in the news right now. And it's Wayne being horny, but those guys are also already very horny. And they do the same move. They do the thrusty move that they don't go shwing, but they should have at the time, but I just feel like they're already so close in terms of horniness.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-85",
    "time": "0:13:29",
    "speaker": "spk_1",
    "line": "Do you know what I mean? Okay. Yeah. And so Sorry. I'm just I so you want a less horny character or",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-86",
    "time": "0:13:39",
    "speaker": "spk_0",
    "line": "i've just I don't want one of the characters to be less horny. I want one of the like, if we're putting two things together, I want one of them to be horny, and I want the other one to be unexpected for him to become so on.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-87",
    "time": "0:13:53",
    "speaker": "spk_1",
    "line": "We're never gonna see him get horny? No. We will. Sean. And and I'm I'm just asking.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-88",
    "time": "0:13:58",
    "speaker": "spk_0",
    "line": "And this is supposed to be like a you know, if one of us isn't okay with something -- Yeah. -- especially when it like like, Horina's levels, we are supposed to just be able to say that without getting any pushback. Aren't we?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-89",
    "time": "0:14:16",
    "speaker": "spk_1",
    "line": "Yeah. Brett. I'm",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-90",
    "time": "0:14:20",
    "speaker": "spk_2",
    "line": "getting horny, guys.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-91",
    "time": "0:14:24",
    "speaker": "spk_1",
    "line": "See, it's just this",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-92",
    "time": "0:14:25",
    "speaker": "spk_0",
    "line": "is That is so This",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-93",
    "time": "0:14:26",
    "speaker": "spk_1",
    "line": "is real I mean, this is what people are really like. You're right. Is But forget it. We'll put swingers aside.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-94",
    "time": "0:14:32",
    "speaker": "spk_0",
    "line": "Is this just gonna keep these noises are just gonna keep happening?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-95",
    "time": "0:14:36",
    "speaker": "spk_2",
    "line": "Yeah. It's just",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-96",
    "time": "0:14:38",
    "speaker": "spk_0",
    "line": "what is going on?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-97",
    "time": "0:14:39",
    "speaker": "spk_2",
    "line": "Can I use one of your hair spirits?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-98",
    "time": "0:14:42",
    "speaker": "spk_0",
    "line": "Is it is it is it your head is getting very hot?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-99",
    "time": "0:14:45",
    "speaker": "spk_2",
    "line": "I'm just this whole conversation of just horniness is just driving me. It's driving me crazy.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-100",
    "time": "0:14:51",
    "speaker": "spk_1",
    "line": "Well, I got a different I got I can go a different direction. I mean, I don't want I don't wanna get Brett over over horned.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-101",
    "time": "0:14:59",
    "speaker": "spk_2",
    "line": "Can I stand up or something?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-102",
    "time": "0:15:01",
    "speaker": "spk_0",
    "line": "What's gonna happen? Like, I'm worried you're gonna Boy, it's real you're really having some trouble over there",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-103",
    "time": "0:15:08",
    "speaker": "spk_1",
    "line": "geared up.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-104",
    "time": "0:15:11",
    "speaker": "spk_2",
    "line": "That's my stomach.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-105",
    "time": "0:15:14",
    "speaker": "spk_1",
    "line": "No. It's not. So my other idea was punky bone. It's monkeybone, but it's punky brewster.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-106",
    "time": "0:15:27",
    "speaker": "spk_0",
    "line": "Okay. So",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-107",
    "time": "0:15:27",
    "speaker": "spk_1",
    "line": "it's like an orphan who has an animated monkey that there is making powers",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-108",
    "time": "0:15:32",
    "speaker": "spk_0",
    "line": "for them",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-109",
    "time": "0:15:33",
    "speaker": "spk_1",
    "line": "or something.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-110",
    "time": "0:15:33",
    "speaker": "spk_0",
    "line": "Here. Tell you what I like about that, Shawn. Monkey bone is very horny.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-111",
    "time": "0:15:39",
    "speaker": "spk_1",
    "line": "Yeah. But punky's not.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-112",
    "time": "0:15:41",
    "speaker": "spk_0",
    "line": "Punky brewster is a very sort of withhold sexually withholding. Right.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-113",
    "time": "0:15:46",
    "speaker": "spk_1",
    "line": "She has a tease.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-114",
    "time": "0:15:47",
    "speaker": "spk_0",
    "line": "She's something of an ice queen. Yeah. Honestly.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-115",
    "time": "0:15:51",
    "speaker": "spk_1",
    "line": "She basically never gave it up. Yes. Through the run of the series. And it was always sort of just out of reach.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-116",
    "time": "0:15:58",
    "speaker": "spk_0",
    "line": "And so for her to have this animated character that is also trying to get it. Yeah. You know? But can't let her know. Uh-huh. You know? That is interesting. It's an interesting idea.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-117",
    "time": "0:16:15",
    "speaker": "spk_1",
    "line": "I see what you're saying. So It's sort of a yang and yang. Right? Yes. Mhmm. Oh my god, Brad. Why is this making you horny? We're talking about someone who's not",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-118",
    "time": "0:16:33",
    "speaker": "spk_2",
    "line": "pucky blister. Needed a breast reduction later in life.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-119",
    "time": "0:16:39",
    "speaker": "spk_0",
    "line": "I mean, I guess",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-120",
    "time": "0:16:39",
    "speaker": "spk_2",
    "line": "the idea",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-121",
    "time": "0:16:40",
    "speaker": "spk_0",
    "line": "of a yang is that now Brett's yang is kind of all yanked up. Acting out. Yeah. We we summoned it in a way.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-122",
    "time": "0:16:47",
    "speaker": "spk_1",
    "line": "Yeah. He's over there, Ying, and his yang.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-123",
    "time": "0:16:50",
    "speaker": "spk_0",
    "line": "Okay. Here's my here's my suggestion.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-124",
    "time": "0:16:53",
    "speaker": "spk_1",
    "line": "I wonder if",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-125",
    "time": "0:16:53",
    "speaker": "spk_2",
    "line": "we",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-126",
    "time": "0:16:53",
    "speaker": "spk_0",
    "line": "can to sort of make this a little more current.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-127",
    "time": "0:16:56",
    "speaker": "spk_1",
    "line": "What's in the news? Yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-128",
    "time": "0:16:57",
    "speaker": "spk_0",
    "line": "Inject something from the news. Great. And so just thinking about what is big today. Right now in January? Yes. Phot bombing is huge. Baby New Year. Baby New yes. Baby New Year.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-129",
    "time": "0:17:12",
    "speaker": "spk_1",
    "line": "I mean, does that have legs?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-130",
    "time": "0:17:13",
    "speaker": "spk_0",
    "line": "That guy died and everyone is like",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-131",
    "time": "0:17:16",
    "speaker": "spk_1",
    "line": "like, why?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-132",
    "time": "0:17:18",
    "speaker": "spk_0",
    "line": "Oh, this year is so bad already. Eddie.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-133",
    "time": "0:17:21",
    "speaker": "spk_1",
    "line": "So a dead guy photobombs baby New Year at the same time that punkie",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-134",
    "time": "0:17:29",
    "speaker": "spk_0",
    "line": "that Salay Moon from. What about this whole Steve Harvey business? Have you heard about this?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-135",
    "time": "0:17:34",
    "speaker": "spk_1",
    "line": "Oh, Jesus. Have you I felt so bad for Steve.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-136",
    "time": "0:17:40",
    "speaker": "spk_0",
    "line": "And I wonder if there's something we could do with it, where is monkeybone in the competition?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-137",
    "time": "0:17:47",
    "speaker": "spk_1",
    "line": "Or Okay. So monkeybone is competing -- Right. -- to be Miss America.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-138",
    "time": "0:17:55",
    "speaker": "spk_0",
    "line": "Uh-huh.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-139",
    "time": "0:17:57",
    "speaker": "spk_1",
    "line": "Against baby New Year",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-140",
    "time": "0:17:59",
    "speaker": "spk_0",
    "line": "-- Good. --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-141",
    "time": "0:18:01",
    "speaker": "spk_1",
    "line": "whose photo bombing the dead guy that everyone misses.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-142",
    "time": "0:18:04",
    "speaker": "spk_0",
    "line": "Yes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-143",
    "time": "0:18:07",
    "speaker": "spk_1",
    "line": "Steve Harvey accidentally and this is good. Now -- Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-144",
    "time": "0:18:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-145",
    "time": "0:18:12",
    "speaker": "spk_1",
    "line": "accidentally announces that monkeybone's the winner. When really, monkeybone, with her big titties, Brad. Mhmm.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-146",
    "time": "0:18:27",
    "speaker": "spk_2",
    "line": "My stomach. It's red.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-147",
    "time": "0:18:28",
    "speaker": "spk_1",
    "line": "It's sort of very -- It's",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-148",
    "time": "0:18:29",
    "speaker": "spk_2",
    "line": "my stomach.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-149",
    "time": "0:18:30",
    "speaker": "spk_0",
    "line": "-- very slowly throwing out. It's so You made me",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-150",
    "time": "0:18:39",
    "speaker": "spk_1",
    "line": "lose my train of thought. The stuff",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-151",
    "time": "0:18:40",
    "speaker": "spk_0",
    "line": "that's coming out is so solid. It's like bread. It's like he's a bread machine. Copramesis. Monkey bone was supposed to be the winner. Is where I'm at now. So right now, as I'm listening to the story,",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-152",
    "time": "0:18:53",
    "speaker": "spk_1",
    "line": "monkeybone got analysis to him.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-153",
    "time": "0:18:55",
    "speaker": "spk_0",
    "line": "That's but I'm just watching the story play out in my head. So as you're telling me this, All I've heard is that monkeybone got announced as a winner. So as I'm hearing this haze right now, I'm saying like, oh, well, congratulations to monkeybone.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-154",
    "time": "0:19:07",
    "speaker": "spk_1",
    "line": "So But now I'm monkeybone.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-155",
    "time": "0:19:08",
    "speaker": "spk_0",
    "line": "Okay. Well, now I have a different It's punky bone --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-156",
    "time": "0:19:11",
    "speaker": "spk_1",
    "line": "from",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-157",
    "time": "0:19:11",
    "speaker": "spk_0",
    "line": "a set of information. -- of the process. Okay. Punky so punky bone is not it it is punky brewster?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-158",
    "time": "0:19:20",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-159",
    "time": "0:19:21",
    "speaker": "spk_0",
    "line": "Okay. I thought that it was like a a play on putting both of their names together.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-160",
    "time": "0:19:26",
    "speaker": "spk_1",
    "line": "I think I did too, but that's not what I'm finding.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-161",
    "time": "0:19:28",
    "speaker": "spk_0",
    "line": "But it could be interesting that Monkey Bone, Monkey Brewster, the show would is basically becomes monkey boat is trying to punk achieve the the monkey boat. And we don't have to spell that out, but it can disorient",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-162",
    "time": "0:19:43",
    "speaker": "spk_1",
    "line": "well, like season end of season one. Textual thing.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-163",
    "time": "0:19:46",
    "speaker": "spk_0",
    "line": "Yeah. Okay. So what we have now let me can you run this back for us, Brad, actually?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-164",
    "time": "0:19:54",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-165",
    "time": "0:19:55",
    "speaker": "spk_0",
    "line": "Not just, like, tell because, you know, you're supposed to be kind of, like, our archiving. Team recorder. Yeah. So yeah. So just sort of tell us what we have so far. Because if we have to, like, hang on to all this,",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-166",
    "time": "0:20:05",
    "speaker": "spk_2",
    "line": "and want me to just play you",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-167",
    "time": "0:20:06",
    "speaker": "spk_0",
    "line": "back As well, then there won't be any more room for new ideas. No. I'd much prefer that you tell us where we're at.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-168",
    "time": "0:20:12",
    "speaker": "spk_2",
    "line": "If I play you back the tape, it won't be recorded on the So",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-169",
    "time": "0:20:15",
    "speaker": "spk_0",
    "line": "no. And that's why and that's why that is not what I'm asking you to do.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-170",
    "time": "0:20:20",
    "speaker": "spk_1",
    "line": "And before I forget this, do we want punky oh, Brett",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-171",
    "time": "0:20:24",
    "speaker": "spk_0",
    "line": "and that one was fake, I think, as an excuse to not go through the information. That that that did not seem Really?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-172",
    "time": "0:20:31",
    "speaker": "spk_1",
    "line": "Put this on the tape too.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-173",
    "time": "0:20:33",
    "speaker": "spk_0",
    "line": "Not much came out.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-174",
    "time": "0:20:34",
    "speaker": "spk_1",
    "line": "Put this on the tape too. Do we want punky bone to be feeling the burn?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-175",
    "time": "0:20:39",
    "speaker": "spk_0",
    "line": "That could be really nice. Yes. And it could be sort of an all in the family style thing where, like, monkeybone is ancient. Is, like, sort of an ancient demon. And so he's got a little more of these, like, old world values. You know what I mean? Yeah. And so maybe he's more of like like one of these other guys that he likes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-176",
    "time": "0:21:02",
    "speaker": "spk_1",
    "line": "Yeah. One of the yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-177",
    "time": "0:21:04",
    "speaker": "spk_0",
    "line": "And we'll look up who that is.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-178",
    "time": "0:21:06",
    "speaker": "spk_1",
    "line": "Oh,",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-179",
    "time": "0:21:06",
    "speaker": "spk_0",
    "line": "yes. Whoever the other one who's not who burn is different. From is. But punky is feeling the burn. And so, like, as they're having this Mhmm.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-180",
    "time": "0:21:20",
    "speaker": "spk_1",
    "line": "And so monkeybone kinda thing",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-181",
    "time": "0:21:21",
    "speaker": "spk_0",
    "line": "for Tunges back and forth. Head.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-182",
    "time": "0:21:23",
    "speaker": "spk_1",
    "line": "Yes. Yes. Yes. Yes. Yes. That's very strong.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-183",
    "time": "0:21:26",
    "speaker": "spk_0",
    "line": "Because people have been waiting for a new version. That hasn't really been tried yet. It's sort of a new all in the family setup where these people are disagreeing and of the I've been -- Epitets are flying. --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-184",
    "time": "0:21:37",
    "speaker": "spk_1",
    "line": "really anxious for it because I The sound. The sound is so crazy. And that's coming from under Brett's chair some but I know it's him making it. It's his body. Yeah. But what does it do? Oh my god. And it's so hard to think when we do this and we put we're onto a really good pilot.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-185",
    "time": "0:22:03",
    "speaker": "spk_0",
    "line": "I well, and I wonder if it actually is helping us because this is going much faster than usual in terms of, like, moving as a long here. You know? Mhmm. So what do you think? What do you wanna do? And the question is, I think. I I mean, whether or not we need to",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-186",
    "time": "0:22:22",
    "speaker": "spk_1",
    "line": "idea written down. Do we wanna hear it? We kinda found the one that we had. So I'll just throw this one out.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-187",
    "time": "0:22:28",
    "speaker": "spk_0",
    "line": "I do wanna hear what we have from Brett. Okay. I don't wanna just, like, let you know, and, like, let all he's contributing here to be his sounds.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-188",
    "time": "0:22:38",
    "speaker": "spk_1",
    "line": "Yeah. Brett. I want",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-189",
    "time": "0:22:39",
    "speaker": "spk_0",
    "line": "him as also the official r But",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-190",
    "time": "0:22:40",
    "speaker": "spk_1",
    "line": "yeah. Brad, why don't you just So what is the name of the show?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-191",
    "time": "0:22:46",
    "speaker": "spk_2",
    "line": "Monkey boat. Monkey bone and Pontubon. Monkey, monkeybone feels the burn. Monkey bones",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-192",
    "time": "0:22:54",
    "speaker": "spk_0",
    "line": "starting from the end. Okay. Can we actually start from the beginning of this? Where where does the action, like, actually kick off?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-193",
    "time": "0:23:05",
    "speaker": "spk_2",
    "line": "It's one monkeybone, discovers monkeybone in in the garage. With his sort of lab. And",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-194",
    "time": "0:23:19",
    "speaker": "spk_0",
    "line": "okay. Monkeybone I think",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-195",
    "time": "0:23:21",
    "speaker": "spk_2",
    "line": "monkeybone what? Pumpkinbone. What are you doing in there? Is there smoke?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-196",
    "time": "0:23:26",
    "speaker": "spk_0",
    "line": "I didn't mean to interrupt you.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-197",
    "time": "0:23:27",
    "speaker": "spk_1",
    "line": "Go ahead.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-198",
    "time": "0:23:29",
    "speaker": "spk_2",
    "line": "You sort of smoke out of all the beakers. Sorry.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-199",
    "time": "0:23:31",
    "speaker": "spk_1",
    "line": "I hate cut you off.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-200",
    "time": "0:23:32",
    "speaker": "spk_0",
    "line": "So so punky bone is in the lab doing Okay. Right. Doing an experiment. Yes. Monkey bone discovers punky bone. Okay. What are you doing? There's smoke.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-201",
    "time": "0:23:42",
    "speaker": "spk_2",
    "line": "There's smoke and",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-202",
    "time": "0:23:43",
    "speaker": "spk_0",
    "line": "also yeah. Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-203",
    "time": "0:23:44",
    "speaker": "spk_2",
    "line": "Bubbles out flowing out of the be beakers.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-204",
    "time": "0:23:47",
    "speaker": "spk_0",
    "line": "Yeah. Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-205",
    "time": "0:23:49",
    "speaker": "spk_2",
    "line": "And then Pumpkinbone turns with the goggles on, and they're all fogged up. And then she sort of wipes off the fog, off the goggles.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-206",
    "time": "0:24:01",
    "speaker": "spk_0",
    "line": "Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-207",
    "time": "0:24:02",
    "speaker": "spk_2",
    "line": "It says it's just working on my homework.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-208",
    "time": "0:24:10",
    "speaker": "spk_1",
    "line": "That's what that's what we had. Okay. Okay. Then my other idea doesn't work at all.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-209",
    "time": "0:24:18",
    "speaker": "spk_2",
    "line": "Then they both get really horny and and just start doing it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-210",
    "time": "0:24:22",
    "speaker": "spk_1",
    "line": "That's what we said? I don't remember us saying that, Brett.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-211",
    "time": "0:24:27",
    "speaker": "spk_2",
    "line": "Where did I get that idea?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-212",
    "time": "0:24:29",
    "speaker": "spk_0",
    "line": "Wait. This version of this thing that we have negates your other idea?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-213",
    "time": "0:24:33",
    "speaker": "spk_1",
    "line": "Yeah. What was it? Packdonald's. It's just Pac Manning and fries.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-214",
    "time": "0:24:38",
    "speaker": "spk_0",
    "line": "Okay. I could say",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-215",
    "time": "0:24:38",
    "speaker": "spk_1",
    "line": "and then I was gonna put, like, the news in. Okay. Like, maybe pac man's feeling the burn.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-216",
    "time": "0:24:44",
    "speaker": "spk_0",
    "line": "Right. Or it's if it's packed Donald's --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-217",
    "time": "0:24:48",
    "speaker": "spk_2",
    "line": "uh-huh.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-218",
    "time": "0:24:48",
    "speaker": "spk_0",
    "line": "-- it could be Super packed. I was gonna say Manny pacquiao.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-219",
    "time": "0:24:54",
    "speaker": "spk_1",
    "line": "Okay. And Manny pacquiao is sort of running a fast food franchise. Yeah. And he's trying to keep it healthy for boxers. Right.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-220",
    "time": "0:25:04",
    "speaker": "spk_0",
    "line": "And that's why he would hire Pacman to come in and eat all the fries. Yes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-221",
    "time": "0:25:09",
    "speaker": "spk_1",
    "line": "So that no one else can get them. So it's Pacman and Minnie Paciow. So do we do two pilots this year? Because this is feeling like a really rich world.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-222",
    "time": "0:25:19",
    "speaker": "spk_0",
    "line": "Is it is this just the kind of the supporting cast? Is it possible that monkey bone and monkey bone work in",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-223",
    "time": "0:25:26",
    "speaker": "spk_1",
    "line": "hack bone and monkey bone and Patkey out is their me manager. At Packdonald's? And Pacman is his little crony who's maybe sort of suck up and is always ratting them out when they're smoking a siggy in the back.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-224",
    "time": "0:25:41",
    "speaker": "spk_0",
    "line": "Yeah. And maybe they replace one of the french fries with, like, a pool noodle or something",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-225",
    "time": "0:25:49",
    "speaker": "spk_1",
    "line": "that would be need it. Hard for him to eat. Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-226",
    "time": "0:25:54",
    "speaker": "spk_0",
    "line": "This is really having an effect as well.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-227",
    "time": "0:25:57",
    "speaker": "spk_1",
    "line": "So Pacman eating a pool noodle for you. Is almost more arousing than the idea of like a miss America patch which I think we discussed before.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-228",
    "time": "0:26:10",
    "speaker": "spk_0",
    "line": "I think we need to take Brett --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-229",
    "time": "0:26:12",
    "speaker": "spk_1",
    "line": "yes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-230",
    "time": "0:26:12",
    "speaker": "spk_0",
    "line": "-- to a car wash and come back.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-231",
    "time": "0:26:15",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-232",
    "time": "0:26:18",
    "speaker": "spk_2",
    "line": "I'm sorry that I was embarrassed that day. I just wanna apologize -- Man,",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-233",
    "time": "0:26:23",
    "speaker": "spk_1",
    "line": "that really takes me back to January. Hearing that now.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-234",
    "time": "0:26:26",
    "speaker": "spk_0",
    "line": "It is so crazy that all that that this thing is like fully completed now and that's where we were",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-235",
    "time": "0:26:33",
    "speaker": "spk_1",
    "line": "yeah. That we started with such a simple kernel of an idea and we're able to grow it into this whole world.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-236",
    "time": "0:26:38",
    "speaker": "spk_0",
    "line": "This whole universe. Yeah. And that's just",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-237",
    "time": "0:26:41",
    "speaker": "spk_1",
    "line": "the process. I mean, it's a testament to the process. We've always used the same sort of formula for stories. And it when it works it works.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-238",
    "time": "0:26:51",
    "speaker": "spk_0",
    "line": "Man, I guess after that we sort of get into blocking out the first episode the pilot, though the and that's what it's called.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-239",
    "time": "0:26:58",
    "speaker": "spk_1",
    "line": "With an eye on the future, but but in terms of making the pilot, we did sort of block out that first episode.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-240",
    "time": "0:27:05",
    "speaker": "spk_0",
    "line": "And we could do that when we come back, play that part.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-241",
    "time": "0:27:09",
    "speaker": "spk_2",
    "line": "Why are they called pilots?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-242",
    "time": "0:27:10",
    "speaker": "spk_0",
    "line": "On Hollywood Handbook.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-243",
    "time": "0:27:12",
    "speaker": "spk_1",
    "line": "Hollywood Handbook.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-244",
    "time": "0:27:14",
    "speaker": "spk_0",
    "line": "Hey, guys. I wanna talk to you about five four clothing. They send cool clothes to your door every month. If you don't like to shop or you don't like picking out your own clothes in general, sign up for five four clothing for sixty dollars a month. They'll send you a box with, like, all these cool pieces that'll sort of help you stand out in the crowd and look interesting. And for many different style profiles, classic casual forward mix, You go on their website five four clothing dot com. They'll send you some interesting quote. Wait. Sorry. There's a little post it here. Okay. It looks like Sean Sean is lost. I I haven't really heard from him. He he but dialed me after he ran out of the studio and I could hear the chewing sounds, which suggested me that either he caught the muffin man or the or he the man threw some muffins at him to get him to sit down and eat the muffins. But he was definitely you know, eating and really enjoying these muffins. But I guess before he left, he wrote I guess he knew he was gonna be gone for a while and so he wanted me to say something during this ad. I I I guess he has he wants to advertise a company that he has called Sean's College posters which is for for college boys, he said. I guess they're just for boys only. And their posters are put up in your college. Room. And he's got posters for dread captain Sean's, booty crate, Adam Rochon's, nice clothes, Policeman Shants, erasers, and gloves. So these are posters for, I guess, some of the other companies that he's had. It looks like he maybe got into some kind of deal with a poster maker who he now needs to reimburse. And so it seemed it seems like he is trying to sell some of these posters as kick kickbox fighter, Sean's mixed candy president Sean's animal pictures. It looks like these are it doesn't look like there are any animal pictures on the poster. That's something that he wants to be clear. There are no animal pictures on the poster. That's only for if you you only get the animal pictures if you subscribe to the to the company. For the month of March, you have two more days to get the Robert Geller partnership with five four club. At the very high end designer, they sell pieces for a hundred and fifty two hundred dollars. The past collaborations included Levi's common projects, Geeshock, Yeezy Season one. You can get Robert Geller's designs in this box for sixty dollars. I got a Robert Geller jacket from these guys. Listen to this. Listen to that jacket. Oh, baby. Very nice. Five four club dot com. Use a promo code handbook. It's signed up for thirty percent off the first month of club membership and the Robert Geller glasses. Their retail for a hundred dollars and signed up for Sean's college posters and it says that you will I guess he he's implying that if you tell him where you went to college, he will put a drawing of your college mascot. It's sort of like a funny adult version on the on the poster. And I guess it'll just appear in your dorm. This is what this is what it says.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-245",
    "time": "0:30:34",
    "speaker": "spk_1",
    "line": "Hollywood Handbook.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-246",
    "time": "0:30:36",
    "speaker": "spk_0",
    "line": "Hey, guys. I wanna talk to you about Harry's razors. First of all, don't worry about Sean, you know, he's been lost for this ad record session, but I got a call After the last ad from a a nurse called me from the hospital, I told me that Sean has checked himself in to the hospital because he he burped once and this is something that has always kind of scared him. The sound of it scares him. He doesn't know really where it's coming from. He thinks that there's like a frog in his body. It is not necessarily what he thinks happens, but that's what it sounds like to him. Is that something else is making this sound from inside of him and he wants it to come out. Always always happens when he eats too many muffins. And so he he is in, you know, he's in a secure place and his dad's gonna go pick him up in a little bit. I I I do wanna talk about Harry's. Harry's is a great company. They sell great razors and they gave us some and really like using them and they make us look really good. You for fifteen dollars, you get a razor, moisturizing, shave cream, and three razor blades. And they'll give you five dollars off your first order with promo code handbook. Stop over paying for a great shave. Go to harry's dot com right now. These are expertly crafted five blade German razors handle shave cream. That's just ten bucks with the offer code handbook. Go to harry's dot com, h a r r y s dot com, enter code handbook at checkout.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-247",
    "time": "0:32:00",
    "speaker": "spk_1",
    "line": "Hollywood handbook.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-248",
    "time": "0:32:06",
    "speaker": "spk_0",
    "line": "So Oksana Bayul is like, I don't wanna go up there. It's scary. It's smells like it's it's like it's too hot all these things. And I'm like, well, you're the only one who's small enough to get into the vent. Okay. So unless you're willing to go in there, my jewels are just gonna be like left up there because I put them in there for security -- Yeah. -- from the the big guy from twenty four Edgar. Okay. I had seen admiring my jewels in a very lusty way. Put them up in this air vent --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-249",
    "time": "0:32:54",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-250",
    "time": "0:32:55",
    "speaker": "spk_0",
    "line": "-- it's smaller than he is. Okay. But it's also smaller than",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-251",
    "time": "0:32:59",
    "speaker": "spk_1",
    "line": "me. Mhmm. Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-252",
    "time": "0:33:00",
    "speaker": "spk_0",
    "line": "And so I have Oxana put them up there. Now when it comes time to get them back out -- Yeah. -- suddenly it's to it's too hot, it's too windy. Okay. It's to all these things. Alright. They're still there. There's no that's it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-253",
    "time": "0:33:15",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-254",
    "time": "0:33:16",
    "speaker": "spk_0",
    "line": "Lost jewels.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-255",
    "time": "0:33:17",
    "speaker": "spk_1",
    "line": "Yeah. Okay. Hey, welcome",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-256",
    "time": "0:33:19",
    "speaker": "spk_0",
    "line": "to Hollywood Handbookance. I just got to kicking butt droppy babes with the red carpet line back always of this industry we call showbiz.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-257",
    "time": "0:33:25",
    "speaker": "spk_1",
    "line": "I kinda have it's not perfect but I'm in the neighborhood of a joke I've been working out since you first said. I love it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-258",
    "time": "0:33:36",
    "speaker": "spk_0",
    "line": "I love it. I love it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-259",
    "time": "0:33:37",
    "speaker": "spk_1",
    "line": "So it's what is What does the cartoon character Kathy say when she goes to a spa?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-260",
    "time": "0:33:49",
    "speaker": "spk_0",
    "line": "Acts spa. Axana. Axana. Yeah. Okay. I wish you had said that sort of while I was because I didn't really have a way to the as I was beginning the story, I was like, this doesn't really end in like any interesting place. She just won't go. Yeah. She just doesn't go.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-261",
    "time": "0:34:04",
    "speaker": "spk_1",
    "line": "Yeah. Axanna.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-262",
    "time": "0:34:07",
    "speaker": "spk_0",
    "line": "Why what has happened to your confidence? I just feel like I don't know you when you have something like that and you don't say it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-263",
    "time": "0:34:17",
    "speaker": "spk_1",
    "line": "Right. When I'm sort of just hiding the ball like I just don't.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-264",
    "time": "0:34:21",
    "speaker": "spk_0",
    "line": "It's a hidden ball trick. Well. Remember, childhood for the win.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-265",
    "time": "0:34:31",
    "speaker": "spk_1",
    "line": "Yeah. I I mean, I'm a nineties kid, so I'll definitely remember a lot of the stuff that you're gonna bring up. I guess they've and that leads me to what's happened to my confidence. I feel like BuzzFeed's eating my lunch. I I feel like every thought I have, they've gotten their firsts they've attached a fucking gift.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-266",
    "time": "0:34:51",
    "speaker": "spk_0",
    "line": "And you don't really know where you end and the buzzfeed begins.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-267",
    "time": "0:34:56",
    "speaker": "spk_1",
    "line": "Yeah. Buzzfeed has taken up residence inside my mind. They're renting a big old space out and And and there and I, you know, I say renting, they're living their rent free. They're not paying me a dime but squatting. I can't think of anything else. Every time I have an idea, I realize it's just something I saw on BuzzFeed. Mhmm. So Try living with that. I mean, it's pretty painful existence.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-268",
    "time": "0:35:28",
    "speaker": "spk_0",
    "line": "So we do wanna talk about the show some more. We did and so as we were listening the tape, Brett did start to get in like a disgusting state again. We did have to take him to the car wash walking through -- Mhmm. -- the car washed would be cleaned off, cooled down.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-269",
    "time": "0:35:46",
    "speaker": "spk_1",
    "line": "Yeah. He got slapped around by those fry guy looking things, you know. Remember the McDonald fry guy looking things? Pack Donald.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-270",
    "time": "0:35:55",
    "speaker": "spk_2",
    "line": "Right which got me horny in the first place.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-271",
    "time": "0:35:58",
    "speaker": "spk_0",
    "line": "Yeah. Well, You but you needed a sort of overload, you know.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-272",
    "time": "0:36:04",
    "speaker": "spk_2",
    "line": "Right. Well, I got my my Jones out.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-273",
    "time": "0:36:07",
    "speaker": "spk_0",
    "line": "Yeah. Overowed.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-274",
    "time": "0:36:09",
    "speaker": "spk_1",
    "line": "He calls it getting his Jones out because he masturbates to Joan Holloway from Mad Men. Gotta get my Jones out. And he takes out a pic of her and one of those form fitting dresses she's so famous for, and he just blasts away. In the fucking car like, in the car wash. He said it mixes in with the foam, nobody can tell but",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-275",
    "time": "0:36:33",
    "speaker": "spk_0",
    "line": "and my memory of the last time we did this when we took Brad of the car wash during the",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-276",
    "time": "0:36:38",
    "speaker": "spk_1",
    "line": "episode?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-277",
    "time": "0:36:39",
    "speaker": "spk_0",
    "line": "Yes. We played the tape and it turned out that what he had been describing as the show was not actually the show at all -- Mhmm. -- and he totally left out the all the Steve Harvey stuff that ended up being so essential.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-278",
    "time": "0:36:54",
    "speaker": "spk_1",
    "line": "Yeah. That wound up being kind of the larger piece of it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-279",
    "time": "0:36:56",
    "speaker": "spk_0",
    "line": "Finish product. So what we did then was like we had to go back and we'll play this, but like we had to go back and sort of put the episode through put put the story through the formula. This is Sean's beard which I know some people have been curious to hear. Kinda like the ocean. We had to put it through the sort of pre this pre established formula that we have for all stories. It's like the the it's story math. Honestly. It's it's the algorithm.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-280",
    "time": "0:37:36",
    "speaker": "spk_1",
    "line": "Yes. We've cracked the code. We've solved it. And we have this story formula that we use and it basically is an engineering technique through which at the end of the process, you have a very functional story that's very satisfying. It's got the correct number of twists It's got the correct number of surprises. It's got the correct number of reversals. It's got the correct number of backfires. It's got the correct number of solutions and solutions applied. And it's just a simple structure that anyone can use at home if you wanna make a movie, a book, an album, it doesn't matter and it's just if then therefore how why let's go, hang on back it up, uh-oh, not again, Here we go. That's because and now we are really doing it, the end. So If you if you are able to plug in your story points and have your characters satisfy the end of each of those statements, you will have some of the funniest, most dramatic shit on the planet.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-281",
    "time": "0:38:47",
    "speaker": "spk_0",
    "line": "Well they can here. Let's just see, you know They'll just hear it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-282",
    "time": "0:38:50",
    "speaker": "spk_1",
    "line": "They'll just hear it. So They'll just hear it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-283",
    "time": "0:38:52",
    "speaker": "spk_0",
    "line": "Play the thing. Okay. If if if if if if.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-284",
    "time": "0:38:57",
    "speaker": "spk_1",
    "line": "Okay. If. If. Yes. If. If. If. If. If. Oh, nope.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-285",
    "time": "0:39:04",
    "speaker": "spk_0",
    "line": "Okay. Let me do one. If monkey boat tried to win miss USA, but he doesn't actually win a fake one and it goes to punk keep up.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-286",
    "time": "0:39:13",
    "speaker": "spk_1",
    "line": "That then Steve Harvey",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-287",
    "time": "0:39:16",
    "speaker": "spk_0",
    "line": "-- Uh-huh. --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-288",
    "time": "0:39:17",
    "speaker": "spk_1",
    "line": "would be so embarrassed that he would probably climb up on the roof of the building trying to jump off.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-289",
    "time": "0:39:22",
    "speaker": "spk_0",
    "line": "Yes, because he's so embarrassed. So Monkeyy Bone has to go live in Punchy Bone's house because he had to get back the prize money in the house that he won -- They're -- he was supposed to live in.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-290",
    "time": "0:39:38",
    "speaker": "spk_1",
    "line": "Therefore, therefore, in order to come up with half the rent, monkeybone would have to work at punkybone's work, which is packed Donald's",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-291",
    "time": "0:39:48",
    "speaker": "spk_0",
    "line": "so We did so.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-292",
    "time": "0:39:51",
    "speaker": "spk_1",
    "line": "Oh, and And at at McDonald's, pac man eating no pool noodle? Yes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-293",
    "time": "0:40:02",
    "speaker": "spk_0",
    "line": "But many pacquiao mean to monkeybone and monkeybone because they're not eating enough of the fries.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-294",
    "time": "0:40:10",
    "speaker": "spk_1",
    "line": "Because they haven't finished the fries, That's why Pack Man's the star. And hold on. Back up.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-295",
    "time": "0:40:17",
    "speaker": "spk_0",
    "line": "Hold on. Back up.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-296",
    "time": "0:40:18",
    "speaker": "spk_1",
    "line": "Steve Harvey's still on that roof. So wait a second.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-297",
    "time": "0:40:22",
    "speaker": "spk_0",
    "line": "Wait a second. Take all the extra fries, make a trampoline for Steve Harvey to bounce off.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-298",
    "time": "0:40:29",
    "speaker": "spk_1",
    "line": "Oh, yes. Oh. And who would really understand a trampoline -- Mhmm.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-299",
    "time": "0:40:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-300",
    "time": "0:40:35",
    "speaker": "spk_1",
    "line": "many pacquiao? Yes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-301",
    "time": "0:40:39",
    "speaker": "spk_0",
    "line": "So Let's go.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-302",
    "time": "0:40:40",
    "speaker": "spk_1",
    "line": "Let's go. Let's get to trampoline and really get under there. Yes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-303",
    "time": "0:40:46",
    "speaker": "spk_0",
    "line": "Now we're really doing it?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-304",
    "time": "0:40:48",
    "speaker": "spk_1",
    "line": "Now we're really doing it. Steve gonna jump.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-305",
    "time": "0:40:52",
    "speaker": "spk_0",
    "line": "Steve jump off the trampoline, bounce off land on pac man who gets hurt.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-306",
    "time": "0:41:00",
    "speaker": "spk_1",
    "line": "And it Ermigurd, dude smash his butt. Ciplap.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-307",
    "time": "0:41:07",
    "speaker": "spk_0",
    "line": "Is that the end?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-308",
    "time": "0:41:11",
    "speaker": "spk_1",
    "line": "Yeah. Where's act two? Oh, that's gotta be when they're making the trampoline out of fries. Right? Yeah. Because that's the fun and game.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-309",
    "time": "0:41:20",
    "speaker": "spk_0",
    "line": "We do a triplet. We do a triplet of that fun and games of like a couple false starts.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-310",
    "time": "0:41:26",
    "speaker": "spk_1",
    "line": "Yes. They try to make a trim so",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-311",
    "time": "0:41:28",
    "speaker": "spk_0",
    "line": "many fries together. Ketchup. And it's That's right.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-312",
    "time": "0:41:32",
    "speaker": "spk_1",
    "line": "They try to they go, oh, we'll make it out of ketchup. Then they go, we'll make it just out of the salt.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-313",
    "time": "0:41:36",
    "speaker": "spk_0",
    "line": "Right. And is Steve Harvey jumping every time and then going back to the top? How do they know that the trampolines aren't working?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-314",
    "time": "0:41:44",
    "speaker": "spk_1",
    "line": "Oh, well, what we can do and this is also part of the fun and games is have monkeybone tested out just jumping off the counter. That's right. And maybe some of the customers are going like, but can I get a burger? And that's a cool cameo for you as it's a hitchcockian cameo. Oh, me saying, can",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-315",
    "time": "0:42:06",
    "speaker": "spk_0",
    "line": "i get a burger? Yeah. Like I would love to",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-316",
    "time": "0:42:09",
    "speaker": "spk_1",
    "line": "like in that Will Smith movie, Hitchcock, where he plays superhero, his drug.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-317",
    "time": "0:42:14",
    "speaker": "spk_0",
    "line": "Part of the expression about I would love to eat the doughboys' lunch and go into McDonald's and be saying, can I eat a burger this time? Oh, god. When that'd be sweet. Oh, god. That would honestly be such -- We're challenging the boys' desserts. -- lunch.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-318",
    "time": "0:42:29",
    "speaker": "spk_1",
    "line": "Yes. Yeah. Breakfast lunch and dinner.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-319",
    "time": "0:42:34",
    "speaker": "spk_0",
    "line": "Okay, Brett. Mhmm. Can we have that, please?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-320",
    "time": "0:42:37",
    "speaker": "spk_1",
    "line": "Please. Run it back, Brett.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-321",
    "time": "0:42:39",
    "speaker": "spk_0",
    "line": "Because when we it it's like one thing for us to to say it, but, like, it's another thing to",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-322",
    "time": "0:42:44",
    "speaker": "spk_1",
    "line": "it's easier. When I hear it, I can really picture it. So I'm gonna",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-323",
    "time": "0:42:48",
    "speaker": "spk_0",
    "line": "be watching the show on my TV. And so you're the TV, So now, Brett's",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-324",
    "time": "0:42:58",
    "speaker": "spk_1",
    "line": "turn it on. Run it back. Yep. And I turn it on.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-325",
    "time": "0:43:00",
    "speaker": "spk_0",
    "line": "Make a little sound that you made.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-326",
    "time": "0:43:01",
    "speaker": "spk_1",
    "line": "I found the channel that I like.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-327",
    "time": "0:43:03",
    "speaker": "spk_2",
    "line": "It was a",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-328",
    "time": "0:43:06",
    "speaker": "spk_0",
    "line": "that's not So that's not the TV turning on sound. You do, like, your little",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-329",
    "time": "0:43:11",
    "speaker": "spk_2",
    "line": "that's how your TV sounds when you turn it on.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-330",
    "time": "0:43:13",
    "speaker": "spk_0",
    "line": "Yeah. Seeing me",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-331",
    "time": "0:43:14",
    "speaker": "spk_2",
    "line": "a little thought. Like a minority report, TV. What's that? Just like future. Alright. So The rapper? Punky Punky's in her lab. Monkey Now",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-332",
    "time": "0:43:32",
    "speaker": "spk_0",
    "line": "this is not we will not do this again. And I know The lab",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-333",
    "time": "0:43:37",
    "speaker": "spk_1",
    "line": "part of the show is much more minor than you're making it out to be. And I known it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-334",
    "time": "0:43:43",
    "speaker": "spk_2",
    "line": "They did take that lab scene.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-335",
    "time": "0:43:45",
    "speaker": "spk_0",
    "line": "Well, yes. Obviously, how are they gonna make a tripoli out of fried fries if they don't have a lab? I I honestly think it's just parallel thinking. It's not It's stuff that's like in the air. Like, me stuff in a lab is not something you, like, have ownership of.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-336",
    "time": "0:43:57",
    "speaker": "spk_2",
    "line": "So you're not putting me in the credits? No.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-337",
    "time": "0:44:00",
    "speaker": "spk_0",
    "line": "Unless you wanna be the TV in the credits, if you do a good job right now, then we can say Brett a good TV. And now it but it is troubling me that I realized that rather than what I thought originally was that you were making something up on the why because you had not memorized what we were talking about. Now I know that this is an actual agenda point of yours. To get a scene into the show where monkeybone finds monkeybone in the garage working in a lab and there's smoke. And monkeybone says, what are you doing? And monkeybone wipes the fog off for glasses. It says, I'm doing my homework. Work. And then they start",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-338",
    "time": "0:44:39",
    "speaker": "spk_2",
    "line": "you nailed it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-339",
    "time": "0:44:40",
    "speaker": "spk_0",
    "line": "And then they start going at it. I I really thought that that was just, like, something that you were just scrambling for at the time. But now I don't it's something that you urgently need to put in the ship.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-340",
    "time": "0:44:51",
    "speaker": "spk_1",
    "line": "You put that picture do not get your Jones out right now.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-341",
    "time": "0:44:57",
    "speaker": "spk_2",
    "line": "Send that picture or wedding dress.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-342",
    "time": "0:45:02",
    "speaker": "spk_0",
    "line": "So let's do the real show. If, it begins with an if.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-343",
    "time": "0:45:07",
    "speaker": "spk_2",
    "line": "Okay. Would you want me to turn on the TV or not?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-344",
    "time": "0:45:10",
    "speaker": "spk_0",
    "line": "Yes, Brett. I want you to turn on the TV. I'm sorry. Okay. Now? Yes. Play. Sorry. I forgot to press play on Brett.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-345",
    "time": "0:45:29",
    "speaker": "spk_2",
    "line": "If, hunky bone, and monkey bone, they work at McPack Donald's.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-346",
    "time": "0:45:37",
    "speaker": "spk_0",
    "line": "That that's act two. We're at the beginning we skipped ahead to the beginning of act two. So I go, previous scene, previous scene, previous scene.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-347",
    "time": "0:45:49",
    "speaker": "spk_2",
    "line": "Right. If pack? This is really hard.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-348",
    "time": "0:45:54",
    "speaker": "spk_0",
    "line": "If if monkeybone Supposed to",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-349",
    "time": "0:45:57",
    "speaker": "spk_1",
    "line": "win You didn't remember",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-350",
    "time": "0:45:58",
    "speaker": "spk_0",
    "line": "the name. If monkeybone's supposed to win you miss USA competition, but they Yes. Steve Harvey. They that's a wrong one.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-351",
    "time": "0:46:04",
    "speaker": "spk_2",
    "line": "Wrong one. Wrong one. Yes. Steve Harvey's really sad about it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-352",
    "time": "0:46:07",
    "speaker": "spk_0",
    "line": "If then Steve Harvey is not sad, he's embarrassed.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-353",
    "time": "0:46:11",
    "speaker": "spk_2",
    "line": "Right. Same.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-354",
    "time": "0:46:12",
    "speaker": "spk_3",
    "line": "I don't wanna sidetrack us.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-355",
    "time": "0:46:14",
    "speaker": "spk_0",
    "line": "Okay. We had just started to get going. We already did And",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-356",
    "time": "0:46:17",
    "speaker": "spk_1",
    "line": "i wanna get us off the path. But whose side was that Lincoln lawyer on? Any",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-357",
    "time": "0:46:25",
    "speaker": "spk_0",
    "line": "okay. This is gonna take us way off the path.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-358",
    "time": "0:46:28",
    "speaker": "spk_1",
    "line": "You think? I jibed, that's not do it. Intention. I will do. That is not my intention.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-359",
    "time": "0:46:34",
    "speaker": "spk_0",
    "line": "It's gonna I can imagine us having to basically start over on the whole thing because Figuring out I think we can figure this out -- Mhmm. -- whose side the Lincoln lawyer was on? Yeah. Because I think it was we would just have to figure out who his, like, client was and stuff. Right. Because my memory of it is that he was on the side of but it was fairly clear. But we would have to --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-360",
    "time": "0:47:00",
    "speaker": "spk_4",
    "line": "mhmm.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-361",
    "time": "0:47:00",
    "speaker": "spk_0",
    "line": "-- figure out what happened in the movie. Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-362",
    "time": "0:47:03",
    "speaker": "spk_1",
    "line": "Alright. So then that's probably not great for right now just based on what we're already doing. Right? Yeah. Because Brett's already going on the story.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-363",
    "time": "0:47:13",
    "speaker": "spk_0",
    "line": "He threw it back. But",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-364",
    "time": "0:47:14",
    "speaker": "spk_2",
    "line": "i was coming along and you just completely Well, I was I didn't mean",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-365",
    "time": "0:47:18",
    "speaker": "spk_1",
    "line": "to derail it at all.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-366",
    "time": "0:47:20",
    "speaker": "spk_0",
    "line": "And because of the sort of atmosphere that we're cultivating here, if you would like to figure out which whose side the Lincoln lawyer was on, Anyway, we",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-367",
    "time": "0:47:29",
    "speaker": "spk_1",
    "line": "were always allowed to do that.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-368",
    "time": "0:47:31",
    "speaker": "spk_0",
    "line": "We you are. That's what I'm saying.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-369",
    "time": "0:47:33",
    "speaker": "spk_1",
    "line": "You are allowed.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-370",
    "time": "0:47:34",
    "speaker": "spk_0",
    "line": "I just wanna let you know what's at stake here. Which is us basically having a",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-371",
    "time": "0:47:38",
    "speaker": "spk_1",
    "line": "we could lose a lot of ground. Yes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-372",
    "time": "0:47:40",
    "speaker": "spk_0",
    "line": "I think a lot of the stuff that we've already put together will disappear. Mhmm. So you just have to make that good",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-373",
    "time": "0:47:47",
    "speaker": "spk_1",
    "line": "and does this have the and does this story that Brett's gonna do? And because I know this was important to you previously. Does this have the yin and the yang that you wanted? Yeah. And you think Alan Yang will like it?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-374",
    "time": "0:47:58",
    "speaker": "spk_0",
    "line": "Yeah. I mean, I was not sure whether to mention something about him the first time we were talking about it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-375",
    "time": "0:48:03",
    "speaker": "spk_1",
    "line": "But But on reflection, it feels appropriate. Yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-376",
    "time": "0:48:06",
    "speaker": "spk_0",
    "line": "I think it's great. But I think it's good.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-377",
    "time": "0:48:08",
    "speaker": "spk_1",
    "line": "Okay. So he'll like it. Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-378",
    "time": "0:48:11",
    "speaker": "spk_0",
    "line": "Do you now that you've had some time to think about it, is it important enough to you to figure out because we can look at the Wikipedia page. We can figure it out right now. Which side the liquor lawyer was on?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-379",
    "time": "0:48:22",
    "speaker": "spk_1",
    "line": "Wickside, I don't wanna make that call. If you if you think that we can quickly deduce, whose side the ligand lawyer was on anyway?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-380",
    "time": "0:48:31",
    "speaker": "spk_0",
    "line": "I I would just like Brent to sort of be kind of quietly keeping track of all the whole stuff? Yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-381",
    "time": "0:48:36",
    "speaker": "spk_1",
    "line": "Can you be going through what what we did discuss as the story while we figure out exactly whose side Lincoln lawyer was on.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-382",
    "time": "0:48:45",
    "speaker": "spk_0",
    "line": "Because I can see that being sort of a time sensitive issue as well. Do",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-383",
    "time": "0:48:48",
    "speaker": "spk_2",
    "line": "you want me to be recording all",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-384",
    "time": "0:48:50",
    "speaker": "spk_1",
    "line": "this as well? Yeah. You're recording yourself. Yeah. The the Saying what the story is and you were on a good track and remember Steve Harvey sad.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-385",
    "time": "0:48:59",
    "speaker": "spk_0",
    "line": "No. No. See. And so this is what I don't wanna lose. Steve Harvey is embarrassed.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-386",
    "time": "0:49:03",
    "speaker": "spk_1",
    "line": "Embarrassed. Is it the Very different. Very different. You got me confused. No. Steve Harvey is embarrassed. Mhmm. So embarrassed that, yes,",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-387",
    "time": "0:49:10",
    "speaker": "spk_2",
    "line": "a part of that.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-388",
    "time": "0:49:13",
    "speaker": "spk_0",
    "line": "But so And that's a whole different discussion.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-389",
    "time": "0:49:15",
    "speaker": "spk_1",
    "line": "So whose side was I on? And I and I have a question about him.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-390",
    "time": "0:49:19",
    "speaker": "spk_0",
    "line": "Okay. I want Brett to sort of get going first with it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-391",
    "time": "0:49:21",
    "speaker": "spk_1",
    "line": "Like, beginning with the f and just -- Fire it up",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-392",
    "time": "0:49:23",
    "speaker": "spk_0",
    "line": "and just sort of slowly go through it. And then we can sort of get into whose side don't link it where it was up.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-393",
    "time": "0:49:29",
    "speaker": "spk_2",
    "line": "Okay. So I was at embarrassed. I'll give you that one.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-394",
    "time": "0:49:35",
    "speaker": "spk_0",
    "line": "You're okay. Just be a little bit quieter, but sort of be -- Okay. -- going through it. Okay. So Monkey bone ends up having to live with monkey bone because he lost the house. That he was supposed to win in the prize, and then so Meghan used to go work at packed Donald's and so That's a sign. I don't actually be going",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-395",
    "time": "0:49:51",
    "speaker": "spk_1",
    "line": "i know that a Lincoln lawyer does exist in the same universe as detective Harry. As Bosch. Yeah. Of course. Monkeybone. I know that Bosch never lets the law get in of justice?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-396",
    "time": "0:50:01",
    "speaker": "spk_0",
    "line": "Yes. Pac Man",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-397",
    "time": "0:50:02",
    "speaker": "spk_1",
    "line": "is Is that true for the Lincoln lawyer as well? Pack. Yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-398",
    "time": "0:50:05",
    "speaker": "spk_0",
    "line": "Okay. I okay. That's not a",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-399",
    "time": "0:50:07",
    "speaker": "spk_1",
    "line": "separate more is he more tied That's",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-400",
    "time": "0:50:09",
    "speaker": "spk_0",
    "line": "not a separate but it's a This is more tied into well,",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-401",
    "time": "0:50:12",
    "speaker": "spk_1",
    "line": "it is because he's you know, if he's on the side of justice, is he still beholden to the law?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-402",
    "time": "0:50:16",
    "speaker": "spk_0",
    "line": "Well okay. Okay.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-403",
    "time": "0:50:17",
    "speaker": "spk_2",
    "line": "You said",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-404",
    "time": "0:50:18",
    "speaker": "spk_1",
    "line": "because he's in a court The Lincoln lawyer the",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-405",
    "time": "0:50:20",
    "speaker": "spk_0",
    "line": "lincoln lawyer, of course, is criminal defense attorney Mickey Howard. And he operates from the backseat of his wing of town car in Los Angeles County. He's he's used to defending garden variety",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-406",
    "time": "0:50:29",
    "speaker": "spk_1",
    "line": "and Earl Drive's the car?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-407",
    "time": "0:50:31",
    "speaker": "spk_0",
    "line": "Earl Drive yes. Of course. Earl Earl drives the car. Yeah. It's not yes. And Mickey Haller's in the back. A high profile case comes his way.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-408",
    "time": "0:50:38",
    "speaker": "spk_1",
    "line": "A cool noodle.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-409",
    "time": "0:50:39",
    "speaker": "spk_0",
    "line": "He has the opportunity to represent Louis Roulay --",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-410",
    "time": "0:50:41",
    "speaker": "spk_1",
    "line": "hill for us.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-411",
    "time": "0:50:42",
    "speaker": "spk_0",
    "line": "-- who's like a wealthy Beverly Hills playboy and the son of mogul Mary Winn.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-412",
    "time": "0:50:46",
    "speaker": "spk_1",
    "line": "Spout like the wheel?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-413",
    "time": "0:50:49",
    "speaker": "spk_0",
    "line": "Almost. Almost. Almost. Almost. It's not finished. It's not quite finished.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-414",
    "time": "0:50:52",
    "speaker": "spk_2",
    "line": "Johnny burgers? Rule is",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-415",
    "time": "0:50:55",
    "speaker": "spk_0",
    "line": "accused of brutally beating a prostitute, but he insists he's an innocent victim of a frame up. Yeah. Okay? So right now we're thinking that he might be on Louis Relay's side. I would assume who This is who he's been hired to represent.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-416",
    "time": "0:51:06",
    "speaker": "spk_1",
    "line": "Okay. Then yeah. Then that's who's side he's on anyway. Right?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-417",
    "time": "0:51:09",
    "speaker": "spk_0",
    "line": "And so they but he and his investigator, Frank Levin, they analyzed photos and evidence find it similar to one of Heller's past cases that resulted in a life sentence for his client Jesus Martinez for murdering a woman despite his repeatedly proclaiming statement.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-418",
    "time": "0:51:21",
    "speaker": "spk_1",
    "line": "So what's that? Scene if I'm picturing it, it's just literally a picture of a woman's face beat up. And then when they see another woman's face or whatever, the exact same bruise structure. Yes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-419",
    "time": "0:51:30",
    "speaker": "spk_0",
    "line": "And so hold them up next to each other. They say, this looks like it's the same. I wonder if this is Jesus Martinez. But this",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-420",
    "time": "0:51:35",
    "speaker": "spk_1",
    "line": "guy's MO is a specific like punching him in a face",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-421",
    "time": "0:51:39",
    "speaker": "spk_0",
    "line": "part of their face.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-422",
    "time": "0:51:40",
    "speaker": "spk_1",
    "line": "And it creates the same wound essentially. So",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-423",
    "time": "0:51:45",
    "speaker": "spk_0",
    "line": "mickey's ex wife, prosecutor Maggie McPherson. She's never really understood Mickey's willingness to represent guilty clients. Mhmm. In her eyes Well, she's a prosecutor. Justice above all. Things and -- Yeah. -- you know, like those.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-424",
    "time": "0:51:56",
    "speaker": "spk_1",
    "line": "She's on the side of justice. Does she let the law get in the way of it sometimes?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-425",
    "time": "0:52:00",
    "speaker": "spk_0",
    "line": "I I well, I actually think she lets the law get in the way of her justice get in the way of her relationship. Because we noticed that she and",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-426",
    "time": "0:52:05",
    "speaker": "spk_1",
    "line": "nikki had sort of shine.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-427",
    "time": "0:52:06",
    "speaker": "spk_0",
    "line": "There's never ways at this point. Uh-huh. And Mickey Howard, persuaded Jesus Martinez to plead guilty back in the day, which I well",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-428",
    "time": "0:52:16",
    "speaker": "spk_1",
    "line": "that's the old case that he remembered. And he just it's from several years ago, and you just saw the The pictures. And he says, oh, I remember be the photos for another case?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-429",
    "time": "0:52:25",
    "speaker": "spk_0",
    "line": "Yes. And Jesusou's Martinez becomes agitated when Mickey Howard shows him Louis Roulay's photo. And so now he's wondering if Louis Roulay is killer in the Jesus Martinez. No. So this question is actually getting much more difficult to answer than I anticipated. Well, Martinez",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-430",
    "time": "0:52:43",
    "speaker": "spk_1",
    "line": "then is possibly in jail for crime that Louis Roulay committed, but I we've already determined at least initially that whose side Mickey Haller is on is Louis Rule.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-431",
    "time": "0:52:56",
    "speaker": "spk_0",
    "line": "Louie Rule is his client now. But he's a martinez.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-432",
    "time": "0:53:00",
    "speaker": "spk_1",
    "line": "Prime. He's his martinez and his man is",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-433",
    "time": "0:53:02",
    "speaker": "spk_0",
    "line": "a jazz force. Plus his former client and does that relationship. And when the when the trial is over or does Mickey Howard still have a debt to Jesus Martinez for sending him to a crime he potentially did not commit. I noticed it's getting pretty quiet over there at the end of the table.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-434",
    "time": "0:53:18",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-435",
    "time": "0:53:18",
    "speaker": "spk_0",
    "line": "Did we All I'm hearing right now is a beard, and it's not the beard I wanna be hearing on",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-436",
    "time": "0:53:23",
    "speaker": "spk_1",
    "line": "the That's Brett's beard. No one get excited about that. That's at Brett's beard.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-437",
    "time": "0:53:30",
    "speaker": "spk_0",
    "line": "So Louis Relay ends up breaking into Mickey Howard's house. Mickey Howard is the Lincoln lawyer, of course. He nonchalantly admits to committing the murder for which his Jesus Martinez was convicted. And so this is, like, his whole attitude.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-438",
    "time": "0:53:43",
    "speaker": "spk_1",
    "line": "Put Mickey in",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-439",
    "time": "0:53:44",
    "speaker": "spk_0",
    "line": "a pit. Razed in wealth and privilege, he feels like the law can't possibly get and he sort of he he makes threats against Mickey Howard's ex wife and daughter, And Okay. And so now we now I'm a different thing. And I'm and I'm totally willing to explore this as well. And I almost wonder if Brett knew that this would that just by whistling this dude was sort of A way to",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-440",
    "time": "0:54:22",
    "speaker": "spk_1",
    "line": "but don't worry, be happy. So the formula works again. I mean it's, you know, it's interesting that when you have the right structures in place, the story just works.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-441",
    "time": "0:54:39",
    "speaker": "spk_0",
    "line": "And you gradually you start with this uncarved block. And you sort of chip well, you chip away and you say, oh, I think that might be the story's arm and you say, oh, that might be its little pinky toe and even that's important.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-442",
    "time": "0:54:52",
    "speaker": "spk_1",
    "line": "Or it's dick",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-443",
    "time": "0:54:54",
    "speaker": "spk_4",
    "line": "or it",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-444",
    "time": "0:54:55",
    "speaker": "spk_1",
    "line": "might be the story's dick. I mean you do have to find that at some point.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-445",
    "time": "0:55:01",
    "speaker": "spk_0",
    "line": "It gradually, you end up with this amazing body.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-446",
    "time": "0:55:06",
    "speaker": "spk_1",
    "line": "A incredible story with with a really, you know, a reasonably proportion dick.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-447",
    "time": "0:55:12",
    "speaker": "spk_0",
    "line": "A clean like nicely cut dick.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-448",
    "time": "0:55:16",
    "speaker": "spk_1",
    "line": "Yeah. So I I mean and what you heard was us sort of like yeah molding out. Yeah. Like where the spot for the dick was gonna be on this story and -- Yes.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-449",
    "time": "0:55:28",
    "speaker": "spk_0",
    "line": "-- fashioning it. And what we will do later with we're we're done with this episode, but what we will do later is actually write the script, which is basically hanging your Christmas ornament on the dick. So that's for the future time. Yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-450",
    "time": "0:55:41",
    "speaker": "spk_1",
    "line": "And you'll hear us do that at some point.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-451",
    "time": "0:55:43",
    "speaker": "spk_0",
    "line": "Not next week, but whenever we, like get in the mood, I suppose.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-452",
    "time": "0:55:49",
    "speaker": "spk_1",
    "line": "Yeah. Whenever that deadline creeps up on us.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-453",
    "time": "0:55:52",
    "speaker": "spk_0",
    "line": "And we haven't given out the pro version in a long time, but there must be all kinds of nice people now who are saying me me me. Oh yeah. Well.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-454",
    "time": "0:56:04",
    "speaker": "spk_1",
    "line": "Well, okay. So who Alright. So I'm the pro version. Who do I want to go home with?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-455",
    "time": "0:56:10",
    "speaker": "spk_0",
    "line": "Right. That's this is a good thought experiment. Should we get lots of people like getting Roman sounds for the for the pro version. Should we get should we -- Should we get Roman back in here? Yeah. So Roman reloaded at a sub. Sure. Should we do a pink Friday, Roman reload it?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-456",
    "time": "0:56:32",
    "speaker": "spk_4",
    "line": "Roman, come in.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-457",
    "time": "0:56:38",
    "speaker": "spk_0",
    "line": "What's the did did you decide who you wanna go home with? Are you still being the pro version?",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-458",
    "time": "0:56:42",
    "speaker": "spk_5",
    "line": "I'm thinking about it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-459",
    "time": "0:56:45",
    "speaker": "spk_0",
    "line": "And that you're not looking at any names. You're just having to sort of come up with it.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-460",
    "time": "0:56:48",
    "speaker": "spk_5",
    "line": "I'm just going through it, you know.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-461",
    "time": "0:56:55",
    "speaker": "spk_0",
    "line": "And don't give those signs out for free, Roman.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-462",
    "time": "0:57:02",
    "speaker": "spk_1",
    "line": "And those noises were a gift to",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-463",
    "time": "0:57:07",
    "speaker": "spk_3",
    "line": "pie Man Pie twenty four.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-464",
    "time": "0:57:09",
    "speaker": "spk_0",
    "line": "Alright. Papa. Bye.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-465",
    "time": "0:57:13",
    "speaker": "spk_1",
    "line": "Hollywood Handbook.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-466",
    "time": "0:57:15",
    "speaker": "spk_0",
    "line": "Hey. Thanks again to five four clothing for sponsoring today's episode. Buy for clothing is a a sixty dollar a month high end clothing membership, they'll provide you with stylish clothes that are bound to make you stand out in the crowd. For the month of March, only two more days are giving this the opportunity to experience Robert Geller's designs in their monthly package for sixty dollars. So that's two or three pieces for only sixty dollars. Sorry. I did and this is a great company. I I am a little sad again. It's sort of unfortunate they would happen. Sean was in the hospital, you know, I got another call from the nurse who sort of explained everything to me. Everything was going fine. He was in the hospital room and he was wearing one of those gowns where your but kind of shows a little bit and he was doing these kind of toe touches that he does to settle his stomach when he eats too many muffins. And he was standing next to the window next to the the news, the station that does the news. And so somebody from the news, I guess, put a camera on Sean's window while he was doing these toe touches in a hospital gown and they put it on TV and now it's all over the news. I could see it right now. And I can see Sean, the look in his eye when he turns around and he sees the camera and he knows what's happening. He looks really very sad. And I can see him running off and so now he's he's off again. He's totally in the wind. And I, you know, when my friend is sad, I am sad too. I but it makes me wanna take this jacket. I just rub the jacket on my face a little bit, makes me feel better. My five four jacket. I like I like it. Go to five four club dot com. Use the promo code handbook at sign up for thirty percent off first month of club membership and the Robert Geller glasses that retail for a hundred dollars.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-467",
    "time": "0:59:18",
    "speaker": "spk_4",
    "line": "Hey. How's it going? This is Chris Gethard.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-468",
    "time": "0:59:20",
    "speaker": "spk_0",
    "line": "Hey, Chris Gethard. I'm anonymous.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-469",
    "time": "0:59:22",
    "speaker": "spk_4",
    "line": "Hey, earwolf listeners. My new show is called beautiful stories from anonymous people. Every week, I open the phone line to one anonymous caller and I can't hang up first. No matter what happens. It's going to surprise you.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-470",
    "time": "0:59:34",
    "speaker": "spk_0",
    "line": "I could catch this train.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-471",
    "time": "0:59:35",
    "speaker": "spk_4",
    "line": "You're gonna jump on that train? Yeah.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-472",
    "time": "0:59:37",
    "speaker": "spk_1",
    "line": "I think I'm gonna try and stay on the call. I don't know how time we are.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-473",
    "time": "0:59:39",
    "speaker": "spk_4",
    "line": "Oh, I would love that. Move you. I would love to go out having done something or try to do something really great. Make you laugh.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-474",
    "time": "0:59:47",
    "speaker": "spk_1",
    "line": "I also sing about poop. I love to sing about poop.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-475",
    "time": "0:59:51",
    "speaker": "spk_4",
    "line": "It's beautiful anonymous. One phone call, one hour, no names, No holds barred. Listen on earwoven dot com, iTunes or your favorite podcasting app.",
    "episode": "127",
    "edited": false
  },
  {
    "id": "127-476",
    "time": "1:00:08",
    "speaker": "spk_1",
    "line": "Hollywood Handbook is brought to you by Wolf Cool Production hear you, Kevin. Nobs. Oh, baby.",
    "episode": "127",
    "edited": false
  }
]