[
  {
    "id": "13-0",
    "time": "0:00:04",
    "speaker": "spk_0",
    "line": "so I'm in the in the stadium and they're putting the iron man costume on me, and it's a little snug. And they're like, well, it's this is this is really working. And I'm like, well, let out the crotch a little bit, you know? Like, it's your this is your job.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-1",
    "time": "0:00:20",
    "speaker": "spk_1",
    "line": "Hey, isn't Sean. I had a nickel. Hey.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-2",
    "time": "0:00:25",
    "speaker": "spk_0",
    "line": "Welcome to Hollywood Handbook and it's Iders Guide to kicking butt and dropping names in the red carpet line back hallways of this industry we call showbiz. What up? What up? I'm Hayes Davenport. I'm here with with Sean Clemens.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-3",
    "time": "0:00:36",
    "speaker": "spk_1",
    "line": "What up? What up?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-4",
    "time": "0:00:38",
    "speaker": "spk_0",
    "line": "Well, tis the season to get screeners. As it were.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-5",
    "time": "0:00:42",
    "speaker": "spk_1",
    "line": "Around this time of year, there are eight to twelve packages on my doorstep every night when I get home from really working hard, which is a thing I want to say, I work very hard. People think that because I love what I do and because it sounds fun to make movies",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-6",
    "time": "0:01:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-7",
    "time": "0:01:01",
    "speaker": "spk_1",
    "line": "mhmm. -- that it's not work. But it is work. Sorry. Just that's a side note, but I've just been pissed lately that a lot of, you know, my family members have been calling my job play.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-8",
    "time": "0:01:14",
    "speaker": "spk_0",
    "line": "It's all work. I mean, sometimes you're shooting eighty, ninety days a year, you're going in",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-9",
    "time": "0:01:19",
    "speaker": "spk_1",
    "line": "and recording voices, you're doing press. You're looking at real after real of girls taking their clothes off for the big scene in your movie. Where you need to have a really sexy girl in that scene or it's not gonna make sense.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-10",
    "time": "0:01:34",
    "speaker": "spk_0",
    "line": "And when you're not doing anything, you're you're it seems like you're not doing anything. You're figuring out what you're gonna do next and that's work too, choosing the path. Anyway, speaking paths. Let's get back on ours.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-11",
    "time": "0:01:47",
    "speaker": "spk_1",
    "line": "Anyway, I get home from work and here's eight to twelve packages each night. It's a total of about three hundred movies is what they send me.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-12",
    "time": "0:01:55",
    "speaker": "spk_0",
    "line": "And these these are our screeners. They're sent by the studios during awards season so that people who vote on these awards can watch the movies and make a decision about whether whether to vote on them. It's not because they can't afford to go pay for them in the theaters.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-13",
    "time": "0:02:10",
    "speaker": "spk_1",
    "line": "It's because the companies that make them basically wanna pathetically beg us for our votes. Yes.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-14",
    "time": "0:02:16",
    "speaker": "spk_0",
    "line": "Alright. So we get all these screeners and there's a message when you put the screener in that appears on your screen, which is why they call them screener's, and it says, when you finish this movie, I'm paraphrasing, but please destroy this disc by breaking it in half. Because otherwise, the movie gets into the hands of these these pirates. And and pirates as we all know are the biggest threat facing the movie industry today. I don't wanna get too fired up about pirates. But the short version is people work really hard on this material and the fact that you're going out and distributing it for free is just a great big middle finger to to all to all the people who put their blood sweat and tears in their mouths.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-15",
    "time": "0:03:05",
    "speaker": "spk_1",
    "line": "And I would go one step further and say that you're putting the middle finger, you're sticking it inside their ass and you're wiggling it around in a way that's uncomfortable. So it's not just flipping them the middle finger, but you are jamming it as far up as you can. And you're moving it sort of against the walls at awkward angles to kind of make them pretty uncomfortable with where you're putting your middle finger.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-16",
    "time": "0:03:27",
    "speaker": "spk_0",
    "line": "Yeah. And TV, you know, just as one example, like, if distributing TV for free, all they get is ad revenue from the from the shows appearing on TV. And it it was just ad revenue. TV's gonna go away. Sorry. You know, if you like it, you gotta pay for it.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-17",
    "time": "0:03:43",
    "speaker": "spk_1",
    "line": "Now I don't own a TV but I know a lot of people do. Mhmm. And that must be a pretty scary proposition. For that to go away. Mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-18",
    "time": "0:03:51",
    "speaker": "spk_0",
    "line": "So think about that. Anyway, we we take this warning on the screeners very seriously for that reason. We don't want these movies to get into the hands of pirates. And so it's very important for us to to make sure that doesn't happen. So this is a segment called the disc tick tick which is where we give our listeners because we do have a lot of industry people listening. Advice on how to dispose of these screeners. And if if our non industry listeners do ever get into the industry, they'll need to know some of the ins and outs in terms of Or",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-19",
    "time": "0:04:24",
    "speaker": "spk_1",
    "line": "if they find a screener on the street that was dropped by someone careless, Giovanni Rabese, they may be afraid. Yeah. They don't want to get arrested, go to jail.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-20",
    "time": "0:04:35",
    "speaker": "spk_0",
    "line": "Because that's one of the easiest ways out of the industry is to be trusted with these screeners which are laser tagged with your name And then when they get on the open, they realize that you were the one who leaked it, you you might not be seeing any more movies after that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-21",
    "time": "0:04:54",
    "speaker": "spk_1",
    "line": "Your watermark shows up, you know, in the corner of a a screener that's been pirated onto the Internet, Darren Aronofsky. You may not be able to work with a haze or a Sean next year like maybe you wanted to.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-22",
    "time": "0:05:07",
    "speaker": "spk_0",
    "line": "Yep. So our advice for for when you get these screeners, what to do with them to make sure they don't get into the wrong hands. What we do, first of all, is we we don't watch them. That that's the fastest way. If you love movies as much as Sean and I do and we think movies is the best. The fastest way to get information about a movie of the public is to watch it and then you just gotta talk about it.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-23",
    "time": "0:05:34",
    "speaker": "spk_1",
    "line": "Yeah. And if you catch yourself talking about the movies, and then the movies is just available to everyone basically from some of the stuff you said, which is a little too specific, Maggie Smith. And so when you're talking the movies and everyone who can hear you is listening",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-24",
    "time": "0:05:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-25",
    "time": "0:05:53",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-26",
    "time": "0:05:54",
    "speaker": "spk_0",
    "line": "That's breaking the law. Yes. Because we Sean and I, our knowledge of cinema and the missinson and the Chiaroscuro. And and And the day, Dumont. And the and the cameras, is And the speakers is such that when we talk about some of these movies, the people listening can basically go recreate them for themselves. We like, we express it in such detail and sometimes the movies where we're describing is even better than some of the ones that we originally saw because we like to make little tweaks.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-27",
    "time": "0:06:31",
    "speaker": "spk_1",
    "line": "Natural storytellers. And so if you are one of these Hollywood rip off artists that's gonna listen us and then go make something similar, Kevin Neil -- Mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-28",
    "time": "0:06:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-29",
    "time": "0:06:40",
    "speaker": "spk_1",
    "line": "then that's against the law.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-30",
    "time": "0:06:42",
    "speaker": "spk_0",
    "line": "Yes. That's breaking the law. And that and that is federal. That is federal. So good luck. The other thing we do so nobody else can watch the screeners either as we drop them right in the tub. And then because of how the technology works, that shorts them out, nobody's able to see them anymore after that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-31",
    "time": "0:07:03",
    "speaker": "spk_1",
    "line": "And what's in the tub? Apple sauce. You need something thick and viscous. It can't be just water. The screeners are too smart now for that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-32",
    "time": "0:07:15",
    "speaker": "spk_0",
    "line": "Then what we do is we create sort of a decoy screener so that the people who are prowling around our properties -- pirate bait. Trying to get at our screeners, they get the fake one instead. And sometimes we cast these new screeners in sort of a way we wish they had been originally done. Like for the wolf of Wall Street, I thought Idris Elba would have been really great in that world that the little shrimpy guy did. Like he just didn't he wasn't as intimidating as a wolf, I think, should be. Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-33",
    "time": "0:07:48",
    "speaker": "spk_1",
    "line": "And for inside Lou and Davis, I thought there a real missed opportunity in not having Gilbert Godfried and Bobcat gold played in the two lead roles sort of doing some crazy voices Because as great as that movie was, the voices were not very crazy.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-34",
    "time": "0:08:07",
    "speaker": "spk_0",
    "line": "Mhmm. And sometimes, regrettably, this does happen. We will create a decoy screener and it will get out into the world and it will actually become a popular movie that does end up getting awards. This happened with Silver Lany's playbook a couple years ago. We just sort of threw together this idea of like Like this guy's crazy and they they go dancing and we like football. So we threw some football stuff in there and like Bobby De Niro is in it and and that",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-35",
    "time": "0:08:38",
    "speaker": "spk_1",
    "line": "he just happened to be over.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-36",
    "time": "0:08:40",
    "speaker": "spk_0",
    "line": "And so that that thing we God, as a decoy,",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-37",
    "time": "0:08:43",
    "speaker": "spk_1",
    "line": "we were having a meeting of gentleman who share a particular attribute Deneiro has this, Hayes and I have this -- Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-38",
    "time": "0:08:56",
    "speaker": "spk_0",
    "line": "Who are -- endowed with that -- Miss. -- was sort of a --",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-39",
    "time": "0:09:02",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-40",
    "time": "0:09:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-41",
    "time": "0:09:03",
    "speaker": "spk_1",
    "line": "a blessing. Yes. Which -- So to speak.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-42",
    "time": "0:09:05",
    "speaker": "spk_0",
    "line": "-- can we talk about --",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-43",
    "time": "0:09:07",
    "speaker": "spk_1",
    "line": "talk to people who don't.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-44",
    "time": "0:09:08",
    "speaker": "spk_0",
    "line": "We talk about sort of navigating the day to day.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-45",
    "time": "0:09:11",
    "speaker": "spk_1",
    "line": "Ian's announced in resisting the urge to perhaps",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-46",
    "time": "0:09:17",
    "speaker": "spk_0",
    "line": "unfural And",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-47",
    "time": "0:09:20",
    "speaker": "spk_1",
    "line": "insert into anyway, Bobby was over for that. Yeah. So we shot him sort of being mad at his crazy kid. And we didn't know Chris Tucker was in the movie. No. He was sneaking in.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-48",
    "time": "0:09:34",
    "speaker": "spk_0",
    "line": "He sometimes stands outside our window hoping to get into shots of our movies, and he did get into that one. And as we all know, that was one of Oscar's faves last year. So after we've shot the decoy screeners, the real screeners get loaded up into the into a time capsule, and we shoot them right into space. Because those are for basically, if if if another civilization and I do believe that we are not alone in this universe.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-49",
    "time": "0:10:01",
    "speaker": "spk_1",
    "line": "Please, it is so cocky and narcissistic to think that in a universe which is infinite you're the only intelligent one.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-50",
    "time": "0:10:09",
    "speaker": "spk_0",
    "line": "Look at the numbers. Look at the books. You know, the the the math is right there. We we are we have we have company, so to speak. Mhmm. And if we are ever when, I should say, we are visited by some of our galactic neighbors. What I want them to know about us is that we did movies.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-51",
    "time": "0:10:33",
    "speaker": "spk_1",
    "line": "Is that we did movies and also that we broke the movies when when it's because we were scared of pirates. Yes. We're assuming that they",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-52",
    "time": "0:10:42",
    "speaker": "spk_0",
    "line": "will have the technology at that point will be far long enough to recover the data from us throwing the the the screeners in the tub.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-53",
    "time": "0:10:50",
    "speaker": "spk_1",
    "line": "And that is actually why we do it that way in the tub, and Hayes and I don't ever punch the movies because that would actually",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-54",
    "time": "0:10:56",
    "speaker": "spk_0",
    "line": "shatter them. There is no technological develop that that that that they could recover from one well placed punch to a screener.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-55",
    "time": "0:11:06",
    "speaker": "spk_1",
    "line": "One medium speed punch from either haze or I would basically disintegrate the screener so that there was no evidence that ever existed.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-56",
    "time": "0:11:13",
    "speaker": "spk_0",
    "line": "And I'd also like the aliens to see what a breath of fresh air Jennifer Lawrence is. In this era we live in, of like",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-57",
    "time": "0:11:22",
    "speaker": "spk_1",
    "line": "everyone's so coach.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-58",
    "time": "0:11:23",
    "speaker": "spk_0",
    "line": "Anorexic models and, like, people thinking that those are real women.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-59",
    "time": "0:11:28",
    "speaker": "spk_1",
    "line": "And just and just spouting out these rehearsed statements and it's like, is anybody a real person anymore? Oh, yeah. One person is.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-60",
    "time": "0:11:35",
    "speaker": "spk_0",
    "line": "It's so refreshing to see an actress with big titties rise to to this level of fame because usually you're not allowed to be famous if your titties are really big. And so she's on she's on billboards, she's on bus ads, with their titties right out there for all to see. And I that, you know, call me crazy. I think that's really brave.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-61",
    "time": "0:12:02",
    "speaker": "spk_1",
    "line": "Yeah. And it's a it's a great point. I don't think people are talking about how there hasn't really been any full bodied actresses. It's all these tweaks -- Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-62",
    "time": "0:12:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-63",
    "time": "0:12:14",
    "speaker": "spk_1",
    "line": "and these bony skeletons",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-64",
    "time": "0:12:16",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-65",
    "time": "0:12:16",
    "speaker": "spk_1",
    "line": "mhmm. -- and it's like such a breath of fresh air to see some juicy titties spilling out of address on a billboard.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-66",
    "time": "0:12:24",
    "speaker": "spk_0",
    "line": "Not caring. It's like she doesn't care what anyone thinks. She's like, yeah. So so my t's are big. So what?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-67",
    "time": "0:12:30",
    "speaker": "spk_1",
    "line": "She's not ashamed the way that women are and are told they should be.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-68",
    "time": "0:12:34",
    "speaker": "spk_0",
    "line": "She carries herself with a very refreshing confidence and she gets",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-69",
    "time": "0:12:39",
    "speaker": "spk_1",
    "line": "the Hollywood Handbook, Bravo Keep it up award for this week. We've got a killer guest coming up today. Andy Daley from TV and movies is here, and we're gonna talk to him a little bit about some of his famous characters and just really get into the good stuff with Andy. When we come back?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-70",
    "time": "0:12:59",
    "speaker": "spk_2",
    "line": "Dag, ear wolf heads. It's the holiday season. The season of giving love family, an induced fucking stress headaches, man. Don't over complicate the season you dip weeds, simplify your life and do all you're shopping at the brand's making new earwolf store.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-71",
    "time": "0:13:16",
    "speaker": "spk_0",
    "line": "Not only do we have new t shirt, but we've also got four new earwolf themed pint glasses, toe bags, nerd poker dice bags, posters, hoodies, and the fabulous cool out fillet socks.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-72",
    "time": "0:13:26",
    "speaker": "spk_2",
    "line": "Dogs, I'm telling you, the store's fucking stupid loading with cool t shirts and other dumb dumb wild apparel. Plus, there are also four new pint glasses. How cool is that? You fucking dip weeds? If you're a hardcore earwool fan, buy the set of four together. If you're more selective with your podcast case because you're a fuck it pussy, then you can get more specific by choosing a comedy bang bang. How did this get made? Or the fabulosos Clarbro. White class.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-73",
    "time": "0:13:56",
    "speaker": "spk_0",
    "line": "Plus, we've still got a few bottles of the infamous hot saucerman. Hot saucerman is packed with habanero and serrano chilies, garlic, vinegar, lime, and salt, and contains no milk or seafood. Awesome. Right?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-74",
    "time": "0:14:09",
    "speaker": "spk_2",
    "line": "At least check it out, Dweeb Zoids. We got a ton of new photos up in the store, and the new layout is super intuitive. Head to store dot earwolf dot com. ASAP.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-75",
    "time": "0:14:31",
    "speaker": "spk_1",
    "line": "You know, rummaging around in the trash, she pulls out the scranton and he goes, sir, you've thrown out a winner. And I go, yeah, this girl looks freaking pissed.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-76",
    "time": "0:14:42",
    "speaker": "spk_0",
    "line": "Yeah, friend.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-77",
    "time": "0:14:43",
    "speaker": "spk_1",
    "line": "Can I catch? No. It's my trash.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-78",
    "time": "0:14:46",
    "speaker": "spk_0",
    "line": "Yeah. Get your own trash.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-79",
    "time": "0:14:48",
    "speaker": "spk_1",
    "line": "So frustrating.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-80",
    "time": "0:14:49",
    "speaker": "spk_0",
    "line": "They didn't earn that. Yeah. Hey. Hey. Welcome to Hollywood. What up? An insider's guide to kicking button dropping names of the red carpet line back hallways of this industry we call show biz, we have a very exciting guest today. We we sort of like to think of this as the intro to other Year Wolf podcasts.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-81",
    "time": "0:15:07",
    "speaker": "spk_1",
    "line": "We're sort of the gatekeepers. Yes.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-82",
    "time": "0:15:09",
    "speaker": "spk_0",
    "line": "People come to this one and we in that way, we like to tell you sort of what's coming up around the network to sort of spread awareness to these guys who are really sort of like our family. And we have a very exciting guest today in that vein, Andy Daly.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-83",
    "time": "0:15:24",
    "speaker": "spk_3",
    "line": "What's up, bros? I'm so excited",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-84",
    "time": "0:15:26",
    "speaker": "spk_0",
    "line": "to be here. He's doing. Thank you so much. One of his little one of his characters. Then,",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-85",
    "time": "0:15:30",
    "speaker": "spk_3",
    "line": "sometimes, I throw around bros. Not all the time for sure, but under certain circumstances, you know, people don't know we're doing this kind of late at night and the hour is right for throwing down bros.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-86",
    "time": "0:15:41",
    "speaker": "spk_1",
    "line": "Felt really natural over here.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-87",
    "time": "0:15:43",
    "speaker": "spk_3",
    "line": "Well, it sure did here. I'll tell you that. I'm excited to be here. Thank you for allowing my me and my show to pass through your portal, your portal, your portal that this show is. Man, also the other reason I'm excited to be here is that a lot of the time when I'm speaking publicly on podcasts or on television or around, you know, wherever I am on stage which is as you know my first love. Mhmm. I I sound I tried to sound humble about Joe business but this is this seems like a safe zone to like really",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-88",
    "time": "0:16:14",
    "speaker": "spk_0",
    "line": "you don't wanna hurt anyone's feelings, people who might not have gotten to the places that you've got -- Sure. A lot of times -- seem like it's not a big deal.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-89",
    "time": "0:16:21",
    "speaker": "spk_3",
    "line": "A lot",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-90",
    "time": "0:16:22",
    "speaker": "spk_1",
    "line": "of times the people hosting these podcasts are doing it because they couldn't cut it elsewhere.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-91",
    "time": "0:16:26",
    "speaker": "spk_3",
    "line": "Yes. Uh-huh. Right. Well, that's not the case. That's not",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-92",
    "time": "0:16:28",
    "speaker": "spk_1",
    "line": "the case in this one. Right. So you can feel free to boast you're not gonna make us blush.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-93",
    "time": "0:16:32",
    "speaker": "spk_3",
    "line": "I guess I try to project an image a lot of the time like I'm just some regular normal guy who's just sort of stumbled into this fantasy world show business and then I'm kinda like, wow, it's weird here or whatever. Well, you know, the reality of course is I'm far from a normal regular person. The three of us are, you know, We're special. Yes. Exactly.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-94",
    "time": "0:16:50",
    "speaker": "spk_0",
    "line": "It's also a better story that somehow luck was involved",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-95",
    "time": "0:16:55",
    "speaker": "spk_3",
    "line": "for you",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-96",
    "time": "0:16:56",
    "speaker": "spk_0",
    "line": "or Like, that that it wasn't always gonna happen. Like, what kind of story is, like, you were born Or",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-97",
    "time": "0:17:01",
    "speaker": "spk_1",
    "line": "even it was, like, hard work.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-98",
    "time": "0:17:03",
    "speaker": "spk_3",
    "line": "Like, a",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-99",
    "time": "0:17:03",
    "speaker": "spk_1",
    "line": "lot of times people talk about hard work.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-100",
    "time": "0:17:05",
    "speaker": "spk_0",
    "line": "Right. Right. Right. That's not As if you could work your",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-101",
    "time": "0:17:08",
    "speaker": "spk_1",
    "line": "way in. Been hard.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-102",
    "time": "0:17:09",
    "speaker": "spk_3",
    "line": "Yes. We can say that here on this show, not many other places. It hasn't been hard. No. And and there's yeah. I mean there's nothing weird about it, you know, and we're and we're special. So that feels great to just say it.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-103",
    "time": "0:17:23",
    "speaker": "spk_0",
    "line": "This isn't the first time we have crossed paths with you, Andy. We we we have sort of a little history. We haven't spent much time sitting down together But I feel like Sean, I No.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-104",
    "time": "0:17:32",
    "speaker": "spk_3",
    "line": "We have a lot of walking meetings if we're -- Yes.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-105",
    "time": "0:17:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-106",
    "time": "0:17:34",
    "speaker": "spk_3",
    "line": "if we're gonna have a meeting, it's a walking meeting.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-107",
    "time": "0:17:35",
    "speaker": "spk_1",
    "line": "It's like an episode of a sorkin show with us. It's all walking talks.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-108",
    "time": "0:17:38",
    "speaker": "spk_3",
    "line": "It's up in the canyons or, you know,",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-109",
    "time": "0:17:41",
    "speaker": "spk_1",
    "line": "hi, Aaron.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-110",
    "time": "0:17:42",
    "speaker": "spk_0",
    "line": "But we I feel like we almost get mistaken for you a lot -- Mhmm. -- because people remember",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-111",
    "time": "0:17:49",
    "speaker": "spk_1",
    "line": "well, I remember that there there was a transition period sort of you used to do a weekly show",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-112",
    "time": "0:17:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-113",
    "time": "0:17:54",
    "speaker": "spk_3",
    "line": "right.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-114",
    "time": "0:17:55",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-115",
    "time": "0:17:55",
    "speaker": "spk_1",
    "line": "on Comedy Central. Yes. Called The Daily Show.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-116",
    "time": "0:17:58",
    "speaker": "spk_3",
    "line": "Yes. Yes. That was the Daily Show.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-117",
    "time": "0:18:00",
    "speaker": "spk_1",
    "line": "The Andrew Daily Show. Yeah. And so at a certain point, We were kicking around ideas with the execs. You were kinda bored with it, and we said, we think we could be that funny literally every single day. Right. And so we brought in doing But we said the daily works.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-118",
    "time": "0:18:15",
    "speaker": "spk_0",
    "line": "We said something about",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-119",
    "time": "0:18:16",
    "speaker": "spk_1",
    "line": "this really.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-120",
    "time": "0:18:17",
    "speaker": "spk_0",
    "line": "We love the title.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-121",
    "time": "0:18:17",
    "speaker": "spk_1",
    "line": "We love the title. And so Hayes and I at that time were doing this sort of Tony Clifton esque sort of brash insult comic care actor by the name of Craig Kilbourne. Mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-122",
    "time": "0:18:30",
    "speaker": "spk_0",
    "line": "Where Sean would sit on my shoulders. Right.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-123",
    "time": "0:18:34",
    "speaker": "spk_1",
    "line": "And",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-124",
    "time": "0:18:34",
    "speaker": "spk_3",
    "line": "you guys had a suit that it looked like Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-125",
    "time": "0:18:37",
    "speaker": "spk_1",
    "line": "It was who's in the suit. You never knew who was in the suit.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-126",
    "time": "0:18:39",
    "speaker": "spk_0",
    "line": "Yeah. On us?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-127",
    "time": "0:18:40",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. And so we sort of brought that to the screen -- Mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-128",
    "time": "0:18:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-129",
    "time": "0:18:46",
    "speaker": "spk_1",
    "line": "and people didn't really notice the difference. Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-130",
    "time": "0:18:49",
    "speaker": "spk_3",
    "line": "What between my show and your true? Mhmm. Yeah. Yeah. And that was a that you know, I would and I was ready to move on. So it's all cool, you know, there's no hard feelings there at all. I was ready to move on from the weekly Daily Show. And you guys",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-131",
    "time": "0:19:03",
    "speaker": "spk_0",
    "line": "and that's good that you're ready. That was a good coincidence that you were ready to move on just at the moment that they were forcing you to.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-132",
    "time": "0:19:10",
    "speaker": "spk_3",
    "line": "Yes. Exactly.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-133",
    "time": "0:19:11",
    "speaker": "spk_0",
    "line": "That was -- Right. -- that that was a lucky thing.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-134",
    "time": "0:19:13",
    "speaker": "spk_3",
    "line": "Yeah. I mean, it's hard to say. I mean, it was one of these weird things where I took a meeting with Comedy Central and I'm I'm saying the words I'm ready to move on at the precise same moment that the president of Comedy Central is saying we need you to leave the building. Like we said that simultaneously and I said and then I simultaneously said, I am going to see myself out while he was saying this security guard is going to walk you out of the building. We I mean, to the point where I didn't even necessarily hear it, only later did I go, wait. What was I hearing while I was talking and it was that? I know I would say his, man. You",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-135",
    "time": "0:19:53",
    "speaker": "spk_1",
    "line": "know, you",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-136",
    "time": "0:19:53",
    "speaker": "spk_0",
    "line": "you visualize your own reality.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-137",
    "time": "0:19:56",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-138",
    "time": "0:19:56",
    "speaker": "spk_0",
    "line": "So you saying, oh, maybe it's time for me to move on to the show. It's like the universe responds and the ratings collapse. And so you you you sort of get what you put out there.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-139",
    "time": "0:20:06",
    "speaker": "spk_3",
    "line": "Oh, I think that's very true. Absolutely. There isn't a single -- That's been a -- -- project in show business that has failed where the person behind it did not desperately want it to fail -- Mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-140",
    "time": "0:20:17",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-141",
    "time": "0:20:17",
    "speaker": "spk_3",
    "line": "every single time. That's I, you know, I'm working on a book, a showbiz book",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-142",
    "time": "0:20:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-143",
    "time": "0:20:22",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-144",
    "time": "0:20:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-145",
    "time": "0:20:23",
    "speaker": "spk_3",
    "line": "called you you failed because you desperately wanted to. And that's I mean, that's the whole that's all I have so far. Well, there",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-146",
    "time": "0:20:30",
    "speaker": "spk_0",
    "line": "are are you",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-147",
    "time": "0:20:31",
    "speaker": "spk_1",
    "line": "i won't read it because I can't relate",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-148",
    "time": "0:20:33",
    "speaker": "spk_3",
    "line": "right. No, I know.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-149",
    "time": "0:20:34",
    "speaker": "spk_1",
    "line": "But but some people will really find that helpful.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-150",
    "time": "0:20:37",
    "speaker": "spk_0",
    "line": "Yeah. What's the process been so far for do you are you doing it yourself? You sitting down with the guy? Okay.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-151",
    "time": "0:20:43",
    "speaker": "spk_3",
    "line": "Oh, no. No. No. I sent it to a team of writers in India that are, you know, they've got like, I don't know what fifty or a hundred guys on the floor.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-152",
    "time": "0:20:50",
    "speaker": "spk_1",
    "line": "There's so many people that",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-153",
    "time": "0:20:51",
    "speaker": "spk_3",
    "line": "bang out these books. That's what it's the same company Bill O'Reilly uses for his -- Mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-154",
    "time": "0:20:56",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-155",
    "time": "0:20:56",
    "speaker": "spk_3",
    "line": "you know, Lincoln and Kennedy books and stuff like that. It's just like hundred guys on a floor in India. Mhmm. And they do great stuff. They could do great work.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-156",
    "time": "0:21:03",
    "speaker": "spk_0",
    "line": "And do you have you read the stuff they're sending, like, are you just gonna read it when it comes out? If if you",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-157",
    "time": "0:21:09",
    "speaker": "spk_3",
    "line": "you know, I'm gonna probably ask that it'd be broken down into bullet points",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-158",
    "time": "0:21:13",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-159",
    "time": "0:21:13",
    "speaker": "spk_3",
    "line": "mhmm. -- for when I promote it, you know what I mean? Yeah. And that because because basically the person who's interviewing an author has bullet points. Sure. You know, why should the author have any more than that?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-160",
    "time": "0:21:24",
    "speaker": "spk_0",
    "line": "And they're not gonna interview those guys in India, you know, it's not like No.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-161",
    "time": "0:21:29",
    "speaker": "spk_3",
    "line": "Absolutely mad. There's not to",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-162",
    "time": "0:21:30",
    "speaker": "spk_1",
    "line": "be insensitive, but they wouldn't understand what they were saying.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-163",
    "time": "0:21:33",
    "speaker": "spk_0",
    "line": "It just wouldn't make any sense. Their accents are so heavy and they and they aren't successful or famous make any sense. Why would they do thoughts?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-164",
    "time": "0:21:41",
    "speaker": "spk_1",
    "line": "Why am I being interviewed? That's the only question they would have. Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-165",
    "time": "0:21:44",
    "speaker": "spk_3",
    "line": "Well, and from what I understand, if one of them was interviewed and talked about their role in writing any one of these books they would immediately be put to death. That's just part of the deal. Mhmm. You know? And it's a good deal.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-166",
    "time": "0:21:55",
    "speaker": "spk_1",
    "line": "Hey, that's India.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-167",
    "time": "0:21:56",
    "speaker": "spk_0",
    "line": "And it's better than the alternatives over there in a lot of cases.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-168",
    "time": "0:22:00",
    "speaker": "spk_3",
    "line": "Oh, I don't even no one knows what those alternatives are?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-169",
    "time": "0:22:04",
    "speaker": "spk_0",
    "line": "We wanted to talk a little about you have this this character based podcast coming up.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-170",
    "time": "0:22:10",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-171",
    "time": "0:22:11",
    "speaker": "spk_0",
    "line": "Do do do you wanna speak on that a little bit?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-172",
    "time": "0:22:13",
    "speaker": "spk_1",
    "line": "No, I don't. Oh, okay. Okay.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-173",
    "time": "0:22:15",
    "speaker": "spk_3",
    "line": "No, I will. Alright, I will. I will. It's a new it's a new podcast here on the Earwolf Podcast Network. I assume you're on the Year Wolf podcast network. We're in their building.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-174",
    "time": "0:22:26",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-175",
    "time": "0:22:26",
    "speaker": "spk_3",
    "line": "And it's called the Andy Daily the funny thing is, I listened today to the teaser episode",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-176",
    "time": "0:22:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-177",
    "time": "0:22:33",
    "speaker": "spk_3",
    "line": "mhmm. -- and I got it wrong in the teaser episode, which is very embarrassing. The teaser episode begins with me getting the title of the of the podcasts wrong and that's a real rookie mistake. You got it you really got to try and get the name right.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-178",
    "time": "0:22:45",
    "speaker": "spk_0",
    "line": "Was this one of those things where your manager you wake up that morning and you call your manager and they say, what do you what am I doing today? And they say, oh, you have a podcast now.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-179",
    "time": "0:22:53",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-180",
    "time": "0:22:53",
    "speaker": "spk_0",
    "line": "And so you go, you just show up at the mic, Yes. And sometimes you have been fully briefed on what this thing is that you're supposed to be doing.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-181",
    "time": "0:23:00",
    "speaker": "spk_3",
    "line": "Apparently not. And I fired I think I fired nine people this morning when I heard that podcast. I just said, I fired one guy and I said and pick eight other people and you fire them. And so I don't know what the upshot of that is, but firings have occurred. But anyway, it is called and I'll read it here because Paula Hopkins wrote it on this table. It's called the Andy Daily podcast pilot project. Very easy to invert podcast and pilot in that. And they were they both work. But anyway, the point of it is It's it's gonna be eight pilots that have been compiled that have been contributed by aspiring podcasters and they put together pilots for, you know, that's it. That's late. It's hard to explain, but I think people understand it. Sure. We spent a thirty minute podcast explaining it me and Matt Girley in and Scott Ockerman explaining it to one another and we grappled it. We wrestled it to the ground, this concept.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-182",
    "time": "0:24:02",
    "speaker": "spk_0",
    "line": "Well, we we wanted if we really want to drive it home, we had sort a game we thought we might play because as actors, the three",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-183",
    "time": "0:24:08",
    "speaker": "spk_1",
    "line": "of us,",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-184",
    "time": "0:24:10",
    "speaker": "spk_0",
    "line": "we all play characters. That's sort of what I like to say acting is is is playing characters.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-185",
    "time": "0:24:14",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-186",
    "time": "0:24:14",
    "speaker": "spk_3",
    "line": "That's an interesting way of looking at that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-187",
    "time": "0:24:16",
    "speaker": "spk_1",
    "line": "Yeah. But we've we've looked at it that way and we've always said that. So you play so many characters, mister everybody. They call you. Mhmm. We wanted to play kind of a fun game called yours mine or ours. And the way the game works is, we are gonna name bundles of characters and then you go and just dig around in your noodle and go, Are these my characters? Are these their characters? Or did we all do these characters together? And I think it's gonna be fun and so we'll just rip off a couple bundles. Character bundles. Yes. Yes. Yes. Yeah. Justin is as an example -- Mhmm. -- and as example. Okay. Yeah. Now, I'm feeling the late thing you were talking about. Uh-huh. To start off with I got three iconic characters.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-188",
    "time": "0:25:11",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-189",
    "time": "0:25:12",
    "speaker": "spk_1",
    "line": "You know, are these yours, mine or ours? Furden and the Bull -- Mhmm. Charlie Hunham and Elmo.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-190",
    "time": "0:25:26",
    "speaker": "spk_3",
    "line": "Feel like there's almost a trick because I did do Elmo from ninety eight to two thousand and one. I was the voice of Elmo for those three years but I've literally never heard the words Charlie Hahneman together. It's not that doesn't mean I haven't done it but I don't think that's my character. And what was the third one? Ferdinand the bull. God, I played a lot of bowls. Kind of a gentle bowl. I have played a lot of bowls. I gotta say those aren't mine.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-191",
    "time": "0:25:55",
    "speaker": "spk_1",
    "line": "I'm very sorry, Andy. Those are your Those are my characters.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-192",
    "time": "0:25:59",
    "speaker": "spk_0",
    "line": "Those are yours.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-193",
    "time": "0:25:59",
    "speaker": "spk_3",
    "line": "Did I play Ferdinand the bull? Yes. Wow. And I created these characters, you're saying.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-194",
    "time": "0:26:04",
    "speaker": "spk_1",
    "line": "Hey. Nobody said this game was gonna be easy. Yeah. You came up with those. Wow.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-195",
    "time": "0:26:08",
    "speaker": "spk_0",
    "line": "You did Mocap for Fernando Bowl in the Children's book. In the original children's book, they get someone to do motion capture.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-196",
    "time": "0:26:16",
    "speaker": "spk_3",
    "line": "Oh, yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-197",
    "time": "0:26:17",
    "speaker": "spk_0",
    "line": "And you did sort of the Andy Circuit role of showing up and getting the ball. Right.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-198",
    "time": "0:26:21",
    "speaker": "spk_3",
    "line": "I was covered in the ping pong balls. Now, of course, I remember them.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-199",
    "time": "0:26:25",
    "speaker": "spk_0",
    "line": "So someone could draw you.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-200",
    "time": "0:26:26",
    "speaker": "spk_3",
    "line": "I remember both being a bull in ping pong balls and being timid. Yep.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-201",
    "time": "0:26:31",
    "speaker": "spk_0",
    "line": "And then Charlie Hanham. What is that? T c actor who who starred in Pacific Rim this year, he's on sons of anarchy, and you played him in his story just a couple months ago.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-202",
    "time": "0:26:43",
    "speaker": "spk_3",
    "line": "Oh, yeah. Yeah. Yeah. Sorry. Yep. You know what though if that what I do when I look at a script, I say take the names out. The first thing I do before I even read I say take the names out because what you it doesn't matter what a character's name is. People don't say one another's names to one another in real life.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-203",
    "time": "0:27:00",
    "speaker": "spk_1",
    "line": "Because it's all just people.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-204",
    "time": "0:27:02",
    "speaker": "spk_3",
    "line": "Yes. Exactly.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-205",
    "time": "0:27:02",
    "speaker": "spk_1",
    "line": "Because it's all just people in the movies. And if you're trying",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-206",
    "time": "0:27:04",
    "speaker": "spk_3",
    "line": "to communicate a lot to me through your choice of the name of a character, then it's lazy writing. I say take the names out, I'll find out what I need to know about the character from what he says.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-207",
    "time": "0:27:15",
    "speaker": "spk_0",
    "line": "I taking sort of a method approach, I see exactly where you're coming from. Yeah. But I really wanna get immersed myself in the character, so I say with this character --",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-208",
    "time": "0:27:24",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-209",
    "time": "0:27:24",
    "speaker": "spk_0",
    "line": "-- take his name away and change it to my name because I want it to be I wanna be able to sink into this character and if I hear a different name, it's gonna take me out of it. That's even better.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-210",
    "time": "0:27:35",
    "speaker": "spk_1",
    "line": "Yeah. I'm not gonna turn around when if they're talking to me.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-211",
    "time": "0:27:38",
    "speaker": "spk_0",
    "line": "That's not my name.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-212",
    "time": "0:27:38",
    "speaker": "spk_1",
    "line": "Unless they say my name.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-213",
    "time": "0:27:39",
    "speaker": "spk_0",
    "line": "It doesn't make sense.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-214",
    "time": "0:27:40",
    "speaker": "spk_1",
    "line": "Because I want it to be relatable.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-215",
    "time": "0:27:42",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. That's great. I learned something. I just learned something.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-216",
    "time": "0:27:46",
    "speaker": "spk_1",
    "line": "I do that and then also I have one name that I'll have them use a lot if they don't want to use my name. Trick Dastardly",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-217",
    "time": "0:27:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-218",
    "time": "0:27:52",
    "speaker": "spk_1",
    "line": "uh-huh.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-219",
    "time": "0:27:53",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-220",
    "time": "0:27:53",
    "speaker": "spk_1",
    "line": "is a name that I think is very strong. You go",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-221",
    "time": "0:27:57",
    "speaker": "spk_3",
    "line": "by that name a lot?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-222",
    "time": "0:27:58",
    "speaker": "spk_1",
    "line": "If they if the for some reason the scripty is unable to plug my name in",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-223",
    "time": "0:28:04",
    "speaker": "spk_0",
    "line": "i see.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-224",
    "time": "0:28:05",
    "speaker": "spk_1",
    "line": "Frequently, I've written the script and I'm directing the film and it's too confusing to have my name be the characters names.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-225",
    "time": "0:28:12",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-226",
    "time": "0:28:13",
    "speaker": "spk_1",
    "line": "So as a stand in, trick dastardly is a name I'll use. Burton, I think it's got a real scene.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-227",
    "time": "0:28:19",
    "speaker": "spk_0",
    "line": "Internally, when he thinks of his own name and just sort of internal monologue, that's how it comes out, you've said.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-228",
    "time": "0:28:25",
    "speaker": "spk_3",
    "line": "I like to go by blanket Jackson. Oh. I'm a I asked people to call me that a lot. And feels great to hear it and to think that that might be me.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-229",
    "time": "0:28:35",
    "speaker": "spk_1",
    "line": "Hey, did you wanna lay a character bundle on my man?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-230",
    "time": "0:28:37",
    "speaker": "spk_0",
    "line": "Yeah. Let's let let let let's do another bundle of characters and and and you'll say something about them. These three characters are mister Bean.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-231",
    "time": "0:28:48",
    "speaker": "spk_3",
    "line": "Oh,",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-232",
    "time": "0:28:48",
    "speaker": "spk_0",
    "line": "yeah. Osmosis Jones, and Gandalf.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-233",
    "time": "0:28:56",
    "speaker": "spk_3",
    "line": "I think those are mine.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-234",
    "time": "0:28:58",
    "speaker": "spk_0",
    "line": "Sorry. Oh. Those are not married characters. None of us played those characters. Mister Bean was played by Rowan Atkinson.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-235",
    "time": "0:29:04",
    "speaker": "spk_1",
    "line": "Oh, okay.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-236",
    "time": "0:29:05",
    "speaker": "spk_0",
    "line": "Hosposis Jones was voiced by Eddie Murphy, Oh. And Gandalf from the Lord of the Rings movies was voiced by Ian McKllan.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-237",
    "time": "0:29:12",
    "speaker": "spk_1",
    "line": "And we did say there would be a lot of trick questions at the beginning of this, and we did say that several times. Times.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-238",
    "time": "0:29:17",
    "speaker": "spk_3",
    "line": "That is very very tricky.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-239",
    "time": "0:29:19",
    "speaker": "spk_1",
    "line": "Yeah. We did say that. I'm not sure Eddie Murphy was Osmosis Jones. I think it was Chris.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-240",
    "time": "0:29:25",
    "speaker": "spk_0",
    "line": "I actually think it might have been Chris Rock. Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-241",
    "time": "0:29:27",
    "speaker": "spk_2",
    "line": "This is a Hollywood Handbook time out.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-242",
    "time": "0:29:31",
    "speaker": "spk_0",
    "line": "Hey, guys. This is this is Hayestron. We just wanted to take a quick Time out from our interview with Andy Daily to talk to you guys straight out.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-243",
    "time": "0:29:43",
    "speaker": "spk_1",
    "line": "Talk a little bit about what what happened",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-244",
    "time": "0:29:45",
    "speaker": "spk_0",
    "line": "just now. You may have heard when I was talking about the movie Osmosis Jones, I mistook Chris Rock, for Eddie Murphy. I said that yeah. I said that Eddie Eddie was the voice of that character when it was Chris Rock. And Scott Anchorman reviewed the tapes. And he has requested that we do",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-245",
    "time": "0:30:10",
    "speaker": "spk_1",
    "line": "we issue a formal apology.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-246",
    "time": "0:30:12",
    "speaker": "spk_0",
    "line": "A formal on air apology, and I think that's great. I we we I appreciate that he's not censoring us, and I I think it'll give me something to think about.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-247",
    "time": "0:30:23",
    "speaker": "spk_1",
    "line": "As always, we don't edit this show in any way. Yeah. So we think it's important that you hear the raw version of one actual good man making an honest mistake and having to pay the piper.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-248",
    "time": "0:30:39",
    "speaker": "spk_0",
    "line": "Mhmm. And, of course, I have the utmost respect for Chris Ann Eddie's careers. Didn't mean anything as far as they're they're both friends of mine, and I think that's why I get them confused because I do have so much respect for both",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-249",
    "time": "0:30:54",
    "speaker": "spk_1",
    "line": "of them. And just to clarify and answer some of the nasty rumors that I'm sure will come out, Hayes does not think that all SNL cast members look the same. I know they were both on SNL.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-250",
    "time": "0:31:06",
    "speaker": "spk_0",
    "line": "And and I despise that attitude, honestly. Putting them all together in one box is is I think one of the biggest problems that we face in Hollywood today and I like to think that with my career, I've tried to fight that as hard as I can. So it makes me just sick to think that I would be do do anything to hurt. Those two guys are any SNL actors who are",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-251",
    "time": "0:31:25",
    "speaker": "spk_1",
    "line": "help, of course, that he confused Bill Hader and Chris Catan just a few months ago. At that awards show, but it's an unfortunate coincidence and that's it.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-252",
    "time": "0:31:36",
    "speaker": "spk_0",
    "line": "So time in and back to the back to the show. Sorry.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-253",
    "time": "0:31:41",
    "speaker": "spk_3",
    "line": "And Gandalf from what I understand was in the course of even a single one of those movies played by thirty or forty different actors. I mean -- Well -- E s e McAllen was one of them.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-254",
    "time": "0:31:50",
    "speaker": "spk_0",
    "line": "They were all we talk about Andy Circus, but he he played pretty much every character in.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-255",
    "time": "0:31:54",
    "speaker": "spk_3",
    "line": "Circus was involved too.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-256",
    "time": "0:31:55",
    "speaker": "spk_0",
    "line": "In all those movies.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-257",
    "time": "0:31:56",
    "speaker": "spk_3",
    "line": "You can you can sense that watching it. Mhmm. Ian McAllen is an old man. He can't wield a staff like that. Something's going on there.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-258",
    "time": "0:32:04",
    "speaker": "spk_1",
    "line": "Yeah. I knew something smelled fishy and then we finally dug it up and it sure does stink. Now we",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-259",
    "time": "0:32:13",
    "speaker": "spk_3",
    "line": "you dug up a fish? Did it was it?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-260",
    "time": "0:32:16",
    "speaker": "spk_1",
    "line": "Yeah. We dug up the truth of this. I kept saying fish. And and we got it and it sure does stink. Now, this last round's worth double the points.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-261",
    "time": "0:32:25",
    "speaker": "spk_3",
    "line": "How many Yeah. Alright. Never mind.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-262",
    "time": "0:32:27",
    "speaker": "spk_1",
    "line": "Okay. Rato Rizzo from midnight cow poke. Frow Farbiscena and centimeters punk. I'm gonna",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-263",
    "time": "0:32:38",
    "speaker": "spk_3",
    "line": "say not me. Am I supposed to guess who who it is?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-264",
    "time": "0:32:42",
    "speaker": "spk_1",
    "line": "Okay. Well, it yours mine or ours.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-265",
    "time": "0:32:48",
    "speaker": "spk_3",
    "line": "Oh, can it be ours?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-266",
    "time": "0:32:50",
    "speaker": "spk_2",
    "line": "It is ours. It",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-267",
    "time": "0:32:51",
    "speaker": "spk_1",
    "line": "is ours. We cooked these three up after one too many Apple teenies one night out in Santa b.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-268",
    "time": "0:32:59",
    "speaker": "spk_3",
    "line": "Barbara. Got it.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-269",
    "time": "0:33:01",
    "speaker": "spk_1",
    "line": "And we just, you know, we were riffing and just having having having a laugh and we wound up creating three huge characters that are still part of pop culture today.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-270",
    "time": "0:33:12",
    "speaker": "spk_0",
    "line": "We said what if they're we said, what if doctor evil had sort of a female sidekick? Mhmm. And what if there were a straight edge wrestler? And what if the midnight cowboy had a friend?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-271",
    "time": "0:33:29",
    "speaker": "spk_1",
    "line": "Yeah. Great. It was dying of tuberculosis. Mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-272",
    "time": "0:33:33",
    "speaker": "spk_0",
    "line": "And we were He said he should cough a lot. That was my one note for that character.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-273",
    "time": "0:33:37",
    "speaker": "spk_1",
    "line": "Yeah. And we were busting up. Yeah. And then we and then we went out and we bus up America with those characters.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-274",
    "time": "0:33:44",
    "speaker": "spk_3",
    "line": "Now Great job.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-275",
    "time": "0:33:47",
    "speaker": "spk_0",
    "line": "Now, Andy That was a good game.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-276",
    "time": "0:33:49",
    "speaker": "spk_1",
    "line": "I thought it was fun.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-277",
    "time": "0:33:50",
    "speaker": "spk_3",
    "line": "Did anybody win?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-278",
    "time": "0:33:52",
    "speaker": "spk_1",
    "line": "Oh, the listeners always win on this show. Alright. All",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-279",
    "time": "0:33:55",
    "speaker": "spk_0",
    "line": "good. We wanna talk a little about you you've done some improvizational, some improv comedy --",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-280",
    "time": "0:34:02",
    "speaker": "spk_3",
    "line": "yes.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-281",
    "time": "0:34:02",
    "speaker": "spk_0",
    "line": "-- in the past. You have some experience with that. Absolutely. Sean and I are a big fans. Okay.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-282",
    "time": "0:34:09",
    "speaker": "spk_1",
    "line": "I love watching it, but",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-283",
    "time": "0:34:10",
    "speaker": "spk_0",
    "line": "we've always want we have a lot of questions about it just from the from the outside.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-284",
    "time": "0:34:15",
    "speaker": "spk_1",
    "line": "Yes. Well, to me, possibly the only thing scarier than Frankenstein is improv. Oh, Okay. Fair. Fair play. Mummies, and then I would say improv. Oh, okay. Because going out there, I mean, how scared are you?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-285",
    "time": "0:34:41",
    "speaker": "spk_3",
    "line": "Well, One of the things that people don't talk about it too much but you know how there are like four different levels at UCB and you know if you make it past level one and level two and level three and you're on your way into level four, what happens is that you at that point are brought to see a doctor. And this doctor and it's a very they've gotten it to the point now. I mean literally thousands of people have come through the system where it's minimally invasive and it's not dangerous at all, but there is the fear center of your brain that is simply severed. I mean, they've gotten to a point where they can just find where where fear resides in your lizard brain and just -- Wow.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-286",
    "time": "0:35:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-287",
    "time": "0:35:22",
    "speaker": "spk_3",
    "line": "and take it out. And it's gone. And it's it's great for improvisation. It's terrible for so many of the other aspects of an improviser's life. Like driving.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-288",
    "time": "0:35:33",
    "speaker": "spk_0",
    "line": "I see all these improvisers driving very fast around the city.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-289",
    "time": "0:35:37",
    "speaker": "spk_3",
    "line": "They literally have no capacity for fear -- Wow.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-290",
    "time": "0:35:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-291",
    "time": "0:35:40",
    "speaker": "spk_3",
    "line": "and fear, you know, some might say is something that has evolved within us as as a way of protecting us from danger. You know, but that's look. I mean",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-292",
    "time": "0:35:51",
    "speaker": "spk_1",
    "line": "but it's also protecting us from doing good funny improv. Mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-293",
    "time": "0:35:54",
    "speaker": "spk_3",
    "line": "Yep. That's exactly right. And if you want to make it into level four, which also there are lots of other perks of level four. Somebody brings",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-294",
    "time": "0:36:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-295",
    "time": "0:36:02",
    "speaker": "spk_1",
    "line": "oh, speak on that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-296",
    "time": "0:36:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-297",
    "time": "0:36:03",
    "speaker": "spk_3",
    "line": "somebody brings cookies to every class. Oh. And, you know, I'm not saying that they're the best, you know, they're under we're not talking about little schoolboy cookies or anything like, you know, I mean those Right?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-298",
    "time": "0:36:13",
    "speaker": "spk_0",
    "line": "You're not you're not professional chefs, you know, you don't have to worry about the little schoolboy himself.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-299",
    "time": "0:36:19",
    "speaker": "spk_3",
    "line": "Yeah. But Sometimes their day old bakery cookies, you know, the ones that are shaped like leaves and whatnot and, you know, nobody likes those.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-300",
    "time": "0:36:26",
    "speaker": "spk_0",
    "line": "Out of season. Yeah. Yeah. Yeah. Yeah. Sure.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-301",
    "time": "0:36:29",
    "speaker": "spk_3",
    "line": "Yeah. But but there's cookies there nonetheless and so that's, you know, and you're not afraid to eat a stale cookie at that point. There's no Oh, yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-302",
    "time": "0:36:38",
    "speaker": "spk_0",
    "line": "I've had that experience that I I think we've all had in the city where we're in a some group event with improvisers and they'll just start base jumping.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-303",
    "time": "0:36:47",
    "speaker": "spk_1",
    "line": "You",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-304",
    "time": "0:36:47",
    "speaker": "spk_0",
    "line": "know, just out of, you know, you'll be having a conversation with them and then they'll just run away and base jump.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-305",
    "time": "0:36:53",
    "speaker": "spk_3",
    "line": "Yeah. The survival rate for people who do this is is low. You know, you don't live long",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-306",
    "time": "0:36:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-307",
    "time": "0:36:58",
    "speaker": "spk_2",
    "line": "low, yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-308",
    "time": "0:36:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-309",
    "time": "0:36:58",
    "speaker": "spk_3",
    "line": "once you've had once you've had the fear center of your brain removed. But it's worth it. I mean, you burn brightly on stage for those few years that you're around before you go plunging off a building.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-310",
    "time": "0:37:09",
    "speaker": "spk_1",
    "line": "What great scoops for our scoop troop this was? Real peak inside how the UCB works.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-311",
    "time": "0:37:15",
    "speaker": "spk_0",
    "line": "I've always wanted just as a as a fan of of this kind of comedy, what Ryan Siles is like when he's off the stage. And is he doing that stuff? Like, does he have that same energy as he coming up with as much -- Yeah. -- good stuff just when he's having like a personal conversation with a friend?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-312",
    "time": "0:37:35",
    "speaker": "spk_3",
    "line": "Well as you know, you know, the UCB is Matt Walsh, Matt Besser, Ian Roberts, Amy Poeler, Ryan Stiles, Imaging and COCA. And Mel Mel Brooks and there's a bunch of other guys. But yeah, Stiles is always on. He is never off. To the point where he has gotten to a point where he can be doing those bits and getting a solid eight hours of sleep",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-313",
    "time": "0:38:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-314",
    "time": "0:38:07",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-315",
    "time": "0:38:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-316",
    "time": "0:38:07",
    "speaker": "spk_3",
    "line": "at the same time. So you I it's horrible from what I've heard know, to live with him or share a hotel room with him or whatever because he's literally sleeping but he is doing those bits that we love from whose line is in any way. While getting a solid eight hours of sleep.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-317",
    "time": "0:38:23",
    "speaker": "spk_0",
    "line": "Is it truly always on. Is it true that he has a full time prompt guy?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-318",
    "time": "0:38:27",
    "speaker": "spk_3",
    "line": "Prompts guy? Mhmm. Like what do you mean?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-319",
    "time": "0:38:29",
    "speaker": "spk_0",
    "line": "A guy who gives him props for improvise.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-320",
    "time": "0:38:31",
    "speaker": "spk_1",
    "line": "Oh,",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-321",
    "time": "0:38:31",
    "speaker": "spk_3",
    "line": "like suggestions and stuff like that. Yeah. Yeah. Oh, he has to. He he absolutely has to. It's not it's not something he wants necessarily. It's just if he didn't have it, he'd run out of stuff and and it would God only knows what would happen. So yeah, there's just a guy that walks around with him who who at this point they've got it down to styles even have to ask for it. This guy knows I'll throw in a location. I'll throw them an occupation, you know.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-322",
    "time": "0:38:55",
    "speaker": "spk_1",
    "line": "And if they're out style of a western.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-323",
    "time": "0:38:56",
    "speaker": "spk_3",
    "line": "Yes. Yes. A genre. If they're out and about, he'll grab something that could be used as a prop, you know, and I hand it to him and styles just like come up with different uses for the proper whatever. And you know, it's fine. It's not a big deal actually. You just get used to seeing him with this guy, you know, and but they're around twenty four seven. I mean, this guy I don't know when this guy sleeps because during the night while Stiles is getting his eight hours of sleep and doing bits, this guy's throwing him stuff and it's it's another reason you don't wanna share hotel room and styles.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-324",
    "time": "0:39:25",
    "speaker": "spk_1",
    "line": "To double back for just a moment -- Yes.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-325",
    "time": "0:39:26",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-326",
    "time": "0:39:26",
    "speaker": "spk_1",
    "line": "i've heard that Imaging COCA can be pretty mean between improvs. She's electric on stage. Right. But is it true that it's sort of a David Letterman thing where when you're not actually in the moment performing, you're not allowed to look at her?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-327",
    "time": "0:39:45",
    "speaker": "spk_3",
    "line": "I mean you can look at her but you will get punched, you know. So it's just a trade off and I wouldn't go anywhere near like a flight of stairs when she's around just because it's irresistible for her to push somebody down or trip them downstairs. But other than that like a lot of fun, also a lot of fun.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-328",
    "time": "0:40:03",
    "speaker": "spk_0",
    "line": "Andy, yes. We we know you like to sort of keep private relationship with the media and with your fans and you don't really answer a lot of questions, but Coming on this show, we like to break down those walls between",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-329",
    "time": "0:40:17",
    "speaker": "spk_3",
    "line": "well, I feel as I said, I feel that this is a safe space to really kind of let my real showbiz personality",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-330",
    "time": "0:40:22",
    "speaker": "spk_0",
    "line": "so this is a segment called the popcorn gallery -- Great. -- where we submit we take submissions for questions from our listeners for for our guests on the show and we say popcorn instead of peanut gallery because popcorn is like a food that you eat at the at the movies and this is a show about Hollywood. Where we make movies. Where we make movies.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-331",
    "time": "0:40:43",
    "speaker": "spk_3",
    "line": "Listen, I love that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-332",
    "time": "0:40:44",
    "speaker": "spk_0",
    "line": "So let's reach into the into the popcorn bag. Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-333",
    "time": "0:40:53",
    "speaker": "spk_1",
    "line": "Fluffy one. Do you always do that? Or play the popcorn gallery sound effect? Yeah. Yeah. We always have the engineer hit the sound board button and free forever question and then play the drop. Oh, okay. Alright. Alright. Good.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-334",
    "time": "0:41:09",
    "speaker": "spk_0",
    "line": "This question is from our listener Joe McGirl. And this is sort of variation on something we've talked about a little bit on this show. Mister Daily, when you are in the funny zone, are you aware of what you're doing? Or is it like hulking out where you have no memory of what happened after you leave the funny zone?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-335",
    "time": "0:41:29",
    "speaker": "spk_3",
    "line": "Oh wow. Well, this is obviously an incredibly insulting question because the implication here is that I is that I do leave the funny zone.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-336",
    "time": "0:41:38",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-337",
    "time": "0:41:40",
    "speaker": "spk_3",
    "line": "I literally have no idea what it looks like outside the funny zone. Mhmm. I'm a little like the boy in the bumble in that regard. He can't leave the bubble or he'll die. Yeah. I don't know the way out of the funny zone anymore. I'd love to get funny zone.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-338",
    "time": "0:41:54",
    "speaker": "spk_1",
    "line": "I'd love",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-339",
    "time": "0:41:55",
    "speaker": "spk_3",
    "line": "to be out there amongst regular people enjoying a a regular life going to the post office without being hilarious while I'm there. Going grocery shopping without realizing a thousand hilarious things about grocery shopping. It can't be done. I'm in the funny zone all the time.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-340",
    "time": "0:42:12",
    "speaker": "spk_0",
    "line": "I took myself out of it. You remember a few years ago, I had that little procedure to sort of see what it was like. Mhmm. And it was sort of like the movie pleasantville. Mhmm. Have you seen that movie where everything",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-341",
    "time": "0:42:25",
    "speaker": "spk_1",
    "line": "only a million times.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-342",
    "time": "0:42:28",
    "speaker": "spk_0",
    "line": "Where everything was in black and white.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-343",
    "time": "0:42:30",
    "speaker": "spk_3",
    "line": "I've not seen Pleasantville but I am going to pretend that I did. Yeah. Black and white was very effective in that film.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-344",
    "time": "0:42:36",
    "speaker": "spk_0",
    "line": "Everything everyone wears lame, clothes, and everyone is afraid of making social taboos. They're terrified. Mhmm. And I said, doc, you know, get me out of here.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-345",
    "time": "0:42:50",
    "speaker": "spk_3",
    "line": "So you're saying a doctor helped you get out of the funny zone and you were immediately like -- Yes.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-346",
    "time": "0:42:55",
    "speaker": "spk_0",
    "line": "There was -- put",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-347",
    "time": "0:42:56",
    "speaker": "spk_3",
    "line": "me back into it.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-348",
    "time": "0:42:57",
    "speaker": "spk_0",
    "line": "Procedure. It's similar to the one you're talking about. They've located well, you know, unwrapping the human genome. And part of that is locating the funny zone, locating the fear center of the brain -- Yep. -- and they can sort of move us in and out at will.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-349",
    "time": "0:43:10",
    "speaker": "spk_3",
    "line": "I'm sorry you told me that because now I'm gonna be tempted to have a dog -- To try it? -- remove me from the funny zone.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-350",
    "time": "0:43:15",
    "speaker": "spk_1",
    "line": "Please don't because I tried it. My experience was sort of like that movie blink if you ever saw that movie.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-351",
    "time": "0:43:20",
    "speaker": "spk_3",
    "line": "I did not but again I would I loved it.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-352",
    "time": "0:43:22",
    "speaker": "spk_1",
    "line": "A woman has her sight restored and it's coming back gradually.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-353",
    "time": "0:43:27",
    "speaker": "spk_3",
    "line": "Yep.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-354",
    "time": "0:43:29",
    "speaker": "spk_1",
    "line": "And so she's seeing flashes of things and realizes that she's witnessed a murder but, you know, can't fully see all of it or something like that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-355",
    "time": "0:43:39",
    "speaker": "spk_3",
    "line": "That's the exact same plot as awakenings. The exact same plot as awakenings.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-356",
    "time": "0:43:43",
    "speaker": "spk_1",
    "line": "I agree. And and so I remember turning the doctor and saying doctor get me out of here by getting me back in there and in there was the funny zone.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-357",
    "time": "0:43:51",
    "speaker": "spk_0",
    "line": "Right.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-358",
    "time": "0:43:52",
    "speaker": "spk_3",
    "line": "Get me out of not being in the funny zone.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-359",
    "time": "0:43:54",
    "speaker": "spk_1",
    "line": "Because what because what I realized was without the ability to laugh. Mhmm. The world is a pretty scary, sad place. Mhmm. And so it was sort of like getting your site and witnessing a murder right away is you see the tragedy and it's just too much for me to handle if I can't just laugh and just throw my head back and laugh and laugh.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-360",
    "time": "0:44:15",
    "speaker": "spk_0",
    "line": "If you wanna talk about this procedure if you like want a card or something, I have actually been told that within a couple years you'll be able to do it on your phone. Oh. Switch just switch it on and off from your phone. Well,",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-361",
    "time": "0:44:29",
    "speaker": "spk_3",
    "line": "you know, that's gonna be a real tough one for me.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-362",
    "time": "0:44:31",
    "speaker": "spk_0",
    "line": "Like everything these days.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-363",
    "time": "0:44:32",
    "speaker": "spk_3",
    "line": "Mhmm. Boy, I'll tell you. No kidding. These phones unbelievable. They're literally like computers in your pocket. I'm glad you brought that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-364",
    "time": "0:44:41",
    "speaker": "spk_0",
    "line": "Speak on that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-365",
    "time": "0:44:41",
    "speaker": "spk_1",
    "line": "Please speak on that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-366",
    "time": "0:44:42",
    "speaker": "spk_3",
    "line": "Well, okay. Look, I don't wanna date myself. But I was around before you had computers in your pocket and now you do. That is all I have to say about it.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-367",
    "time": "0:44:55",
    "speaker": "spk_1",
    "line": "Hey, slipped me a a pretty funny joke on a piece of paper just a moment ago",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-368",
    "time": "0:45:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-369",
    "time": "0:45:00",
    "speaker": "spk_3",
    "line": "oh, fantastic.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-370",
    "time": "0:45:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-371",
    "time": "0:45:00",
    "speaker": "spk_1",
    "line": "where when you said I don't wanna date myself, he said, hey, I don't wanna date him either. And I think that it's just He's just teasing. Sure. But I think that's a great example of being in the moment.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-372",
    "time": "0:45:12",
    "speaker": "spk_0",
    "line": "Yes. That's not how I actually feel, you know, like when you come up with a joke and doesn't mean it's real.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-373",
    "time": "0:45:18",
    "speaker": "spk_3",
    "line": "No. No. No. No. No. And that is important for people to understand. I think a lot of people who are outside of comedy. You don't understand that. Yes. That jokes are not",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-374",
    "time": "0:45:26",
    "speaker": "spk_0",
    "line": "they're not all jokes is real.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-375",
    "time": "0:45:27",
    "speaker": "spk_3",
    "line": "They're not necessarily the one hundred percent truth at all times. That's good that we that's good that we brought that up.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-376",
    "time": "0:45:33",
    "speaker": "spk_1",
    "line": "Such a powerful thing to teach them.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-377",
    "time": "0:45:36",
    "speaker": "spk_0",
    "line": "Let's let's reach back into the into the popcorn bag.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-378",
    "time": "0:45:41",
    "speaker": "spk_3",
    "line": "I really hope I'm not insulted again.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-379",
    "time": "0:45:46",
    "speaker": "spk_0",
    "line": "George breaking you hit the button again, sir.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-380",
    "time": "0:45:53",
    "speaker": "spk_1",
    "line": "Pop chord. That sounds slightly different",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-381",
    "time": "0:45:56",
    "speaker": "spk_3",
    "line": "that time. That's interesting. Do you have multiple takes of it on there? Same drop. It's the same drop? I bet I must be wrong.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-382",
    "time": "0:46:03",
    "speaker": "spk_0",
    "line": "This is a question from our listener Oxford Octopus. And you started as the evil mayor Brown in the live action animated movie Yogi Bear. How much time did you have to spend in the motion capture suit for them to bring all of your lifelike motions onto the screen.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-383",
    "time": "0:46:16",
    "speaker": "spk_3",
    "line": "Oh, well here we are again. Back to the subject of motion capture. That film, you know, I I guess I don't I it's not cool to say this because other actors were credited in the other roles but I I I did the body motions of all the characters. Uh-huh.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-384",
    "time": "0:46:37",
    "speaker": "spk_1",
    "line": "I knew it.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-385",
    "time": "0:46:38",
    "speaker": "spk_3",
    "line": "Yeah. You can kind of tell I think. I like to think I have a versatile body and and I do. But there are times when you can tell that it's, you know, that's not just in Timberlake.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-386",
    "time": "0:46:49",
    "speaker": "spk_1",
    "line": "Sure. No effing way. No effing way that's TJ Miller in that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-387",
    "time": "0:46:52",
    "speaker": "spk_3",
    "line": "Right. Right.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-388",
    "time": "0:46:53",
    "speaker": "spk_1",
    "line": "And that one scene",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-389",
    "time": "0:46:54",
    "speaker": "spk_3",
    "line": "yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-390",
    "time": "0:46:54",
    "speaker": "spk_0",
    "line": "We sometimes say that that's all acting is is just moving your body and I think no one embodies that, so to speak, as much as as much as Andy Daily.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-391",
    "time": "0:47:02",
    "speaker": "spk_3",
    "line": "But to answer the question, I spent three years in a motion capture suit down there in New Zealand. Under the guiding hand of Peter Jackson, not not in the sense that he was there or had anything to do with the project but just in the sense that if you're doing that kind of work, you are in some way guided by, yeah, by Peter Jackson. Mhmm. The spirit of him. His spirit pervades New Zealand. Yeah. So it's about What did I say? Three years, about three years.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-392",
    "time": "0:47:32",
    "speaker": "spk_1",
    "line": "Three years three years honoring Pejax in that suit.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-393",
    "time": "0:47:36",
    "speaker": "spk_0",
    "line": "Yeah. Okay. I think there's one more question in the bag.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-394",
    "time": "0:47:39",
    "speaker": "spk_1",
    "line": "Oh, let's see. One last question. Okay.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-395",
    "time": "0:47:41",
    "speaker": "spk_3",
    "line": "Sound effect one more time.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-396",
    "time": "0:47:48",
    "speaker": "spk_2",
    "line": "Oh,",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-397",
    "time": "0:47:51",
    "speaker": "spk_3",
    "line": "i'm pretty sure it was last time.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-398",
    "time": "0:47:55",
    "speaker": "spk_0",
    "line": "Andy, here's a question from our listener Scoops. Andy, you are one funny guy. Would you call your head a giggle nut or the laughmelon?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-399",
    "time": "0:48:02",
    "speaker": "spk_3",
    "line": "When I call my head, a giggle nut or the laughmelon,",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-400",
    "time": "0:48:08",
    "speaker": "spk_0",
    "line": "yes.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-401",
    "time": "0:48:08",
    "speaker": "spk_3",
    "line": "My friend, that's what's known as a false choice. My head can be both a giggle nut and a laughmelon.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-402",
    "time": "0:48:15",
    "speaker": "spk_0",
    "line": "Sometimes it's a you wake up it's a giggle nut.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-403",
    "time": "0:48:17",
    "speaker": "spk_3",
    "line": "Yeah. Sometimes it's a laughmelon. You know, the idea that I would somehow have to choose between those two is I I just call bullshit on it. I think it's both. I think it's always been both and and I'm proud of that.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-404",
    "time": "0:48:31",
    "speaker": "spk_0",
    "line": "What is it today?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-405",
    "time": "0:48:34",
    "speaker": "spk_3",
    "line": "It is both. Okay. Simon at the same time. It's a giggle nut and a laughmelon. And it feels great. And by the way, nuts and melons together is not your first thought of a of a dessert but try it sometime. Some walnuts, right? Cashews along with some cantaloupe and honeydew melon. I mean that's great. That right there is all I need for dessert. That's hard to be so controversial.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-406",
    "time": "0:49:02",
    "speaker": "spk_0",
    "line": "You mean all those flavors of ice cream?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-407",
    "time": "0:49:05",
    "speaker": "spk_3",
    "line": "That's not what I'm talking about, but I don't disagree with that either.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-408",
    "time": "0:49:09",
    "speaker": "spk_0",
    "line": "That's sometimes all I need for a dessert is for",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-409",
    "time": "0:49:12",
    "speaker": "spk_3",
    "line": "four different flavors of ice",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-410",
    "time": "0:49:13",
    "speaker": "spk_1",
    "line": "cream. Four different flavors",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-411",
    "time": "0:49:14",
    "speaker": "spk_0",
    "line": "of ice cream and I'm good",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-412",
    "time": "0:49:15",
    "speaker": "spk_1",
    "line": "i'm good. I'm good to go. I'm not greedy. Just give me four different ice creams",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-413",
    "time": "0:49:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-414",
    "time": "0:49:20",
    "speaker": "spk_1",
    "line": "mhmm. -- unique ones like that. Yeah. And I am basically all set. Some kind of cookie to eat it with.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-415",
    "time": "0:49:25",
    "speaker": "spk_3",
    "line": "Couple of cream pies.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-416",
    "time": "0:49:28",
    "speaker": "spk_1",
    "line": "Well, naturally, it's dessert time, there's cream pies on the table but I'm saying in addition to that. Yeah. I'm pretty much happy with just four ice creams, some kind of cookie to eat it with. Yeah. And maybe a chocolate candy like a peanut butter cup or",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-417",
    "time": "0:49:43",
    "speaker": "spk_3",
    "line": "yeah. Something like that, a seven layer cake.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-418",
    "time": "0:49:47",
    "speaker": "spk_1",
    "line": "Seven layer cake or a tiramisu. Mhmm. I mean that's all I need. I'm a simple guy, you know, as Hollywood",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-419",
    "time": "0:49:54",
    "speaker": "spk_3",
    "line": "as we get Sure. It's still",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-420",
    "time": "0:49:55",
    "speaker": "spk_1",
    "line": "the simple thing. When we like desserts,",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-421",
    "time": "0:49:58",
    "speaker": "spk_0",
    "line": "we're just like other people and that we like desserts. Yeah.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-422",
    "time": "0:50:01",
    "speaker": "spk_1",
    "line": "We just can afford more of that",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-423",
    "time": "0:50:02",
    "speaker": "spk_3",
    "line": "one regard. Yes. Mhmm.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-424",
    "time": "0:50:04",
    "speaker": "spk_0",
    "line": "Andy, thank you so much for joining us. Oh, it was my pleasure. Thanks for listening, rate us on iTunes. Chat with us on the forums. We've got a Facebook page And please please buy the pro version. We've got some really nice goodies in the pro version this week.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-425",
    "time": "0:50:19",
    "speaker": "spk_1",
    "line": "So important that you buy the pro version.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-426",
    "time": "0:50:21",
    "speaker": "spk_0",
    "line": "We have our Skype Sean and I are are are Skype names or Skype IDs, so you can see when we log in and log out. We're not gonna talk to you. But you can track -- But",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-427",
    "time": "0:50:29",
    "speaker": "spk_1",
    "line": "just knowing that we're on there or it's got to be a big rush. You can",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-428",
    "time": "0:50:33",
    "speaker": "spk_0",
    "line": "track our Skype activity and --",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-429",
    "time": "0:50:35",
    "speaker": "spk_3",
    "line": "that is a big gift. That's what",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-430",
    "time": "0:50:37",
    "speaker": "spk_1",
    "line": "they get with the pro package. Yeah. It's one thing that they get.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-431",
    "time": "0:50:40",
    "speaker": "spk_0",
    "line": "And Freya bought the pro version last week and she wins today's pro version prize, which is Andy Daly will turn her into a character. Okay. And do one line in the voice of this newest character, Freya, on this podcast right now.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-432",
    "time": "0:51:02",
    "speaker": "spk_3",
    "line": "Yeah, that sounds great. When does that happen?",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-433",
    "time": "0:51:09",
    "speaker": "spk_2",
    "line": "Whenever you're ready. Oh, boy. I bought the pro version. Now I could take a bath.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-434",
    "time": "0:51:20",
    "speaker": "spk_1",
    "line": "Bye. Bye.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-435",
    "time": "0:51:21",
    "speaker": "spk_3",
    "line": "Hold on.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-436",
    "time": "0:51:27",
    "speaker": "spk_4",
    "line": "This has been an earwoke media production. He's to producers, Jeff Orik and Scott Ockerman. For more information, visit iwolff dot com.",
    "episode": "13",
    "edited": false
  },
  {
    "id": "13-437",
    "time": "0:51:38",
    "speaker": "spk_2",
    "line": "Eerwolf radio, boom, dot com. The worst dead",
    "episode": "13",
    "edited": false
  }
]