[
  {
    "id": "138-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "scott, I I'm sorry. I I I cannot keep doing these. Because you're lying to them. The whole thing is a lie. Every word of this copy is false. Look at what you're promising them, this is insane. It's like you're promising them the world and it's it's empty. You don't have any of this stuff. You don't have it. Why would you do that? Because it's fun. It's fun for you to lie to them? It gets you excited. No. Okay. No. I I can't I'm sorry. Not anymore. I can't I can't be a part of this. You just have to get someone up. What do you mean you'll you'll you'll hurt yourself if I don't? Scott? Scott? No. Stop putting your sweater in your mouth. Scott, you're gonna choke on your sweater. Oh, my God. How do you get so much in there? Okay. Okay. Okay. Fine. I'll do it. I'll",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-1",
    "time": "0:01:14",
    "speaker": "spk_1",
    "line": "i'll read the hat.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-2",
    "time": "0:01:21",
    "speaker": "spk_0",
    "line": "Today show is sponsored by Howell FM. It's like Netflix for Podcast. How premium subscribers now have access to the first thirteen seasons of never not funny archives. The award winning podcast hosted by Jimmy Pardo. These three hundred eighty six extra episodes total over five hundred hours are never not funny, completely ad free. With Hal premium, you'll also get access to more than a hundred and fifty hours of Hal original. If you haven't signed up for Hall yet, you can use code Hollywood when you check out on how FM to get a month of hell premium for free. After your full month of free trial, it's only four ninety nine a month. That's h o w l dot f m and use the promo code Hollywood for a one month free trial. Of how premium.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-3",
    "time": "0:02:20",
    "speaker": "spk_2",
    "line": "So like I said, we're in space and floating, and it's me, it's Ben Gazzara, it's Kelly Who, and it's MC Ren. And and Ben is telling one of his stories from the killing of a Chinese Bookie. And I don't wanna listen anymore really, so I go, why don't you try to kill this Chinese boogie? Take it away, Kelly. And she and I assume she's gonna dance. Uh-huh. But she didn't get it. But you laugh So you see what I'm getting at, engineer Cody? Yeah. Yeah. So what do you think she should have done? Climb a tree. Oh, wow. Interesting. Even though we're in space and there's no trees. She finds one. Oh wow. Interesting. I'd love to see the way your little brain works, Cody. It's so interesting to me. Now It's Hollywood Handbook. You're here. It's me Sean Clement. I'm one of your friends who you listen to on the podcast. And I want you to feel like we're friends. So one thing you might know is sometimes Hayes will do an episode and when he does an episode without me, I get upset and I get jealous. And so one great way to deal with that kind of feeling is revenge and doing an episode based on vengeance. By the way, Wacham Holler and Hamperger's insider's guide to kicking butt, drunk names, the red carpet line back always at this industry we call showbiz, what up what up. And so what I have done in an effort to defeat Hayes at his own game and punish him is I have gotten a pretty big guest, a pretty big honking deal and I'll cram it down your throat right now. Maybe you heard of it. It's a true corker of a guest. His name's Chris Gatherd. Hi. Thank you for calling me a true corker. Oh, well, I wouldn't say it if it wasn't true. So Chris, didn't you do an episode with Hayes?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-4",
    "time": "0:04:25",
    "speaker": "spk_1",
    "line": "Yeah. I have to say I was a little little surprised to get this offer because it wasn't it wasn't not all that long ago that I was on the show.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-5",
    "time": "0:04:34",
    "speaker": "spk_2",
    "line": "Pretty recent.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-6",
    "time": "0:04:35",
    "speaker": "spk_1",
    "line": "Yeah. Thank you for having me back but I was a I actually thought it must have been some sort of like error.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-7",
    "time": "0:04:43",
    "speaker": "spk_2",
    "line": "Well no, the error happened the first time when Hey scheduled the episode and I'm not there and then the episode I think probably didn't feel that gray. And so we're gonna kind of fix it. But tell me because I just haven't had a chance or really the stomach for listening to it. Wow. Oh. What what did you guys talk about you and Hayes?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-8",
    "time": "0:05:04",
    "speaker": "spk_1",
    "line": "Well, we went really in-depth that it felt really good for me to get it off my chest. I I first met Hayes about six years ago, seven years ago. He was a writer on a show called Big Lake. Minnetonco. Big Lake. And at the very last",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-9",
    "time": "0:05:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-10",
    "time": "0:05:20",
    "speaker": "spk_1",
    "line": "mhmm. -- like last minute, I was kind of brought in to replace the lead actor and it was supposed to be my big break and then it kind of public went away and a lot of people, you know, you can't really find that show. It doesn't exist. Comedy Central doesn't really allow it to be out in the world and there's always been many rumors about the backstage stuff and we kinda went all in for the first time and spoke publicly about a lot of my demons and addictions and",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-11",
    "time": "0:05:45",
    "speaker": "spk_2",
    "line": "did I come up at all?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-12",
    "time": "0:05:49",
    "speaker": "spk_1",
    "line": "Not on the show, but I I I don't mean I don't wanna fan any flames but -- Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-13",
    "time": "0:05:53",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-14",
    "time": "0:05:53",
    "speaker": "spk_1",
    "line": "as soon as we were done taping Hayes did stand up and he took his headphones off, and he threw them down. And he he was like, Sean could never do that. Sean could never",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-15",
    "time": "0:06:04",
    "speaker": "spk_2",
    "line": "do that. He throws him down like a touchdown spike like he's happy with what he did or like just a mad throw.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-16",
    "time": "0:06:10",
    "speaker": "spk_1",
    "line": "It was I would I would say the phrase that comes into my mind is more like animal adrenaline. Right? I don't think he meant to throw them. I think he was he was in a he was acting on impulse.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-17",
    "time": "0:06:19",
    "speaker": "spk_2",
    "line": "Okay. Right. Okay. So that's just pure energy coming out of him, and he said I could never do that.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-18",
    "time": "0:06:25",
    "speaker": "spk_1",
    "line": "No. He said you he said Sean could never",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-19",
    "time": "0:06:27",
    "speaker": "spk_3",
    "line": "sean could yes.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-20",
    "time": "0:06:28",
    "speaker": "spk_1",
    "line": "He didn't say I just never do that.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-21",
    "time": "0:06:29",
    "speaker": "spk_3",
    "line": "No. He's Hayes said Sean can",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-22",
    "time": "0:06:31",
    "speaker": "spk_1",
    "line": "never do that.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-23",
    "time": "0:06:32",
    "speaker": "spk_2",
    "line": "This is Sean speaking",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-24",
    "time": "0:06:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-25",
    "time": "0:06:33",
    "speaker": "spk_2",
    "line": "yes.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-26",
    "time": "0:06:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-27",
    "time": "0:06:33",
    "speaker": "spk_2",
    "line": "and I'm saying, what you're saying, Hey said, you're Chris, Yes. Yes. And he said Shawn could never do that. Okay.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-28",
    "time": "0:06:39",
    "speaker": "spk_1",
    "line": "Yes. Yeah. We're on the same page.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-29",
    "time": "0:06:42",
    "speaker": "spk_3",
    "line": "How does that make me feel?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-30",
    "time": "0:06:44",
    "speaker": "spk_2",
    "line": "So that's the only time I came up. And then what did you say you probably defended me and said, oh, I think he could.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-31",
    "time": "0:06:51",
    "speaker": "spk_1",
    "line": "I I at that point I kept quiet. I mean, he was really I'm it was like really like you like you know like there was a violence to it. There was a violence and an emotion to it and I just tried to say, I brought you up before and I asked where you were. Mhmm. I've actually known you much longer.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-32",
    "time": "0:07:08",
    "speaker": "spk_2",
    "line": "Well, I was gonna say, yeah, isn't it strange to do an episode with Hayes when meanwhile, we've known each other longer, probably better. Oh, we you and I",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-33",
    "time": "0:07:16",
    "speaker": "spk_1",
    "line": "there was a stretch of life where you and I were very very very close.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-34",
    "time": "0:07:18",
    "speaker": "spk_2",
    "line": "Mhmm. Yeah. And did he was he able to deal with that?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-35",
    "time": "0:07:23",
    "speaker": "spk_1",
    "line": "I brought it up. I said I I asked where you were. Mhmm. I said that you and I really I mean, this is not in any way exaggerated. You and I for many years were very, very tight.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-36",
    "time": "0:07:34",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-37",
    "time": "0:07:34",
    "speaker": "spk_1",
    "line": "And I I asked I said I was really looking forward a chance to catch up with Sean. I feel like we lost touch a little bit. I've always regretted that. And he said really this was before the Mike's run and then he said you had something else to do. Mhmm. I asked what and he said, I'd rather not tell you I have a feeling it could make you feel bad if you knew that Sean opted to do that thing over what over this.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-38",
    "time": "0:07:56",
    "speaker": "spk_2",
    "line": "And then did he do any kind of hand gestures to indicate what it was I was doing?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-39",
    "time": "0:08:00",
    "speaker": "spk_1",
    "line": "He he did a number of hand but I have to say I'm not necessarily trained in perceiving what his hand gestures mean, but he was it's funny that you say that because he was gesturing his hands wildly.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-40",
    "time": "0:08:11",
    "speaker": "spk_2",
    "line": "Yeah. He was going he",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-41",
    "time": "0:08:11",
    "speaker": "spk_3",
    "line": "was doing one of these",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-42",
    "time": "0:08:12",
    "speaker": "spk_2",
    "line": "a little bit of this.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-43",
    "time": "0:08:13",
    "speaker": "spk_1",
    "line": "A little yeah. Yeah. Yeah. Yeah. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-44",
    "time": "0:08:15",
    "speaker": "spk_2",
    "line": "And sort of swinging his hands around.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-45",
    "time": "0:08:16",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-46",
    "time": "0:08:17",
    "speaker": "spk_2",
    "line": "He's not wrong. Anyway, Did you guys talk about politics at all or anything?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-47",
    "time": "0:08:23",
    "speaker": "spk_1",
    "line": "No. Mostly, it was about about the show. Yeah. I I told him a lot because, you know, he had seen a lot and he'd been there for a lot and many, many rumors about my behavior on Big Lake, so I told him about some of the addictions I fell into, a lot of the sex for money. Different, you know, things I was inhaling, injecting back in those days, a lot of demons. I told them a lot about how my character overtook my personality and this Josh Franklin character kind of came to dominate my mind and live inside my brain in a way where Josh Franklin controlled my thoughts and my actions.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-48",
    "time": "0:08:56",
    "speaker": "spk_2",
    "line": "Ah, yes. Not unlike the Joker.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-49",
    "time": "0:08:58",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. Very similar.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-50",
    "time": "0:09:00",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. So okay. Interesting.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-51",
    "time": "0:09:03",
    "speaker": "spk_1",
    "line": "So you really did not listen to even a minute. I just I just couldn't because I have to say for people who heard that one, tuning back into the same podcast",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-52",
    "time": "0:09:12",
    "speaker": "spk_2",
    "line": "just to hear you recap. The bullet point recap of",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-53",
    "time": "0:09:16",
    "speaker": "spk_1",
    "line": "a of a prior recent episode",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-54",
    "time": "0:09:18",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-55",
    "time": "0:09:18",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-56",
    "time": "0:09:19",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-57",
    "time": "0:09:19",
    "speaker": "spk_1",
    "line": "of the same sex.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-58",
    "time": "0:09:19",
    "speaker": "spk_2",
    "line": "You don't think that's gonna be a real thrill?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-59",
    "time": "0:09:21",
    "speaker": "spk_1",
    "line": "I would have to imagine a lot of people are remembering the more fully fleshed out versions of the jokes we're now just describing in simple terms.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-60",
    "time": "0:09:28",
    "speaker": "spk_2",
    "line": "So if I So okay. So if I'm clear on what you're saying, if I'm clear on what you're saying, you don't think there's a single laugh for them to be had so far in this episode. Because it's really just a dry retelling of an episode they ideally heard, but even worse maybe did not hear because they only check-in every now and then.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-61",
    "time": "0:09:47",
    "speaker": "spk_1",
    "line": "I will I mean I will I in your word I think that there's some harshness there that",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-62",
    "time": "0:09:51",
    "speaker": "spk_2",
    "line": "i think I'm",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-63",
    "time": "0:09:52",
    "speaker": "spk_1",
    "line": "a nice guy and I wouldn't necessarily say it as far as there's no value to this. I will say at best, it seems to me like people would probably only be encouraged to go listen to the prior one.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-64",
    "time": "0:10:02",
    "speaker": "spk_2",
    "line": "Sure. They jump back on that one.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-65",
    "time": "0:10:04",
    "speaker": "spk_1",
    "line": "Thus far. I'm the fact that we're offering very little actual new",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-66",
    "time": "0:10:07",
    "speaker": "spk_2",
    "line": "and once again, the old Klemdogs left left out in the cold.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-67",
    "time": "0:10:10",
    "speaker": "spk_1",
    "line": "Oh, yeah. Klemdogg sleeping out in the dog house tonight.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-68",
    "time": "0:10:13",
    "speaker": "spk_2",
    "line": "Mhmm. Yeah. No. Well that's not what I want. Did you guys talk about any movies or hit movies?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-69",
    "time": "0:10:19",
    "speaker": "spk_1",
    "line": "I don't think we did. I wanna reiterate. I do wanna just point out that every time you ask if we talked about one thing, I do say that really all we talked about was this one specific",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-70",
    "time": "0:10:31",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-71",
    "time": "0:10:31",
    "speaker": "spk_2",
    "line": "uh-huh.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-72",
    "time": "0:10:31",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-73",
    "time": "0:10:31",
    "speaker": "spk_1",
    "line": "the backstage maneuverings on Big Lake and how my mental and physical And",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-74",
    "time": "0:10:35",
    "speaker": "spk_2",
    "line": "did that lead into talking about sports or anything? Sports, I don't think came up.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-75",
    "time": "0:10:41",
    "speaker": "spk_1",
    "line": "Mostly we were talking about the backstage",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-76",
    "time": "0:10:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-77",
    "time": "0:10:44",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-78",
    "time": "0:10:44",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-79",
    "time": "0:10:44",
    "speaker": "spk_1",
    "line": "environment of big lake and",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-80",
    "time": "0:10:46",
    "speaker": "spk_2",
    "line": "big lakes",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-81",
    "time": "0:10:46",
    "speaker": "spk_1",
    "line": "and all. Yeah. The personal way kind of broke me mentally and",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-82",
    "time": "0:10:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-83",
    "time": "0:10:50",
    "speaker": "spk_1",
    "line": "okay.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-84",
    "time": "0:10:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-85",
    "time": "0:10:50",
    "speaker": "spk_1",
    "line": "basically again I would",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-86",
    "time": "0:10:52",
    "speaker": "spk_2",
    "line": "because maybe it would be like so like let's say okay like sports came up maybe Hayes would be like oh this is a great NBA finals And I would and I would say something like if I was there I'd go. Actually I think the previous round, you know, was the real finals.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-87",
    "time": "0:11:15",
    "speaker": "spk_1",
    "line": "I I it actually does make me remember. Do you think sports briefly came up now? Oh, good. Which is that because the head writer kind of kept me separated from all the writers a lot of weird gamesmanship there. But Hayes was a really big basketball fan and I'm a big basketball fan and we talked about how we would talk about basketball and it helped us develop this little friendship despite the fact that the the head writer was sort of aggressively positioning me against the writers which again was one of the aspects that I think led to a lot of you know, like the backstage drama and my physical and mental emotional deterioration. So basketball was like a very very small entry point. To the other stuff that I keep referencing. We did talk",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-88",
    "time": "0:11:54",
    "speaker": "spk_2",
    "line": "about the big league",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-89",
    "time": "0:11:55",
    "speaker": "spk_1",
    "line": "stuff. Yeah. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-90",
    "time": "0:11:57",
    "speaker": "spk_2",
    "line": "Right. And so but So we then that really doesn't help my point of like, well,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-91",
    "time": "0:12:02",
    "speaker": "spk_3",
    "line": "i really feel like the last round was the real finals is what we're finding out.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-92",
    "time": "0:12:06",
    "speaker": "spk_1",
    "line": "The Oklahoma City thunder. The thunder. It was a great series.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-93",
    "time": "0:12:09",
    "speaker": "spk_2",
    "line": "Very. Way more intense. Is there is",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-94",
    "time": "0:12:13",
    "speaker": "spk_1",
    "line": "there anything specific you want you wanna talk about or is it mostly just you wanna talk about what Hayes did?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-95",
    "time": "0:12:22",
    "speaker": "spk_2",
    "line": "Well So movies didn't come up. Just really the one show. Okay. What is I wanna talk about?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-96",
    "time": "0:12:29",
    "speaker": "spk_1",
    "line": "I don't I wanna say something but I feel like it I fear it could come off a little critical",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-97",
    "time": "0:12:34",
    "speaker": "spk_2",
    "line": "to me. Okay. Well, because he did houch it in a gentle way or maybe do a funny voice when you say it. That's what a lot of times what Hales will do if",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-98",
    "time": "0:12:43",
    "speaker": "spk_3",
    "line": "he has bad news for me. Well,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-99",
    "time": "0:12:45",
    "speaker": "spk_1",
    "line": "you know, I I I mentioned I mentioned to you up top that Hayes had said Sean could never do this. And I would say that thus far.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-100",
    "time": "0:12:54",
    "speaker": "spk_2",
    "line": "Maybe too much of a voice. This is maybe more than I need.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-101",
    "time": "0:12:57",
    "speaker": "spk_1",
    "line": "Like Hayes had mentioned like Sean could never do that. Sean could never do what I just did. Mhmm. And I would say based on what we're proving together thus far, it seems like it is",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-102",
    "time": "0:13:07",
    "speaker": "spk_2",
    "line": "in some ways maybe proving his assertion true Okay. Well, alright. Well and it's and Okay. I'm hearing you. So alright, maybe I couldn't do exactly what he did just because Like you said a lot of people can't find Big Lake. I know there was like a Lee Harvey Oz World was like an amusement park within the world, but that's show in the episode that Hayes wrote?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-103",
    "time": "0:13:31",
    "speaker": "spk_1",
    "line": "That was the episode, Hayes wrote. Mhmm. Great joke at the end. Great visual guy. He and I talked about that. Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-104",
    "time": "0:13:37",
    "speaker": "spk_2",
    "line": "That came up on the show? It did. Yeah. Well I couldn't do exactly what he could do but you know you're doing a podcast with me. Here's what you're gonna get. Fun and talk about movies, a really original observation about sports, politics. I mean do you wanna dig in? It honestly feels more like a circus. Than like",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-105",
    "time": "0:14:07",
    "speaker": "spk_1",
    "line": "presidential",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-106",
    "time": "0:14:08",
    "speaker": "spk_2",
    "line": "race.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-107",
    "time": "0:14:09",
    "speaker": "spk_1",
    "line": "Yeah. I'm happy to talk about all those.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-108",
    "time": "0:14:11",
    "speaker": "spk_2",
    "line": "The clowns.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-109",
    "time": "0:14:12",
    "speaker": "spk_1",
    "line": "Yeah. And we're you're saying right now that we're gonna talk about those things like you and I not just in the context of did Hayes and I talk about them?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-110",
    "time": "0:14:19",
    "speaker": "spk_2",
    "line": "And it didn't come up with you guys. No. I I'm saying that is what we would talk about. If it was just me doing it and you and Hayes had never done one In light of the fact that you did do one, I do really need to get the context.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-111",
    "time": "0:14:42",
    "speaker": "spk_1",
    "line": "Yeah. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-112",
    "time": "0:14:42",
    "speaker": "spk_2",
    "line": "You know just because I'm not gonna be able to listen to the episode you know, my Bluetooth been weird. So I can't really listen to it in my car. Yeah. And I get that. Yeah. I think my cousin Sam deactivated my Bluetooth when he was in my car and so I do need to kinda know what got covered Yeah. And you're saying that essentially Big Lake was a show. You did get your mind affected by the Joker. Josh Franklin. Did you at any point say, why are you being so serious?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-113",
    "time": "0:15:18",
    "speaker": "spk_1",
    "line": "No. I didn't I didn't quote No. I didn't quote the joke.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-114",
    "time": "0:15:20",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-115",
    "time": "0:15:21",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. And I also don't think that's a quote. What do you mean why so serious? Don't think the Joker. I might be wrong.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-116",
    "time": "0:15:31",
    "speaker": "spk_2",
    "line": "This is it I mean, this is an area where you probably don't really wanna tangle with me.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-117",
    "time": "0:15:35",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-118",
    "time": "0:15:35",
    "speaker": "spk_2",
    "line": "Just because I have kinda like a movies expert.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-119",
    "time": "0:15:37",
    "speaker": "spk_1",
    "line": "I wanna be clear, man, we've known each other for many years. I don't wanna tangle with you in any way. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-120",
    "time": "0:15:42",
    "speaker": "spk_2",
    "line": "I mean, we have could've told me but",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-121",
    "time": "0:15:44",
    "speaker": "spk_1",
    "line": "i will say this because we we there right now we're just talking about what haze and I may or may not have talked about, but sure. There's a whole world of things you could talk you and I could talk about that. Go back. I would say six or seven years before I even met Hayes And I've only met Hayes I think three times in my whole life.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-122",
    "time": "0:16:03",
    "speaker": "spk_2",
    "line": "Yeah. And one of them got recorded and then that one got put out in the world and then people said things like this is the best episode of the show and then I think as recently as maybe only a couple days ago we get tweeted out about your episode. Wow. And let's see and let's actually see.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-123",
    "time": "0:16:21",
    "speaker": "spk_1",
    "line": "I'm sorry.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-124",
    "time": "0:16:22",
    "speaker": "spk_2",
    "line": "What the quote was. You",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-125",
    "time": "0:16:24",
    "speaker": "spk_1",
    "line": "if you I don't know that you need to be standing. I don't know why you stood up when you got.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-126",
    "time": "0:16:29",
    "speaker": "spk_2",
    "line": "Back up. Back away. Nobody touch anything. So what",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-127",
    "time": "0:16:36",
    "speaker": "spk_3",
    "line": "was the quote that somebody tweeted and it was something about your father and that they said that's the funniest line in the history of the show.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-128",
    "time": "0:16:44",
    "speaker": "spk_2",
    "line": "Oh, I think my show.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-129",
    "time": "0:16:46",
    "speaker": "spk_1",
    "line": "I think I think I was recounting a story. I I didn't find this funny because this was actually a very low moment for me. I think I recounted a story to Hayes about how I was sleeping with a woman in exchange for money. And when we had finished just as I ejaculate it, she said it's my father's birthday. I didn't find that funny. I was actually I saw that tweet and I was actually a little disturbed because I feel like people are maybe using some of my darkest moments further on amusement.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-130",
    "time": "0:17:16",
    "speaker": "spk_2",
    "line": "So okay, just to paint the picture. So you bust huge cream load. And she says it's my father's birthday. Yeah. And they think that's the funniest moment.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-131",
    "time": "0:17:31",
    "speaker": "spk_1",
    "line": "I guess so. Man?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-132",
    "time": "0:17:32",
    "speaker": "spk_2",
    "line": "On a show where I've said so many things. Sean,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-133",
    "time": "0:17:37",
    "speaker": "spk_1",
    "line": "yeah. When did we first meet?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-134",
    "time": "0:17:39",
    "speaker": "spk_2",
    "line": "You were me? Two thousand three. Gotta be It's a four.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-135",
    "time": "0:17:43",
    "speaker": "spk_1",
    "line": "I think five. Five?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-136",
    "time": "0:17:46",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-137",
    "time": "0:17:47",
    "speaker": "spk_1",
    "line": "That's a full half decade of stuff. That's a full half day decade of stuff that",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-138",
    "time": "0:17:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-139",
    "time": "0:17:51",
    "speaker": "spk_1",
    "line": "sure. -- haze has no access to",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-140",
    "time": "0:17:52",
    "speaker": "spk_2",
    "line": "you think we should explore that more? We could. We could. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-141",
    "time": "0:17:56",
    "speaker": "spk_1",
    "line": "It just seems like you're really mad me, you really met at Hayes.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-142",
    "time": "0:17:59",
    "speaker": "spk_2",
    "line": "And I wasn't involved in big like at all.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-143",
    "time": "0:18:01",
    "speaker": "spk_1",
    "line": "Not no.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-144",
    "time": "0:18:02",
    "speaker": "spk_4",
    "line": "Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-145",
    "time": "0:18:02",
    "speaker": "spk_1",
    "line": "And and and and I will say, just from a personal perspective, constructive, not trying to be mean. Mhmm. This is a really long amount of time to go into one podcast episode only talking about a prior",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-146",
    "time": "0:18:16",
    "speaker": "spk_2",
    "line": "just talking about a different podcast episode. Yeah. Yeah. You think that it shuts people out in a way. Where it's really it's being made for no one, and maybe even I'm not enjoying myself during it.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-147",
    "time": "0:18:28",
    "speaker": "spk_1",
    "line": "I don't know if you're enjoying yourself. I'm enjoying myself Okay. You and I catching up and I love that part.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-148",
    "time": "0:18:34",
    "speaker": "spk_2",
    "line": "Yeah. That's nice. It has to feel like",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-149",
    "time": "0:18:36",
    "speaker": "spk_1",
    "line": "a little bit of I feel like even in the time, even in the I think it's been about six weeks since I recorded that episode with Hayes. Even though six weeks, I've had many ups and downs.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-150",
    "time": "0:18:47",
    "speaker": "spk_2",
    "line": "Mhmm. Okay. Well yeah, then he can't get his grubby mitts on that. Tell me some of that.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-151",
    "time": "0:18:54",
    "speaker": "spk_1",
    "line": "Well, I'm in a a new film. Oh, right. Hollywood. Don't think twice directed by Mike Burbiglia written and directed by Like we're big game's been good.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-152",
    "time": "0:19:05",
    "speaker": "spk_2",
    "line": "And fortunately, you've put all the big lake drama behind you, all the sort of bad habits that you discussed with Hayes on the episode, which I know we're talking not talking about that episode anymore but",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-153",
    "time": "0:19:16",
    "speaker": "spk_1",
    "line": "the big lake I have put a lot of the big lake habits to bed, but I will tell you, you know, Don't think twice. It's it's it's it's huge. Mhmm. It's an indie movie, but it's huge.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-154",
    "time": "0:19:25",
    "speaker": "spk_2",
    "line": "Yeah. And I'll tell you that it added a word to the UCB slogan.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-155",
    "time": "0:19:34",
    "speaker": "spk_1",
    "line": "I don't have much I don't have much of a comment on that. Okay. So anyway, I put the Big Lake demons to bed. But, you know, with the with the I think because it's weird, you know, most indie movies you expect them to play in art houses and festivals. But as you've I'm sure I've since, don't think twice is. I mean, it's every it's playing on roughly four thousand screens right now.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-156",
    "time": "0:19:59",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-157",
    "time": "0:20:00",
    "speaker": "spk_1",
    "line": "In America, cut. You can count international. It's playing on over ten thousand screens.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-158",
    "time": "0:20:03",
    "speaker": "spk_2",
    "line": "We're doing four g's. Screen was.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-159",
    "time": "0:20:05",
    "speaker": "spk_1",
    "line": "It's become a cultural sensation unlike a Star Wars level. And like a Avatar level, titanic level. It's been life changing for me, and I I I will say because I and I here, I'll give you the I wouldn't tell this to haze. Because I don't know haze as long as I know you. I don't trust haze as much as I trust you as a friend. I feel safer telling you that while the big lake demons have gone to bed, while Josh Franklin only rears his ugly head inside my brain at times.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-160",
    "time": "0:20:28",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-161",
    "time": "0:20:28",
    "speaker": "spk_1",
    "line": "There are new, don't think twice habits that I'm not proud I've fallen into, some new addictions. And the character of Bill now also lives inside my brain and also Bill and Josh Franklin don't like each other.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-162",
    "time": "0:20:39",
    "speaker": "spk_2",
    "line": "Tell me about Bill.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-163",
    "time": "0:20:41",
    "speaker": "spk_1",
    "line": "What is there to say about Bill? Bill is a mild mannered member of an improv troop called the commune at a theater called improv improv improv across America in Prophora America. I'm blanking on it. Oh, whoa. And he's a mild mannered guy who he's trying to",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-164",
    "time": "0:20:54",
    "speaker": "spk_2",
    "line": "and you pull that off? Mild mattered?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-165",
    "time": "0:20:59",
    "speaker": "spk_1",
    "line": "I tapped into I tapped into something deep.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-166",
    "time": "0:21:01",
    "speaker": "spk_2",
    "line": "Damn, dude. Well, Buriggly as a director, he",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-167",
    "time": "0:21:04",
    "speaker": "spk_1",
    "line": "challenged me as a he challenged me as a director to really look inside myself as an actor for",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-168",
    "time": "0:21:10",
    "speaker": "spk_2",
    "line": "pull off like a mild mannered improviser type?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-169",
    "time": "0:21:12",
    "speaker": "spk_1",
    "line": "Yeah. He challenged me hard on that.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-170",
    "time": "0:21:14",
    "speaker": "spk_2",
    "line": "Yeah. Damn, that dude's dragging out some serious stuff. That's so.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-171",
    "time": "0:21:18",
    "speaker": "spk_1",
    "line": "Yeah. And he Bill is a character who some of his friends, one of his friends who's in his improv group gets cast on a show called weekend live which is very clearly an analogy to Saturday night live and then -- Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-172",
    "time": "0:21:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-173",
    "time": "0:21:32",
    "speaker": "spk_1",
    "line": "where bigly it challenged me to sort of feel it.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-174",
    "time": "0:21:34",
    "speaker": "spk_2",
    "line": "Is it on both nights? Of the weekend?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-175",
    "time": "0:21:36",
    "speaker": "spk_1",
    "line": "Oh, good question. I'm not sure. I think it's only on Saturdays.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-176",
    "time": "0:21:39",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-177",
    "time": "0:21:39",
    "speaker": "spk_1",
    "line": "Great question. No one's asked me that yet. And again, Berbiglia really challenged me hard as an actor to try to summon the emotions that it would feel if other members of an improv group get on Saturday night live while you remain on the improv group full of questioning.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-178",
    "time": "0:21:54",
    "speaker": "spk_2",
    "line": "Right. And maybe some resentment towards",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-179",
    "time": "0:21:57",
    "speaker": "spk_1",
    "line": "a Some self doubt. Some, you know, that mixture of I'm really happy for my friend, but at the same time, there's some bitterness here only because it brings up so many insecurities as myself which and you were",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-180",
    "time": "0:22:08",
    "speaker": "spk_2",
    "line": "able to create a character who found that? That kind of emotion, Chris?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-181",
    "time": "0:22:12",
    "speaker": "spk_1",
    "line": "It it took a lot for me to think about in a in a slightly fictionalized version of the UCB theater world. Playing a character who is around a lot of mounting success having been there from the early days. Being told, you will soon find equal success. You're definitely gonna be the next person out. Only to see it happen more and more to other people including even students I taught who would go on to become more successful than I would. Yeah. It took a lot for me to tap into that.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-182",
    "time": "0:22:42",
    "speaker": "spk_2",
    "line": "Yeah. That's an interesting character. And so that guy's in your head now. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-183",
    "time": "0:22:46",
    "speaker": "spk_1",
    "line": "And",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-184",
    "time": "0:22:46",
    "speaker": "spk_2",
    "line": "he's not getting along with Josh. And how does he get along with you? He sounds like a completely different guy.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-185",
    "time": "0:22:51",
    "speaker": "spk_1",
    "line": "I kind of feel like I'm this couples counselor in my own head sometimes as Josh is going to these drug fueled rages, and Bill is going into this dark depressive state where he likes self harm. And I'm in the middle trying to sort of be a point guard passing the ball to both of them or even keep the ball away from either of them, but it's not easy. It's not easy. I've been doing things. Like I'm not I'm not I'm not I'm not I'm not into drugs I used to be then but I've been dabbling with like compressed air getting a rush off compressed air.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-186",
    "time": "0:23:18",
    "speaker": "spk_2",
    "line": "Mhmm. Not the",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-187",
    "time": "0:23:19",
    "speaker": "spk_1",
    "line": "most dangerous thing in the world, but I'm well aware.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-188",
    "time": "0:23:21",
    "speaker": "spk_2",
    "line": "Where are you putting it?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-189",
    "time": "0:23:22",
    "speaker": "spk_1",
    "line": "I'm putting great. You asked the hard questions that a lot of people a lot of people assume assume I'm inhaling it through my mouth or my nose and I'm not. And the fact that you asked that again, we've known each other a long time. Mhmm. It's entering through some other holes.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-190",
    "time": "0:23:36",
    "speaker": "spk_2",
    "line": "I got a good guess. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-191",
    "time": "0:23:37",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-192",
    "time": "0:23:38",
    "speaker": "spk_2",
    "line": "Yeah. That's got to be quite a rush.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-193",
    "time": "0:23:40",
    "speaker": "spk_1",
    "line": "It is. It's an adrenaline rush.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-194",
    "time": "0:23:41",
    "speaker": "spk_2",
    "line": "And you know earlier you talked about point guard passing the ball.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-195",
    "time": "0:23:45",
    "speaker": "spk_1",
    "line": "Uh-huh. Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-196",
    "time": "0:23:46",
    "speaker": "spk_2",
    "line": "Remember that Raptors series?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-197",
    "time": "0:23:48",
    "speaker": "spk_1",
    "line": "Yeah. They really showed a lot of heart and a lot of grit.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-198",
    "time": "0:23:51",
    "speaker": "spk_2",
    "line": "Got out of the first round. Happy for Drake.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-199",
    "time": "0:23:54",
    "speaker": "spk_1",
    "line": "Kyle Lowry? Oh, I mean everybody's happy for Drake.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-200",
    "time": "0:23:56",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-201",
    "time": "0:23:57",
    "speaker": "spk_1",
    "line": "Demarda Rosen. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-202",
    "time": "0:23:59",
    "speaker": "spk_2",
    "line": "Mhmm. Yeah. Will Will Demar stick around? He says so and that's nice, but let's look at the numbers. Anyway, Chris, you you said you're a couples counselor inside your own head. Do you have any other jobs in your head?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-203",
    "time": "0:24:17",
    "speaker": "spk_1",
    "line": "Sean, can I just what? Friend to friend is someone I've known for eleven years now.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-204",
    "time": "0:24:22",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-205",
    "time": "0:24:23",
    "speaker": "spk_1",
    "line": "I'm really I'm trying to open up to you and I'm being met with a level of condescension I've never encountered before in any moment of my life.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-206",
    "time": "0:24:32",
    "speaker": "spk_2",
    "line": "In any exchange with anyone?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-207",
    "time": "0:24:33",
    "speaker": "spk_1",
    "line": "I gotta say, Hayes, I barely know and he showed such an empathy and such a compassionate made it easy to talk. And I don't know that I'm necessarily Totally comfortable sharing with you.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-208",
    "time": "0:24:43",
    "speaker": "spk_2",
    "line": "So what I'm getting from you is okay first have podcast not funny nothing to laugh about nobody's gonna like this. Then all of a sudden, we're having a conversation and it's no one would wanna have a conversation with you. Your Burzzle alley's bad. You basically shut people out in a way that I guess is completely inherent to your tone of voice? I don't know Chris. I feel like maybe this is a you thing.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-209",
    "time": "0:25:09",
    "speaker": "spk_1",
    "line": "I mean there's certain certainly Oh,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-210",
    "time": "0:25:12",
    "speaker": "spk_2",
    "line": "i spilled on myself. Hey, Cody, you get that? You pick that up on the mic? Hey everybody. That's me spilling. What were you gonna say, Chris?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-211",
    "time": "0:25:23",
    "speaker": "spk_1",
    "line": "Well, I'm just gonna I'm just gonna say that you maybe recounted some things that are sort of facts regarding this conversation in a way that made me feel horrific basically guilty and I'm just wanna apologize if I've made you feel marginalized or or not listened to in any way today because that's not my style.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-212",
    "time": "0:25:42",
    "speaker": "spk_2",
    "line": "Hey, you know, look, I'm not Bill and Josh frankly. You know, you don't gotta counsel me, man. I did wanna say I wouldn't mind being an anonymous caller.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-213",
    "time": "0:25:53",
    "speaker": "spk_1",
    "line": "Oh, on my I'm beautiful anonymous? Well, no.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-214",
    "time": "0:25:55",
    "speaker": "spk_2",
    "line": "I don't really have time to call in then but do you think I could be Cody, do you have any kind of phone filter you could put on my mic? Sure here, take this.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-215",
    "time": "0:26:03",
    "speaker": "spk_1",
    "line": "Wow.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-216",
    "time": "0:26:10",
    "speaker": "spk_5",
    "line": "Hi. Hi, Chris. It's me Sean the anonymous caller.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-217",
    "time": "0:26:14",
    "speaker": "spk_2",
    "line": "Well,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-218",
    "time": "0:26:18",
    "speaker": "spk_1",
    "line": "shunk, can you talk into the regular microphone for a second?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-219",
    "time": "0:26:20",
    "speaker": "spk_2",
    "line": "Yeah. Sure. What do you need?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-220",
    "time": "0:26:22",
    "speaker": "spk_1",
    "line": "It's not anonymous. You're sitting in front of me and you you said this is Sean.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-221",
    "time": "0:26:27",
    "speaker": "spk_2",
    "line": "How do you mean?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-222",
    "time": "0:26:28",
    "speaker": "spk_1",
    "line": "And then they do you are you familiar with the concept of anonymity?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-223",
    "time": "0:26:32",
    "speaker": "spk_2",
    "line": "Well, there's an okay. Yes and no. There was a Roland Emrick movie called Autonomous. About how Bill Shakespeare didn't write his own plays. And somehow that leads to like a tidal wave smashing the city.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-224",
    "time": "0:26:48",
    "speaker": "spk_1",
    "line": "Okay. That doesn't necessarily answer my question.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-225",
    "time": "0:26:52",
    "speaker": "spk_2",
    "line": "Well, that's anonymous. I mean that film's called anonymous and I could think I've demonstrated I'm familiar with it. I basically told you half the trailer.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-226",
    "time": "0:27:01",
    "speaker": "spk_1",
    "line": "Well, what I I'll just okay. So I get that. I get that. From my perspective, what I do with my podcast which we're, you know, kind of referencing right now is that I'll someone the phone will ring and I'll just pick up the phone and I won't know who's on the other end which gives the the caller a lot of freedom to just say whatever they were, but I do know",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-227",
    "time": "0:27:18",
    "speaker": "spk_2",
    "line": "but I know who some of the callers were. Really?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-228",
    "time": "0:27:22",
    "speaker": "spk_1",
    "line": "Yeah. I don't I know I",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-229",
    "time": "0:27:23",
    "speaker": "spk_2",
    "line": "got an email from one",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-230",
    "time": "0:27:24",
    "speaker": "spk_3",
    "line": "of them today. Also I seen on the internet they're saying the poopsong guy who hates me and hey's but more specifically me also is one of the callers.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-231",
    "time": "0:27:31",
    "speaker": "spk_1",
    "line": "Well, that guy made absolutely zero effort to remain anonymous be doering in after the call. But he was promoting himself. It's all he does. He promotes himself harder than anyone I've ever met in any other area of my life. No.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-232",
    "time": "0:27:43",
    "speaker": "spk_2",
    "line": "He's very mad at me. Don't like me.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-233",
    "time": "0:27:45",
    "speaker": "spk_1",
    "line": "Is that true?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-234",
    "time": "0:27:45",
    "speaker": "spk_2",
    "line": "That's very true. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-235",
    "time": "0:27:47",
    "speaker": "spk_1",
    "line": "I think he likes me.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-236",
    "time": "0:27:49",
    "speaker": "spk_2",
    "line": "Well, I'm sure you promoted him in a way that he liked.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-237",
    "time": "0:27:52",
    "speaker": "spk_1",
    "line": "Why don't you why does he like you?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-238",
    "time": "0:27:54",
    "speaker": "spk_2",
    "line": "Okay. Well, there's a world where maybe Perhaps, there was an Adri that was done for his album by, I guess, me and somehow Case wasn't involved in that one that Maybe some people interpreted it as being not the best way to read an ad for something.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-239",
    "time": "0:28:09",
    "speaker": "spk_1",
    "line": "So he paid you money to promote his product and you did it in a fashion that underwhelmed.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-240",
    "time": "0:28:14",
    "speaker": "spk_2",
    "line": "Yeah. I guess that would be his side of the story. Sure.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-241",
    "time": "0:28:18",
    "speaker": "spk_1",
    "line": "Well at the very least he must be happy right now. Because he's now getting double bang for his buck because it's coming -- Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-242",
    "time": "0:28:23",
    "speaker": "spk_2",
    "line": "Don't pay for this one.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-243",
    "time": "0:28:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-244",
    "time": "0:28:24",
    "speaker": "spk_1",
    "line": "he didn't have to pay for it. So maybe this will redeem a little bit of his experience.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-245",
    "time": "0:28:28",
    "speaker": "spk_2",
    "line": "You would think but I doubt it. Hollywood Handbook.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-246",
    "time": "0:28:32",
    "speaker": "spk_0",
    "line": "Hey, guys. Hey, he's here. Just about to head off on my little vacation. It's not really a vacation, but it's it's not work either, you know. But anyway, I did offer to Sean to squeeze in a record before I left for this episode, but he said, no, that he wanted to do it by himself and it would be a secret surprise for me. He said. But then like an hour later, he got mad and he texted me and he was like, well, at least do an ad if you're gonna make me do the episode and it's like I offered to do the record. I like, I'll do the ad, but I did offer to do I'm not making you do anything. Anyway, the the the ads for Harry's razor And in the past, we've sort of been given a talking to you about, like, kind of freestyling with these. So I'm just gonna read the verbatim copy because we do we do wanna, like, get the point across that they want to get, like, I under I understand why that would be an issue for them. So here's the other they gave us, and I'll I'll just I'll just read this. Harry razor company does it being nice. Yes, the good company. Harry faced bad don't like it. Harry razor, yes, like the razor. Put it on the face and no hair. Harry razor make no beard. Daddy's holiday celebration. I think that's Father's Day. Special box daddy's shave box box for you daddy harrys dot corn. I think that's harrys dot com. You can find like a a special father's day shave set on harry's dot com. Nice shaving, face enjoyment, loving the experience, yummy razor eat it. Just as a personal testimony. I do like the razors. I use them. My so they send me a box. I I I use it. It's great. I have never eaten one and I think that's a seriously dangerous thing to suggest. And I'm not supposed to freestyle but I you know. Okay. Harry dot corn, special money, s dollars. I think that's supposed to be a five. Like five dollars off, helping you with the code handbook code. So I guess the code is is Handbook. Again, I am sorry to freeze out, but I do I just want people to get it. And then it says, Harry's doing the ad. We did it. The people like Harry Razer, Harry Razer company for the win. And then there's like a big stamp mark at the end that that says, congratulations.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-247",
    "time": "0:31:31",
    "speaker": "spk_6",
    "line": "Hollywood handbook.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-248",
    "time": "0:31:33",
    "speaker": "spk_2",
    "line": "Cody to you, what's clothes? Fabric, not anymore. Five four club is gonna change your mind about what clothes is. They're this LA based brand and they're sixty dollars a month. Cody, what do you spend on clothes a month? Half my day rate. Half his day rate and that's a lot of dough for him. So with five four brand there's exclusivity and the only way to get the brand is to be a member. Cody, can you think of a way to get the brand without being a member?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-249",
    "time": "0:32:00",
    "speaker": "spk_7",
    "line": "Flip a coin if it's heads, do it.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-250",
    "time": "0:32:03",
    "speaker": "spk_2",
    "line": "Okay. So alright. So I don't think he heard my question. You can't find five four anywhere else. You wanna stand out in the crowd, not blend in like everyone else. Cody, what are some of the benefits of standing out in the crowd?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-251",
    "time": "0:32:15",
    "speaker": "spk_7",
    "line": "Being identified by the police.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-252",
    "time": "0:32:17",
    "speaker": "spk_2",
    "line": "That's right. So you know it's great because if you get falsely accused of a crime like has happened to Cody a few times It's much easier to clear your name when people can really identify you easily and with five four clothing you'll get off the hook. Trust the proven style authors who are leading the way and they're gonna provide styling advice and recommendations. Let them handle making you look good and educate you as to how to wear certain pieces. Cody, what's the most confusing piece of clothing you've ever had",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-253",
    "time": "0:32:47",
    "speaker": "spk_3",
    "line": "to learn how to wear? A",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-254",
    "time": "0:32:48",
    "speaker": "spk_7",
    "line": "hat and a toupe.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-255",
    "time": "0:32:50",
    "speaker": "spk_2",
    "line": "Yeah, that's right. Because you wanna get the ratio just right where you've got a little bit of the toupe peeking out of the hat, so people don't think you got a chrome dome under there. But you want the hat balanced in such a way where it's not gonna frigging send that thing sliding down to the floor. Mhmm. So anyway, there's convenience. You don't have time to shop. Your clothes come to your door every month. If you don't like to shop, well good then use this instead. It's an easy sign up process. You go and personalized style preferences. There's a profile for every guy. Cody, even you,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-256",
    "time": "0:33:24",
    "speaker": "spk_7",
    "line": "tough to say.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-257",
    "time": "0:33:25",
    "speaker": "spk_2",
    "line": "Yeah. Tough to say, he's so unique. Whether you're looking for clothes for the office, the club, a lazy weekend or whatever five four has you covered. What's your favorite club these days? You still hitting insomnia or where do you go? Club deviate? Where are you hitting?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-258",
    "time": "0:33:41",
    "speaker": "spk_4",
    "line": "I like Barnes and Noble.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-259",
    "time": "0:33:43",
    "speaker": "spk_2",
    "line": "He goes to Barnes and Noble. That's the club for him. Anyway, there's four style profiles classic casual forward and mix. Obviously, I'm a mix. Cody's sort of a casual forward and a bowling pin. And he's got a bowling pin. And he's swinging it around easy. He's swinging it around. Free shipping, direct delivery to your doorstep. What a member can expect with each club delivery is they build their wardrobe. They diversify their look. They get great style that's on season. They get shorts and button ups exactly when they need them jackets and jeans when it gets colder. And if you're curious as to how easy it really is, Cody, are you curious? Think so. How easy does it need to be for you",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-260",
    "time": "0:34:25",
    "speaker": "spk_7",
    "line": "to get involved? About as easy as one side of a Rubik's cube.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-261",
    "time": "0:34:29",
    "speaker": "spk_2",
    "line": "Okay. Go to five four club dot com spell it out f I v e f o u r and use promo code handbook at sign up. Get fifty percent off your first package, Cody, this package make you think about like a package of like dudes friggin junk. I can't even spell that. Okay. And that's a hundred twenty dollars worth of clothing for thirty dollars for your first month's package. They said it again.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-262",
    "time": "0:34:51",
    "speaker": "spk_6",
    "line": "Whoa. Hollywood hamburg.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-263",
    "time": "0:34:54",
    "speaker": "spk_2",
    "line": "So so that guy wasn't anonymous, but look, I get what you're saying. So here's what we're gonna do. My friend who wants to call in anonymously and talk to you about some of his problems with his cohost Hayes.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-264",
    "time": "0:35:06",
    "speaker": "spk_1",
    "line": "Okay. I'm into it if you wanna do some sort of exercise. I will say you are sitting directly across from me.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-265",
    "time": "0:35:14",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-266",
    "time": "0:35:14",
    "speaker": "spk_1",
    "line": "Visual, it's While we might be able to put some layer on it where you don't say your name anymore, you've solved that problem that I pointed out before. Like, I see you are less than four feet away from me. Okay. Also, this is your show that you've been hosting for a long for what like thirty, forty minutes now we've been talking like",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-267",
    "time": "0:35:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-268",
    "time": "0:35:35",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-269",
    "time": "0:35:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-270",
    "time": "0:35:35",
    "speaker": "spk_2",
    "line": "everyone's been that long?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-271",
    "time": "0:35:37",
    "speaker": "spk_1",
    "line": "I don't",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-272",
    "time": "0:35:38",
    "speaker": "spk_2",
    "line": "feels it. Well, okay. So I mean look, we've got a bunch of pieces of paper here. I could make a mask out of them but here's my fear. Some of them have ad copy I'm supposed to read. So then we got poop song guy problem round two because I mess up the ad copy. I folded up the paper to make a mask. So that you would think I'm anonymous. Right? And that's your suggestion. Well,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-273",
    "time": "0:36:02",
    "speaker": "spk_1",
    "line": "maybe I should turn around. Maybe I'll turn this way so I can't see you. And you make up a name or leave your name out of it and we'll see how anonymously we can retain it.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-274",
    "time": "0:36:12",
    "speaker": "spk_2",
    "line": "Here's my only issue with that. Yeah. And I think it's cool. Okay. But You know how sometimes it like a scary movie, somebody's turned away and then they suddenly turn back and maybe half their face of snakes or something?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-275",
    "time": "0:36:25",
    "speaker": "spk_1",
    "line": "I some do you are there any movies in particular that you remember that did that?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-276",
    "time": "0:36:30",
    "speaker": "spk_2",
    "line": "Feels like something that would",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-277",
    "time": "0:36:32",
    "speaker": "spk_4",
    "line": "have happened in Oh, what's the one? It starts with a s sinister. No. No. No. What's the one? You know the one. He did saw that he went and did this other one.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-278",
    "time": "0:36:46",
    "speaker": "spk_2",
    "line": "Oh, it's on the tip of my tongue, Chris. Come on. You gotta know this one. I don't Snakes coming out of the face? Cinnit. It's not sinister but it's a word like that. Well at any rate.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-279",
    "time": "0:37:02",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-280",
    "time": "0:37:02",
    "speaker": "spk_2",
    "line": "Something like that, you know. Somebody whips around. Just when you turn away from me, I'm thinking, man, you're in prime",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-281",
    "time": "0:37:08",
    "speaker": "spk_3",
    "line": "position to do that. To me if you wanted to be scary.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-282",
    "time": "0:37:11",
    "speaker": "spk_1",
    "line": "I mean, I wouldn't do that, but I can",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-283",
    "time": "0:37:12",
    "speaker": "spk_2",
    "line": "if you decided",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-284",
    "time": "0:37:13",
    "speaker": "spk_1",
    "line": "to scare you. I'll close I'll close my eyes. How's how's that then? I'll face you so you can know physically you're not",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-285",
    "time": "0:37:18",
    "speaker": "spk_2",
    "line": "well, then I could scare you. Well look if you're not worried about it I'm not either.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-286",
    "time": "0:37:25",
    "speaker": "spk_5",
    "line": "So Hi. Hi. Hello. And is this Bill from Don't think twice?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-287",
    "time": "0:37:31",
    "speaker": "spk_1",
    "line": "Why would you Sean, you shouldn't ask because Bill will answer and you don't want that.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-288",
    "time": "0:37:37",
    "speaker": "spk_5",
    "line": "No. Okay. Sorry. Is this Chris Gatha from Beautifulonomous. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-289",
    "time": "0:37:45",
    "speaker": "spk_1",
    "line": "It's Chris.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-290",
    "time": "0:37:46",
    "speaker": "spk_5",
    "line": "Hey, it's me, the anonymous guy. So one thing that Hayes does sometimes just drives me nuts, is he'll leave the light on when after he leaves And then when I get home, it's like, you know, the electricity isn't free in this house.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-291",
    "time": "0:38:09",
    "speaker": "spk_1",
    "line": "I'm really sorry to hear that. I'll tell you in my experience, I've had similar experiences where where Josh, he won't shut up where we're living the same place and he won't quiet down. And I'm here trying to be sensitive. I mean, I'm sure here I'm sorry. No. That was Bill. That was a little bit of Bill coming out. I'm sorry. I'm sorry that he I'm sorry that Hayes burns electricity. That's not a good It's not a good feeling. It's not a good feeling. I'm sorry.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-292",
    "time": "0:38:39",
    "speaker": "spk_5",
    "line": "So one thing as an anonymous caller that I'd like to talk about a little bit is So I, you know, I work in kind of a creative field, but I would like to have a dull day job. Okay. That's",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-293",
    "time": "0:38:54",
    "speaker": "spk_1",
    "line": "the absolute inverse of most people who call my show.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-294",
    "time": "0:38:58",
    "speaker": "spk_2",
    "line": "Is that so? Oh, I",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-295",
    "time": "0:39:01",
    "speaker": "spk_1",
    "line": "would say over the callers or people with day jobs who wanna work in a creative field, you're saying you're a creative person who wants to",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-296",
    "time": "0:39:07",
    "speaker": "spk_5",
    "line": "boy, that kind of security really appeals to me. Just some structure in my life.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-297",
    "time": "0:39:13",
    "speaker": "spk_2",
    "line": "I wouldn't mind knowing exactly where",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-298",
    "time": "0:39:14",
    "speaker": "spk_5",
    "line": "my next paycheck's coming from and not just kind of grasping at straws?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-299",
    "time": "0:39:19",
    "speaker": "spk_1",
    "line": "Well, I kinda went in the opposite direction with my own life, but I think if I mean, it's it's at the end of the day, it's chasing dreams. If you're living a life you're not content with now.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-300",
    "time": "0:39:29",
    "speaker": "spk_5",
    "line": "Oh, yeah. Big time.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-301",
    "time": "0:39:30",
    "speaker": "spk_1",
    "line": "Then I think you can take the bull by the horns and you can you can put the brakes on all the stuff you're not enjoying and and dive in. And I I feel like it's hard to change your lifestyle but no one else is gonna do that but you",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-302",
    "time": "0:39:41",
    "speaker": "spk_5",
    "line": "so it's a bull, the breaks.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-303",
    "time": "0:39:44",
    "speaker": "spk_1",
    "line": "Sean, what are we doing?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-304",
    "time": "0:39:45",
    "speaker": "spk_2",
    "line": "Don't dive it in. Sean, what are we doing? Shunk. You mean Wait. Oh, what do you mean?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-305",
    "time": "0:39:53",
    "speaker": "spk_1",
    "line": "Sean.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-306",
    "time": "0:39:54",
    "speaker": "spk_2",
    "line": "Yeah. This",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-307",
    "time": "0:39:56",
    "speaker": "spk_1",
    "line": "feels Something about",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-308",
    "time": "0:39:58",
    "speaker": "spk_2",
    "line": "this that",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-309",
    "time": "0:40:00",
    "speaker": "spk_1",
    "line": "for both of us feels a little desperate.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-310",
    "time": "0:40:01",
    "speaker": "spk_2",
    "line": "Anonymous call not working great for you?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-311",
    "time": "0:40:03",
    "speaker": "spk_1",
    "line": "I see you.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-312",
    "time": "0:40:04",
    "speaker": "spk_2",
    "line": "It's cross promotion. Chris, remember those great crossover episodes I used to do? Would there be a blackout on Seinfeld, but a blackout on France too? Because they're both in New York City. Or what about when Flynn and Johnson go hang out to a party?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-313",
    "time": "0:40:25",
    "speaker": "spk_1",
    "line": "Yeah. Do",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-314",
    "time": "0:40:25",
    "speaker": "spk_2",
    "line": "you don't remember that?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-315",
    "time": "0:40:28",
    "speaker": "spk_4",
    "line": "I mean",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-316",
    "time": "0:40:30",
    "speaker": "spk_2",
    "line": "what is it? Did I not talk about your movie and No.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-317",
    "time": "0:40:32",
    "speaker": "spk_1",
    "line": "It's that part's fine, I'll just say on my end. It's not about the movie. I'm not I'm not like a much of a promoter, but I I have such fond memories of how smooth my conversation with Hayes was. Yeah. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-318",
    "time": "0:40:44",
    "speaker": "spk_2",
    "line": "That's what",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-319",
    "time": "0:40:44",
    "speaker": "spk_8",
    "line": "i heard.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-320",
    "time": "0:40:44",
    "speaker": "spk_1",
    "line": "This size felt smooth.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-321",
    "time": "0:40:46",
    "speaker": "spk_2",
    "line": "It seemed like that one really just cooked.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-322",
    "time": "0:40:49",
    "speaker": "spk_1",
    "line": "It did. From the start, like same wavelength, a lot of momentum",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-323",
    "time": "0:40:52",
    "speaker": "spk_2",
    "line": "he's",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-324",
    "time": "0:40:52",
    "speaker": "spk_1",
    "line": "had a lot of stops to starts, a lot of",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-325",
    "time": "0:40:55",
    "speaker": "spk_2",
    "line": "what's the element that's different? Do you think it's you?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-326",
    "time": "0:40:58",
    "speaker": "spk_1",
    "line": "I feel like I'm very similar to -- Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-327",
    "time": "0:41:01",
    "speaker": "spk_2",
    "line": "You're the same -- -- weeks ago.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-328",
    "time": "0:41:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-329",
    "time": "0:41:02",
    "speaker": "spk_2",
    "line": "yeah. You're the same six weeks later.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-330",
    "time": "0:41:05",
    "speaker": "spk_1",
    "line": "Set to Ellen. And it might I feel like it might there's like some stops and starts and Again, Hayes and I at the start had almost nothing to talk about, and then we found so much.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-331",
    "time": "0:41:14",
    "speaker": "spk_2",
    "line": "Uh-huh. Uh-huh.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-332",
    "time": "0:41:16",
    "speaker": "spk_1",
    "line": "And I feel like somehow you and I have so much to talk about.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-333",
    "time": "0:41:19",
    "speaker": "spk_2",
    "line": "Sure. Yeah. It's almost too much. Can't fit it all through the door. Maybe it's Cody, you know, different engineer. That chew. Who was the engineer in the first one?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-334",
    "time": "0:41:29",
    "speaker": "spk_1",
    "line": "I think it was I think it was John. I think it was John Dolore, who works on my show.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-335",
    "time": "0:41:34",
    "speaker": "spk_2",
    "line": "Yeah. Cody, you've been sabotaging this thing, Hombre. What? Hold on. Yeah. That's my mic.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-336",
    "time": "0:41:42",
    "speaker": "spk_3",
    "line": "Or is",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-337",
    "time": "0:41:42",
    "speaker": "spk_7",
    "line": "it? No. Okay. Is this my mic? Can you can you pour that quieter?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-338",
    "time": "0:41:47",
    "speaker": "spk_2",
    "line": "Doesn't seem like a question for me, who's Mike Gazooze. You've been sabotaging this thing, my home break?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-339",
    "time": "0:41:56",
    "speaker": "spk_7",
    "line": "Did you notice anything strange? I mean,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-340",
    "time": "0:41:58",
    "speaker": "spk_2",
    "line": "well, just Chris's point out, it doesn't feel too good. Don't feel like a good episode. We got the aid the air on",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-341",
    "time": "0:42:04",
    "speaker": "spk_1",
    "line": "do you like it?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-342",
    "time": "0:42:05",
    "speaker": "spk_2",
    "line": "Oh, I hate it. You think I wanna make this?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-343",
    "time": "0:42:13",
    "speaker": "spk_1",
    "line": "You hate this?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-344",
    "time": "0:42:15",
    "speaker": "spk_2",
    "line": "I look, I don't hate anything. I don't like to carry hate in my heart. You know, I've been working a lot on just just pushing all those feelings down and making them into a little ball and just keeping them in the center of my chest.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-345",
    "time": "0:42:30",
    "speaker": "spk_1",
    "line": "We can talk about that. That sounds so compelling. That sounds like something your listeners would want. Like, you letting your guard down like that? I bet they'd love hearing that.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-346",
    "time": "0:42:36",
    "speaker": "spk_2",
    "line": "Okay. Well, one thing is a lot of the bad feelings that I have, tortes or whoever. I pictured them as like a little sliver of soap and then I'll just mushroom it with like another sliver of soap until I've got like a big ball of soap slivers. Yeah. And then I'll just let that ball sort of slide around inside my chest. Wow. Wow. That's intense. Mhmm. And you know, ideally it sort of lathers up and dissipates. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-347",
    "time": "0:43:04",
    "speaker": "spk_1",
    "line": "So that why you envision it as soap because there's natural progression for it to exit the world?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-348",
    "time": "0:43:10",
    "speaker": "spk_2",
    "line": "Yeah. And just I'm super familiar with soap. I've just dealt with it a lot.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-349",
    "time": "0:43:15",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-350",
    "time": "0:43:16",
    "speaker": "spk_2",
    "line": "More than most people.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-351",
    "time": "0:43:18",
    "speaker": "spk_1",
    "line": "Really? Mhmm. In what context?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-352",
    "time": "0:43:21",
    "speaker": "spk_2",
    "line": "Oh, it's just one of those things. It seems to be drawn to me.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-353",
    "time": "0:43:26",
    "speaker": "spk_1",
    "line": "Soap is drawn to the inanimate object is drawn to you.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-354",
    "time": "0:43:29",
    "speaker": "spk_2",
    "line": "You explain it then, you know, because it just feels like That's like the one constant, like every hotel room I stay in, just all over. I just keep finding it.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-355",
    "time": "0:43:40",
    "speaker": "spk_1",
    "line": "You know, we had this very, very brief window of personal feeling where you let your guard down and then somehow we instantaneously began talking about soap. Like Sean -- Mhmm. -- two thousand five. Oh. I'm this guy from Jersey -- Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-356",
    "time": "0:43:57",
    "speaker": "spk_0",
    "line": "--",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-357",
    "time": "0:43:57",
    "speaker": "spk_1",
    "line": "teaching at UCB, but nobody Nobody's really buying in. And then who comes along?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-358",
    "time": "0:44:04",
    "speaker": "spk_2",
    "line": "The Kleme doc.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-359",
    "time": "0:44:05",
    "speaker": "spk_1",
    "line": "Cleme doc. We link up. Mhmm. I feel like you're the first student that believed in me and you're the first student that I really believed in. And it started this thing that I think people would love to hear about.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-360",
    "time": "0:44:18",
    "speaker": "spk_2",
    "line": "Right. That yeah. That does feel like a real story for, like, that's like a real episode.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-361",
    "time": "0:44:22",
    "speaker": "spk_1",
    "line": "Like years like years in the trenches of having each other's backs. So many conversations where you lifted me back up when I was feeling down. Man, vice versa. So many specifics I feel like we could talk about. If we were willing to go there.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-362",
    "time": "0:44:36",
    "speaker": "spk_2",
    "line": "Sure. Yeah. No. In that version of the show, here I am. I'm this young guy, right?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-363",
    "time": "0:44:41",
    "speaker": "spk_3",
    "line": "Not that young but anyway, I'm doing improv.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-364",
    "time": "0:44:45",
    "speaker": "spk_2",
    "line": "I see this teacher. He's on stage every week. He's doing some of the funniest shows. He's in a McDonald's commercial where it's somehow about a tie with some diverse roommates which I'm like showing my parent like I know that guy on TV and then he's coming up to me going like, hey man, you you know, you should move to",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-365",
    "time": "0:45:06",
    "speaker": "spk_3",
    "line": "new York. You could you I think you could do this and it's like, right at the moment that I'm going like, hey, fucking go time. You know, I'm either gonna really do this or like I just shouldn't even be messing around. I'm either gonna move here and try. And it's like almost exactly what I needed, you know, Like that is a story for that kind of episode. But to me sort of the",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-366",
    "time": "0:45:28",
    "speaker": "spk_2",
    "line": "soap stuff felt like a rich area.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-367",
    "time": "0:45:32",
    "speaker": "spk_1",
    "line": "Okay. You know, like So is it just liquid soap or is it bar soap? Is it I mean, you said slivers.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-368",
    "time": "0:45:36",
    "speaker": "spk_2",
    "line": "It's the whole shebang, baby. No. You can't limit it. Yeah. I'm picturing slivers, but I gotta there's some liquid gooping around in there too.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-369",
    "time": "0:45:44",
    "speaker": "spk_1",
    "line": "And is it like the liquid is like this body does body wash count as soap or is",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-370",
    "time": "0:45:48",
    "speaker": "spk_2",
    "line": "it more just like actual Oh, it counts.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-371",
    "time": "0:45:52",
    "speaker": "spk_1",
    "line": "And how far do we take the definition soap? Like like a detergent? Does is it detergent?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-372",
    "time": "0:45:57",
    "speaker": "spk_2",
    "line": "No. That's just poisonous. You gotta be able to eat it. So by definite because it's in my body. I mean it's bopping around my chest.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-373",
    "time": "0:46:08",
    "speaker": "spk_1",
    "line": "Oh, okay. I get it. And the soap is a metaphor for your feelings towards haze.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-374",
    "time": "0:46:12",
    "speaker": "spk_3",
    "line": "Yeah. And among other things.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-375",
    "time": "0:46:14",
    "speaker": "spk_1",
    "line": "And is it is there because I know a lot of people when they use soap they're like Like I tend to buy dove and I really look for is it one kind of soap or is",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-376",
    "time": "0:46:23",
    "speaker": "spk_2",
    "line": "it all kind of soap? I actually never noticed",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-377",
    "time": "0:46:30",
    "speaker": "spk_3",
    "line": "they add like",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-378",
    "time": "0:46:33",
    "speaker": "spk_1",
    "line": "different kinds. So wait you soap is a major factor in your life and finds it way into your why it's your life, constantly and you've never before perceived that there's more than one kind of soap.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-379",
    "time": "0:46:46",
    "speaker": "spk_4",
    "line": "To me, yeah, it's just a sort of category. It's like it's either soap or it's not. I didn't know they're doing all this stuff.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-380",
    "time": "0:46:53",
    "speaker": "spk_2",
    "line": "You know, I'm not a big",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-381",
    "time": "0:46:55",
    "speaker": "spk_4",
    "line": "brand guy. I'm not a label whore. I'm not here to promote dove.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-382",
    "time": "0:47:00",
    "speaker": "spk_1",
    "line": "I didn't I'm not promoting dove.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-383",
    "time": "0:47:02",
    "speaker": "spk_2",
    "line": "Chris, you're trying to sell dove on the airway.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-384",
    "time": "0:47:04",
    "speaker": "spk_1",
    "line": "Trying to sell dove. Fist don't",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-385",
    "time": "0:47:07",
    "speaker": "spk_3",
    "line": "shine me on, man.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-386",
    "time": "0:47:08",
    "speaker": "spk_2",
    "line": "I don't come on. It ain't my first time around the block, brother. I didn't just fall off the turnip truck. I know when somebody's trying to use my harder listeners to sell dove. You're pushing Prada.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-387",
    "time": "0:47:21",
    "speaker": "spk_1",
    "line": "I'm not trying to sell dove and also I really appreciate your perfect strangers' reference. I caught that. That was slick, falling off the turnip card. Mhmm. Like cousin Balky did. Mhmm. He found by reality.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-388",
    "time": "0:47:33",
    "speaker": "spk_2",
    "line": "America burst. I remember I remember. And now we know that we both do.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-389",
    "time": "0:47:41",
    "speaker": "spk_1",
    "line": "Was that show did that show weirdly transition into being a TGIF show in its later days?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-390",
    "time": "0:47:45",
    "speaker": "spk_2",
    "line": "Mhmm. Yeah. Pretty natural fit. Really dovetailed nicely with the other shows and now you can promote dove if you want.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-391",
    "time": "0:47:53",
    "speaker": "spk_1",
    "line": "That was you. You brought",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-392",
    "time": "0:47:54",
    "speaker": "spk_2",
    "line": "that up. Yeah. But it wouldn't have meant anything.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-393",
    "time": "0:47:56",
    "speaker": "spk_1",
    "line": "There could have been any random soap in there. Any random soap, please sit down.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-394",
    "time": "0:48:00",
    "speaker": "spk_2",
    "line": "You think it would have zest Please",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-395",
    "time": "0:48:02",
    "speaker": "spk_1",
    "line": "stop intimidating me. Zest did you say zest tailed instead of dovetailed?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-396",
    "time": "0:48:07",
    "speaker": "spk_2",
    "line": "Well, I'm just saying, did I have a choice?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-397",
    "time": "0:48:12",
    "speaker": "spk_1",
    "line": "Whole experience has felt tense.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-398",
    "time": "0:48:16",
    "speaker": "spk_2",
    "line": "Really weaver two thousand tailed into the",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-399",
    "time": "0:48:20",
    "speaker": "spk_1",
    "line": "you can make any number of you know, for a guy who didn't know there was more than one type of soap. You've now made a number of",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-400",
    "time": "0:48:25",
    "speaker": "spk_2",
    "line": "punch I just googled it.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-401",
    "time": "0:48:27",
    "speaker": "spk_1",
    "line": "Is that what cause you haven't looked up from your phone for one fucking second this whole time I've",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-402",
    "time": "0:48:31",
    "speaker": "spk_2",
    "line": "been here.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-403",
    "time": "0:48:31",
    "speaker": "spk_1",
    "line": "Well,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-404",
    "time": "0:48:31",
    "speaker": "spk_2",
    "line": "i just got the New York Times Crossard app. How is that?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-405",
    "time": "0:48:38",
    "speaker": "spk_5",
    "line": "A lot",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-406",
    "time": "0:48:39",
    "speaker": "spk_2",
    "line": "of this stuff I don't know though.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-407",
    "time": "0:48:41",
    "speaker": "spk_1",
    "line": "Eighty five percent of this conversation, you've been looking",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-408",
    "time": "0:48:43",
    "speaker": "spk_2",
    "line": "at your phone. Well, I've been trying to figure out actress Gardner, three letters Eva. No. Why not? Can't be. Who else could it be? I don't know but there's a b going across.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-409",
    "time": "0:49:02",
    "speaker": "spk_1",
    "line": "Well that word might be incorrect. I doubt it. Oh, no. Wait. Oh, yeah. No. It definitely is.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-410",
    "time": "0:49:09",
    "speaker": "spk_2",
    "line": "I don't know. Feels pretty solid.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-411",
    "time": "0:49:12",
    "speaker": "spk_1",
    "line": "Sean Hayes and I. Yeah. I mean, the depths of depravity, things I've never told anyone, things I've never told my therapist, things I've never told my wife. You and I are making soap puns and talking about a crossword puzzle clue.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-412",
    "time": "0:49:26",
    "speaker": "spk_2",
    "line": "Okay. Well, let's dig in what's the most fucked up thing Bill's ever done to Josh?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-413",
    "time": "0:49:32",
    "speaker": "spk_1",
    "line": "The most fucked up thing Bill has ever done to Josh as they fight in my head. Josh definitely more of the aggressor, but Bill, I think, sets up Bill Bill sets up traps sets up traps. He looks for ways to burn Josh. He looks for ways to cut Josh. He looks for ways to jot for Josh to have broken bones and unfortunately, for Measence, they Both live inside my body. I am the vessel in which this war is being fought.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-414",
    "time": "0:49:58",
    "speaker": "spk_2",
    "line": "Okay. So What does that make me think of? Let's see. Let's do some old school, you know, improv moves. You know, that's our background, sets traps, trap music.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-415",
    "time": "0:50:17",
    "speaker": "spk_1",
    "line": "You playing a pattern game right now?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-416",
    "time": "0:50:20",
    "speaker": "spk_2",
    "line": "Is that what that is? You wanna play? You want me and you a little out of practice. We do a",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-417",
    "time": "0:50:24",
    "speaker": "spk_1",
    "line": "pattern game. We if you wanna do a pattern game together, we can. You said, trap me.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-418",
    "time": "0:50:27",
    "speaker": "spk_2",
    "line": "That's the kind of thing they do on Comedy. Bangbanging people love it. They play games. They do like a to c. Okay. And like, guess what b is? I'm telling you, that's what that show is. Chris, they play games.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-419",
    "time": "0:50:39",
    "speaker": "spk_1",
    "line": "I've listened to comedy Bangbanging.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-420",
    "time": "0:50:41",
    "speaker": "spk_2",
    "line": "Have you been on They're playing games on it. Did you play a game?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-421",
    "time": "0:50:44",
    "speaker": "spk_1",
    "line": "I don't know. I think we may have played a game.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-422",
    "time": "0:50:46",
    "speaker": "spk_2",
    "line": "You should have. People love that shit.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-423",
    "time": "0:50:49",
    "speaker": "spk_1",
    "line": "I'm telling you what, man. Late night they play a lot of games late night, t James Gordon, he loves games, Fallon, and loves games",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-424",
    "time": "0:50:54",
    "speaker": "spk_2",
    "line": "oh yeah. They're they're always playing all kinds of games. Games that people already play, they just play them and they're famous and you watch. Yeah. Yeah. And I gotta tell you, I laughed my fucking ass off. Seeing somebody try to throw a dart.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-425",
    "time": "0:51:13",
    "speaker": "spk_4",
    "line": "And it's Anna Kendrick or something.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-426",
    "time": "0:51:16",
    "speaker": "spk_1",
    "line": "I'm cracking up. On my end, you know, I have my talk show It's like a variety talk show, and I actually kinda try to push hard against that if, like, trying to make everything an individual every episode and individual experience rather than these, like, tropes. It's a priority of mine to try to tie it back to what I do.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-427",
    "time": "0:51:35",
    "speaker": "spk_2",
    "line": "So wait a minute. You're not playing party games?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-428",
    "time": "0:51:38",
    "speaker": "spk_1",
    "line": "No. Generally, no. It actually is I feel",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-429",
    "time": "0:51:40",
    "speaker": "spk_2",
    "line": "it's a TV show. It's a talk show. I'm just trying to picture it.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-430",
    "time": "0:51:43",
    "speaker": "spk_1",
    "line": "We have celebrity guest. Yes. I'm just trying to pick celebrity guest You",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-431",
    "time": "0:51:46",
    "speaker": "spk_2",
    "line": "got a celebrity guest. Yeah. But you don't have them playing like a college party game? No. Like one of them",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-432",
    "time": "0:51:52",
    "speaker": "spk_1",
    "line": "i've never I've never once on my show have I had a celebrity play never have I ever. Well, do date or die? I've never done that on TV.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-433",
    "time": "0:52:01",
    "speaker": "spk_2",
    "line": "What's gonna bust me up? Like at what point am I busting up?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-434",
    "time": "0:52:04",
    "speaker": "spk_1",
    "line": "Like I'm laughing my butt off. Like our season finale this year, like we did the whole thing where like John Ham, mad men John Ham. Yeah. He came in and participated in an actual pro wrestling match with of ex w w f wrestlers.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-435",
    "time": "0:52:16",
    "speaker": "spk_2",
    "line": "Okay. And then the wrestlers are playing Flip Cup. No. It's just They're actually wrestling? Yeah. Okay. I'm just and I'm not it's not a judgment on it, Chris. I'm just trying to picture it. Okay, Sean. So then So they're wrestling on I assume like a twister mat. That's a And then you're just spinning the It's just a wrestling ring.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-436",
    "time": "0:52:48",
    "speaker": "spk_1",
    "line": "He's just texted me. Uh-huh.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-437",
    "time": "0:52:50",
    "speaker": "spk_3",
    "line": "He's been trying to call me a lot. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-438",
    "time": "0:52:52",
    "speaker": "spk_1",
    "line": "He while he texted me so sorry, I couldn't be there. Building houses for habitat for humanity right now.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-439",
    "time": "0:52:59",
    "speaker": "spk_2",
    "line": "Oh, yeah. He says that a lot. What what were",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-440",
    "time": "0:53:03",
    "speaker": "spk_1",
    "line": "you doing that you weren't at our first? He wouldn't tell me. He said it would hurt my feelings. Well, what did you prioritize ahead of catching up?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-441",
    "time": "0:53:14",
    "speaker": "spk_2",
    "line": "It was honestly it was just a timing thing that we it's not that like what I had to do it was important but it's just So alright, so I've been experimenting with making my own hot sauce. And -- What? -- so, you know, I'd love to have a I'd love to have a Klemdog brand hot sauce out there on the shelves. Okay. Now a lot of the ingredients they have in most hot sauces I don't have access to. So what I've been doing mainly is just pouring two different kinds together into the same cup and I'll often go down to like a Grostinis or at Galson's and I will have a couple different cups out in front of me and People can try it and say like which hot sauce combos they like the best.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-442",
    "time": "0:54:11",
    "speaker": "spk_1",
    "line": "So you bring hot sauce combos into supermarkets. Mhmm. And approach random people who are shopping?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-443",
    "time": "0:54:17",
    "speaker": "spk_2",
    "line": "Yes, surreptitiously. I'll sort of sidle up to them and then a lot of times I'll like spill some and go like why'd you knock that over and they'll go like I didn't knock it over and I'll go like, yes you did. I saw you. What do you wanna try some or something? And then hopefully we get into an altercation that ends in them trying the hot sauce and telling me if they liked it.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-444",
    "time": "0:54:37",
    "speaker": "spk_1",
    "line": "So they drink they drink substance out of a cup, an uncovered cup that a stranger",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-445",
    "time": "0:54:44",
    "speaker": "spk_2",
    "line": "hits or canteen,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-446",
    "time": "0:54:47",
    "speaker": "spk_1",
    "line": "a can a canteen of self mixed. Yeah.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-447",
    "time": "0:54:51",
    "speaker": "spk_2",
    "line": "Sauce sauce. And it'll be a combination of two or three hot sauces. Anyway, So you know that's been a big part of my life for the better part of five years and As I have been pretty dedicated to that what I had to do on that particular day was make labels that say which two hot sauces are in the container.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-448",
    "time": "0:55:17",
    "speaker": "spk_1",
    "line": "So you weren't you weren't even mixing the hot sauces or doing the field test.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-449",
    "time": "0:55:21",
    "speaker": "spk_2",
    "line": "Oh god. No. No. I don't do that by hand. The oh, the mixing I have someone to do for me. You just direct",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-450",
    "time": "0:55:29",
    "speaker": "spk_1",
    "line": "mixing.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-451",
    "time": "0:55:29",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-452",
    "time": "0:55:30",
    "speaker": "spk_1",
    "line": "So you're making the late you're making the labels after the fact?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-453",
    "time": "0:55:34",
    "speaker": "spk_2",
    "line": "I was making the labels. Yeah. And I gotta be honest.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-454",
    "time": "0:55:37",
    "speaker": "spk_4",
    "line": "I don't think they were that accurate.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-455",
    "time": "0:55:43",
    "speaker": "spk_1",
    "line": "Okay. Okay.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-456",
    "time": "0:55:45",
    "speaker": "spk_2",
    "line": "So you I mean you get it.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-457",
    "time": "0:55:47",
    "speaker": "spk_1",
    "line": "I get it. I get it.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-458",
    "time": "0:55:48",
    "speaker": "spk_4",
    "line": "As a fellow businessman entrepreneur, you know,",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-459",
    "time": "0:55:52",
    "speaker": "spk_3",
    "line": "your spokesperson person for dove. I think you go",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-460",
    "time": "0:55:54",
    "speaker": "spk_1",
    "line": "you're not a spokesperson for dove. Well, I'm not. I'm not.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-461",
    "time": "0:55:58",
    "speaker": "spk_2",
    "line": "Chris, you're the face of dove.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-462",
    "time": "0:55:59",
    "speaker": "spk_1",
    "line": "I'm not. I don't I had mentioned dove once and you've now labeled that. I mean if you listen to beautiful anonymous different sponsor stuff is never even if they want to be a sponsor, I will I will happily",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-463",
    "time": "0:56:10",
    "speaker": "spk_2",
    "line": "to say that you mentioned it once is really underplaying. You said I I tend to buy dove products.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-464",
    "time": "0:56:16",
    "speaker": "spk_1",
    "line": "I said I tend to buy dove. Got me because you brought up soap.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-465",
    "time": "0:56:21",
    "speaker": "spk_2",
    "line": "Okay. I feel bad. Why?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-466",
    "time": "0:56:24",
    "speaker": "spk_1",
    "line": "I feel like I'm like sitting here like I feel like that I'm like I'm like a Mike Lawrence over here.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-467",
    "time": "0:56:29",
    "speaker": "spk_2",
    "line": "Oh, no. Chris, we have to edit that out. I wasn't sure if that was okay to say.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-468",
    "time": "0:56:36",
    "speaker": "spk_1",
    "line": "I wasn't",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-469",
    "time": "0:56:37",
    "speaker": "spk_2",
    "line": "sure if that was okay. Hey, man. I didn't know if it was okay to say Deltic twice. I didn't want single word e c b slogan, but it seems strange. It's not a u c b movie.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-470",
    "time": "0:56:56",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-471",
    "time": "0:56:56",
    "speaker": "spk_2",
    "line": "How much have we recorded, Gordon? You wanted to record that? You got me a son of a bitch. Well",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-472",
    "time": "0:57:08",
    "speaker": "spk_3",
    "line": "anyway, he's calling me again. I gotta tell him how much better this episode went than the one that he did and and and and you agree and you can probably tell him that too. Isn't that right, Chris?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-473",
    "time": "0:57:21",
    "speaker": "spk_1",
    "line": "I'll talk to his",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-474",
    "time": "0:57:23",
    "speaker": "spk_2",
    "line": "great. Okay. So we're in agreement then. So bye. Thanks for listening everyone. Bye. Oh, rate us on Facebook.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-475",
    "time": "0:57:32",
    "speaker": "spk_6",
    "line": "Hollywood Handbook.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-476",
    "time": "0:57:33",
    "speaker": "spk_2",
    "line": "Cody, what are your clothing sizes?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-477",
    "time": "0:57:37",
    "speaker": "spk_7",
    "line": "Somewhere between medium and extra large.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-478",
    "time": "0:57:40",
    "speaker": "spk_2",
    "line": "Okay. So he's definitely not a small. Thanks again to five four clothing for sponsoring today's episode. Five four clothing is a sixty dollar a month high end clothing membership that will provide you with stylish clothes that are bound to make you stand out in the crowd. Cody, what's another benefit of standing out in a crowd?",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-479",
    "time": "0:57:55",
    "speaker": "spk_7",
    "line": "You don't end up like that guy from making a murderer and get pegged for some murder stuff.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-480",
    "time": "0:57:59",
    "speaker": "spk_2",
    "line": "Okay. So that's the same benefit he told you before but he thinks it's a pretty good one. You don't wanna be made made a murderer. You wanna be made a stylish good looking club kid like me and Cody. Go to five four club dot com. Spell it f I v e f o u r. Now I do know that they probably just are telling me to spell it out and that I don't need to say spell it out. But like, isn't it a cool call to action like hey everybody, spell it out with me. Anyway use promo code handbook at sign up for fifty percent off your first package. That's a hundred and twenty dollars worth of clothing for thirty dollars for your first month package Cody, what else about package? You know, what's it making you think about? Half my day rate. Half his day rate.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-481",
    "time": "0:58:49",
    "speaker": "spk_6",
    "line": "Hollywood Handbook. Hi. I'm Sarah Thyer, and I'm Susan Orlean. And nothing makes us happier than hearing what makes people cry. On our show, cry babies, we talk to comedians, musicians, writers, and other awesome people about what makes them cry. And sometimes we cry too. But it's the good kind of crying. Yeah. Therapeutic. Care. Like when Drew Drogey told us why he loves Dead poet's society.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-482",
    "time": "0:59:16",
    "speaker": "spk_9",
    "line": "When it came out, I I loved English. I wanted to be an English teacher. I was obsessed with that whole world, and I'm a boys boarding school. I thought that just looks so amazing. Also, like Robert Sean Leonard was, like, an actor and you know, and I just thought that was such an o that's such a fabulous thing to be.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-483",
    "time": "0:59:34",
    "speaker": "spk_6",
    "line": "So listen to cry babies. Find us on earwolf, howell, ITunes or your favorite podcast app.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-484",
    "time": "0:59:48",
    "speaker": "spk_10",
    "line": "This has been an earwolf production, executive produced by Scott Ockerman, Adam Sachs and Chris Bannon. For more information and content, visit earwuffs dot com.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-485",
    "time": "1:00:01",
    "speaker": "spk_8",
    "line": "Hey, this Arny Me Camp from the improv Fantasy Podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of Foon, and I started a podcast. Season three has just begun with a brand new adventure to defeat the dark lord. If you're a new listener or you fallen behind season three is a great jumping on point, And we've got great guests like Justin Macle Roy.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-486",
    "time": "1:00:24",
    "speaker": "spk_4",
    "line": "I sound like a fancy college professor. Eight knots. Rachel Bloom.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-487",
    "time": "1:00:29",
    "speaker": "spk_2",
    "line": "You are seeing my collection of men corpses and one woman.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-488",
    "time": "1:00:33",
    "speaker": "spk_8",
    "line": "Felicia Day and Colton Dunn.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-489",
    "time": "1:00:35",
    "speaker": "spk_2",
    "line": "You've seen",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-490",
    "time": "1:00:35",
    "speaker": "spk_6",
    "line": "me have it, of course, with a variety of species.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-491",
    "time": "1:00:37",
    "speaker": "spk_8",
    "line": "It's a bummer, Andy Daily.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-492",
    "time": "1:00:39",
    "speaker": "spk_2",
    "line": "You'll have the members of Genesis listed, but Phil Collins has crossed out and then circled it across out again. Ah, yes. I have killed Phil Collins twice.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-493",
    "time": "1:00:46",
    "speaker": "spk_8",
    "line": "Thomas MiddleDitch.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-494",
    "time": "1:00:49",
    "speaker": "spk_2",
    "line": "Jesus. I mean, Jazz, ruler of the eighth circle.",
    "episode": "138",
    "edited": false
  },
  {
    "id": "138-495",
    "time": "1:00:54",
    "speaker": "spk_8",
    "line": "And that's just the beginning. Season three, Avelo from the Magic Tavern is Out Now. Listen in Stitcher, Apple Podcast or wherever you get your podcast.",
    "episode": "138",
    "edited": false
  }
]