[
  {
    "id": "140-0",
    "time": "0:00:02",
    "speaker": "spk_0",
    "line": "scott, I I'm calling the police. I'm sorry. You this is you've this has gone too far. I I I can't I can't what this ad copy, you cannot get away with this anymore. I'm calling the police. They're gonna come over here and arrest you for for ad fraud. The stuff that you're saying in this ad is is not true. None of it's true. You're lying to people who who trust who trust me, you're making me do it. This is the thing that that I can't stand. You're making me do these things. I can't do it anymore. I I have to call the police. I'm sorry. I can't live with myself anymore. It's over. What what do you mean you have something to show me? Oh my god. That's my That's my childhood best friend. Roblyn Salata. Rob, is that? How do you know Scott? He he he bought the d tier your house, but and he's gonna take your your house away if I don't record this ad. Scott, I God. Rob, you thought you've got you don't have kids, but you wanna have kids. I know. Yeah. God. Damn it, Scott. Okay. Oh, I'll read that. Today's show is sponsored by how dot f m. It's like Netflix for podcasts. The entire archives of the art of wrestling with Cole Cabana are now available exclusively on how premium. That's over three hundred episodes of hilarious stories, Rare wrestling, music, and more. And if you love cold cabana, how premium also gives you access to pro wrestling fringe, a mini series from Cole Kibana that you won't find anywhere else. With how premium you also get access to more than a hundred not this part, put okay. Okay. How premium you also get access to more than a hundred fifty hours of howell original miniseries and over a hundred comedy albums. If you haven't signed up for Hall yet, you can use code Hollywood when you check out on Howell dot f m to get a month of help premium for free. After your full month of free trial, it is only four ninety nine per month. That's h o w l. I'm trying. That's h o w l. Dot f m, and use the promo code. Hollywood, don't make me put my show's name on this. Use the promo code Hollywood for a one month free trial of Alpreview.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-1",
    "time": "0:03:11",
    "speaker": "spk_1",
    "line": "Oh, And it's it's me, it's little fees, and it's Kevin Mimi. And we're on this Slack chat group",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-2",
    "time": "0:03:31",
    "speaker": "spk_0",
    "line": "-- Yeah. --",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-3",
    "time": "0:03:32",
    "speaker": "spk_1",
    "line": "for work. Yeah. And and and little cities kept keep sending me and Kevin's photos of one of those square chemex filters and how you're supposed to fold the thing?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-4",
    "time": "0:03:46",
    "speaker": "spk_0",
    "line": "Uh-huh.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-5",
    "time": "0:03:48",
    "speaker": "spk_1",
    "line": "Hey, Kevin, you know, he's using our caps because he's sort of a loud guy.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-6",
    "time": "0:03:54",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-7",
    "time": "0:03:55",
    "speaker": "spk_1",
    "line": "And he keeps saying you gotta squeeze the corners. But I'm saying, no. You gotta work out from the middle. And it The whole feast yeah. Go ahead.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-8",
    "time": "0:04:06",
    "speaker": "spk_0",
    "line": "And this is like, is this to make this is for homemade soda. Right?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-9",
    "time": "0:04:11",
    "speaker": "spk_1",
    "line": "Yeah. This is for homemade strawberry soda.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-10",
    "time": "0:04:14",
    "speaker": "spk_0",
    "line": "Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-11",
    "time": "0:04:15",
    "speaker": "spk_2",
    "line": "And he sent us a photo of",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-12",
    "time": "0:04:17",
    "speaker": "spk_1",
    "line": "the berries and the sugar. And the water and a photo just a bottle of bubbles, he said. So so he's getting ready to pour them all in, obviously, you have to filter them out or else you'll get too much seed",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-13",
    "time": "0:04:30",
    "speaker": "spk_0",
    "line": "yeah. I have to cover the seeds. Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-14",
    "time": "0:04:33",
    "speaker": "spk_1",
    "line": "Yeah. And so, anyway, he winds up hurting himself pretty bad.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-15",
    "time": "0:04:39",
    "speaker": "spk_0",
    "line": "Hey. Welcome to Hollywood Handbook and Insiders guides a kicking button, dropping names in the red carpet line back hallways of this Something like industry we",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-16",
    "time": "0:04:45",
    "speaker": "spk_3",
    "line": "call Showves.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-17",
    "time": "0:04:47",
    "speaker": "spk_0",
    "line": "And that's a a little delay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-18",
    "time": "0:04:49",
    "speaker": "spk_1",
    "line": "What up? What up?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-19",
    "time": "0:04:51",
    "speaker": "spk_0",
    "line": "I'm in New York still. And I have never really explained why have I talked about why I've been here? Have I said that yet, Tran?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-20",
    "time": "0:05:00",
    "speaker": "spk_1",
    "line": "Oh, I don't think you did explain it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-21",
    "time": "0:05:05",
    "speaker": "spk_0",
    "line": "It it's for what we're doing today because what we do on the show is a lot we we started the show to help people especially with their careers, but not just their careers, but, like, their personal lives as well. People who are most in need can sort of, like, listen to us and maybe use our example. And the examples of our friends who have been so successful in their own lives, to fix themselves. I came here to help somebody who is probably the most in need of of any of our listeners. He has fallen on very hard times. He has tried to destroy the show multiple times, but that's behind it. It's those efforts have been so unsuccessful that they're very easy to forgive. And so what I've been doing here",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-22",
    "time": "0:05:53",
    "speaker": "spk_1",
    "line": "oh, yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-23",
    "time": "0:05:55",
    "speaker": "spk_0",
    "line": "Is no. Go ahead, Sean.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-24",
    "time": "0:05:58",
    "speaker": "spk_1",
    "line": "No. I mean, yeah, it is very easy to forgive. First of all, I love my haters. I wake up every day. So motivated by the haters out there",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-25",
    "time": "0:06:07",
    "speaker": "spk_0",
    "line": "who",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-26",
    "time": "0:06:07",
    "speaker": "spk_1",
    "line": "inspire me. And this guy's just, like, kind of a really fun version of one of our haters where you're able to put a face in the name. And also his efforts are so weak to destroy it, that you almost wonder if he loves the show so much that he kinda just having a goof.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-27",
    "time": "0:06:25",
    "speaker": "spk_0",
    "line": "He wants to make the show stronger.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-28",
    "time": "0:06:27",
    "speaker": "spk_1",
    "line": "You can't seriously be trying, you know.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-29",
    "time": "0:06:31",
    "speaker": "spk_0",
    "line": "And so so Great. Obviously, I mean, you know who it is. It's Tom Sharpling. Tom is Tom is here in the -- Yeah. -- New York studios. How's it going? Hi, Sean.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-30",
    "time": "0:06:43",
    "speaker": "spk_1",
    "line": "I I got",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-31",
    "time": "0:06:45",
    "speaker": "spk_0",
    "line": "a call from a listener a few weeks ago. Shortly after we did the episode where you and Julie came on and saying that you were gonna you had sold a movie rights to our podcast and you were stealing it for yourselves. Mhmm. I got a call that somebody had seen Tom floating on his back in the Hudson River --",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-32",
    "time": "0:07:00",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-33",
    "time": "0:07:01",
    "speaker": "spk_0",
    "line": "-- clearly alive Fully fully clothed. Yeah. And but, like, having a conversation wearing a, like, a piece of seaweed is like a Bluetooth Sure. Head set.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-34",
    "time": "0:07:14",
    "speaker": "spk_3",
    "line": "Yeah. No. I can explain that.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-35",
    "time": "0:07:16",
    "speaker": "spk_0",
    "line": "Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-36",
    "time": "0:07:16",
    "speaker": "spk_3",
    "line": "I was working. Because look, I if you're gonna be in this business, you just do it for the work. That's what I do for the work. The money find you've chase excellence and money find chases you -- Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-37",
    "time": "0:07:27",
    "speaker": "spk_0",
    "line": "-- is",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-38",
    "time": "0:07:28",
    "speaker": "spk_3",
    "line": "what I say with this this field. I find myself blessed enough to be in. And we I had been a part of optioning and developing the Hollywood Handbook movie, and it actually I honestly can't think of a way it could have gone better. It the movie is great, and everybody would it was great. It doesn't It doesn't currently exist anymore. I guess anymore, it doesn't exist. It just doesn't exist anymore. It did exist. Uh-huh. And it was really good.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-39",
    "time": "0:08:02",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-40",
    "time": "0:08:03",
    "speaker": "spk_3",
    "line": "And we're just really trying to get these these drives. If you format them incorrectly, it's really tricky with these things. Like, there's, like, dos, fat, when you, like, partition a new hard drive, So",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-41",
    "time": "0:08:22",
    "speaker": "spk_0",
    "line": "you had it in the -- Yeah. -- in the can, basically.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-42",
    "time": "0:08:25",
    "speaker": "spk_3",
    "line": "You'd be very careful with that I'm finding out.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-43",
    "time": "0:08:27",
    "speaker": "spk_0",
    "line": "What was on the dry was that The movie.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-44",
    "time": "0:08:29",
    "speaker": "spk_3",
    "line": "The movie was shot. The whole finished movie.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-45",
    "time": "0:08:32",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-46",
    "time": "0:08:32",
    "speaker": "spk_0",
    "line": "Yeah. And then Did did they get can, like, can I ask, did they get wet?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-47",
    "time": "0:08:38",
    "speaker": "spk_3",
    "line": "They they did get wet. That's not what the problem was. Initially, they were I was wet when I checked. I was wet when I tried to fix go ahead.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-48",
    "time": "0:08:48",
    "speaker": "spk_1",
    "line": "What's that? Did you try to did you try to dry off the wetness with some form of fire?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-49",
    "time": "0:08:55",
    "speaker": "spk_3",
    "line": "I was try I was cold also because I was so wet. The first of all, let me back let me back up on the wet thing. I'd look work is work. You know what I mean? Like, the way a guy like a Michael Kane, he'll do a blockbuster one week. And next thing you know, he's doing a thing just for the money. And I I was doing one of the Seinfeld tours. Right? I was kinda running one of those. And you remember the episode when Kramer hit",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-50",
    "time": "0:09:20",
    "speaker": "spk_0",
    "line": "this is a tour this is a tour of New York City -- Yeah. -- where people can go see shots Like, but, like, locations where --",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-51",
    "time": "0:09:29",
    "speaker": "spk_3",
    "line": "where things were filmed.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-52",
    "time": "0:09:30",
    "speaker": "spk_0",
    "line": "-- where yes. The Cinfeld was filmed. And that to you is the equivalent of Michael Kain doing the Batman movies.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-53",
    "time": "0:09:35",
    "speaker": "spk_3",
    "line": "Work is work, brother. So I was -- It is.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-54",
    "time": "0:09:39",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-55",
    "time": "0:09:40",
    "speaker": "spk_3",
    "line": "it is. Thank you, Sean. You Sean gets it. So I was remember the episode when Kramer hit the golf ball and the and riding the whales blow hole and then the whale. They had to I was",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-56",
    "time": "0:09:50",
    "speaker": "spk_1",
    "line": "the c was angry, Tom. The c was angry that day.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-57",
    "time": "0:09:53",
    "speaker": "spk_3",
    "line": "Yeah. So I went out there. From George. What's that?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-58",
    "time": "0:09:59",
    "speaker": "spk_0",
    "line": "You said from George?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-59",
    "time": "0:10:00",
    "speaker": "spk_1",
    "line": "From George says that. That's how",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-60",
    "time": "0:10:01",
    "speaker": "spk_0",
    "line": "when he says a quote, he says he says from whoever it was. Okay. Yes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-61",
    "time": "0:10:05",
    "speaker": "spk_3",
    "line": "So I was showing everybody because it's a dual thing. It's where Sully Sullenberger landed the plane and where Kramer hit the golf ball into the well's blow hole. And then Kestanza. What's that now?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-62",
    "time": "0:10:17",
    "speaker": "spk_0",
    "line": "Kestanza. That's the last name of",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-63",
    "time": "0:10:19",
    "speaker": "spk_3",
    "line": "the person who said Well, I I think, Sean, at this point, with all due respect, if we're talking about Seinfeld, then you say George, we know you mean Well, you're a tour guide.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-64",
    "time": "0:10:27",
    "speaker": "spk_0",
    "line": "You're a seinfeld tour guide. Okay. You can't assume that everyone else knows all this. Sure. Okay. This is your job.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-65",
    "time": "0:10:32",
    "speaker": "spk_3",
    "line": "So I have to assume that this is like a guy who is maybe watching his first seinfeld on the tour?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-66",
    "time": "0:10:39",
    "speaker": "spk_0",
    "line": "Well, Sean's not You're not giving the tour right now. Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-67",
    "time": "0:10:44",
    "speaker": "spk_3",
    "line": "I get it's very hard to tell the difference sometimes. I did so many of those tours. And the But, though, Mhmm. Yeah. The That's",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-68",
    "time": "0:10:53",
    "speaker": "spk_1",
    "line": "the PIN code.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-69",
    "time": "0:10:55",
    "speaker": "spk_3",
    "line": "That was, yes. That's right. And if Bob's second model Bob's second. Yep. This is Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-70",
    "time": "0:11:04",
    "speaker": "spk_0",
    "line": "So what what happened with the drive?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-71",
    "time": "0:11:06",
    "speaker": "spk_3",
    "line": "Basically, the it was a very surly group on the tour, and they pushed me into the Hudson. And part of me just decided to I was gonna go back and fight them, and then another part of me just decided to just, like, just float there. And I guess that's when somebody must have seen me. But then I went home wet and",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-72",
    "time": "0:11:26",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-73",
    "time": "0:11:27",
    "speaker": "spk_1",
    "line": "elaine. -- I",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-74",
    "time": "0:11:28",
    "speaker": "spk_3",
    "line": "was gonna Elaine, yes. That's the another character on Seinfeld. And Yeah. He thinks",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-75",
    "time": "0:11:35",
    "speaker": "spk_0",
    "line": "he thinks only his last name is pronounced Venus. So if he if he says that",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-76",
    "time": "0:11:39",
    "speaker": "spk_3",
    "line": "okay. I'll just I'll let that go.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-77",
    "time": "0:11:41",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-78",
    "time": "0:11:41",
    "speaker": "spk_3",
    "line": "I was gonna watch the movie to cheer myself up and kinda remind me why I'm in this business in the first place. And then that Uh-huh. Yeah. A lean Elaine Venus. See, by this point, I would have given you a sticker on the tour because You've you've kinda gone so far above and beyond everyone else knowing knowing your seinfeld trivia. Okay. But we have a get you",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-79",
    "time": "0:12:10",
    "speaker": "spk_0",
    "line": "know, we wanna get to Sure.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-80",
    "time": "0:12:11",
    "speaker": "spk_1",
    "line": "So you get on",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-81",
    "time": "0:12:12",
    "speaker": "spk_3",
    "line": "i'm sorry. So I get home, put the movie. You try to fire the movie up on the drive, and then the disc the the hard drive is just doing that Yeah. Where you can just hear it's going",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-82",
    "time": "0:12:24",
    "speaker": "spk_0",
    "line": "yeah. It's not starting. Because you're soaking well. No.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-83",
    "time": "0:12:27",
    "speaker": "spk_3",
    "line": "It's I didn't so at that point, I'm just like, what is up with this thing? Yeah. I get my my little screwdriver out, and I drip onto the thing. Immediately, I should probably should have dried off before I tried But",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-84",
    "time": "0:12:39",
    "speaker": "spk_0",
    "line": "could I say when you say home when you say you get home?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-85",
    "time": "0:12:41",
    "speaker": "spk_3",
    "line": "It was the it's their a train",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-86",
    "time": "0:12:43",
    "speaker": "spk_1",
    "line": "yard.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-87",
    "time": "0:12:43",
    "speaker": "spk_0",
    "line": "It's the train yard.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-88",
    "time": "0:12:44",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-89",
    "time": "0:12:44",
    "speaker": "spk_0",
    "line": "Yes. The train yard. So you did manage to get a new abandoned train car to live in.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-90",
    "time": "0:12:49",
    "speaker": "spk_3",
    "line": "It's pretty good Good guy. This yeah. The soup guy. So it's pretty good.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-91",
    "time": "0:12:56",
    "speaker": "spk_1",
    "line": "You can't have any soup.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-92",
    "time": "0:13:00",
    "speaker": "spk_3",
    "line": "Would you like another sticker, sir?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-93",
    "time": "0:13:02",
    "speaker": "spk_0",
    "line": "No. You're not on you're not on the tour, Todd. We're in the studio. We're",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-94",
    "time": "0:13:06",
    "speaker": "spk_3",
    "line": "dory. Sorry.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-95",
    "time": "0:13:07",
    "speaker": "spk_0",
    "line": "We're we're explaining. So",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-96",
    "time": "0:13:08",
    "speaker": "spk_1",
    "line": "that's correct.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-97",
    "time": "0:13:10",
    "speaker": "spk_0",
    "line": "Okay. So let's suffice it to say this movie is not happening.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-98",
    "time": "0:13:15",
    "speaker": "spk_3",
    "line": "If anybody listening to this, knows how to repartition a a disk drive. No.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-99",
    "time": "0:13:21",
    "speaker": "spk_0",
    "line": "That's not that's not that's not what this is. That's not what this is.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-100",
    "time": "0:13:24",
    "speaker": "spk_3",
    "line": "That's not what because that's what part of why I came here was -- No.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-101",
    "time": "0:13:27",
    "speaker": "spk_0",
    "line": "We're not doing this in",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-102",
    "time": "0:13:28",
    "speaker": "spk_3",
    "line": "this case",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-103",
    "time": "0:13:28",
    "speaker": "spk_0",
    "line": "here. -- here. Hardron. What we've what's part of what I came here to do, Tom has been submitting jokes for the show. We we have a submission program for the show where people can fax in jokes because we have we write the scripts ahead of time and a lot of it is ours. When we have like a a small staff, but it's also supplemented by jokes that contributors send in. And it can be sort of a training program for somebody to eventually become a staff member on their show if it goes really well. Mhmm. And so Tom has been submitting jokes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-104",
    "time": "0:14:02",
    "speaker": "spk_3",
    "line": "Yeah. Look. I mean, some people would say, at one point, I was a lock for third chair maybe even second chair on this show. And but there is no ladder at it. You know what I mean? Could I have replaced Sean? I think so.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-105",
    "time": "0:14:20",
    "speaker": "spk_0",
    "line": "And that's not is there any That's not the attitude that we're approaching with today. It's it's no. It's one of humility.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-106",
    "time": "0:14:27",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-107",
    "time": "0:14:27",
    "speaker": "spk_0",
    "line": "And understanding the place where we're at now and the location where we are and what we're doing, Hearing a few with the New miner.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-108",
    "time": "0:14:36",
    "speaker": "spk_3",
    "line": "What's that?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-109",
    "time": "0:14:38",
    "speaker": "spk_1",
    "line": "Hello. New miner.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-110",
    "time": "0:14:39",
    "speaker": "spk_3",
    "line": "Yeah. That's Jerry's rival, Neumann, who is his newman's job is anybody?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-111",
    "time": "0:14:48",
    "speaker": "spk_1",
    "line": "Jay Peterman.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-112",
    "time": "0:14:50",
    "speaker": "spk_3",
    "line": "No. Newman is not Jay Peterman. Anybody know what Neumann does for a living? Anyone?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-113",
    "time": "0:14:56",
    "speaker": "spk_1",
    "line": "George.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-114",
    "time": "0:14:58",
    "speaker": "spk_3",
    "line": "George. No. George is not Neumann or j Peter. Oh, it's already. So",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-115",
    "time": "0:15:04",
    "speaker": "spk_0",
    "line": "so let let's get into what we actually wanna do here today for Tom because we like we advocate transparency on the show, by helping Tom, we hope we can help other people as well. And especially when it comes to the the joke contributor program, this can help everybody because I",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-116",
    "time": "0:15:20",
    "speaker": "spk_3",
    "line": "could use some help. Because",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-117",
    "time": "0:15:21",
    "speaker": "spk_0",
    "line": "we're gonna play clips that of jokes that we have done on the last few shows -- Mhmm. -- that were submissions by Tom. And we're gonna do a live critique, and it's not just us doing this. We like combining our desperate friends who need, you know, the the people out there who need help, with people out there that are doing exceedingly well and are in a position to help them. So we've brought Sharon Hargan -- Mhmm. -- here today. Who's a comedian. She famous for catastrophe. On your computer? How do they find how do they find catastrophe on the computer?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-118",
    "time": "0:15:59",
    "speaker": "spk_4",
    "line": "What what time does this finish? Because you said You said",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-119",
    "time": "0:16:03",
    "speaker": "spk_0",
    "line": "we we are getting a slow start. We are getting a slow start. Because and I I you know, Tom had this story that he wanted to tell. I I don't know how much longer it would have been if I hadn't stopped it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-120",
    "time": "0:16:13",
    "speaker": "spk_4",
    "line": "But he told me that story on the way over, so I knew all that.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-121",
    "time": "0:16:18",
    "speaker": "spk_0",
    "line": "Right. This this shows you I think what we're dealing with in terms of, like, that kind of help. Because you say, you know, this is like",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-122",
    "time": "0:16:28",
    "speaker": "spk_4",
    "line": "i can't help you get that film made though.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-123",
    "time": "0:16:31",
    "speaker": "spk_0",
    "line": "No. And that's not the charity work that we're asking you -- Oh, okay. -- to do. And I don't Does",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-124",
    "time": "0:16:36",
    "speaker": "spk_1",
    "line": "it make sense that hey. Does it make sense to Shane knows the whole story and I don't? It's not gonna confuse the listeners.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-125",
    "time": "0:16:43",
    "speaker": "spk_0",
    "line": "Well, it was just on the way over here that Tom was that Tom was was talking about it. Tom was writing Tom sort of was we didn't have much room in the car, and Tom was riding in the trunk, but it was one of those cars where you can poke your head through the the through the back seat.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-126",
    "time": "0:16:59",
    "speaker": "spk_1",
    "line": "The armrest?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-127",
    "time": "0:16:59",
    "speaker": "spk_0",
    "line": "Through the through",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-128",
    "time": "0:17:00",
    "speaker": "spk_3",
    "line": "the armrest.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-129",
    "time": "0:17:00",
    "speaker": "spk_1",
    "line": "It's like the armrest thing in the middle. Yeah. Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-130",
    "time": "0:17:03",
    "speaker": "spk_3",
    "line": "Because it was because of me, actually, legally that they have to have that that switch you pull down that can get you out of a trunk. I was a reason that that's a legal requirement in a new car.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-131",
    "time": "0:17:16",
    "speaker": "spk_0",
    "line": "So that's how you that that's was your career at what point? There's a guy who gets locked in cars the trunks of cars and soothes the name of America.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-132",
    "time": "0:17:26",
    "speaker": "spk_3",
    "line": "Myself yeah. It was kinda like the the woman burning herself at the McDonald's on the hot coffee, but for cars. Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-133",
    "time": "0:17:35",
    "speaker": "spk_1",
    "line": "Or reform.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-134",
    "time": "0:17:36",
    "speaker": "spk_0",
    "line": "Yeah. Tory reform. So share Sharon, you're here to do community service essentially. I mean, what you you said that you need to do some community service. And this, like, sort of counts against that for you.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-135",
    "time": "0:17:53",
    "speaker": "spk_4",
    "line": "Yeah. I mean, I I like to help people.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-136",
    "time": "0:17:55",
    "speaker": "spk_3",
    "line": "Well, I appreciate it, first of all, because I look up to you because you are like a joke machine, and I just wanna get these jokes right. Okay. Any help I can get, miss Horgen, to help me with these jokes, I'm gonna take it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-137",
    "time": "0:18:11",
    "speaker": "spk_4",
    "line": "Well, I'll have a listen. Where are they?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-138",
    "time": "0:18:13",
    "speaker": "spk_0",
    "line": "Do you have any just like blanket advice about jokes that that you like to tell? When people ask you, like, how do I do the best joke?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-139",
    "time": "0:18:23",
    "speaker": "spk_4",
    "line": "Well, you know, I mean, words words are good. But then it doesn't always have to be words. That's when people get confused. It can be visual.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-140",
    "time": "0:18:31",
    "speaker": "spk_0",
    "line": "Oh, okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-141",
    "time": "0:18:31",
    "speaker": "spk_4",
    "line": "Or or not. Yeah. It could be neither visual nor arrow. It could just be It could just be",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-142",
    "time": "0:18:39",
    "speaker": "spk_0",
    "line": "what is yeah. What is the alternative?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-143",
    "time": "0:18:43",
    "speaker": "spk_4",
    "line": "The mime.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-144",
    "time": "0:18:44",
    "speaker": "spk_0",
    "line": "Oh, okay. The mime. Like a mime without any visual",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-145",
    "time": "0:18:47",
    "speaker": "spk_3",
    "line": "component. Just a talking mime. Right?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-146",
    "time": "0:18:54",
    "speaker": "spk_0",
    "line": "It's in my it was my Does",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-147",
    "time": "0:18:55",
    "speaker": "spk_1",
    "line": "i clarify something? Yes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-148",
    "time": "0:18:57",
    "speaker": "spk_0",
    "line": "Can I Yes? Yes. Yes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-149",
    "time": "0:18:58",
    "speaker": "spk_1",
    "line": "In clarity, because Tom did say, like, that she was a joke machine. And I have been called that before, but what I realized was they meant I was, like, a machine that is in a joke. I guess there's a famous joke about a milking machine that, like, tugged on a guy's Elaine Venus. And -- Mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-150",
    "time": "0:19:19",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-151",
    "time": "0:19:19",
    "speaker": "spk_1",
    "line": "and I didn't realize that. And so when you say joke machines, do you mean a machine that makes jokes or a machine that lives inside a joke?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-152",
    "time": "0:19:31",
    "speaker": "spk_3",
    "line": "I was probably talking about more of a machine that generates jokes more than a machine that yanks off people at farm houses.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-153",
    "time": "0:19:41",
    "speaker": "spk_0",
    "line": "It was yeah. It was a guy visiting the farmhouse. Mhmm. His car broke down.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-154",
    "time": "0:19:47",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-155",
    "time": "0:19:48",
    "speaker": "spk_0",
    "line": "I mean, we could",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-156",
    "time": "0:19:49",
    "speaker": "spk_1",
    "line": "right.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-157",
    "time": "0:19:50",
    "speaker": "spk_0",
    "line": "We could I don't know if it would help to tell the joke. Probably Well,",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-158",
    "time": "0:19:54",
    "speaker": "spk_2",
    "line": "actually, I",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-159",
    "time": "0:19:55",
    "speaker": "spk_1",
    "line": "have a joke I'm not that kind of joke machine where I know though I'll joke.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-160",
    "time": "0:19:59",
    "speaker": "spk_0",
    "line": "You only know your part in it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-161",
    "time": "0:20:02",
    "speaker": "spk_1",
    "line": "I don't like the machine in the joke. Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-162",
    "time": "0:20:04",
    "speaker": "spk_3",
    "line": "Okay. I I didn't mean that kind of joke. I just meant the kind of machine that would generate jokes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-163",
    "time": "0:20:10",
    "speaker": "spk_0",
    "line": "So let's let let's get into let's play some of these clips. Let's play like some and Sharon can listen to them and we can talk about the jokes. And maybe ways we can improve them. Mhmm. And, you know, next steps for you and and all that. So John engineer John, do you have do you have the first clip hint? Not and the thumbs up, like it it seems very dismissive when you do it like that. When you just do the thumbs",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-164",
    "time": "0:20:34",
    "speaker": "spk_4",
    "line": "do two thumbs.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-165",
    "time": "0:20:35",
    "speaker": "spk_0",
    "line": "Yeah. Do two thumbs. And say, I'd love to if I say, like, can you play the clip? Can you say, I'd love to? I'd love to. Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-166",
    "time": "0:20:41",
    "speaker": "spk_5",
    "line": "What a triumph for John FEreau. Good on you, John.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-167",
    "time": "0:20:45",
    "speaker": "spk_0",
    "line": "Yes. Do I also hear did you also hear that Brett was in the Jungle Book and he was playing one of the apes and he had to shave for the parge.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-168",
    "time": "0:21:03",
    "speaker": "spk_4",
    "line": "No. Oh, no.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-169",
    "time": "0:21:06",
    "speaker": "spk_0",
    "line": "You are the same. He's naturally more area.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-170",
    "time": "0:21:12",
    "speaker": "spk_1",
    "line": "I showed",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-171",
    "time": "0:21:13",
    "speaker": "spk_3",
    "line": "so that was my",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-172",
    "time": "0:21:14",
    "speaker": "spk_0",
    "line": "yeah. So so so that was a conversation we were having about the Jungle Book. And we had we had put out a call for jungle book jokes --",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-173",
    "time": "0:21:21",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-174",
    "time": "0:21:21",
    "speaker": "spk_0",
    "line": "-- specifically. And",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-175",
    "time": "0:21:22",
    "speaker": "spk_3",
    "line": "i sent in about eighty of them.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-176",
    "time": "0:21:24",
    "speaker": "spk_0",
    "line": "You sent up eighty jokes. Yeah. And And this one so the idea of the joke like, maybe you can explain the concept behind this this Jungle Book joke at the cost of our engineer engineer Brett. Go ahead, Sean.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-177",
    "time": "0:21:40",
    "speaker": "spk_1",
    "line": "I'd love to get it. Yeah. I mean, yeah, just I'd love to hear the concept because I never really round my head around this one?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-178",
    "time": "0:21:46",
    "speaker": "spk_3",
    "line": "I thought I I thought I had you on that one because both of you guys were crack cracking up so much -- Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-179",
    "time": "0:21:51",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-180",
    "time": "0:21:51",
    "speaker": "spk_3",
    "line": "at the jokes. So you guys Well,",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-181",
    "time": "0:21:52",
    "speaker": "spk_0",
    "line": "that was written in that you wrote that into the the last",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-182",
    "time": "0:21:55",
    "speaker": "spk_3",
    "line": "i did write. I wrote Sean laughs, Hayes laughs, Sean says, oo hoo hoo hoo hoo. I can't. And Look, I don't wanna get too inside baseball when I'm coming up with jokes, but I was like, if I'm gonna make a jungle book joke, I was like, Brett, the guy engineer Brett, is a a a he's like a clown, like a",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-183",
    "time": "0:22:24",
    "speaker": "spk_0",
    "line": "yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-184",
    "time": "0:22:24",
    "speaker": "spk_3",
    "line": "Right?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-185",
    "time": "0:22:25",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-186",
    "time": "0:22:25",
    "speaker": "spk_3",
    "line": "And I was like, let's turn this jungle book joke, not just about the jungle book. Let's Let's it's like well, how can the what's a good joke to make fun of engineer Brett in the in the course? So I was like, he looks like a dumb ape. So let's say he's so ape like that for him to make the cut for a movie basically about I didn't see the movie. I just wanna say also. I didn't see it. I saw the poster.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-187",
    "time": "0:22:50",
    "speaker": "spk_0",
    "line": "Oh, so you're just assuming that it has a penis.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-188",
    "time": "0:22:52",
    "speaker": "spk_3",
    "line": "It's ace and whatnot. Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-189",
    "time": "0:22:54",
    "speaker": "spk_0",
    "line": "Well, that okay. Well, that's I'm gonna have to not because I haven't seen it either. Mhmm. And that's something that could be very embarrassing for us if I'm making a joke that's, like, engineer Brett had to shave to play an ape in the jungle book. If there are no apes -- Mhmm. -- then I'm the one that has to hear about that --",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-190",
    "time": "0:23:09",
    "speaker": "spk_2",
    "line": "sure.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-191",
    "time": "0:23:10",
    "speaker": "spk_0",
    "line": "-- from my thoughts.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-192",
    "time": "0:23:11",
    "speaker": "spk_3",
    "line": "That's a fair a fair point. I was I would have bet the farm that there were apes in the jungle book, and I would have won that bet. So it's like What if Brett was so ape like that to be to qualify as an ape in this movie, he had to remove some of his ape like human hair to look like an you get it. So so let let",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-193",
    "time": "0:23:35",
    "speaker": "spk_0",
    "line": "so let's throw this to Sharon. This this jungle book joke, do you have any, like, notes on the joke, like what if this were submitted to you for for catastrophe?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-194",
    "time": "0:23:46",
    "speaker": "spk_2",
    "line": "Well, I think, first of all, it just",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-195",
    "time": "0:23:51",
    "speaker": "spk_4",
    "line": "i didn't find it funny.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-196",
    "time": "0:23:54",
    "speaker": "spk_3",
    "line": "Oh, okay. Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-197",
    "time": "0:23:55",
    "speaker": "spk_4",
    "line": "But Secondly",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-198",
    "time": "0:23:57",
    "speaker": "spk_0",
    "line": "-- That's fair. --",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-199",
    "time": "0:23:58",
    "speaker": "spk_4",
    "line": "it's but that's okay. I mean, jokes can be not funny. We we we know that. Yeah. But Brett, the engineer, who else knows? He's Harry. I mean, it feels very",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-200",
    "time": "0:24:11",
    "speaker": "spk_0",
    "line": "he's not Well, he's not that hairy.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-201",
    "time": "0:24:13",
    "speaker": "spk_4",
    "line": "So it doesn't even work on that level. It's not observational.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-202",
    "time": "0:24:16",
    "speaker": "spk_2",
    "line": "Oh, okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-203",
    "time": "0:24:17",
    "speaker": "spk_4",
    "line": "It's surreal.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-204",
    "time": "0:24:18",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-205",
    "time": "0:24:20",
    "speaker": "spk_4",
    "line": "And also just the main thing is I didn't find it funny. Okay. But what what were the other seventy nine?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-206",
    "time": "0:24:29",
    "speaker": "spk_3",
    "line": "A lot of them had to do more with, like, other jungle animals.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-207",
    "time": "0:24:33",
    "speaker": "spk_4",
    "line": "Right. Another people who work on this show.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-208",
    "time": "0:24:37",
    "speaker": "spk_3",
    "line": "Yeah. Kinda like saying that, like, engineer Cody looks like a and to be honest, I'll say this. I was getting animals wrong that are not in the jungle. Right?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-209",
    "time": "0:24:48",
    "speaker": "spk_0",
    "line": "And also can I also say also describing some of the animals? Confusingly as if you didn't necessarily know what the animal looked like that you were trying to make a joke about.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-210",
    "time": "0:24:58",
    "speaker": "spk_3",
    "line": "The second one, the one the one I thought you guys gonna go with was when I said engineer Cody stinks like a jungle skunk. And then I guess, subsequently, there are no skunks in the jungle, but Yeah. And",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-211",
    "time": "0:25:16",
    "speaker": "spk_2",
    "line": "well, I mean, if I could just",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-212",
    "time": "0:25:18",
    "speaker": "spk_3",
    "line": "sure.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-213",
    "time": "0:25:18",
    "speaker": "spk_4",
    "line": "Just jump in there. I think Tom, you have to write about what you know.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-214",
    "time": "0:25:23",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-215",
    "time": "0:25:23",
    "speaker": "spk_4",
    "line": "And if you haven't seen the movie, Don't make jokes burnout. Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-216",
    "time": "0:25:27",
    "speaker": "spk_3",
    "line": "Okay. So that's strike one as I should have seen the movie.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-217",
    "time": "0:25:30",
    "speaker": "spk_4",
    "line": "Because there might have been a jungle skunk, not like your everyday there could be a type of animal",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-218",
    "time": "0:25:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-219",
    "time": "0:25:36",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-220",
    "time": "0:25:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-221",
    "time": "0:25:36",
    "speaker": "spk_4",
    "line": "that has a similar, you know -- Sure.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-222",
    "time": "0:25:38",
    "speaker": "spk_0",
    "line": "-- yeah. Swings by a tail",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-223",
    "time": "0:25:39",
    "speaker": "spk_4",
    "line": "or It could there could be an animal in there that stinks And you could have compared who's the guy?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-224",
    "time": "0:25:45",
    "speaker": "spk_3",
    "line": "Sure. Engineer Cody.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-225",
    "time": "0:25:47",
    "speaker": "spk_4",
    "line": "Engineer Cody to that Uh-huh. I think he's just about doing the research search in your homework.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-226",
    "time": "0:25:51",
    "speaker": "spk_0",
    "line": "That's good. Just a Google smelly jungle in.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-227",
    "time": "0:25:54",
    "speaker": "spk_3",
    "line": "Yeah. I should've Can",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-228",
    "time": "0:25:56",
    "speaker": "spk_1",
    "line": "can I jump in just with a known about a lot of the jokes that Tom did submit that are not in this realm?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-229",
    "time": "0:26:05",
    "speaker": "spk_0",
    "line": "Oh, yeah. Yeah. Yeah. Yes. I'm glad I know what you're gonna say. I'm glad you're saying this. Go ahead.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-230",
    "time": "0:26:10",
    "speaker": "spk_1",
    "line": "There was there was a fair number of jokes about animals, but a lot of it was also just information about the project for the New American Century, PMAC, which was, like, a right wing government think tank that shortly before nine eleven said that, you know, America would need a new Pearl Harbor in order to engage in the sort of wars abroad. For these oil fields. And he wanted me to Google Georgia Guidestones. He wanted me to Google USS Liberty and A lot of those I wasn't really finding humorous, and I wonder if I just don't get it or Tom if there's an angle that I missed thing?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-231",
    "time": "0:26:55",
    "speaker": "spk_3",
    "line": "Well, Sean, I I think there's different types of jokes, and some of them are dark jokes, and some are fun jokes, And I was just saying, like, what if I kinda put a twist? Because Hollywood Handbook is generally like a celebratory show.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-232",
    "time": "0:27:10",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-233",
    "time": "0:27:11",
    "speaker": "spk_0",
    "line": "And the",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-234",
    "time": "0:27:11",
    "speaker": "spk_3",
    "line": "jokes are about movies, and and TV shows, the stuff from the toy. If if if life is a department store, well, guys, we're in toy aisle.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-235",
    "time": "0:27:20",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-236",
    "time": "0:27:20",
    "speaker": "spk_3",
    "line": "Right? It's how I like to think of it. So I was like, what if what if I took us over to, like, the automotive aisle or boys' clothes or something. Okay. Whatever we So to",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-237",
    "time": "0:27:35",
    "speaker": "spk_0",
    "line": "you, Yeah. Since because a lot of these were, yes, nine eleven conspiracy theories. And I'll just say And that to you is the boys' clothes I hope.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-238",
    "time": "0:27:45",
    "speaker": "spk_3",
    "line": "That's",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-239",
    "time": "0:27:46",
    "speaker": "spk_1",
    "line": "always close half off with another jump that you had.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-240",
    "time": "0:27:50",
    "speaker": "spk_3",
    "line": "And that was that was really upsetting. I that would look, to be fair, that was when you guys said there was a good chance you were going to have Michael Jackson's manager on.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-241",
    "time": "0:28:03",
    "speaker": "spk_0",
    "line": "That would have been the worst person to do it for.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-242",
    "time": "0:28:07",
    "speaker": "spk_3",
    "line": "But that's gotcha humor. And I was looking to get some guy that's one thing I I was also trying to figure what what voids are there in the Hollywood Handbook, and you guys don't do a whole lot of gotcha humor.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-243",
    "time": "0:28:17",
    "speaker": "spk_1",
    "line": "Right?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-244",
    "time": "0:28:17",
    "speaker": "spk_3",
    "line": "You know -- No. Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-245",
    "time": "0:28:18",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-246",
    "time": "0:28:18",
    "speaker": "spk_3",
    "line": "you know what I mean? A gotcha kinda joke, Sharon. No. We're just like It hurts some Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-247",
    "time": "0:28:22",
    "speaker": "spk_0",
    "line": "He says that I did know, but I actually don't know.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-248",
    "time": "0:28:24",
    "speaker": "spk_3",
    "line": "Where you go, like like if say you're Michael Jackson's manager, and I'll I'll be Sean.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-249",
    "time": "0:28:29",
    "speaker": "spk_1",
    "line": "I'm Michael Jackson's manager.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-250",
    "time": "0:28:32",
    "speaker": "spk_3",
    "line": "Okay. Wait. Who is?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-251",
    "time": "0:28:34",
    "speaker": "spk_0",
    "line": "Sean thinks you were asking him to be Michael Jack. Manager.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-252",
    "time": "0:28:37",
    "speaker": "spk_3",
    "line": "Okay. Showing you're Michael Jackson's manager. Well, who's Sharon.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-253",
    "time": "0:28:40",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-254",
    "time": "0:28:41",
    "speaker": "spk_4",
    "line": "Sharon is is I'll just observe.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-255",
    "time": "0:28:44",
    "speaker": "spk_0",
    "line": "She's You gotta be somebody.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-256",
    "time": "0:28:45",
    "speaker": "spk_3",
    "line": "Your reporter covering this because it's pretty newsworthy that Michael Jackson's managers in Studio.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-257",
    "time": "0:28:52",
    "speaker": "spk_1",
    "line": "Shannon, do you wanna be",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-258",
    "time": "0:28:53",
    "speaker": "spk_2",
    "line": "michael Jackson's manager?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-259",
    "time": "0:28:55",
    "speaker": "spk_1",
    "line": "No. No. No.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-260",
    "time": "0:28:56",
    "speaker": "spk_4",
    "line": "No. You you you be Michael Jackson's manager? So I'll be Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-261",
    "time": "0:29:00",
    "speaker": "spk_1",
    "line": "I've got a little angle on it, but I'm I'm open to whatever.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-262",
    "time": "0:29:04",
    "speaker": "spk_4",
    "line": "Yeah. Go for it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-263",
    "time": "0:29:05",
    "speaker": "spk_3",
    "line": "Hey, everybody. It's me. It's me, Sean, climates. We're so excited to have Michael Jackson",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-264",
    "time": "0:29:11",
    "speaker": "spk_2",
    "line": "i haven't got the trap. I was driving bear trap.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-265",
    "time": "0:29:16",
    "speaker": "spk_0",
    "line": "So his angle that he's playing is that Michael Jackson's manager's arm has been caught in a bear trap. And now I guess it's over to you to how do you How do you react?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-266",
    "time": "0:29:28",
    "speaker": "spk_3",
    "line": "Hayes, can you get that bad trap off of him?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-267",
    "time": "0:29:30",
    "speaker": "spk_0",
    "line": "I guess you could tell the boys' clothes happened.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-268",
    "time": "0:29:32",
    "speaker": "spk_1",
    "line": "Oh, no.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-269",
    "time": "0:29:33",
    "speaker": "spk_3",
    "line": "Well, I'd be like, hey I can't even work with it. We're all well, we're all so sad about the passing of your number one client. And",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-270",
    "time": "0:29:42",
    "speaker": "spk_2",
    "line": "i see the fucking phone.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-271",
    "time": "0:29:47",
    "speaker": "spk_3",
    "line": "I was wondering, did you ever hear if he went to the Michael Jackson special at at a at a Cayman?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-272",
    "time": "0:29:55",
    "speaker": "spk_1",
    "line": "Are you helping me? I'm gonna have the hundred twenty seven hours this mulfo.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-273",
    "time": "0:30:03",
    "speaker": "spk_3",
    "line": "What? Boys pants half off.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-274",
    "time": "0:30:09",
    "speaker": "spk_1",
    "line": "Oh, okay. You all that's where we're not holding it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-275",
    "time": "0:30:13",
    "speaker": "spk_0",
    "line": "And then so it",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-276",
    "time": "0:30:14",
    "speaker": "spk_2",
    "line": "seems like",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-277",
    "time": "0:30:15",
    "speaker": "spk_1",
    "line": "that actually",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-278",
    "time": "0:30:15",
    "speaker": "spk_0",
    "line": "that seems like that actually would have gone over overnight.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-279",
    "time": "0:30:17",
    "speaker": "spk_3",
    "line": "Then you'd go",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-280",
    "time": "0:30:18",
    "speaker": "spk_0",
    "line": "gone over. I'm glad we play that out because it seemed like he did really enjoy it. Can we play? Let's move let's play the next clip, which I I think this is from an ad read we did in the Matt Besser episode. And John, I don't know. Would okay. Did you would you love to do this, or do you not want to do it at all? I'd love to. I'd love to. Great. Thank you. Thank you. I think the whole family You think",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-281",
    "time": "0:30:43",
    "speaker": "spk_6",
    "line": "it builds strong bonds when the family cooks together?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-282",
    "time": "0:30:46",
    "speaker": "spk_0",
    "line": "Well, like the kids get involved, they can chop up a I'll tell you what builds strong bonds, steroids,",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-283",
    "time": "0:30:55",
    "speaker": "spk_6",
    "line": "hey, now, hey, Matt hates this, what you're doing.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-284",
    "time": "0:30:59",
    "speaker": "spk_0",
    "line": "So Again so this is a joke that you submitted again. Mhmm. You had really starred this one. You put a lot of like stars and like -- Yeah. -- drew a lot of arrows around it, like, in set and broke, like, do it. Do this one.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-285",
    "time": "0:31:17",
    "speaker": "spk_3",
    "line": "Yeah. Must do.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-286",
    "time": "0:31:18",
    "speaker": "spk_0",
    "line": "Yes. My one big note I have on this is for you to write in to the script that it fails is such a strange strategy that, like, that the guest booms the joke, essentially.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-287",
    "time": "0:31:32",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-288",
    "time": "0:31:33",
    "speaker": "spk_0",
    "line": "And then then you you have me set up to make a joke and then you put in Sean's script that that that the guest hates what I'm doing. Mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-289",
    "time": "0:31:43",
    "speaker": "spk_3",
    "line": "In my defense, that was more a bit of I like to try these different comedy styles on. Now, Sharon, you do what what would you say is your comedy style? Just so I could get some perspective when I'm from you about",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-290",
    "time": "0:31:57",
    "speaker": "spk_4",
    "line": "jokes? Sharp.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-291",
    "time": "0:32:00",
    "speaker": "spk_0",
    "line": "Sharp. Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-292",
    "time": "0:32:01",
    "speaker": "spk_3",
    "line": "So just sharp like",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-293",
    "time": "0:32:02",
    "speaker": "spk_4",
    "line": "in Shrill.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-294",
    "time": "0:32:03",
    "speaker": "spk_3",
    "line": "Shrill. Shrill and sharp. Yeah. Because I was going for anti comedy on that one, which is kinda like like",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-295",
    "time": "0:32:13",
    "speaker": "spk_4",
    "line": "antacombe is a tricky one to pull off. Mhmm. It Because it often is just not comedy.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-296",
    "time": "0:32:21",
    "speaker": "spk_3",
    "line": "Yeah. It's anti comedy.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-297",
    "time": "0:32:23",
    "speaker": "spk_4",
    "line": "But so what kind of a response do you expect? From anti comedy like, oh, that or but not more sort of",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-298",
    "time": "0:32:33",
    "speaker": "spk_3",
    "line": "i guess I meant that",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-299",
    "time": "0:32:34",
    "speaker": "spk_0",
    "line": "would be great. I mean, even and it would be good. Better than booing.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-300",
    "time": "0:32:39",
    "speaker": "spk_4",
    "line": "But do you want people to get angry?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-301",
    "time": "0:32:41",
    "speaker": "spk_3",
    "line": "I want people to think with that one, ultimately.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-302",
    "time": "0:32:44",
    "speaker": "spk_0",
    "line": "And we should explain this joke joke to Sharon by the way because it's a baseball joke.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-303",
    "time": "0:32:48",
    "speaker": "spk_4",
    "line": "Oh. We",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-304",
    "time": "0:32:48",
    "speaker": "spk_0",
    "line": "would have to essentially translate to cricket terms for sharing. Yes. Exactly. So Berry bonds, I guess for you, you would have to picture like a really strong Indian guy --",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-305",
    "time": "0:32:59",
    "speaker": "spk_2",
    "line": "uh-huh.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-306",
    "time": "0:32:59",
    "speaker": "spk_0",
    "line": "-- who is like, in, like, long white pants.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-307",
    "time": "0:33:04",
    "speaker": "spk_4",
    "line": "Uh-huh.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-308",
    "time": "0:33:04",
    "speaker": "spk_0",
    "line": "And but he's, like, done steroids to get really strong.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-309",
    "time": "0:33:08",
    "speaker": "spk_4",
    "line": "And where is the joke there?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-310",
    "time": "0:33:10",
    "speaker": "spk_0",
    "line": "I you gotta like, I guess",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-311",
    "time": "0:33:12",
    "speaker": "spk_4",
    "line": "is it just a statement?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-312",
    "time": "0:33:14",
    "speaker": "spk_3",
    "line": "Can you give me the name of a top cricket player? Sharon?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-313",
    "time": "0:33:20",
    "speaker": "spk_4",
    "line": "Ian Bosem. Jiminy. Back in the day?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-314",
    "time": "0:33:23",
    "speaker": "spk_3",
    "line": "Ian Bosem.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-315",
    "time": "0:33:24",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-316",
    "time": "0:33:24",
    "speaker": "spk_0",
    "line": "Sean said Jiminy. Jiminy,",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-317",
    "time": "0:33:28",
    "speaker": "spk_4",
    "line": "freddie Flintoff.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-318",
    "time": "0:33:29",
    "speaker": "spk_3",
    "line": "Okay. Freddie Flynnoff. Perfect. So",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-319",
    "time": "0:33:33",
    "speaker": "spk_1",
    "line": "just just",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-320",
    "time": "0:33:35",
    "speaker": "spk_3",
    "line": "you know",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-321",
    "time": "0:33:36",
    "speaker": "spk_1",
    "line": "sorry.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-322",
    "time": "0:33:37",
    "speaker": "spk_3",
    "line": "Freddy Flintoff is a top crick a tier. And do you know what helps him build big muscles? So that he can swing that cricket bat, steroids, and then you go.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-323",
    "time": "0:33:53",
    "speaker": "spk_0",
    "line": "And see, that didn't even get",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-324",
    "time": "0:33:56",
    "speaker": "spk_3",
    "line": "but then you go, and this is this is the part that I probably should have written out. I was hoping this would get you to just go like steroids. I mean, what is this?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-325",
    "time": "0:34:08",
    "speaker": "spk_4",
    "line": "Oh, right. You wanted them to riff off.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-326",
    "time": "0:34:10",
    "speaker": "spk_3",
    "line": "Exactly. Like, it's like Oh, it's the beginning",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-327",
    "time": "0:34:12",
    "speaker": "spk_4",
    "line": "of the story. Written, with the stars and the arrows just written riff, riff off",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-328",
    "time": "0:34:16",
    "speaker": "spk_3",
    "line": "this. Anti comedy because no people are shocked by the fact that he's laying out a joke that sucks shit, basically, to be fair, to all of us. But then it tees him off to just go. I mean, what is this? It's people trying to get bigger and bigger for what? So they can hit a little ball into the stands. And meanwhile, billionaires are paying for the stadiums and little kids are watching. Right?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-329",
    "time": "0:34:44",
    "speaker": "spk_0",
    "line": "See, well, that",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-330",
    "time": "0:34:45",
    "speaker": "spk_4",
    "line": "this is a great risk.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-331",
    "time": "0:34:46",
    "speaker": "spk_3",
    "line": "Yeah. A bit politics. Yeah. Like a Bill model.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-332",
    "time": "0:34:49",
    "speaker": "spk_4",
    "line": "A comment on Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-333",
    "time": "0:34:50",
    "speaker": "spk_0",
    "line": "This is interesting stuff.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-334",
    "time": "0:34:51",
    "speaker": "spk_4",
    "line": "Corruption in in sport.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-335",
    "time": "0:34:53",
    "speaker": "spk_0",
    "line": "Yeah. And it makes me work yeah. Go ahead.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-336",
    "time": "0:34:57",
    "speaker": "spk_2",
    "line": "Can I just jump in",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-337",
    "time": "0:34:58",
    "speaker": "spk_1",
    "line": "for a second just to and I don't wanna get too far away from it, but I am sort of stuck on we talked a little bit about comedy style and the one I heard the style I heard was Sharpen shrill, but the only style that I'm familiar with are casual forward and mid?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-338",
    "time": "0:35:15",
    "speaker": "spk_0",
    "line": "Yeah. These are our for when we do ads for five four clothing, you choose a style for profile, and the words you choose from are casual forward and mixed. Mhmm. And sharp and Sean is confusing those dial profiles with with the company with Sharp Shrill and, I guess, anti comedy.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-339",
    "time": "0:35:36",
    "speaker": "spk_1",
    "line": "And I want where we're going. I just wanna make sure I can wrap had around it. So, like, it it is shrill just sort of the British analog for, let's say, forward or mid",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-340",
    "time": "0:35:47",
    "speaker": "spk_0",
    "line": "you would need to for Sean understand that you need to translate your comedy style into something that Sean could wear.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-341",
    "time": "0:35:56",
    "speaker": "spk_4",
    "line": "Just a tight sweater.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-342",
    "time": "0:35:59",
    "speaker": "spk_3",
    "line": "Now do you feel Oh,",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-343",
    "time": "0:36:04",
    "speaker": "spk_2",
    "line": "hollywood handbook.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-344",
    "time": "0:36:06",
    "speaker": "spk_0",
    "line": "Hey, guys. I wanna talk to you about Harry's razors. As you know, we've had some experiences in the past where we've sort of gone off book for these ads sort of describing our own experiences with the razors, and we've just sort of freestyle a little bit. Again, they do want us to read the the actual copy that they've sent in. So I'm gonna do that. Now it's here. The writing is really small. Sorry. Okay. It says, Harry time. Today celebrate to have Harry razor. Make a big shave on your head. Have a wonderful time liking Harry razor. Somebody wants to have the GoodRasers for fifteen dollars. Somebody. Three razor, good smell cream, and precious handle as your present. The razor's house is Harry's o corn. I that's so that is that's the they're trying to do the website. I guess they're confusing the dot with an o. That's definitely the letter o. It's supposed to be harrys dot com. So I'd again, I know. No free song, but the you know. And that says, find the bathroom hand the razor and push it on your head, eat it. I guess these are, like, directions for how to use the razor. So, like, you use it in the bathroom, and I think hand the razor means pick it up. And then just eat it like so okay. I use these razors. I think they're great. I I do not think these ads are selling them. Properly. They always talk about eating the razors, which is insane. I I do don't wanna disobey the rules, but I also I want people to get the get the message here. I'd like the razors. It's not the razors I have issue with. It's copy is it says, five money go away using secret word head pork that's that's definitely supposed to be handbook. Use the code handbook at harry's o harry's o corn harrys dot com. And I guess five money go away is the five dollar discount on the starter set. So last last time I did this, they were mad that I was clarifying. They just want me to read the copy, but I feel if they're hearing this now, I feel like I have to clarify this. I'm sorry for even now, I'm sure this is that way you want what I'm saying now. But I I do not feel like people will understand unless I explain this. But there razors are fine. It's harry's dot com and use the code handbook.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-345",
    "time": "0:39:00",
    "speaker": "spk_5",
    "line": "Hi, guys. It's me, Hayes Davenport, one of the hosts of Hollywood Handbook and one of your best friends. I'm here to tell you about a great product hanging out with my girl, friend Carrie and Moss. Say hi, Carrie.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-346",
    "time": "0:39:13",
    "speaker": "spk_2",
    "line": "Hi.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-347",
    "time": "0:39:13",
    "speaker": "spk_5",
    "line": "Yeah. That was Carrie. So what's the deal with five four clothing? You all wanna know, and I'm gonna tell you, and don't try to stop me. Okay? Where else you gonna get hooked up like this for sixty bucks a month? It's this LA based brand and the only way to get the brand is to BM you can't find it anywhere else except for when you're joining it. So anyway, there's proven style authors leading the way. What's a style author? It's the people who pick out the outfits that men wear on the book jackets of the books they wrote. I'm kidding around. It's somebody who knows good clothes. And they're providing styling advice recommendations, letting them handle making you good and then we'll educate you to wear certain pieces. It's good if you don't have time to shop and you want clothes delivered to your door every month or if you don't like to shop or if you're scared of shops like me, here's Davenport. Anyway, it's an easy sign up process and you go in and you personalize your style preferences. There's a profile for every guy whether you're looking for clothes for the office like me, the club also like me, a lazy weekend I do that too. Or for whatever. I don't know what they mean by that. Five four has you covered. There's four style profiles. Classic casual forward and mix. Sean's a forward I'm a mix. Anyway, there's free shipping and direct delivery to your doorstep. And one cool thing is, you know, they're really selling you the clothes here to wear but you don't just have to wear them. You could do anything you want with them. You could make your jeans into one of those cowboy nooses that they can pigs and cows with or you could take your turtleneck shirt and make it into potholder. You could make all the clothes in the potholders. So diversify your look. There's great style that's on season, shorts and button ups when you need them jackets and jeans when it's colder. You wanna know how easy it is? I bet you do you little rat rascal. Go to five four club dot com. Spell it out, f I v e f o u r. They wanted me to spell it out, but I say spell it out as a fun window in. And use the promo code handbook at sign up and get fifty percent off your first package. That's a hundred twenty dollars worth of clothing for thirty dollars for your first month's package. Hollywood",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-348",
    "time": "0:41:33",
    "speaker": "spk_4",
    "line": "hamburg.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-349",
    "time": "0:41:36",
    "speaker": "spk_0",
    "line": "Well, should we actually, this is a good segue into the next ad, which I believe is from the next clip is from the same episode. The next ad that we did. Because we tried to kind of once some other stuff wasn't working, we'd just put",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-350",
    "time": "0:41:48",
    "speaker": "spk_3",
    "line": "your jokes in the ads. Yeah. You slid me over to the ad. Which usually it goes the other way that usually you go from the ads to the show. Yeah. And I went I'm going from the show to the ads.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-351",
    "time": "0:42:01",
    "speaker": "spk_0",
    "line": "Yeah. I I I think this is a clip from that ad, but if it's not, then it'll be the the next one. And so John, what do we say? I'd love to. Okay. Just come in here will you come in here and say it? Can I say something? Can't hear it when you",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-352",
    "time": "0:42:14",
    "speaker": "spk_1",
    "line": "do it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-353",
    "time": "0:42:14",
    "speaker": "spk_3",
    "line": "With the engineers. And I don't mean this to be a slight on John or anybody. This just defines the difference between New York and Los Angeles. I just wanna say, this is a perfect example of the difference between New York and Los Angeles.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-354",
    "time": "0:42:29",
    "speaker": "spk_0",
    "line": "This show is?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-355",
    "time": "0:42:30",
    "speaker": "spk_3",
    "line": "There's just such a difference between New York and Los Angeles. You know?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-356",
    "time": "0:42:35",
    "speaker": "spk_0",
    "line": "I'd love to. It's so scary when you disappear on the show like that when you're in a different room. It's really, like, really really scared me really really bad job.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-357",
    "time": "0:42:44",
    "speaker": "spk_3",
    "line": "It's just such a difference between New York and Los Angeles. Take den den sleep with that.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-358",
    "time": "0:42:51",
    "speaker": "spk_1",
    "line": "Guys, I'm gonna have to bounce in a second just so you know, I don't wanna scare anyone. When I disappear, John, I tell people I'm going to.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-359",
    "time": "0:43:00",
    "speaker": "spk_0",
    "line": "Okay. Well, let's play let's play this clip because this is I think this is relevant to you. John.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-360",
    "time": "0:43:05",
    "speaker": "spk_1",
    "line": "Okay. I'll like to hear that.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-361",
    "time": "0:43:06",
    "speaker": "spk_6",
    "line": "There's a profile for every guy. This is the part Hayes was getting excited for.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-362",
    "time": "0:43:10",
    "speaker": "spk_0",
    "line": "Is this just for guys?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-363",
    "time": "0:43:13",
    "speaker": "spk_6",
    "line": "Only dudes. Why? Chics can wear the same old thing every day. But guys, in this modern environment, they really got a peacock to get the ladies. And there's no better way to peacock than to get five four if you're a dude pees out your cock? I don't know. That's terrible.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-364",
    "time": "0:43:33",
    "speaker": "spk_0",
    "line": "So this was a joke that Tom submitted for the ad. Mhmm. There's no better way to peacock for a guy who pees out his cock. And now, Sean, you started to deliver this joke and then you and then you abandoned it. Can you sort of describe what you were going through? Was you",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-365",
    "time": "0:43:51",
    "speaker": "spk_1",
    "line": "sure. Yeah. My experience was Tom had given me an envelope more classified. It said do not open until you're ready. And then there's another envelope inside, and it said this one's a real dinger. So every layer, anyway, the fifteen sixteen envelope, you know, to get to the joke, and each one keeps promising something really good. So you hear me zapping a little bit in the ad, just trying to get all the paper off And then when I do actually get there and go to read it, I mean, maybe it's in the delivery that I did sell out the joke a little bit by saying this is terrible and kinda mumbling it?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-366",
    "time": "0:44:37",
    "speaker": "spk_3",
    "line": "Yeah. I I get it. I was not happy with that.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-367",
    "time": "0:44:41",
    "speaker": "spk_1",
    "line": "Yeah. And I and I understand that. But, I guess, to me, the joke overpromised and underdelivered. Mhmm. The area of pee and Cox, that's not really our show. Our humor is more mixed and a little casual. Mhmm. That humor is probably two forward. And so I just think that if you're going to say, like, this one, the ding or I would rather have it be in the area of",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-368",
    "time": "0:45:17",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-369",
    "time": "0:45:18",
    "speaker": "spk_1",
    "line": "sean? -- being an eighth. I know we don't love that, but ripping an a or anything like that. Go ahead. Yeah?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-370",
    "time": "0:45:24",
    "speaker": "spk_3",
    "line": "Sean, I'm gonna just say this, and don't take this as a criticism. You're very hard to write for. You're very hard to write for with these jokes. When I write a joke for Hayes, like when I wrote in in in a recent episode, say that Bart Simpson is related to Jessica and Ashley Simpson six times. He did it all six times. Even if nobody was even if nobody was acknowledging it in the room, he all six times, he did it. And even though the returns were diminishing at best, he kept selling it. He did what was on the page. I just Well, you were there. Like, brought you their -- Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-371",
    "time": "0:46:07",
    "speaker": "spk_0",
    "line": "-- kind of watch. Oh. And you said we were there just gesturing, keep going.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-372",
    "time": "0:46:11",
    "speaker": "spk_3",
    "line": "Yeah. Go go. One more. One more. Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-373",
    "time": "0:46:14",
    "speaker": "spk_0",
    "line": "One more time,",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-374",
    "time": "0:46:14",
    "speaker": "spk_1",
    "line": "six part something. Beyond this next wall, the laugh you're looking for, you know, the laugh you're looking for is in another castle Mario.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-375",
    "time": "0:46:22",
    "speaker": "spk_3",
    "line": "And I could And I said to him, it's like the story of Everest. It's like the story of Everest. If you go, it's not funny it's not funny now, but the next time the fourth time you say, what about Bart Simpson? It's not funny. The sixth time they're gonna lose it. Yeah. It's repetition, another thing in comedy. Do you know repetition?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-376",
    "time": "0:46:42",
    "speaker": "spk_4",
    "line": "Yeah. I use repetition. I use repetition.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-377",
    "time": "0:46:45",
    "speaker": "spk_3",
    "line": "Oh, it just did right there.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-378",
    "time": "0:46:47",
    "speaker": "spk_2",
    "line": "I know. You said But",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-379",
    "time": "0:46:48",
    "speaker": "spk_3",
    "line": "see, that was funny. Thank you.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-380",
    "time": "0:46:51",
    "speaker": "spk_4",
    "line": "Maybe if you Can",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-381",
    "time": "0:46:52",
    "speaker": "spk_3",
    "line": "i use that?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-382",
    "time": "0:46:53",
    "speaker": "spk_4",
    "line": "Yeah. Sure.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-383",
    "time": "0:46:54",
    "speaker": "spk_3",
    "line": "Can I use that?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-384",
    "time": "0:46:55",
    "speaker": "spk_4",
    "line": "Well, in what way See,",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-385",
    "time": "0:46:56",
    "speaker": "spk_3",
    "line": "i just did use it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-386",
    "time": "0:46:59",
    "speaker": "spk_4",
    "line": "It's so can I just",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-387",
    "time": "0:47:01",
    "speaker": "spk_0",
    "line": "say, this makes me wanna cry, like, tears of joy just watching you grow like this before our eyes? And to learn from anyway, go ahead.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-388",
    "time": "0:47:10",
    "speaker": "spk_3",
    "line": "Thank you.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-389",
    "time": "0:47:11",
    "speaker": "spk_4",
    "line": "Well, no. I was just gonna say, if it is Shawn's delivery, that's the issue. Then it would be good if maybe you could you could deliver the piece cock cock ping out with the cock Mhmm. You know, the joke I'm about it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-390",
    "time": "0:47:23",
    "speaker": "spk_0",
    "line": "Yeah. How was it intended to be?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-391",
    "time": "0:47:25",
    "speaker": "spk_4",
    "line": "Yeah. Was did you want him to repeat it?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-392",
    "time": "0:47:27",
    "speaker": "spk_2",
    "line": "Please",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-393",
    "time": "0:47:27",
    "speaker": "spk_1",
    "line": "give me a read. Sure. Not at one of these after you can't give me a line.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-394",
    "time": "0:47:31",
    "speaker": "spk_3",
    "line": "Okay. I'd well, this is what the line read would have been on that. It was like, you know, because out here, you got a peacock brother. You know, you're trying to make your mark, your peacock, peeing out your cock.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-395",
    "time": "0:47:45",
    "speaker": "spk_4",
    "line": "See?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-396",
    "time": "0:47:48",
    "speaker": "spk_3",
    "line": "If you wanted",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-397",
    "time": "0:47:49",
    "speaker": "spk_4",
    "line": "lazery. Yeah. I get it now because I didn't Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-398",
    "time": "0:47:52",
    "speaker": "spk_0",
    "line": "There's a yeah. There's almost a racial component to the character that I didn't it doesn't show up on the on the page.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-399",
    "time": "0:47:58",
    "speaker": "spk_3",
    "line": "Well, I was hope I mean, Sean, I was hoping",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-400",
    "time": "0:48:01",
    "speaker": "spk_1",
    "line": "an alphabetical Jive Turkey.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-401",
    "time": "0:48:03",
    "speaker": "spk_3",
    "line": "No. I was hoping you'd tap into a character, like, street man. Not and it's still your look, it's still you. It's not it has nothing to do with race or anything like that But you're just like because you are fancy in real life, and this would just be you, like, almost like Prince and the pauper style, like the other Sean.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-402",
    "time": "0:48:23",
    "speaker": "spk_4",
    "line": "Well, if I could suggest, if you sort of parenthetically say street man or jive talk.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-403",
    "time": "0:48:31",
    "speaker": "spk_0",
    "line": "Well, I",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-404",
    "time": "0:48:31",
    "speaker": "spk_3",
    "line": "wouldn't say that.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-405",
    "time": "0:48:32",
    "speaker": "spk_4",
    "line": "Okay. One of those things when you write a joke like that, you know how you want it to be delivered. Sure. Sean, you know, he came up short on that, but maybe you didn't give him the guidance, you know. How many more",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-406",
    "time": "0:48:45",
    "speaker": "spk_3",
    "line": "envelopes am I supposed to give him? Did you",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-407",
    "time": "0:48:50",
    "speaker": "spk_1",
    "line": "i do I do have to run",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-408",
    "time": "0:48:52",
    "speaker": "spk_0",
    "line": "where do you have to go?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-409",
    "time": "0:48:54",
    "speaker": "spk_1",
    "line": "I gotta get into this filibuster right now. We're sort of holding the floor because do you remember the movie turbo about the racing snail?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-410",
    "time": "0:49:05",
    "speaker": "spk_0",
    "line": "Yeah. Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-411",
    "time": "0:49:06",
    "speaker": "spk_1",
    "line": "Yeah. So I guess there's a bunch of people that wanna turn that movie, use that footage to make sort of a nail porn out. And and then there's other people who don't wanna let that happen. And so I'm supposed to get in there as kind of a guy who's worked in movies, and who wants to stand up for freedom.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-412",
    "time": "0:49:26",
    "speaker": "spk_0",
    "line": "Can I ask can I ask you don't have to say what what side of this that you are you are coming out on, but can but do you have like a sample of your testimony?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-413",
    "time": "0:49:39",
    "speaker": "spk_1",
    "line": "Well, I will say that the the phrase snarell trail is used several times in the sort of speech I have prepared. So, you know, I won't necessarily say whether it's positive or negative. But what I -- Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-414",
    "time": "0:49:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-415",
    "time": "0:49:54",
    "speaker": "spk_1",
    "line": "would say is who's getting hurt?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-416",
    "time": "0:49:59",
    "speaker": "spk_0",
    "line": "Okay. Well, yeah. Alright. Good luck.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-417",
    "time": "0:50:03",
    "speaker": "spk_2",
    "line": "So hopefully,",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-418",
    "time": "0:50:04",
    "speaker": "spk_1",
    "line": "hopefully, yeah, turbo will be",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-419",
    "time": "0:50:07",
    "speaker": "spk_0",
    "line": "yeah. Well, that's for sure. It does have a good point. I mean, it seems like snails aren't probably getting hurt.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-420",
    "time": "0:50:13",
    "speaker": "spk_1",
    "line": "Oh, I think it seems like they're enjoying what they're doing in the version that I'm picturing.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-421",
    "time": "0:50:23",
    "speaker": "spk_0",
    "line": "Okay. And",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-422",
    "time": "0:50:25",
    "speaker": "spk_1",
    "line": "if they're getting hurt, then it's, like, that's sort of part of it for them, I guess.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-423",
    "time": "0:50:29",
    "speaker": "spk_2",
    "line": "But, anyway, I have to get to the",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-424",
    "time": "0:50:30",
    "speaker": "spk_1",
    "line": "show about their go through these other jokes, share, and it was so great to meet you. Thanks again for sharing some of your time with us. And",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-425",
    "time": "0:50:38",
    "speaker": "spk_0",
    "line": "and that was submitted.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-426",
    "time": "0:50:40",
    "speaker": "spk_1",
    "line": "That joke. It was in touch.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-427",
    "time": "0:50:42",
    "speaker": "spk_3",
    "line": "See, that's how you sell my jokes. Thank you, Sean.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-428",
    "time": "0:50:47",
    "speaker": "spk_1",
    "line": "I'm the results are clear. So yeah. Alright. Love your hands by",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-429",
    "time": "0:50:54",
    "speaker": "spk_3",
    "line": "sean, I just wanna say goodbye to you, and I appreciate when he's gone.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-430",
    "time": "0:50:59",
    "speaker": "spk_0",
    "line": "Yeah. I think he",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-431",
    "time": "0:50:59",
    "speaker": "spk_3",
    "line": "is gone.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-432",
    "time": "0:51:00",
    "speaker": "spk_0",
    "line": "Is he gone do we have Sean, John? Okay. So that'll happen",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-433",
    "time": "0:51:04",
    "speaker": "spk_1",
    "line": "i'm waiting to see if you say it back.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-434",
    "time": "0:51:08",
    "speaker": "spk_0",
    "line": "Wow. What this was not the time, I guess, that I expected to do this. Yeah. But, yeah, I yeah. I love I love Sean. I I don't wanna say, like, I like, don't wanna say directly to him. But yeah. I yeah. I I love my friend, Sean.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-435",
    "time": "0:51:30",
    "speaker": "spk_2",
    "line": "That's nice. That is nice.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-436",
    "time": "0:51:32",
    "speaker": "spk_3",
    "line": "Right?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-437",
    "time": "0:51:33",
    "speaker": "spk_4",
    "line": "I don't get it though.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-438",
    "time": "0:51:34",
    "speaker": "spk_2",
    "line": "He seems like a knob.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-439",
    "time": "0:51:37",
    "speaker": "spk_0",
    "line": "Is that good?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-440",
    "time": "0:51:41",
    "speaker": "spk_3",
    "line": "What's the difference between a knob and a bell end? I can never figure that out. And every time I search it, I only go down weird roads, and then then the computer shuts",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-441",
    "time": "0:51:52",
    "speaker": "spk_4",
    "line": "itself off from it. A joke, you want it for him? Is it for a joke.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-442",
    "time": "0:51:56",
    "speaker": "spk_3",
    "line": "I think anything is game to be material.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-443",
    "time": "0:51:58",
    "speaker": "spk_4",
    "line": "A bell end is just the bell end. It's the it's the it's the, you know",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-444",
    "time": "0:52:04",
    "speaker": "spk_0",
    "line": "why is it all door stuff with you guys?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-445",
    "time": "0:52:08",
    "speaker": "spk_4",
    "line": "And the knob is I think it's a bit further up the shaft. You can it's it takes in more of the appendage. Hold on.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-446",
    "time": "0:52:15",
    "speaker": "spk_0",
    "line": "Do you ever do like a when if you're with a fellow or something, you but but you could do like ding dong on the bell and then the guy says come in and you --",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-447",
    "time": "0:52:25",
    "speaker": "spk_3",
    "line": "you turn.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-448",
    "time": "0:52:25",
    "speaker": "spk_0",
    "line": "-- then you use the knob.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-449",
    "time": "0:52:31",
    "speaker": "spk_3",
    "line": "I love British comedy, and I've taken so much from it with these things. I hope if if you've picked up on me trying to incorporate some of the elements of it into what these guys are doing.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-450",
    "time": "0:52:44",
    "speaker": "spk_4",
    "line": "Smile the influence a little in what you do.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-451",
    "time": "0:52:48",
    "speaker": "spk_0",
    "line": "Tom likes to call his stuff very dry, which I have not seen a lot. I don't know what you think that means. But your stuff is soaking as soaking wet as you yourself frequently are.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-452",
    "time": "0:53:02",
    "speaker": "spk_3",
    "line": "You don't think any of my stuff is dry?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-453",
    "time": "0:53:04",
    "speaker": "spk_0",
    "line": "I don't know. Like, dryness to me is, like, not trying very hard, you know, just like deadpan and all that. But you the the effort, dead pan? Dead pan oh, no. Please don't please don't some in Deadpool.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-454",
    "time": "0:53:23",
    "speaker": "spk_3",
    "line": "That would be a pretty like, if if if if that movie got a bad review, it'd be deadpan.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-455",
    "time": "0:53:29",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. Dead Him. Okay. That's pretty good. Right? Yeah. And that was a pretty dry delivery.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-456",
    "time": "0:53:35",
    "speaker": "spk_3",
    "line": "Was it? Yeah. Here's my deadpan of Deadpool. Dead poo? Dead poo. If you if",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-457",
    "time": "0:53:41",
    "speaker": "spk_4",
    "line": "you didn't like the movie, you",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-458",
    "time": "0:53:43",
    "speaker": "spk_3",
    "line": "could just, like, dead poo.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-459",
    "time": "0:53:44",
    "speaker": "spk_4",
    "line": "Dead poo.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-460",
    "time": "0:53:45",
    "speaker": "spk_0",
    "line": "Yeah. Dead poo.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-461",
    "time": "0:53:46",
    "speaker": "spk_4",
    "line": "Yeah. Which is kind of you know, it's like Shits homage. It's the same Yeah. Sure. Dead poo.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-462",
    "time": "0:53:54",
    "speaker": "spk_0",
    "line": "John, can we play the next clip, please? This is from the John Daily episode, I think. I'd love to. For for just a little horse at Pete to go to sleep. Mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-463",
    "time": "0:54:04",
    "speaker": "spk_6",
    "line": "Yeah. But your tolerance builds up and you",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-464",
    "time": "0:54:06",
    "speaker": "spk_5",
    "line": "need even more Horace and Pete just to just to feel normal.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-465",
    "time": "0:54:10",
    "speaker": "spk_0",
    "line": "Yeah. Porous and heat. That's how I felt about my skin after this float tank this morning.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-466",
    "time": "0:54:15",
    "speaker": "spk_5",
    "line": "Oh, brother",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-467",
    "time": "0:54:17",
    "speaker": "spk_0",
    "line": "so that was the episode we did with John Daily. Mhmm. We put out a call for Horace and Pete jokes because we knew we were gonna be talking about Horace and Pete on the show. You had this joke for John specifically to set up that he had been floating in a sensory deprivation. Century deprivation tank, which is what I probably sixty percent of your jokes are about the sensory deprivation tanks.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-468",
    "time": "0:54:41",
    "speaker": "spk_3",
    "line": "Yeah. I just I feel like it's the kind of thing that people really just it's gonna be like the next, like, panini. You know, like, the way every joke is up panini, throw up in your mouth. It's gonna be sensory deprivation.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-469",
    "time": "0:54:57",
    "speaker": "spk_4",
    "line": "Yeah. It's a funny word.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-470",
    "time": "0:54:58",
    "speaker": "spk_3",
    "line": "It's a funny reference. I missed this. But panini makers and vaping, and then sensory deprivation tanks are next",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-471",
    "time": "0:55:06",
    "speaker": "spk_0",
    "line": "in terms of just like We did we did sensory deprivation tanks",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-472",
    "time": "0:55:11",
    "speaker": "spk_4",
    "line": "in England, like, that's ten years back.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-473",
    "time": "0:55:14",
    "speaker": "spk_3",
    "line": "Well, we're just getting it here now.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-474",
    "time": "0:55:16",
    "speaker": "spk_0",
    "line": "Who was was that like a Fry and Lara thing?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-475",
    "time": "0:55:20",
    "speaker": "spk_4",
    "line": "Yeah. It's sort of a Les Dawson kind of there's just it's just been around for a while.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-476",
    "time": "0:55:24",
    "speaker": "spk_3",
    "line": "Mhmm. So Woe would be in a sensory deprivation.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-477",
    "time": "0:55:27",
    "speaker": "spk_4",
    "line": "Woven would have been a lot of his fifty percent of his material would have been sensory deprivation tank based.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-478",
    "time": "0:55:33",
    "speaker": "spk_3",
    "line": "Jimmy Savill in a sensory deprivation tank.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-479",
    "time": "0:55:36",
    "speaker": "spk_4",
    "line": "I can't comment.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-480",
    "time": "0:55:38",
    "speaker": "spk_0",
    "line": "Yeah. That would be great",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-481",
    "time": "0:55:39",
    "speaker": "spk_3",
    "line": "if he was in one.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-482",
    "time": "0:55:40",
    "speaker": "spk_0",
    "line": "Right? His pretty closely tied to that case.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-483",
    "time": "0:55:44",
    "speaker": "spk_3",
    "line": "It's huge.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-484",
    "time": "0:55:45",
    "speaker": "spk_0",
    "line": "I think that's what maybe this community service that she has to do is is sort of connected to.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-485",
    "time": "0:55:50",
    "speaker": "spk_3",
    "line": "Because well, look, we're not for that the porous and heat joke. John Deli's a dancer. When it comes to words. And I'm just, like he just plays with the rhythms of it, the way, like, Fred Aster, dances. And I'm just, like",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-486",
    "time": "0:56:05",
    "speaker": "spk_4",
    "line": "mhmm. Jazz.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-487",
    "time": "0:56:06",
    "speaker": "spk_3",
    "line": "Horus and Pete, Horace and Heat. Like, I just figured the rhythms he's gonna get into. And it's like, if a guy's a dancer, you gotta let him dance. Yeah. That's what I was trying to do.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-488",
    "time": "0:56:15",
    "speaker": "spk_0",
    "line": "Well, here's this is my main issue.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-489",
    "time": "0:56:17",
    "speaker": "spk_3",
    "line": "What's that?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-490",
    "time": "0:56:18",
    "speaker": "spk_0",
    "line": "That was a rejected joke. That was an out rejected joke.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-491",
    "time": "0:56:21",
    "speaker": "spk_3",
    "line": "And then I kinda made a",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-492",
    "time": "0:56:23",
    "speaker": "spk_0",
    "line": "and you went around.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-493",
    "time": "0:56:24",
    "speaker": "spk_3",
    "line": "Yes. An end run around. I walked it into him. Literally. Yeah. As he was in the thing, I have a dry erase board that I held in front of him. Horus and Pete, Horace and Heat. Yeah. Just like that sensory deprivation tank you were in today. And then he did.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-494",
    "time": "0:56:42",
    "speaker": "spk_4",
    "line": "Was it worth the effort, you know, getting the board. Getting the board and mind that time pushing it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-495",
    "time": "0:56:48",
    "speaker": "spk_3",
    "line": "I didn't pay for the board. Oh. So I pay for the markers. Those I can't find. The board I got for free. Oh, I didn't get it. It And there's",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-496",
    "time": "0:56:58",
    "speaker": "spk_0",
    "line": "a cut. You can sort of hear a cut, and the editing is good. But So what Tom does is he takes this dry erase board with a joke on it, and he's so he's standing outside the window to our studio. He's so excited that he puts the dry erase board through the window -- Mhmm. -- smashes the window, cuts up the back of his heads so badly. Yeah. Oh, which is which is I think why like, part of the reason John did end up delivering the joke because I think we all thought you were going to die.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-497",
    "time": "0:57:30",
    "speaker": "spk_3",
    "line": "You thought it'd be my last joke. Yes. So he was I didn't all that. That takes a little bit of the the kinda the the pride for me out of landing that one.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-498",
    "time": "0:57:40",
    "speaker": "spk_4",
    "line": "On the phone?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-499",
    "time": "0:57:41",
    "speaker": "spk_3",
    "line": "And and the phone. Yeah. Poor, can I let me I'm going to write a joke right? I'm going to show that I can do this. Let me just write for you guys right now. Okay. K?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-500",
    "time": "0:57:54",
    "speaker": "spk_0",
    "line": "Is this a sensory deprivation tank joke?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-501",
    "time": "0:57:56",
    "speaker": "spk_3",
    "line": "You'll see. I'll just whisper the jokes. If you guys talk, I'll whisper jokes for the two of you. Okay? Can we try that?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-502",
    "time": "0:58:04",
    "speaker": "spk_0",
    "line": "Okay. So this is like I'm what am I interviewing Sharon? Like, just sort of what we would normally do on the show?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-503",
    "time": "0:58:11",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-504",
    "time": "0:58:12",
    "speaker": "spk_0",
    "line": "Okay. So, like, what do you what's America interesting?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-505",
    "time": "0:58:17",
    "speaker": "spk_4",
    "line": "Yeah. It's alright. Yeah. I mean, it's just What do",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-506",
    "time": "0:58:20",
    "speaker": "spk_0",
    "line": "you think of McDonald's food?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-507",
    "time": "0:58:24",
    "speaker": "spk_4",
    "line": "I Clear your",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-508",
    "time": "0:58:26",
    "speaker": "spk_3",
    "line": "throat again.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-509",
    "time": "0:58:27",
    "speaker": "spk_4",
    "line": "I'm not I'm not a",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-510",
    "time": "0:58:29",
    "speaker": "spk_3",
    "line": "no really cough.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-511",
    "time": "0:58:31",
    "speaker": "spk_4",
    "line": "I'm not a huge fan of my Donald's because of",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-512",
    "time": "0:58:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-513",
    "time": "0:58:35",
    "speaker": "spk_2",
    "line": "yeah. It's shite. -- the smell. Say it's a",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-514",
    "time": "0:58:38",
    "speaker": "spk_3",
    "line": "bit shy.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-515",
    "time": "0:58:38",
    "speaker": "spk_4",
    "line": "It's a bit shy.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-516",
    "time": "0:58:40",
    "speaker": "spk_3",
    "line": "No. What's that mean?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-517",
    "time": "0:58:42",
    "speaker": "spk_0",
    "line": "What's that what's that mean?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-518",
    "time": "0:58:43",
    "speaker": "spk_4",
    "line": "Shite. It's just a variation of of ship, but sort of friendlier.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-519",
    "time": "0:58:48",
    "speaker": "spk_0",
    "line": "Yeah. Okay. I knew that. It makes me look like an idiot. But they're jokes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-520",
    "time": "0:58:53",
    "speaker": "spk_4",
    "line": "Oh. But why do you enjoy",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-521",
    "time": "0:58:54",
    "speaker": "spk_3",
    "line": "what's the extra e stand for? In Shite.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-522",
    "time": "0:58:56",
    "speaker": "spk_0",
    "line": "What's the extra e stand sorry to not respond to your",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-523",
    "time": "0:59:00",
    "speaker": "spk_1",
    "line": "she",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-524",
    "time": "0:59:00",
    "speaker": "spk_0",
    "line": "asked me a question, but what's the extra e stand for in Shite? E coli?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-525",
    "time": "0:59:04",
    "speaker": "spk_4",
    "line": "It's e coli.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-526",
    "time": "0:59:07",
    "speaker": "spk_0",
    "line": "Well, that's something that you might get eating at McDonald sometimes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-527",
    "time": "0:59:12",
    "speaker": "spk_4",
    "line": "That's true.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-528",
    "time": "0:59:13",
    "speaker": "spk_0",
    "line": "Well, that was a great opportunity. Why don't you give me that joke?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-529",
    "time": "0:59:18",
    "speaker": "spk_4",
    "line": "I think he I think he did give",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-530",
    "time": "0:59:21",
    "speaker": "spk_3",
    "line": "god damn it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-531",
    "time": "0:59:21",
    "speaker": "spk_4",
    "line": "He set you up for that joke. I think that's the",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-532",
    "time": "0:59:24",
    "speaker": "spk_3",
    "line": "cleared all the brush and then I leave the motherfucker. Okay. Ask about parliament.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-533",
    "time": "0:59:38",
    "speaker": "spk_0",
    "line": "Okay. That's good. So the parliament.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-534",
    "time": "0:59:42",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-535",
    "time": "0:59:42",
    "speaker": "spk_0",
    "line": "Is it What",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-536",
    "time": "0:59:43",
    "speaker": "spk_3",
    "line": "up with that?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-537",
    "time": "0:59:44",
    "speaker": "spk_0",
    "line": "Is it what up with that?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-538",
    "time": "0:59:49",
    "speaker": "spk_4",
    "line": "Well, I mean, in what way do can you That's a quite vague question. I like the way you asked it, but What do you mean?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-539",
    "time": "0:59:59",
    "speaker": "spk_3",
    "line": "I prefer, parliament. Parliament. I prefer, is that a cigarette? Is that a cigarette, parliament?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-540",
    "time": "1:00:06",
    "speaker": "spk_4",
    "line": "Yeah. Okay. Proneman, I prefer -- Camel.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-541",
    "time": "1:00:10",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-542",
    "time": "1:00:10",
    "speaker": "spk_4",
    "line": "camels. Camels.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-543",
    "time": "1:00:13",
    "speaker": "spk_0",
    "line": "Okay. I'm trying not to laugh. But that is yes. That's that is",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-544",
    "time": "1:00:17",
    "speaker": "spk_3",
    "line": "you say you say. Vote them all out.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-545",
    "time": "1:00:20",
    "speaker": "spk_0",
    "line": "Vote them all out.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-546",
    "time": "1:00:22",
    "speaker": "spk_4",
    "line": "Voldemort. Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-547",
    "time": "1:00:25",
    "speaker": "spk_0",
    "line": "Voldemort. Voldemort. Right. Voldemort. Yeah.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-548",
    "time": "1:00:27",
    "speaker": "spk_3",
    "line": "How do you get that how do you get that scratch on his face? Anyway. How how",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-549",
    "time": "1:00:34",
    "speaker": "spk_0",
    "line": "how That's a funny part.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-550",
    "time": "1:00:35",
    "speaker": "spk_4",
    "line": "He put on a look",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-551",
    "time": "1:00:36",
    "speaker": "spk_3",
    "line": "at that. Oh, right.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-552",
    "time": "1:00:38",
    "speaker": "spk_0",
    "line": "That's the opposite of Voldemort. Harry Potter's the opposite of Vol",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-553",
    "time": "1:00:42",
    "speaker": "spk_4",
    "line": "how did Harry Potter get that scratch on his face anyway?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-554",
    "time": "1:00:46",
    "speaker": "spk_3",
    "line": "Yeah. Now, you say Harry Potter, more like. Let me think. Give me every time on this one. Harry Potter more like.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-555",
    "time": "1:00:59",
    "speaker": "spk_0",
    "line": "I agree with you that the time is right for a more like",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-556",
    "time": "1:01:02",
    "speaker": "spk_3",
    "line": "harry Potter more like.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-557",
    "time": "1:01:05",
    "speaker": "spk_0",
    "line": "Scary. I don't. Do you want help?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-558",
    "time": "1:01:09",
    "speaker": "spk_3",
    "line": "Okay. This is what here we go.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-559",
    "time": "1:01:10",
    "speaker": "spk_0",
    "line": "Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-560",
    "time": "1:01:11",
    "speaker": "spk_3",
    "line": "Harry Potter, you know I I do fencing. I do like erotic fencing. So I parry hotter.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-561",
    "time": "1:01:18",
    "speaker": "spk_0",
    "line": "Who is talking?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-562",
    "time": "1:01:20",
    "speaker": "spk_3",
    "line": "You you. Sharon.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-563",
    "time": "1:01:22",
    "speaker": "spk_4",
    "line": "Okay. Harry Potter.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-564",
    "time": "1:01:23",
    "speaker": "spk_3",
    "line": "No way. This is Oh, This is Sean. This is Haze's line now. Okay. Sorry. I got you mixed up. Someone's not here.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-565",
    "time": "1:01:29",
    "speaker": "spk_4",
    "line": "What's my lead end",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-566",
    "time": "1:01:30",
    "speaker": "spk_3",
    "line": "to the You you said Voldemort. You go, ah, from Harry Potter.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-567",
    "time": "1:01:34",
    "speaker": "spk_0",
    "line": "Voldemort. Ah, from Harry Potter.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-568",
    "time": "1:01:37",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-569",
    "time": "1:01:37",
    "speaker": "spk_0",
    "line": "You know I like to do erotic fencing, so I parry hotter. Okay. I so I am gonna be just taking that one. Okay. So we're So it lands on one.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-570",
    "time": "1:01:48",
    "speaker": "spk_3",
    "line": "So this",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-571",
    "time": "1:01:48",
    "speaker": "spk_0",
    "line": "is so this is actually where the episode is gonna be now. Congratulations. We're not gonna be using you -- Mhmm. -- for this episode anymore. So the whole thing about, like, us helping you so, like, the this worked out great because now I have a great interview episode with Sharon.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-572",
    "time": "1:02:06",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-573",
    "time": "1:02:07",
    "speaker": "spk_0",
    "line": "And we're just gonna be cutting your stuff out. And the whole thing about you trying to, like, be a contributor or whatever, that's all gonna be gone.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-574",
    "time": "1:02:14",
    "speaker": "spk_3",
    "line": "That's okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-575",
    "time": "1:02:14",
    "speaker": "spk_0",
    "line": "And it's just gonna be the interview.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-576",
    "time": "1:02:16",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-577",
    "time": "1:02:16",
    "speaker": "spk_0",
    "line": "Sure. Because I think we really I think we really have something.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-578",
    "time": "1:02:20",
    "speaker": "spk_3",
    "line": "I'm interested in the finished product.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-579",
    "time": "1:02:22",
    "speaker": "spk_0",
    "line": "Okay. You know that you have no claim to this.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-580",
    "time": "1:02:26",
    "speaker": "spk_3",
    "line": "Yeah. No. I'm I'm comfortable with that at this point.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-581",
    "time": "1:02:29",
    "speaker": "spk_0",
    "line": "What does at this point mean?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-582",
    "time": "1:02:31",
    "speaker": "spk_3",
    "line": "At this point in my life,",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-583",
    "time": "1:02:33",
    "speaker": "spk_0",
    "line": "yeah. But I but it's gotta be at any point. You can't I I don't want you coming back later at being like, hey, like, I noticed you used all my stuff for that interview with Sharon, like, Like, am I gonna see any any points on that? Or -- Mhmm. -- or",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-584",
    "time": "1:02:48",
    "speaker": "spk_3",
    "line": "or what I Can I can I do it myself too? Like, on the Seinfeld tour if I'm just like, by the way, everybody. We're coming up on",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-585",
    "time": "1:02:58",
    "speaker": "spk_0",
    "line": "you can do it with",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-586",
    "time": "1:02:59",
    "speaker": "spk_3",
    "line": "this is where Mickey and Kramer went to the hospital and were patients with acting like they had different illnesses. What about",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-587",
    "time": "1:03:10",
    "speaker": "spk_2",
    "line": "i think I think if you're if",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-588",
    "time": "1:03:12",
    "speaker": "spk_4",
    "line": "say you're writing a new script",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-589",
    "time": "1:03:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-590",
    "time": "1:03:14",
    "speaker": "spk_4",
    "line": "mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-591",
    "time": "1:03:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-592",
    "time": "1:03:14",
    "speaker": "spk_4",
    "line": "because you write films as",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-593",
    "time": "1:03:16",
    "speaker": "spk_0",
    "line": "sure. Yes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-594",
    "time": "1:03:17",
    "speaker": "spk_3",
    "line": "Yes. Many If",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-595",
    "time": "1:03:17",
    "speaker": "spk_4",
    "line": "you're if you're writing a new script and it's a film about fencing and you get to the sex scene, then you should be able to use the",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-596",
    "time": "1:03:25",
    "speaker": "spk_0",
    "line": "the very hot air jacket.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-597",
    "time": "1:03:26",
    "speaker": "spk_4",
    "line": "Because, you know, I I kinda think maybe that's your problem. Don't try and shoe horn you know, don't shoe horn your jokes into shapes that don't fit the jokes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-598",
    "time": "1:03:41",
    "speaker": "spk_3",
    "line": "So I take the joke -- Take the joke.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-599",
    "time": "1:03:42",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-600",
    "time": "1:03:43",
    "speaker": "spk_3",
    "line": "and build the whole thing around one joke.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-601",
    "time": "1:03:45",
    "speaker": "spk_4",
    "line": "Well, yeah. I mean, that's one way. But also, you could just have a little envelope or a box, and you could just put those and put future projects, put that you know, with masking tape on the front, just write with a Sharpie. And then Future projects. Future projects. And then then, you know, it'll over time, all those terrible jokes that you're trying to you know, she went into things. Will I have a a home? And and it won't be so awful for everyone.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-602",
    "time": "1:04:14",
    "speaker": "spk_0",
    "line": "These materials You're asking a lot. Up, Tom. These things might be a little -- Box. --",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-603",
    "time": "1:04:21",
    "speaker": "spk_3",
    "line": "tough to come. Bye. Sharpie.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-604",
    "time": "1:04:25",
    "speaker": "spk_0",
    "line": "And I I could see a zipper. I guess",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-605",
    "time": "1:04:26",
    "speaker": "spk_3",
    "line": "there has to be paper.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-606",
    "time": "1:04:27",
    "speaker": "spk_0",
    "line": "Looking at looking at the if you say he gets his hand on let's say he gets his hand on a box.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-607",
    "time": "1:04:31",
    "speaker": "spk_4",
    "line": "Emlope.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-608",
    "time": "1:04:32",
    "speaker": "spk_3",
    "line": "He he he he",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-609",
    "time": "1:04:33",
    "speaker": "spk_0",
    "line": "we know he has those. He's putting",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-610",
    "time": "1:04:35",
    "speaker": "spk_3",
    "line": "i don't remember if he left. Those last sixteen, I did for Sean's peeing my cock joke.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-611",
    "time": "1:04:42",
    "speaker": "spk_0",
    "line": "He puts all his future projects in the box, and then he starts thinking like, wait, why do these future projects, get this nice place to live. Mhmm. And I'm out here. And so, you know, I could see Tom turning himself into a future project so he can live in the bible. Am I does this seem like something that how this might play out.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-612",
    "time": "1:05:03",
    "speaker": "spk_3",
    "line": "Well, I guess a way I can justify it is if I write a joke on my face, and then I'm with the other jokes or or projects in the box, I can climb in, then I'm not it's there's nothing shameful about that. Okay. I'm just another project.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-613",
    "time": "1:05:22",
    "speaker": "spk_0",
    "line": "So what I guess what we got is a great episode of the show. Like a real I think news making interview with Sharon. Sure. And a a place for you to be warm. Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-614",
    "time": "1:05:40",
    "speaker": "spk_3",
    "line": "I I'll take it. This is a win. This is a win for me. At least I'm not in the Hudson anymore. Uh-huh. That seinfeld tour is so hard. I'm telling you. I don't even think these people know what half these people don't even know what it is.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-615",
    "time": "1:05:54",
    "speaker": "spk_0",
    "line": "What what are these ones that you're I I hear about you doing this sometimes at night.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-616",
    "time": "1:05:58",
    "speaker": "spk_3",
    "line": "And the base is so",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-617",
    "time": "1:06:00",
    "speaker": "spk_0",
    "line": "unwieldy. The the base?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-618",
    "time": "1:06:03",
    "speaker": "spk_3",
    "line": "Yeah. I have to play that dumb thing at every stop.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-619",
    "time": "1:06:10",
    "speaker": "spk_4",
    "line": "Why don't you just record it onto some",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-620",
    "time": "1:06:13",
    "speaker": "spk_5",
    "line": "sort of",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-621",
    "time": "1:06:13",
    "speaker": "spk_3",
    "line": "r I a a recording industry",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-622",
    "time": "1:06:15",
    "speaker": "spk_0",
    "line": "--",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-623",
    "time": "1:06:16",
    "speaker": "spk_3",
    "line": "oh. -- tie ups. And then, you know, I don't want castle rock coming up in here, don't we?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-624",
    "time": "1:06:20",
    "speaker": "spk_0",
    "line": "Yeah. They threw him into the heart that",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-625",
    "time": "1:06:22",
    "speaker": "spk_4",
    "line": "can't get an assistant.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-626",
    "time": "1:06:24",
    "speaker": "spk_3",
    "line": "Well, I just don't wanna pay the clearances for it. The original sample on",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-627",
    "time": "1:06:30",
    "speaker": "spk_4",
    "line": "that. No. Get an assistant to carry the base.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-628",
    "time": "1:06:32",
    "speaker": "spk_3",
    "line": "Oh, I can't afford that. Oh. She's driving the van, the Seinfeld van, and the little amp, those aren't cheap.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-629",
    "time": "1:06:44",
    "speaker": "spk_4",
    "line": "Mhmm.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-630",
    "time": "1:06:48",
    "speaker": "spk_0",
    "line": "But you have to do you do have to do kind of the you can't even that is a little too close you have to do kind of the sound alike of it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-631",
    "time": "1:06:54",
    "speaker": "spk_3",
    "line": "Yeah. Oh, I can do that here because this is not the tour. Okay.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-632",
    "time": "1:06:56",
    "speaker": "spk_0",
    "line": "But what's the one you do on the tour?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-633",
    "time": "1:07:00",
    "speaker": "spk_2",
    "line": "Bye. Holywood",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-634",
    "time": "1:07:03",
    "speaker": "spk_0",
    "line": "ham.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-635",
    "time": "1:07:07",
    "speaker": "spk_5",
    "line": "Hey, it's me again. Hey, it's Davenport. I'm your friend and I'm one of the hosts and I do Hollywood Handbook the show and and let's hang out sometime. So I'm here with my girlfriend Carrie Ann Moss. Carrie Ann, tell them what you've got on. Nothing. She's not wearing anything, but you don't have to be like her. You could be like me and wear clothes from five four clothing club. So five four is this great thing and you subscribe to it and you get all your clothes. And like I said before, you don't have to just wear them. You could make them into a a curtain. But, you know, either way. So five four clothing's a sixty dollar a month high end clothing membership that will provide you with stylish clothes that are bound to make you stand out in the crowd. Quit blending in in the crowd and stand out in the crowd like me and like Carrie Anne. Carrie Anne, tell them how much hair you have.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-636",
    "time": "1:07:57",
    "speaker": "spk_2",
    "line": "All of it.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-637",
    "time": "1:07:58",
    "speaker": "spk_5",
    "line": "She has a ton. So go to five four club dot com, spell it out, f I v e f o u r, and I did on purpose that time, so it can't make fun of me. And use promo code handbook at sign up for fifty percent off your first package. That's a hundred and twenty bucks worth of closing. For thirty bucks, for your first month's package. First months first month's pack she sells seashells by the sea shore. Right? No. But it's hard to do this. Sometimes. So anyway, have fun with your friends and I'm one of them. Bye. I'm Hayes.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-638",
    "time": "1:08:29",
    "speaker": "spk_2",
    "line": "I'm run and bevel it. We love to ask our guests difficult questions. Can I ask you a question about the n word?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-639",
    "time": "1:08:35",
    "speaker": "spk_0",
    "line": "Sure.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-640",
    "time": "1:08:36",
    "speaker": "spk_2",
    "line": "Affensive? Were you the cutest baby that's than born. I know you were. Patricia, yeah, are you?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-641",
    "time": "1:08:41",
    "speaker": "spk_0",
    "line": "I am not.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-642",
    "time": "1:08:42",
    "speaker": "spk_2",
    "line": "Not at all. Have you done your DNA with ancestry? No. I haven't",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-643",
    "time": "1:08:45",
    "speaker": "spk_1",
    "line": "done the DNA Why",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-644",
    "time": "1:08:46",
    "speaker": "spk_2",
    "line": "haven't you done that? Is it derogatory to call you a kiwi? Your face is like a baby phone. You're if Kitty and Play had a baby together, then it would be you. Do you mind if I make a quick phone call?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-645",
    "time": "1:08:55",
    "speaker": "spk_3",
    "line": "Okay?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-646",
    "time": "1:08:56",
    "speaker": "spk_2",
    "line": "That's so cute.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-647",
    "time": "1:08:56",
    "speaker": "spk_4",
    "line": "Did you get an ocean?",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-648",
    "time": "1:08:57",
    "speaker": "spk_2",
    "line": "What about your great grandparent? Were they slave owners? They must have been. Oh, your poor mother. Listen to Rana. And, Beverly, today on earwolff dot com. Howell, or your favorite podcast job.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-649",
    "time": "1:09:16",
    "speaker": "spk_6",
    "line": "Hollywood Handbook is brought to you by Wolf Cool Production to subsidiary you. Kevin. Who dobbs? Oh,",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-650",
    "time": "1:09:25",
    "speaker": "spk_1",
    "line": "baby.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-651",
    "time": "1:09:36",
    "speaker": "spk_7",
    "line": "Hey. This is Arnie Mecamp from the improv Fantasy podcast Hello from the Magic Tavern. I felt a dimensional portal behind a Burger King in Chicago into the magical land of Foon, and I started a podcast. Season three has just begun. With a brand new adventure to defeat the dark lord. If you're a new listener or you've fallen behind season three is a great jumping on point, and we've got great guests like Justin Michael Roy.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-652",
    "time": "1:09:58",
    "speaker": "spk_0",
    "line": "I sound like a fancy college professor, fake knots.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-653",
    "time": "1:10:03",
    "speaker": "spk_7",
    "line": "Rachel Bloom.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-654",
    "time": "1:10:04",
    "speaker": "spk_2",
    "line": "You are seeing my connection to men corpses. And one woman.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-655",
    "time": "1:10:07",
    "speaker": "spk_7",
    "line": "Felicia Day and Colton Dunn.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-656",
    "time": "1:10:09",
    "speaker": "spk_2",
    "line": "You've seen me have intercourse with a variety of species.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-657",
    "time": "1:10:12",
    "speaker": "spk_7",
    "line": "It's a bummer. Andy Day You",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-658",
    "time": "1:10:14",
    "speaker": "spk_0",
    "line": "have the members of Genesis listed, but Phil Collins has crossed out and then circledly crossed out again.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-659",
    "time": "1:10:18",
    "speaker": "spk_5",
    "line": "Ah, yes. I have killed Phil Collins twice.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-660",
    "time": "1:10:21",
    "speaker": "spk_7",
    "line": "Thomas MiddleDitch.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-661",
    "time": "1:10:23",
    "speaker": "spk_0",
    "line": "Jesus. I mean, Jazz, ruler of the eighth circle.",
    "episode": "140",
    "edited": false
  },
  {
    "id": "140-662",
    "time": "1:10:28",
    "speaker": "spk_7",
    "line": "And that's just the beginning. Season three of a low from the magic tavern is out now. Listen in Stitcher, Apple Podcasts, or wherever you get your podcasts.",
    "episode": "140",
    "edited": false
  }
]