[
  {
    "id": "149-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "loving to enjoy? Hello. I am blood is love, employee at Hill Factory in Uncorporate Latvia in podcast smelting division. I like to be exciting about hair, lad. In today, Add is discuss Comly Bang Bang life tour, misko Docker man, Lord Labkounst, POLiv Tomkians, In Mike Handfoot, go to United Kingdom and Australia in episode on Hale f m. Lauren Labkounse, once sent to factory, autograph, food air drop from plane. And hand foot is disease my son have, foot and hand switched. They go to Australia and record the podcast, and we bring podcast, pick one at a time, Two latvia on small boat for processing. We do not get to leave boat? In Australia? But sometimes Scott sent a a jar of papers with the podcast, and we each get one favorite food. Go to hell dot f m slash ollie wood for the free trial, and get one year of hail for thirty four ninety nine. Dollars Well, one time I almost sealed that much money on television. Please go to hell dot effium slash holywood and order full year. For every subscription order, I get one break to brush teeth, my my hobby.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-1",
    "time": "0:02:05",
    "speaker": "spk_1",
    "line": "So it's me, blank man, meteor man, and handy man. We're building sand castle versions of our favorite museums. Just, you know, we've all agreed kind of we're not gonna use our powers. Yeah. It's sort of our day off. So Is handyman Hancock? Handyman?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-2",
    "time": "0:02:32",
    "speaker": "spk_2",
    "line": "Yeah. No. No. I just don't know.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-3",
    "time": "0:02:35",
    "speaker": "spk_1",
    "line": "He's okay. He's a retarded guy. In living color it was a recurring sketch.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-4",
    "time": "0:02:45",
    "speaker": "spk_2",
    "line": "Uh-huh.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-5",
    "time": "0:02:46",
    "speaker": "spk_1",
    "line": "I believe maybe played by the same guy who played blank man.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-6",
    "time": "0:02:50",
    "speaker": "spk_2",
    "line": "Okay. So And you should explain that you can say that because",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-7",
    "time": "0:02:54",
    "speaker": "spk_1",
    "line": "oh, yeah. I'm allowed to say that because I love those guys. So we're, you know, that's what they're that's what the sketch is about. Yeah. So Also, I can say that because I'm a musician. Now we are building these sand castles and I, of course, I live in Los Angeles, so I'm building the mocha, Chino Frrapalate. It's when is grande, mean medium. Anyway, and blank man is building the groove. Mhmm. And I turn and I noticed that you know it has that beautiful glass structure. I am pay.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-8",
    "time": "0:03:49",
    "speaker": "spk_2",
    "line": "Designed it, maybe.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-9",
    "time": "0:03:51",
    "speaker": "spk_1",
    "line": "And and he is turning some of the sand in the glass using heat or something. And it seemed like that's probably a power. So I turned a meteor man, Robert Townsend, And I say, what do you think about this guy cheating? And he goes, I don't like it one bit.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-10",
    "time": "0:04:13",
    "speaker": "spk_2",
    "line": "Is this a competition? I'm sorry. I've got like because it seems like I okay. Yes. It wasn't introduced that way.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-11",
    "time": "0:04:21",
    "speaker": "spk_1",
    "line": "I'm sorry. Caddy Hiegel's gonna judge us at the end. So she's sort of waiting and I wanted to know like they could pick his but he broke the rule.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-12",
    "time": "0:04:32",
    "speaker": "spk_2",
    "line": "And she's in the soundproof Benstein's money booth because -- Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-13",
    "time": "0:04:38",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-14",
    "time": "0:04:38",
    "speaker": "spk_2",
    "line": "she can't know.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-15",
    "time": "0:04:39",
    "speaker": "spk_1",
    "line": "Yeah. She's in the she's in the money booth with Jimmy Kimball. Mhmm. And he's covering her eyes. So anyway, so I'm obviously I'm mad and it's and I'm like, if some if nobody's gonna tell her when she comes out",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-16",
    "time": "0:04:57",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-17",
    "time": "0:04:58",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-18",
    "time": "0:04:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-19",
    "time": "0:04:58",
    "speaker": "spk_1",
    "line": "then it's not gonna be a fair contest. And so I just sort of lean a little bit. Just lean, you know, nothing big, but lean a little bit on the earth. And make it so the Earth is tilted a little bit or maybe a big wave is a little bigger than normal and smash is sick, hassle museum. Is that bad?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-20",
    "time": "0:05:22",
    "speaker": "spk_2",
    "line": "Seth is ready to move on from knocked up.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-21",
    "time": "0:05:26",
    "speaker": "spk_1",
    "line": "Oh God. He's ready move on.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-22",
    "time": "0:05:28",
    "speaker": "spk_2",
    "line": "He's ready to move forward and he wasn't and he didn't even know she was upset.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-23",
    "time": "0:05:31",
    "speaker": "spk_1",
    "line": "Yeah. I think Everything's",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-24",
    "time": "0:05:32",
    "speaker": "spk_2",
    "line": "fine on the set. Everything seemed fine.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-25",
    "time": "0:05:34",
    "speaker": "spk_1",
    "line": "Trickle back to him.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-26",
    "time": "0:05:37",
    "speaker": "spk_2",
    "line": "When he was on the set everything was fine and he's ready to move on.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-27",
    "time": "0:05:41",
    "speaker": "spk_1",
    "line": "He I remember was not pissed. And -- Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-28",
    "time": "0:05:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-29",
    "time": "0:05:47",
    "speaker": "spk_1",
    "line": "john I think is was not pissed. No. And on the set,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-30",
    "time": "0:05:52",
    "speaker": "spk_2",
    "line": "she wasn't pissed. Everything seemed fine. She wasn't pissed. And you find out later maybe she was busy. He's ready to move on.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-31",
    "time": "0:05:59",
    "speaker": "spk_1",
    "line": "Well and that all got so blown out proportion by people that all she said was every woman in his movies is a whining shrew. That's it. Yeah. And then it's misogynist. That's all she said. Yeah. She didn't say I don't think the movie's funny. She didn't say I don't think taking Bong hits is funny. Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-32",
    "time": "0:06:24",
    "speaker": "spk_2",
    "line": "And then later, like, the thing people add to it is like, oh, and I'm pissed too. But she never said that.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-33",
    "time": "0:06:30",
    "speaker": "spk_1",
    "line": "She never said she was pissed. She said, The characters underwritten, all the women are are are whining shrews. They're all bitches. His perception of women is essentially that they're all bitches who are problematic for you and he sort of must hate them and so that's what's being presented on screen in the movies, but she didn't say she's pissed.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-34",
    "time": "0:06:48",
    "speaker": "spk_2",
    "line": "And then in the magazine article they say, plus I'm pissed.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-35",
    "time": "0:06:52",
    "speaker": "spk_1",
    "line": "Oh, yeah. And they just throw that on there. Just little word bubble. I'm pissed, and that's not really fair to say because she didn't say she was pissed. And I think she said I like it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-36",
    "time": "0:07:03",
    "speaker": "spk_2",
    "line": "Hey. Welcome Valley with Havenuts. I just got the kicking button and dropped the names of the red carpet line back always in this industry we call showbiz. No guest today. We've had too many guests. It's been a year of guests, I guess. Hayes and I",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-37",
    "time": "0:07:18",
    "speaker": "spk_1",
    "line": "are natural introverts. If you do our Briggs, we're our yeah. Our my Meyers I called the Oscar's Meyers. Yeah. Oscar's Meyers, Tim Briggins. And we are both INFP. And so we are interested -- To my",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-38",
    "time": "0:07:38",
    "speaker": "spk_2",
    "line": "twitter bio.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-39",
    "time": "0:07:39",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-40",
    "time": "0:07:39",
    "speaker": "spk_1",
    "line": "who need to recharge by being a long own, and sometimes being around a guest can create a social burden which really drains us.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-41",
    "time": "0:07:47",
    "speaker": "spk_2",
    "line": "And just because we seem outgoing, just because we do have a good conversation and we're sort of moving the conversation forward and asking you questions and, like, really good at engaging you. Does me that inside we're not, like, Oh, actually maybe rather being at home.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-42",
    "time": "0:08:00",
    "speaker": "spk_1",
    "line": "And with a book and a puzzle and some cocoa, And so that's sort of what doing this episode is gonna be for us is just drinking Coco doing a puzzle. And just because I have a good personality, parties and I'm kind of what makes the party fun. You mean that",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-43",
    "time": "0:08:16",
    "speaker": "spk_2",
    "line": "i'm not thinking about stuff on the inside.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-44",
    "time": "0:08:19",
    "speaker": "spk_1",
    "line": "When I shop cannonball and make just about the big splash you've ever seen and actually kick off the party",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-45",
    "time": "0:08:24",
    "speaker": "spk_2",
    "line": "and wearing just my normal clothes.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-46",
    "time": "0:08:27",
    "speaker": "spk_1",
    "line": "Uh-huh. And with my phone in my pocket because it's just money. You can't take it with you folks. When I'm doing all that, it doesn't mean that inside and under my skin I'm not actually screaming with somebody just leave me alone and give me a mocha latte.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-47",
    "time": "0:08:44",
    "speaker": "spk_2",
    "line": "While you're in the air, swashing you to the pool, you're thinking, like, can I go home? Mhmm. If I've been here long enough to just, like, finally go home.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-48",
    "time": "0:08:51",
    "speaker": "spk_1",
    "line": "As I'm doing the guitar solo.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-49",
    "time": "0:08:53",
    "speaker": "spk_2",
    "line": "You asked Stephanie, can we leave? And she's like, well, you can leave whenever you want.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-50",
    "time": "0:08:57",
    "speaker": "spk_1",
    "line": "Yeah. Right. Because it's her work friends.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-51",
    "time": "0:09:01",
    "speaker": "spk_2",
    "line": "So no guest and we've also had we had two women in a row and it was I thought it was great.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-52",
    "time": "0:09:09",
    "speaker": "spk_0",
    "line": "Oh, yeah. I loved it. I had such",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-53",
    "time": "0:09:10",
    "speaker": "spk_2",
    "line": "a good time but I Sometimes our voice can",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-54",
    "time": "0:09:13",
    "speaker": "spk_1",
    "line": "get a little lost. When we have women in the studio And it's",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-55",
    "time": "0:09:18",
    "speaker": "spk_2",
    "line": "just what is the show? After every one of those things, I'm just sort of like, what is the show?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-56",
    "time": "0:09:22",
    "speaker": "spk_1",
    "line": "Yeah. It's great that there are different perspectives out there and I like to get a taste of that on the show but I don't like it to take over.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-57",
    "time": "0:09:28",
    "speaker": "spk_2",
    "line": "I'm always like what I just sort of have to remember what we're",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-58",
    "time": "0:09:32",
    "speaker": "spk_1",
    "line": "well, because what the fuck is the show?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-59",
    "time": "0:09:34",
    "speaker": "spk_2",
    "line": "Yes. That's always my question. What is this?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-60",
    "time": "0:09:36",
    "speaker": "spk_1",
    "line": "Like what's going on here?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-61",
    "time": "0:09:37",
    "speaker": "spk_2",
    "line": "And so I did have an amazing time doing that. I just do want not want to do it again for a year.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-62",
    "time": "0:09:42",
    "speaker": "spk_1",
    "line": "I think it's some of the highest quality stuff we've ever done. I think it probably educated a lot of people and it was a huge opportunity for both of those women and I call their names right now. But at the same time, what's the fucking show? And I'd like to take at least one year and figure that out. Without them around.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-63",
    "time": "0:10:02",
    "speaker": "spk_2",
    "line": "So we just have and no, you know, no guest today, some stuff we really just need to take care of and catch up on We",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-64",
    "time": "0:10:09",
    "speaker": "spk_1",
    "line": "sent an name of the show. Hey, wait a second. Do we send an name of the show?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-65",
    "time": "0:10:18",
    "speaker": "spk_2",
    "line": "Oh, god. Can we do you remember?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-66",
    "time": "0:10:21",
    "speaker": "spk_1",
    "line": "Cody, can you play back what we've said so far?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-67",
    "time": "0:10:23",
    "speaker": "spk_3",
    "line": "I can't",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-68",
    "time": "0:10:24",
    "speaker": "spk_2",
    "line": "i I to do it, it'd be so boring to do it again. Yeah. Imagine people at all if we did do it, imagine people listen being like, yeah, we know. And that would be so hurt",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-69",
    "time": "0:10:36",
    "speaker": "spk_1",
    "line": "well imagine I'm listening to it because I do listen exclusively our show and I hear a Say it twice and I drive my car off a bridge, kill myself.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-70",
    "time": "0:10:49",
    "speaker": "spk_4",
    "line": "I can play you",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-71",
    "time": "0:10:52",
    "speaker": "spk_1",
    "line": "another -- Another episode. -- another",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-72",
    "time": "0:10:53",
    "speaker": "spk_4",
    "line": "episode. Which one? Julie Clousner. No, thanks.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-73",
    "time": "0:10:59",
    "speaker": "spk_2",
    "line": "Yeah. Just move on. One thing we urgently Sorry.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-74",
    "time": "0:11:04",
    "speaker": "spk_1",
    "line": "Which Julie Clasner? The one with the trampoline?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-75",
    "time": "0:11:10",
    "speaker": "spk_4",
    "line": "Hey, he's jumped on a trampoline. It's in a picture.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-76",
    "time": "0:11:15",
    "speaker": "spk_2",
    "line": "Oh. It's an old one. Vintage Clasner. Dude Jake Johnson. That'd be too sad. Yeah. I've spoken to him and",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-77",
    "time": "0:11:26",
    "speaker": "spk_1",
    "line": "quite some time. Let me yeah. Okay. Never mind, Cody.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-78",
    "time": "0:11:32",
    "speaker": "spk_2",
    "line": "We yes. We get just like we just have stuff that we really need to do. So let's let's just do our we one thing we urgently have to do is listen to all the other earwolf theabs and rank them and also suggests improvements. If the songs are not good, different ways the songs can be good. Because one nice thing that about our song is it has all the information in it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-79",
    "time": "0:11:53",
    "speaker": "spk_1",
    "line": "And you know what you're getting into. And so what we're gonna do Hayes and Sean's patented Stank ranks. This is the this is the hero song Stay crick session. And we're raking how stink your song is. And it goes and the scale goes from dank to stink as always. So hopefully there's something dank in here, but I got a feeling we're gonna be stinking on some stank.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-80",
    "time": "0:12:17",
    "speaker": "spk_2",
    "line": "And if you earn enough stank, it goes into this Bank, you could spend it later at the Staker store. Now, I don't have my computer, the the computer, I should say, because I know you like to use it sometimes. Today, I put in the recycle bed because Cody, I was reading the newspaper and Traditionally, when I see read the newspaper and see a news I don't like a way for me to express it is to slam it in the recycle then.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-81",
    "time": "0:12:53",
    "speaker": "spk_1",
    "line": "Uh-huh. When",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-82",
    "time": "0:12:53",
    "speaker": "spk_2",
    "line": "it's a newspaper but when the newspaper's on the computer, the computer goes on there too.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-83",
    "time": "0:12:58",
    "speaker": "spk_1",
    "line": "I see.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-84",
    "time": "0:12:59",
    "speaker": "spk_2",
    "line": "Not not to the trash. That's the trash because recycling, they use it again to make more trees",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-85",
    "time": "0:13:09",
    "speaker": "spk_1",
    "line": "quick question and I am gonna be funny right now. Was it the trash?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-86",
    "time": "0:13:13",
    "speaker": "spk_2",
    "line": "No. See. And that's part of",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-87",
    "time": "0:13:16",
    "speaker": "spk_1",
    "line": "the joke. So what we need is for somebody who does have computers",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-88",
    "time": "0:13:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-89",
    "time": "0:13:22",
    "speaker": "spk_1",
    "line": "and their names on your",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-90",
    "time": "0:13:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-91",
    "time": "0:13:23",
    "speaker": "spk_2",
    "line": "who's a whiz who's a little computer with?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-92",
    "time": "0:13:26",
    "speaker": "spk_1",
    "line": "Who's our little whiz y",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-93",
    "time": "0:13:30",
    "speaker": "spk_2",
    "line": "me? Yes.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-94",
    "time": "0:13:32",
    "speaker": "spk_1",
    "line": "That's right.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-95",
    "time": "0:13:33",
    "speaker": "spk_2",
    "line": "And this is a new approach that we're trying.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-96",
    "time": "0:13:35",
    "speaker": "spk_1",
    "line": "Wizzy Kaplan over here. Remember? Now please do be helpful and the new technique we're doing is try positive.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-97",
    "time": "0:13:45",
    "speaker": "spk_2",
    "line": "Treating Cody like a sweetie and so And maybe he will become a sweetie.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-98",
    "time": "0:13:49",
    "speaker": "spk_1",
    "line": "I wonder if I know any cute little sweeties who are able to do a song, theme song from another show and then we can put it through the Stank rank and rank it from Dick to Stank. That's me.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-99",
    "time": "0:14:04",
    "speaker": "spk_2",
    "line": "Yes. That's nice. Very sweet boy already.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-100",
    "time": "0:14:08",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-101",
    "time": "0:14:09",
    "speaker": "spk_4",
    "line": "This one's called",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-102",
    "time": "0:14:11",
    "speaker": "spk_1",
    "line": "wait. No. Wait. You're not No.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-103",
    "time": "0:14:13",
    "speaker": "spk_2",
    "line": "Don't tell us what it is. What's it called?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-104",
    "time": "0:14:15",
    "speaker": "spk_4",
    "line": "I'm not gonna tell you the show.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-105",
    "time": "0:14:17",
    "speaker": "spk_3",
    "line": "Oh. Oh,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-106",
    "time": "0:14:17",
    "speaker": "spk_2",
    "line": "it's just",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-107",
    "time": "0:14:18",
    "speaker": "spk_4",
    "line": "the name of the theme. Okay. Okay. So if you won't interrupt me,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-108",
    "time": "0:14:23",
    "speaker": "spk_1",
    "line": "it's called bebob Cat. We made him too strong with the",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-109",
    "time": "0:14:35",
    "speaker": "spk_2",
    "line": "is this that Mark Maren Cat show? No. That one really took off.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-110",
    "time": "0:14:40",
    "speaker": "spk_1",
    "line": "Pod cats. Boomer is there. Right. Pod",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-111",
    "time": "0:14:45",
    "speaker": "spk_3",
    "line": "cats.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-112",
    "time": "0:14:49",
    "speaker": "spk_1",
    "line": "Okay. So is this for Is that thing you do? Is that a show?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-113",
    "time": "0:14:59",
    "speaker": "spk_3",
    "line": "Alright. Thank you.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-114",
    "time": "0:14:59",
    "speaker": "spk_2",
    "line": "When I'm guessing it's David Gregory. Get on this. Is it Kate Kirkick?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-115",
    "time": "0:15:07",
    "speaker": "spk_4",
    "line": "No. Are we close? No. Kirk was close because at least that's a show we have.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-116",
    "time": "0:15:13",
    "speaker": "spk_2",
    "line": "Okay. So is David Gregory Cody?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-117",
    "time": "0:15:15",
    "speaker": "spk_3",
    "line": "I",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-118",
    "time": "0:15:15",
    "speaker": "spk_4",
    "line": "don't think so.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-119",
    "time": "0:15:16",
    "speaker": "spk_2",
    "line": "Yeah. It is. Look on the website, Cody. It's under shows. Look at it, Cody.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-120",
    "time": "0:15:21",
    "speaker": "spk_1",
    "line": "That tab should always be open. What is that?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-121",
    "time": "0:15:24",
    "speaker": "spk_2",
    "line": "Alright. Cody. Oh, God. I so wanted the treat you like a sweetie, but you had to fuck it up so badly.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-122",
    "time": "0:15:32",
    "speaker": "spk_1",
    "line": "Okay. Stop this. Okay. Now that's enough. No, that stink. Now with Having heard that, here's what I think I would be listening to. Probably Billy Crystal swirling a glass of Scotch -- Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-123",
    "time": "0:15:56",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-124",
    "time": "0:15:56",
    "speaker": "spk_1",
    "line": "taking a big sip and telling a story about Robin and Whoopee.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-125",
    "time": "0:16:01",
    "speaker": "spk_2",
    "line": "Yeah. That sounds right. It's from the specific kind of incredibly successful United comedian. That that likes that. Oh, Kim Pollock. Kim Pollock.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-126",
    "time": "0:16:12",
    "speaker": "spk_1",
    "line": "That's really close. Oh. Oh, by the way, in conversation with Joe Garland.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-127",
    "time": "0:16:18",
    "speaker": "spk_4",
    "line": "No. God,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-128",
    "time": "0:16:20",
    "speaker": "spk_2",
    "line": "how? How? How? Getting closer though.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-129",
    "time": "0:16:26",
    "speaker": "spk_1",
    "line": "What is that show? And it's a show people listen to or no? Okay. Okay. Some did. Oh.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-130",
    "time": "0:16:39",
    "speaker": "spk_3",
    "line": "Oh. Some",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-131",
    "time": "0:16:39",
    "speaker": "spk_1",
    "line": "didn't. And so it's went away. And it's closer",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-132",
    "time": "0:16:44",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-133",
    "time": "0:16:44",
    "speaker": "spk_2",
    "line": "who is it? -- Paula.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-134",
    "time": "0:16:46",
    "speaker": "spk_4",
    "line": "Leonard Walton's movie podcast.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-135",
    "time": "0:16:48",
    "speaker": "spk_1",
    "line": "Oh, okay. Okay.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-136",
    "time": "0:16:50",
    "speaker": "spk_2",
    "line": "That's not close. Kevin Pollock not close. Mm-mm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-137",
    "time": "0:16:53",
    "speaker": "spk_1",
    "line": "That was a bad Leonard Mall no hat.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-138",
    "time": "0:16:56",
    "speaker": "spk_2",
    "line": "Who is? Pollock. Yeah. So am I",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-139",
    "time": "0:17:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-140",
    "time": "0:17:00",
    "speaker": "spk_1",
    "line": "yeah. -- Hunter does movies.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-141",
    "time": "0:17:02",
    "speaker": "spk_2",
    "line": "Yeah. So it's like everyone like everyone else on the network has like some affiliation with the entertainment and tree. Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-142",
    "time": "0:17:10",
    "speaker": "spk_4",
    "line": "Well, it felt close at the time.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-143",
    "time": "0:17:12",
    "speaker": "spk_3",
    "line": "I'm sorry.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-144",
    "time": "0:17:13",
    "speaker": "spk_1",
    "line": "Okay. So that one stink.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-145",
    "time": "0:17:15",
    "speaker": "spk_2",
    "line": "Yeah. That one this that one did Thanks. How would I That one has How",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-146",
    "time": "0:17:19",
    "speaker": "spk_1",
    "line": "would we change that",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-147",
    "time": "0:17:20",
    "speaker": "spk_2",
    "line": "to make",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-148",
    "time": "0:17:20",
    "speaker": "spk_1",
    "line": "it really worth it?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-149",
    "time": "0:17:21",
    "speaker": "spk_2",
    "line": "There are no movies in it. It should be like, Leonard Martin be like, that he's like actually lying on top of some movies.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-150",
    "time": "0:17:28",
    "speaker": "spk_1",
    "line": "Let me give you a baseline. Boom, doom, doom, doom.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-151",
    "time": "0:17:35",
    "speaker": "spk_2",
    "line": "It's lighter mountain waking up on the mattress. Keep going. The mattress is a little lumpy. What's this under here. Oh. Black harked down.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-152",
    "time": "0:17:47",
    "speaker": "spk_3",
    "line": "And",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-153",
    "time": "0:17:47",
    "speaker": "spk_2",
    "line": "so he's on the movies.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-154",
    "time": "0:17:51",
    "speaker": "spk_1",
    "line": "That would have been a good theme song.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-155",
    "time": "0:17:52",
    "speaker": "spk_2",
    "line": "And then Baron Von's there like breakfast time,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-156",
    "time": "0:17:55",
    "speaker": "spk_3",
    "line": "you know.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-157",
    "time": "0:17:55",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. Yeah. No. Baron shows up. So what do you do on",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-158",
    "time": "0:18:00",
    "speaker": "spk_2",
    "line": "the show. Correct? And correct?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-159",
    "time": "0:18:01",
    "speaker": "spk_4",
    "line": "The show is like gone and he's not with it at all.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-160",
    "time": "0:18:04",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. That's too bad.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-161",
    "time": "0:18:09",
    "speaker": "spk_4",
    "line": "He went to nerdistest.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-162",
    "time": "0:18:12",
    "speaker": "spk_2",
    "line": "Okay. Can we do that? Can you just do that at any time? Are you just gonna notice? Okay. Next. Alright.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-163",
    "time": "0:18:21",
    "speaker": "spk_1",
    "line": "This one's called",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-164",
    "time": "0:18:24",
    "speaker": "spk_4",
    "line": "i can't tell you what it's called because it's got the name of the show in the title.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-165",
    "time": "0:18:30",
    "speaker": "spk_2",
    "line": "Jeff this has a Jeff Garlet Wow. Fake nations, it sounds like curb, you know? Yeah. Hard nation? No. Long as short as time.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-166",
    "time": "0:18:46",
    "speaker": "spk_1",
    "line": "No. Hello from the magic tab. Ever? No.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-167",
    "time": "0:18:50",
    "speaker": "spk_2",
    "line": "God, how many of these are there now? Is this David Gregory? No. But you admit that is a show now.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-168",
    "time": "0:18:57",
    "speaker": "spk_4",
    "line": "Nerd poker? No. I still don't think",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-169",
    "time": "0:19:00",
    "speaker": "spk_2",
    "line": "shortwave with Grantley Phillips. Wow. No. It made me so excel.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-170",
    "time": "0:19:06",
    "speaker": "spk_1",
    "line": "Glitter in the garbage.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-171",
    "time": "0:19:08",
    "speaker": "spk_2",
    "line": "No. It's so I to rely on your reactions for information is a fool, Erin. Okay. Like can only lead me farther from the truth. Crybabies? Good guess. No. It's a really good guess.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-172",
    "time": "0:19:27",
    "speaker": "spk_4",
    "line": "No. It's not.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-173",
    "time": "0:19:28",
    "speaker": "spk_2",
    "line": "Yes, it is, Cody.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-174",
    "time": "0:19:28",
    "speaker": "spk_1",
    "line": "It's not a Crier song. Get up on this?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-175",
    "time": "0:19:32",
    "speaker": "spk_3",
    "line": "No. It",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-176",
    "time": "0:19:32",
    "speaker": "spk_2",
    "line": "would not be good up on this. Okay. I give up.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-177",
    "time": "0:19:35",
    "speaker": "spk_1",
    "line": "It's the Wolf Den, the old version. The old Wolf",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-178",
    "time": "0:19:38",
    "speaker": "spk_2",
    "line": "see, I would so give me the new version. Yeah. And that one I Yeah. That one I'll know. I can jam to. That one I can sing along to.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-179",
    "time": "0:19:48",
    "speaker": "spk_1",
    "line": "Here it is. Sounds the same.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-180",
    "time": "0:19:55",
    "speaker": "spk_4",
    "line": "I can't find it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-181",
    "time": "0:19:56",
    "speaker": "spk_1",
    "line": "Okay. Well, hey, let's let's us give him the new version. Give me a baseline,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-182",
    "time": "0:20:01",
    "speaker": "spk_2",
    "line": "please. Boom. And it says that Saks is waking up.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-183",
    "time": "0:20:13",
    "speaker": "spk_3",
    "line": "Who am",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-184",
    "time": "0:20:14",
    "speaker": "spk_1",
    "line": "i gonna have with my eggs? Oh, a conversation with Jesse Thorn. So okay. So and see, now you're in the Wolf den, baby.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-185",
    "time": "0:20:29",
    "speaker": "spk_2",
    "line": "And he was in hibernation. Yeah. Think about that. The baby world suckling on his big teats.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-186",
    "time": "0:20:38",
    "speaker": "spk_1",
    "line": "Yeah. He's got a lot of kids. Yeah. That's what I'm",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-187",
    "time": "0:20:41",
    "speaker": "spk_2",
    "line": "that's what I said.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-188",
    "time": "0:20:42",
    "speaker": "spk_1",
    "line": "Yeah. He said that part. Now, We should probably do at least one more song.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-189",
    "time": "0:20:51",
    "speaker": "spk_4",
    "line": "Oh, no. Here comes Kevin. Guys, get it. They just came in with the camera. She just let him This struck him at the door.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-190",
    "time": "0:21:05",
    "speaker": "spk_1",
    "line": "Oh, hey, Kevin.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-191",
    "time": "0:21:07",
    "speaker": "spk_2",
    "line": "Hey, guys. How's it going?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-192",
    "time": "0:21:09",
    "speaker": "spk_1",
    "line": "Yeah. Oh, good. Good. Stay off, Mike, please.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-193",
    "time": "0:21:29",
    "speaker": "spk_2",
    "line": "Kevin, who's making you do this?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-194",
    "time": "0:21:35",
    "speaker": "spk_1",
    "line": "Scripts.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-195",
    "time": "0:21:36",
    "speaker": "spk_2",
    "line": "They said go in.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-196",
    "time": "0:21:39",
    "speaker": "spk_4",
    "line": "Enter up the show.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-197",
    "time": "0:21:40",
    "speaker": "spk_2",
    "line": "Twelve minutes into every show.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-198",
    "time": "0:21:42",
    "speaker": "spk_1",
    "line": "Do you wait outside until it feels like we've got something of a flow -- There you go.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-199",
    "time": "0:21:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-200",
    "time": "0:21:47",
    "speaker": "spk_2",
    "line": "standing out there the whole time. I wait all I hear laughter and then I You said this would be a good moment. Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-201",
    "time": "0:21:52",
    "speaker": "spk_1",
    "line": "Mhmm. That's good. Okay.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-202",
    "time": "0:21:57",
    "speaker": "spk_3",
    "line": "Well",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-203",
    "time": "0:21:58",
    "speaker": "spk_2",
    "line": "alright. I'm I'm not even here. Okay, Cody. Give me another song. Here we go. Baby, I know this one. This is Jeff. Who's Jeff? Jeff Garland. No. You worm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-204",
    "time": "0:22:16",
    "speaker": "spk_3",
    "line": "Well, well.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-205",
    "time": "0:22:19",
    "speaker": "spk_2",
    "line": "I know this. The cannon.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-206",
    "time": "0:22:22",
    "speaker": "spk_3",
    "line": "Nope. Peteep beep beep beep beep beep beep beep beep beep beep",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-207",
    "time": "0:22:24",
    "speaker": "spk_1",
    "line": "beep beep beep beep beep beep beep beep beep beep beep",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-208",
    "time": "0:22:25",
    "speaker": "spk_4",
    "line": "beep beep beep beep beep",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-209",
    "time": "0:22:25",
    "speaker": "spk_3",
    "line": "beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep beep",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-210",
    "time": "0:22:27",
    "speaker": "spk_2",
    "line": "beep beep beep beep beep",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-211",
    "time": "0:22:27",
    "speaker": "spk_4",
    "line": "beep beep",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-212",
    "time": "0:22:29",
    "speaker": "spk_3",
    "line": "beep beep beep beep beep beep beep beep",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-213",
    "time": "0:22:29",
    "speaker": "spk_2",
    "line": "beep beep beep Oh, it's like detective. Alright. Okay. This one's dank. It's like detective music.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-214",
    "time": "0:22:36",
    "speaker": "spk_1",
    "line": "Detective. Yeah. That's dank. That's dank. That's dank. Oh, yeah. He's digging into the files -- Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-215",
    "time": "0:22:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-216",
    "time": "0:22:42",
    "speaker": "spk_1",
    "line": "to get out. So you could watch a old YouTube clip you remember. Can't wait for it",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-217",
    "time": "0:22:47",
    "speaker": "spk_2",
    "line": "to come back. He did promise it would come back once he once he came up for air.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-218",
    "time": "0:22:53",
    "speaker": "spk_1",
    "line": "Yeah. Well",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-219",
    "time": "0:22:53",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-220",
    "time": "0:22:54",
    "speaker": "spk_2",
    "line": "working on a TV show. It's not",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-221",
    "time": "0:22:55",
    "speaker": "spk_1",
    "line": "easy to",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-222",
    "time": "0:22:55",
    "speaker": "spk_2",
    "line": "write. For a show. Yeah. Write a show, do a podcast. It's impossible, no we ever done it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-223",
    "time": "0:23:00",
    "speaker": "spk_1",
    "line": "Can't do both. You have to either and pick one or the other, you know?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-224",
    "time": "0:23:03",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-225",
    "time": "0:23:06",
    "speaker": "spk_1",
    "line": "Thought he worked it serious.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-226",
    "time": "0:23:08",
    "speaker": "spk_2",
    "line": "Yeah. He was in the Rod Dog comedy family for a little while.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-227",
    "time": "0:23:12",
    "speaker": "spk_1",
    "line": "Mhmm. Mhmm. Well he was one of the outlaws. Yeah. It was him, George Jones. Weyland Jennings. Mhmm. Mhmm. Mhmm. Mhmm. Mhmm. Mhmm. Mhmm. Mhmm. Mhmm. Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-228",
    "time": "0:23:22",
    "speaker": "spk_3",
    "line": "Mhmm. Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-229",
    "time": "0:23:23",
    "speaker": "spk_2",
    "line": "Mhmm. Mhmm. Mhmm. Mhmm. Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-230",
    "time": "0:23:23",
    "speaker": "spk_3",
    "line": "Mhmm. Mhmm. Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-231",
    "time": "0:23:23",
    "speaker": "spk_2",
    "line": "Mhmm. Mhmm. Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-232",
    "time": "0:23:23",
    "speaker": "spk_1",
    "line": "Mhmm. Mhmm. Mhmm. Mhmm. Mh Hank, obviously, Azaria. And Tammy why not? So he was one of the outlaws and then he moved over to raw dot comedy and then he was either o'bier or anything. I can't remember which one. And he's carved out a nice little space for himself now.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-233",
    "time": "0:23:48",
    "speaker": "spk_2",
    "line": "Yeah. And he does all the music as well. Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-234",
    "time": "0:23:50",
    "speaker": "spk_1",
    "line": "Does all the music.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-235",
    "time": "0:23:53",
    "speaker": "spk_2",
    "line": "Yeah. That's dank.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-236",
    "time": "0:23:55",
    "speaker": "spk_1",
    "line": "That's dank. So obviously, he's gonna have good music since he's music man and freaking, I look forward to hearing the soundtrack on a hashtag girlboss. So",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-237",
    "time": "0:24:08",
    "speaker": "spk_2",
    "line": "yeah. No. No. Cody you go. No. Sorry. By all means, Cody, go Did Hayes interrupting Cody? Now Cody, go ahead. Please forgive me.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-238",
    "time": "0:24:16",
    "speaker": "spk_4",
    "line": "I talked to the same time.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-239",
    "time": "0:24:17",
    "speaker": "spk_1",
    "line": "Really wanted to treat him like a sweetie.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-240",
    "time": "0:24:19",
    "speaker": "spk_4",
    "line": "Wanted to do one more. That's all I",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-241",
    "time": "0:24:21",
    "speaker": "spk_2",
    "line": "wanted to say. Oh, great. Then by all means, it's it's honestly Cody, it's your show. So wait. No. Wait. You said you wanted to do one more whatever, please. Whatever you wanna do, go ahead. It's really cool. That's great. Yeah. Yeah. Big move. So funny. Yeah. No worries.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-242",
    "time": "0:24:49",
    "speaker": "spk_1",
    "line": "Fucking with me on my fucking show.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-243",
    "time": "0:24:53",
    "speaker": "spk_2",
    "line": "What is this show? Remind me of something that I put my my life into for thirty nine weeks of my life.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-244",
    "time": "0:25:06",
    "speaker": "spk_1",
    "line": "Well, it'll be easy to keep doing the show now. Go to you do one. You do one -- What you do one",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-245",
    "time": "0:25:11",
    "speaker": "spk_0",
    "line": "-- If it's so funny. --",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-246",
    "time": "0:25:13",
    "speaker": "spk_1",
    "line": "and PS, that was dank. Yeah. We do have to stink rank it and it was dank.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-247",
    "time": "0:25:19",
    "speaker": "spk_2",
    "line": "Yeah. And it was in a Spitzider awards list for one of the best theme songs.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-248",
    "time": "0:25:24",
    "speaker": "spk_1",
    "line": "Pickup cracker",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-249",
    "time": "0:25:25",
    "speaker": "spk_4",
    "line": "and a lot of",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-250",
    "time": "0:25:26",
    "speaker": "spk_2",
    "line": "people online said it is actually really catchy. So please you do one Cody. I have one. What is it?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-251",
    "time": "0:25:34",
    "speaker": "spk_4",
    "line": "It's called the Tom Yum bum.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-252",
    "time": "0:25:39",
    "speaker": "spk_1",
    "line": "So bad.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-253",
    "time": "0:25:41",
    "speaker": "spk_4",
    "line": "I go around the city and",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-254",
    "time": "0:25:43",
    "speaker": "spk_1",
    "line": "i Hey, Tommy. I'm",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-255",
    "time": "0:25:44",
    "speaker": "spk_3",
    "line": "sleeping now.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-256",
    "time": "0:25:44",
    "speaker": "spk_2",
    "line": "It's gonna",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-257",
    "time": "0:25:45",
    "speaker": "spk_1",
    "line": "be a little racist when you start It's gonna be you don't know when you're doing something that's not okay. And I don't want you out on that limb. It's worse. Because it's on my show, then I'm part of it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-258",
    "time": "0:25:58",
    "speaker": "spk_2",
    "line": "And also like and it's our fault for -- Empower.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-259",
    "time": "0:26:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-260",
    "time": "0:26:02",
    "speaker": "spk_5",
    "line": "for pretending",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-261",
    "time": "0:26:03",
    "speaker": "spk_2",
    "line": "he was a sweet before. And now -- Well, yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-262",
    "time": "0:26:05",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-263",
    "time": "0:26:05",
    "speaker": "spk_2",
    "line": "it's like we like it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-264",
    "time": "0:26:08",
    "speaker": "spk_1",
    "line": "And we created a",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-265",
    "time": "0:26:08",
    "speaker": "spk_2",
    "line": "frankenstein monster. If we like this, is specifics.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-266",
    "time": "0:26:12",
    "speaker": "spk_1",
    "line": "Well, it's like the scene in frankenstein. When he says, what have I done? You know, this is what I wanted. I created this monster and now the monster is beating everybody up. And pretending it has a Tom Young bum podcast. It's so fucking bad. And And he looks in the mirror and he goes, what did that show I can't believe I own this whole city. You know? Yeah. Well, what is the show? It's these women They've gotten us all out",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-267",
    "time": "0:26:47",
    "speaker": "spk_2",
    "line": "of support. Very twisted up. They've twisted us up. More pictures, Kevin.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-268",
    "time": "0:26:53",
    "speaker": "spk_1",
    "line": "At what point do we have enough pictures?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-269",
    "time": "0:26:55",
    "speaker": "spk_2",
    "line": "This is what he does. He this is I know it's like part of the craft for him. Is to take so many pictures until he finally gets a big",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-270",
    "time": "0:27:04",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-271",
    "time": "0:27:04",
    "speaker": "spk_2",
    "line": "yep. -- angry reaction from me.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-272",
    "time": "0:27:07",
    "speaker": "spk_1",
    "line": "Don't reveal my one that's a scandal or whatever, and then we have to pay them to get the picture away.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-273",
    "time": "0:27:13",
    "speaker": "spk_2",
    "line": "And you've been stretched a little thin as well I feel. And there's no reason to lean right at the bike, which Cody has not turned odd for you.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-274",
    "time": "0:27:20",
    "speaker": "spk_1",
    "line": "And just flashing so much cash. You see a little polo player on Kevin?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-275",
    "time": "0:27:25",
    "speaker": "spk_2",
    "line": "Oh, believe me. I noticed it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-276",
    "time": "0:27:26",
    "speaker": "spk_1",
    "line": "To get a picture of that please Kevin because that's for rich people. And so I, you know, I'm gonna pass. You're gonna pass? Well, we'll see. I'll get a picture of it and I'll email it to into fans. Now what is it about these theme songs and why do we sit to analyze them like this? You probably ask yourself when you're listening on a podcast and hey's, you know, tell the audience what what the intention is here.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-277",
    "time": "0:28:02",
    "speaker": "spk_2",
    "line": "Well, it's with these other Show themes?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-278",
    "time": "0:28:06",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-279",
    "time": "0:28:07",
    "speaker": "spk_2",
    "line": "It's mood. It's setting the right mood.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-280",
    "time": "0:28:09",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-281",
    "time": "0:28:09",
    "speaker": "spk_2",
    "line": "A nice little piano tinkle for I believe every single one. Or a rich bass line that's just like getting you in the mood. Because when you start hearing it, you're not necessarily ready to hear funny comedy or interesting videos.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-282",
    "time": "0:28:28",
    "speaker": "spk_1",
    "line": "And with many of these shows you're never gonna be ready for that. Mhmm. Now our show is a little different. We put lyrics, that we wrote because we wanted to put one fucking second of thought into what you're hearing when you put the fucking show on. Yeah. And it's not just like an apple loop.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-283",
    "time": "0:28:55",
    "speaker": "spk_2",
    "line": "Yeah. And we got our friend to do it instead of going on instead of googling the most normal music.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-284",
    "time": "0:29:05",
    "speaker": "spk_1",
    "line": "W w dot normal music",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-285",
    "time": "0:29:09",
    "speaker": "spk_2",
    "line": "dot com back slash free but please Go right ahead, dear podcast that everyone loves more.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-286",
    "time": "0:29:16",
    "speaker": "spk_1",
    "line": "Yeah. Everybody will like that one. I'm obsessed. Well, we'll be right back without a guest just because we're kind of still finding our feet here. Hollywood Handbook. Hey, gang. It's Sean from Hollywood Handbook. One of your best friends and I am closer to you than your family. Camblogger sandwich I'm here to talk about with you and the Blue Apron is a company and they're doing the ads. So the show has ad sponsor and their names Blue Apron, and they're doing the ad for the show. You can do your own foods. It doesn't always have to be a restaurant or your mommy cooks for you. Now you can also go in the kitchen or start a fire. Do it on any property or any park you want because the beef is humanely raised. So what is it about Blue Apron that makes me want you to know about it. Well there's only ten dollars per meal that it's less than and they're gonna give you the seasonal recipe. Preportioned ingredients make delicious home cooked meals and again I said you could cook it in a park. So one thing that I do need to tell you is the highest quality standards for our anticipal suppliers is set by blue apron and make it conversational, make this your own. One farming practice that could be used is regenerative farming and blue apron is doing that. So When the meals have",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-287",
    "time": "0:30:58",
    "speaker": "spk_3",
    "line": "paprika's spice shrimp cheddar grits and tomato sweet corn,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-288",
    "time": "0:30:58",
    "speaker": "spk_1",
    "line": "you gotta know that you could make this a hamburger",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-289",
    "time": "0:31:02",
    "speaker": "spk_2",
    "line": "sandwich.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-290",
    "time": "0:31:06",
    "speaker": "spk_1",
    "line": "And the way to do it is get a bread and another side and smash in. So just imagine this spicy hoisin, smashed chicken stir fry, squish in between baby bok choy sesame ginger cucumber salad, with the bread on both sides handblooger sandwich. The egg planted chickpea tagine with islander pepper tomato goose goose is gonna have to go in your mouth when you're smashing it up, squishing it up and put it in in the plates, Cody? Yeah. Can you help me with this?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-291",
    "time": "0:31:50",
    "speaker": "spk_2",
    "line": "What do you mean?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-292",
    "time": "0:31:51",
    "speaker": "spk_1",
    "line": "Am I say it is any of this making sense at all?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-293",
    "time": "0:31:56",
    "speaker": "spk_4",
    "line": "God. I wish I was listening.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-294",
    "time": "0:31:59",
    "speaker": "spk_1",
    "line": "You didn't hear it? I think I got a lot of what they want. I really feel strong about a lot of the message that they had.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-295",
    "time": "0:32:07",
    "speaker": "spk_4",
    "line": "Did you talk about the aprons?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-296",
    "time": "0:32:09",
    "speaker": "spk_1",
    "line": "Okay. That's okay. This is why I need you here. Yeah. And I know it's not your job to listen to the ads. I know you're only paid to listen to the show itself. But for me, Something like talking about the aprons is so important",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-297",
    "time": "0:32:22",
    "speaker": "spk_4",
    "line": "in the blue.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-298",
    "time": "0:32:24",
    "speaker": "spk_1",
    "line": "Yes. Yes. The color. So blue is a color, then an apron can be. When you make your hamburger sandwich, if you don't wanna get all the food on your What kind of body. Right? You put it on and the and tie the string. This week's menu is you can look at it. The first three meals go free with free shipping. By going to blue apron dot com slash handbook. Cody, now did that feel to you like anything. It was yeah. Yeah, man. Okay. It's hard for me to feel a lot these days too. Well,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-299",
    "time": "0:33:18",
    "speaker": "spk_4",
    "line": "like, felt something.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-300",
    "time": "0:33:20",
    "speaker": "spk_1",
    "line": "You fell in a barrel of novocaine. Yeah. It's not easy. And why? Because you were hot dogging. Weren't you Cody? Yeah. You were trying to show off for that Catholic school.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-301",
    "time": "0:33:34",
    "speaker": "spk_4",
    "line": "My girlfriend. Yeah. You know, I've been with her for a long time. Sometimes I still want to.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-302",
    "time": "0:33:40",
    "speaker": "spk_1",
    "line": "Well, yeah. You just roll up to pick her up from school. Anyone are friends that think it's neat, climb a tree. Yep. Climate a tree, set up a barrel and novocate underneath it. And go watch this, I'm gonna fall right next to it and not get any of it on me. Mhmm. Don't always work out.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-303",
    "time": "0:33:59",
    "speaker": "spk_4",
    "line": "You know, brother.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-304",
    "time": "0:34:01",
    "speaker": "spk_1",
    "line": "Guys, you're gonna love how good it feels and tastes to create incredible home cooked meals of blue apron. So don't wait. That's blue apron dot com slash handbook. Blue Apron, a better way to kook. Hollywood Handbook.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-305",
    "time": "0:34:14",
    "speaker": "spk_6",
    "line": "Hey, guys. It's Hayes. I wanna talk to you about the now here this podcast festival. It's coming to the Los Angeles area this October, and Sean and I will be there for a live Hollywood Handbook. If you love podcasts and comedy, you don't wanna miss it. See Hollywood Handbook live on stage plus more favorites like Comedy Bang Bang. How did this get made? And with special guest, Lauren Labges in The Lost Angeles area. This October",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-306",
    "time": "0:34:38",
    "speaker": "spk_5",
    "line": "i do wanna say. They say the Los Angeles area. It's actually an Anaheim. But we don't really wanna publicize that it's Anaheim because Sean has figured out that Disneyland is in Anaheim and Sean hates Disneyland. For a couple of reasons. One is that",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-307",
    "time": "0:34:57",
    "speaker": "spk_3",
    "line": "he thinks that goofy",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-308",
    "time": "0:34:57",
    "speaker": "spk_5",
    "line": "is always acting like he funier than he is than than than Sean is. And so that's kind of like a longstanding thing between Sean and goofy. The other is he went on space mountain. First he was doing this bit in the line about how can there be a mountain in space, like it has to be, like, on a planet or something. It can't just be, like, floating in space or else it's not a mountain, then it is a planet. Something like, there was, like, a bunch of science stuff to it. And it did not get a big response in the line. And then goofy showed up right after and just, like, cracked everyone up. Everyone's loving goofy and so that made Sean very upset. And then Sean got on space mountain, and he was wearing like a really big kind of loose sweater. That day like a sweatshirt, really. And it sort of the ride was going so fast. It sort of like flew up over his head. But the collar was pretty tight, so it stayed like floating above his head but just attached at the collar. So the sweater is off. And he's not wearing anything under it because it was hot that day. And so it's just the sweater covering his face and, like, flying up over his head, but his torso and and arms are all this get is completely exposed. And his nipples are very red, like really really red. So they kind of really stand out even in the dark. And then when the pictures were were available for sale, At the end of the ride, everyone else built bought Sean's picture to take that home and they didn't even buy their own pictures. And that picture is actually still available for sale at Space Mountain. So we can't we",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-309",
    "time": "0:36:50",
    "speaker": "spk_4",
    "line": "cannot let Sean know that this is in",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-310",
    "time": "0:36:53",
    "speaker": "spk_5",
    "line": "anaheim. So we just say Los Angeles area.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-311",
    "time": "0:36:56",
    "speaker": "spk_6",
    "line": "Plus Mark Maren is gonna be sharing his favorite behind the scenes moments from WTF and great story story telling podcast like the moth and Criminal. You can also get a VIP pass through the VIP lounge. It's October twenty eighth through the thirtieth in the Los Angeles area, just a a short ride from Los Angeles. You can see the whole lineup at now here this fast dot com.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-312",
    "time": "0:37:20",
    "speaker": "spk_2",
    "line": "So Richard gear. Watching freaky animal videos. See a a lobster who lived a thousand years old. I say, I could go for some of that. This guy",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-313",
    "time": "0:37:37",
    "speaker": "spk_3",
    "line": "in Sean.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-314",
    "time": "0:37:40",
    "speaker": "spk_2",
    "line": "Never met me, I guess, because then he wouldn't live to be a thousand years old because, you know, I love Oscar so much.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-315",
    "time": "0:37:44",
    "speaker": "spk_1",
    "line": "You need me to eat him in the pot?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-316",
    "time": "0:37:46",
    "speaker": "spk_2",
    "line": "Yeah. So I say, oh, that puts me in the mood. I go to the ocean,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-317",
    "time": "0:37:52",
    "speaker": "spk_3",
    "line": "set out on my little",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-318",
    "time": "0:37:57",
    "speaker": "spk_2",
    "line": "dangy. Pull up the traps. Not to eat this lobster necessarily. Eat his wife or something.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-319",
    "time": "0:38:05",
    "speaker": "spk_1",
    "line": "Or his best friend.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-320",
    "time": "0:38:07",
    "speaker": "spk_2",
    "line": "Sure. I pull the trap. Guess guess what?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-321",
    "time": "0:38:15",
    "speaker": "spk_1",
    "line": "Oh, no. It was on your foot.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-322",
    "time": "0:38:17",
    "speaker": "spk_2",
    "line": "It's on my foot.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-323",
    "time": "0:38:18",
    "speaker": "spk_1",
    "line": "And he's turned you upside down in the water? That And the lobster has a little lobster fork and knife that starts rubbing together like you're for dinner.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-324",
    "time": "0:38:26",
    "speaker": "spk_2",
    "line": "And I was in a far side cart too.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-325",
    "time": "0:38:29",
    "speaker": "spk_1",
    "line": "Oh, haze. Mhmm. What a funny cartoon to be a part of. Mhmm. Well I knew I recognized you from somewhere.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-326",
    "time": "0:38:38",
    "speaker": "spk_2",
    "line": "I got tricked into being a fireside cartoon yet again. I was a little kid, the fat little kid with the glasses. This time.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-327",
    "time": "0:38:47",
    "speaker": "spk_1",
    "line": "Can I say congratulations because I've all I've always just been in non sequitur? That's the only one panel",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-328",
    "time": "0:38:54",
    "speaker": "spk_2",
    "line": "comic I can get into. By wily.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-329",
    "time": "0:38:57",
    "speaker": "spk_1",
    "line": "Yeah. That's the only one panel comic that'll have me.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-330",
    "time": "0:39:00",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-331",
    "time": "0:39:00",
    "speaker": "spk_1",
    "line": "So just being in far side, that's cream of the crop, you're a little fat kid with a glass in the freckles -- Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-332",
    "time": "0:39:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-333",
    "time": "0:39:06",
    "speaker": "spk_1",
    "line": "and the striped shirt.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-334",
    "time": "0:39:06",
    "speaker": "spk_2",
    "line": "And the lobster was gonna eat me this time. Yes. We're a good bib. Yes has the my face on it. That's a little kid.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-335",
    "time": "0:39:15",
    "speaker": "spk_1",
    "line": "Yeah. And then he's probably saying something.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-336",
    "time": "0:39:18",
    "speaker": "spk_2",
    "line": "Yes. He's got the butter. Yes. He's got I",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-337",
    "time": "0:39:20",
    "speaker": "spk_1",
    "line": "was gonna say he's probably saying like pardon me Garson, you know, you got any butter you know, but he but he has the butter. So he's gonna have to say something else.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-338",
    "time": "0:39:29",
    "speaker": "spk_2",
    "line": "Yeah. So constantly getting tricked into this.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-339",
    "time": "0:39:32",
    "speaker": "spk_1",
    "line": "Isn't this one a little small?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-340",
    "time": "0:39:34",
    "speaker": "spk_2",
    "line": "Yeah. And and these and these good cartoons.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-341",
    "time": "0:39:39",
    "speaker": "spk_1",
    "line": "But being in a good cartoon can be a blessing and a curse. And speaking of that, we're gonna have a show segment now Well, hang on. Let me take this again. Hollywood Handbook is a show made of podcast that is doing funny with Hayes and Sean. We're always together and",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-342",
    "time": "0:40:05",
    "speaker": "spk_2",
    "line": "we're never apart and it's the friendship that makes it work. Now that's one of the juice runs clearest.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-343",
    "time": "0:40:13",
    "speaker": "spk_1",
    "line": "And yes. And Unfortunately, we have money problems. I think that's a pretty open secret at this point. The show might be profitable, it might not. We can't make hide nor hair of the host reports. So, we need alternate revenue stream and the idea we've had now is Hollywood Handbook the game. We've been working on it for eighteen years. I mean, it's been a while.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-344",
    "time": "0:40:45",
    "speaker": "spk_2",
    "line": "Yeah. It's had to change. The technology is often outpacing the development of the game. Mhmm. So sometimes we will finish a version of it. Uh-huh. And like then trouble comes out with a little pop o matic",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-345",
    "time": "0:40:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-346",
    "time": "0:40:59",
    "speaker": "spk_2",
    "line": "yeah. -- bubble and we say, okay, well maybe we need to go back -- Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-347",
    "time": "0:41:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-348",
    "time": "0:41:03",
    "speaker": "spk_2",
    "line": "and add like some of that.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-349",
    "time": "0:41:05",
    "speaker": "spk_1",
    "line": "There's got to be a popramatic bubble. We're gonna have to use, you know, he's using five dice, so we gotta have eight dice. Yes. Then we see that there's a twenty sided dice, so it's gotta be eight twenty two sided dice.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-350",
    "time": "0:41:15",
    "speaker": "spk_2",
    "line": "And then seen it trivia comes out SE Any, we need some sort of visual DVD component. Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-351",
    "time": "0:41:23",
    "speaker": "spk_3",
    "line": "You have",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-352",
    "time": "0:41:23",
    "speaker": "spk_2",
    "line": "to why is it all the movie scenes? It it's been that kind of.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-353",
    "time": "0:41:29",
    "speaker": "spk_1",
    "line": "We're not able to we're watching the, you know The different they show you a square of a poster you gotta guess what it is. It's a walk in the clouds with Countaries. You think, oh, maybe it's not that. It's like a period romance. And so we have to then watch a walk in the clouds and then we can't.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-354",
    "time": "0:41:49",
    "speaker": "spk_2",
    "line": "Remember what",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-355",
    "time": "0:41:50",
    "speaker": "spk_1",
    "line": "we were doing before. You're out how the game works. But all of the hard work has paid off There's so many elements to this game. They're all fun. It's truly a full on adult sized bangerue and kids can play it too. And and when, you know, when the industry, when the board game industry bangs you, you bang them back. And that's exactly what we've done. Mhmm. I would personally say it's the most fun game out there and it's worth the expense.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-356",
    "time": "0:42:24",
    "speaker": "spk_2",
    "line": "And it's this is what people don't realize it's for families.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-357",
    "time": "0:42:28",
    "speaker": "spk_1",
    "line": "Well, yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-358",
    "time": "0:42:29",
    "speaker": "spk_2",
    "line": "It's for work. It's for like work partners.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-359",
    "time": "0:42:34",
    "speaker": "spk_1",
    "line": "Yeah. It's for kissing. It's for babies.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-360",
    "time": "0:42:37",
    "speaker": "spk_2",
    "line": "Yep. For like a a kissing date? Yes. Go on a date.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-361",
    "time": "0:42:40",
    "speaker": "spk_1",
    "line": "Go on a date, play the game on the date. Maybe you finish the game, maybe you don't. It's for track stars. It's for animals. It's for high flying, you know, daredevils, the red baron, snoopy everyone. It's for, you know, night court criminals It's for magicians can use the pieces, you know, for tricks. It's for really you know, just like for you guys. So -- Right.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-362",
    "time": "0:43:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-363",
    "time": "0:43:36",
    "speaker": "spk_1",
    "line": "what we're gonna do Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-364",
    "time": "0:43:37",
    "speaker": "spk_2",
    "line": "Yeah. Fans. Yeah. That's right. That's a big one people that",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-365",
    "time": "0:43:41",
    "speaker": "spk_4",
    "line": "we can take that pause out. Right?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-366",
    "time": "0:43:44",
    "speaker": "spk_2",
    "line": "It should not it should not take so long to think of that. To think",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-367",
    "time": "0:43:48",
    "speaker": "spk_1",
    "line": "of that, but I just don't It's such a it's such a simple they're just not a",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-368",
    "time": "0:43:52",
    "speaker": "spk_2",
    "line": "my concept. Even compared to all the other ones which are like a far it's a much farther reach.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-369",
    "time": "0:43:58",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-370",
    "time": "0:43:58",
    "speaker": "spk_2",
    "line": "That's yeah. Yeah. It almost is just a brain problem to be thinking about for speech to think for so long.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-371",
    "time": "0:44:08",
    "speaker": "spk_1",
    "line": "Then I have",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-372",
    "time": "0:44:09",
    "speaker": "spk_2",
    "line": "a brain problem. Yes. To come up with, like, the concept of, like, you guys, like the fan.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-373",
    "time": "0:44:13",
    "speaker": "spk_1",
    "line": "Well, that would make a lot of other stuff that's going on for me make a lot more sense. Yeah. I mean, I'm just not enjoying what I used to enjoy.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-374",
    "time": "0:44:21",
    "speaker": "spk_3",
    "line": "And I'm",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-375",
    "time": "0:44:22",
    "speaker": "spk_1",
    "line": "in a lot of head pain.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-376",
    "time": "0:44:23",
    "speaker": "spk_2",
    "line": "Yeah. And That's a the way you say it's like not a joke what you use to you mean like tasting food, you don't taste food.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-377",
    "time": "0:44:29",
    "speaker": "spk_1",
    "line": "Well, yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-378",
    "time": "0:44:32",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-379",
    "time": "0:44:32",
    "speaker": "spk_1",
    "line": "And I'm putting wild stuff on it just to be is this gonna generate some kind of sensation in there? Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-380",
    "time": "0:44:40",
    "speaker": "spk_3",
    "line": "And the",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-381",
    "time": "0:44:40",
    "speaker": "spk_1",
    "line": "answer is no.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-382",
    "time": "0:44:41",
    "speaker": "spk_5",
    "line": "Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-383",
    "time": "0:44:43",
    "speaker": "spk_1",
    "line": "I mean, roundly and completely. The answer has been no. And I'm talking stiracha sauce. Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-384",
    "time": "0:44:53",
    "speaker": "spk_2",
    "line": "I'm talking about The most flavor like, oh, and I feel so sad for you because",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-385",
    "time": "0:44:59",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-386",
    "time": "0:44:59",
    "speaker": "spk_2",
    "line": "That was like your daily tree. The pink salt. The Himalayan pink salt.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-387",
    "time": "0:45:06",
    "speaker": "spk_1",
    "line": "I'm talking about Truffle honey. Maple syrup truffle butter. I mean, I'm even talking about, and I didn't mean to go there with truffle butter. I'm even talking about when I'm chopping, you know, just slurping up. Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-388",
    "time": "0:45:23",
    "speaker": "spk_3",
    "line": "In the",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-389",
    "time": "0:45:23",
    "speaker": "spk_1",
    "line": "downstairs, seller, you know, the cellar door of a woman, the most beautiful word in English language.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-390",
    "time": "0:45:30",
    "speaker": "spk_2",
    "line": "And that was I remember Donnie Darko, is such a good teacher?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-391",
    "time": "0:45:33",
    "speaker": "spk_1",
    "line": "Mhmm. No wylings. Doctor John Carter. And Amazing teacher. The one of the greatest teachers. So, and both of his teachers were kind of good looking.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-392",
    "time": "0:45:48",
    "speaker": "spk_2",
    "line": "Right. He had another teacher as well.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-393",
    "time": "0:45:51",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-394",
    "time": "0:45:51",
    "speaker": "spk_2",
    "line": "And who who was that? Drew Miramar.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-395",
    "time": "0:45:53",
    "speaker": "spk_1",
    "line": "Mhmm. The fire starter herself.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-396",
    "time": "0:45:56",
    "speaker": "spk_2",
    "line": "So we thought we would play the game. Yes.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-397",
    "time": "0:46:01",
    "speaker": "spk_1",
    "line": "In a way to introduce you fans to the game, what we wanna do is just play a quick round. We've given engineer Cody. We've all selected our pieces. And Cody, if you wanna hold up your little totem that's gonna be making way around the board. Miss them? Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-398",
    "time": "0:46:18",
    "speaker": "spk_2",
    "line": "And if",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-399",
    "time": "0:46:18",
    "speaker": "spk_1",
    "line": "you wanna describe it to everyone at home,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-400",
    "time": "0:46:21",
    "speaker": "spk_4",
    "line": "it's very",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-401",
    "time": "0:46:23",
    "speaker": "spk_1",
    "line": "that's It sounds good. Wow. And it's it's a good totem. Yeah. Heavy. And we all picked ones that sort of represent us.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-402",
    "time": "0:46:35",
    "speaker": "spk_2",
    "line": "Yeah. Different things from the show. Cody has the hamburger sandwich which is of course a famous phrase that we've been used that people really love",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-403",
    "time": "0:46:44",
    "speaker": "spk_5",
    "line": "from A",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-404",
    "time": "0:46:44",
    "speaker": "spk_1",
    "line": "flash on to",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-405",
    "time": "0:46:46",
    "speaker": "spk_2",
    "line": "from a show. I, of course, have the Howell Rudnick piece. How Reneck being a famous guest.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-406",
    "time": "0:46:54",
    "speaker": "spk_1",
    "line": "So -- Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-407",
    "time": "0:46:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-408",
    "time": "0:46:54",
    "speaker": "spk_2",
    "line": "of the show.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-409",
    "time": "0:46:55",
    "speaker": "spk_1",
    "line": "One of the most popular guests as well.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-410",
    "time": "0:46:57",
    "speaker": "spk_2",
    "line": "And so now I get to be how Reneck sort of singing around the board. Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-411",
    "time": "0:47:02",
    "speaker": "spk_1",
    "line": "And then I have half of Paul f Tomkins old blueberry scone. That just got left in the studio before we came in. Yeah. And so that's sort of a famous thing when we come in here, there's someone's garbage is in here a lot. And we just sort of have to fucking deal with it because nobody gives a shit about us.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-412",
    "time": "0:47:22",
    "speaker": "spk_2",
    "line": "Or I think even worse they think that we would like it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-413",
    "time": "0:47:25",
    "speaker": "spk_1",
    "line": "Yes. They're sort of I think it's meant to be a kind gesture on it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-414",
    "time": "0:47:29",
    "speaker": "spk_2",
    "line": "Without having to It's kind of an outspoken Indigna by us. They, you know, they think by by offering it to our faith.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-415",
    "time": "0:47:36",
    "speaker": "spk_1",
    "line": "It's an open secret at this point. We have some financial problems. And they're not going to be solved by the show, the pay structure that we're under is not yielding dividends for anyone that I know but certainly not for us. So hopefully we'll get a bigger slice of this board game and I think you're gonna have a lot of fun.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-416",
    "time": "0:47:58",
    "speaker": "spk_2",
    "line": "The kind of you look at these host reports and you say like, is this like what like the sixth or seventh most successful show on the network and you say like, wow. Mhmm. Do you think about it or just like even a second? You just have to be like, oh my god.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-417",
    "time": "0:48:12",
    "speaker": "spk_1",
    "line": "Well, and the and the most successful ones are like seven multiples. They whatever.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-418",
    "time": "0:48:17",
    "speaker": "spk_2",
    "line": "Yeah. Like fucking better be.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-419",
    "time": "0:48:19",
    "speaker": "spk_1",
    "line": "Yes. So it's like, wow. Holy shit. No wonder they're moving offices, I guess.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-420",
    "time": "0:48:30",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-421",
    "time": "0:48:31",
    "speaker": "spk_1",
    "line": "But but what, you know, I will of course spin first. Let me just draw the card and roll to see which spinner. I'm gonna move the dial on. Yep.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-422",
    "time": "0:48:54",
    "speaker": "spk_2",
    "line": "Zoom.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-423",
    "time": "0:48:57",
    "speaker": "spk_1",
    "line": "And that was opening the box of the board game. And now I will just Draw the card. And it says, dear player, You've won. Yeah. So, okay, that was a fast round of the game. That can happen.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-424",
    "time": "0:49:20",
    "speaker": "spk_2",
    "line": "You know We were warned that that would sometimes happen. Sometimes that will happen. So Is that from the winter pile?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-425",
    "time": "0:49:27",
    "speaker": "spk_1",
    "line": "Yes. Okay.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-426",
    "time": "0:49:28",
    "speaker": "spk_2",
    "line": "You do spin or land on winter pile.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-427",
    "time": "0:49:31",
    "speaker": "spk_1",
    "line": "Well when you open the box you take a winter card to see whether you've won or not. Now if you've won, you know, good news.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-428",
    "time": "0:49:38",
    "speaker": "spk_2",
    "line": "But some of them are Some of them are lose cards.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-429",
    "time": "0:49:43",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-430",
    "time": "0:49:43",
    "speaker": "spk_2",
    "line": "Which, you know, just bad luck.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-431",
    "time": "0:49:46",
    "speaker": "spk_1",
    "line": "Well and some of them are draw cards.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-432",
    "time": "0:49:47",
    "speaker": "spk_2",
    "line": "Yes. Some of them are, yes. Draw another. So sometimes you don't wait or lose, you draw the first card. You have to draw another card. And then see what happens on that card.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-433",
    "time": "0:50:01",
    "speaker": "spk_1",
    "line": "Mhmm. And you're in control of what happens on it because you're drawing it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-434",
    "time": "0:50:05",
    "speaker": "spk_2",
    "line": "Yeah. It's a blank card",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-435",
    "time": "0:50:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-436",
    "time": "0:50:07",
    "speaker": "spk_1",
    "line": "yeah. -- that you draw on.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-437",
    "time": "0:50:10",
    "speaker": "spk_2",
    "line": "So so it's like crani It's",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-438",
    "time": "0:50:13",
    "speaker": "spk_1",
    "line": "so much like cranium, it's so much like roomy cube, It's so much like apples to apples, cards against humanity. You did play ticket",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-439",
    "time": "0:50:31",
    "speaker": "spk_2",
    "line": "to ride.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-440",
    "time": "0:50:32",
    "speaker": "spk_1",
    "line": "Oh, wow. Thank you.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-441",
    "time": "0:50:33",
    "speaker": "spk_2",
    "line": "Cody, have you ever played ticket to ride? No.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-442",
    "time": "0:50:36",
    "speaker": "spk_1",
    "line": "Cody, you'd love it. It's a train tracks or something.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-443",
    "time": "0:50:39",
    "speaker": "spk_2",
    "line": "Yeah. It's actually the train tracks and it's it's mostly about strategy. Have you",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-444",
    "time": "0:50:44",
    "speaker": "spk_1",
    "line": "ever played diplomacy, Cody?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-445",
    "time": "0:50:46",
    "speaker": "spk_2",
    "line": "That no.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-446",
    "time": "0:50:49",
    "speaker": "spk_1",
    "line": "Oh wow. You wouldn't be very good at it because if you were gonna be good at it you would have told me yes I have played because a lot of that is just seeming so confident.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-447",
    "time": "0:50:58",
    "speaker": "spk_2",
    "line": "Now But that's not the and that's not the only reason you would be good.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-448",
    "time": "0:51:03",
    "speaker": "spk_1",
    "line": "I can name games all day but that would probably distract from playing our game which is a lot like a lot of other games. So what I'm gonna do since I did win the first game is now it's my right to tumble the word cube and just assign a word to one of you guys and you have to act like that.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-449",
    "time": "0:51:25",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-450",
    "time": "0:51:35",
    "speaker": "spk_1",
    "line": "And so the word that came up",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-451",
    "time": "0:51:37",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-452",
    "time": "0:51:37",
    "speaker": "spk_2",
    "line": "that's that's the the word wizard inside the cute, but he's thinking of a there's a a sort of a three it's not great that you can't see it, but there's sort of a three d rendering of a Word wizard inside the cube and as he's like being knocked around inside when you flip it over you can see the like him.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-453",
    "time": "0:51:55",
    "speaker": "spk_1",
    "line": "Yeah. He goes to his wall of potions and when the cube starts to tumble, the potions start to spill and spell different letters.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-454",
    "time": "0:52:01",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-455",
    "time": "0:52:01",
    "speaker": "spk_1",
    "line": "And then he's selecting the letters and kind of affixing them to himself. But he now has gotten all the letters and he's made the word.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-456",
    "time": "0:52:09",
    "speaker": "spk_2",
    "line": "He's a weirdly young wizard.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-457",
    "time": "0:52:11",
    "speaker": "spk_1",
    "line": "Yeah. Well, he looks a lot like engineer rad. Will Wheaton. Oh,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-458",
    "time": "0:52:19",
    "speaker": "spk_5",
    "line": "is that better?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-459",
    "time": "0:52:20",
    "speaker": "spk_1",
    "line": "And you're doing Ryan, should I do I wanna say that? Appreciate the thought. So he looks a lot like engineer Ryan. And The word that he's affixed to himself and this is just a lucky one it's engineer Cody. And so I guess I'm gonna assign Hayes to act like engineer Cody",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-460",
    "time": "0:52:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-461",
    "time": "0:52:52",
    "speaker": "spk_3",
    "line": "okay.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-462",
    "time": "0:52:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-463",
    "time": "0:52:52",
    "speaker": "spk_1",
    "line": "because you get you have to do what the word cube wizard says.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-464",
    "time": "0:52:55",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-465",
    "time": "0:52:56",
    "speaker": "spk_2",
    "line": "That means I have to draw a card from the engineer Cody specific bile",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-466",
    "time": "0:53:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-467",
    "time": "0:53:02",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-468",
    "time": "0:53:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-469",
    "time": "0:53:03",
    "speaker": "spk_2",
    "line": "which is all the jokes that Cody has made on the show. Mhmm. So I guess I'll draw a card from this pile and make one of one of Cody's jokes. I'm gonna need you to keep it Disney. Okay. That was from our last episode. That was something Cody said in our last episode.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-470",
    "time": "0:53:25",
    "speaker": "spk_1",
    "line": "Oh, yeah. Oh, yeah. I'd almost forgotten about that. Okay. So great. So now you passed the turn on.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-471",
    "time": "0:53:37",
    "speaker": "spk_2",
    "line": "Okay. So I, you know, now I hold the sort of the the turn squeezer. Just a little thing you could squeeze in your hand while you make a turn.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-472",
    "time": "0:53:49",
    "speaker": "spk_1",
    "line": "Yeah. It's still yes. It's still your action. I'm You have return squeezers. Yeah. Still your active. If there's any other moves, if there's any purchases you'd like to make at this time",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-473",
    "time": "0:53:57",
    "speaker": "spk_2",
    "line": "yes. I actually would like to cash in some of my So you accumulate at the beginning. You you show up with bus tokens? Like because like, you know, people get like Hollywood has bus, like these like buses that everyone rides around them. So like those are like the currency of the game as these bus tokens.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-474",
    "time": "0:54:14",
    "speaker": "spk_1",
    "line": "Could have you ever played Access and Allys?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-475",
    "time": "0:54:17",
    "speaker": "spk_4",
    "line": "That one, have you played it?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-476",
    "time": "0:54:19",
    "speaker": "spk_1",
    "line": "Oh, yeah. I love that it's like World War two. Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-477",
    "time": "0:54:27",
    "speaker": "spk_4",
    "line": "It's I remember that that game.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-478",
    "time": "0:54:30",
    "speaker": "spk_1",
    "line": "Go ahead.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-479",
    "time": "0:54:30",
    "speaker": "spk_2",
    "line": "So I would like to go to the store and and catch in some of my bus tokens",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-480",
    "time": "0:54:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-481",
    "time": "0:54:35",
    "speaker": "spk_2",
    "line": "mhmm. -- which I can use to to give my character to give how attribute points that will that have a pretty serious effect on the next on the next turn that I do. So you are gonna wanna do that obviously before before you act on turn two.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-482",
    "time": "0:54:52",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-483",
    "time": "0:54:52",
    "speaker": "spk_2",
    "line": "So you in this case are the store manager. Yeah. So What I need, if I'm going around the second Ali, I'm gonna need a strength",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-484",
    "time": "0:55:08",
    "speaker": "spk_5",
    "line": "potion. Uh-huh.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-485",
    "time": "0:55:10",
    "speaker": "spk_2",
    "line": "I'm gonna need a utility belt or like well, it's gonna give me more storage. I guess just a larger backpack.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-486",
    "time": "0:55:19",
    "speaker": "spk_1",
    "line": "Okay. So obviously my affiliation is kind chaotic. And so I, you know, not unlike the Joker. I'm having fun smiling like a kind guy -- Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-487",
    "time": "0:55:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-488",
    "time": "0:55:35",
    "speaker": "spk_1",
    "line": "but I want chaos. So what you've ordered, I'm not going to send you. And if Cody if you wanna check your email right now, you're getting an email from Nikki Glazer saying that she actually forgot that she scheduled the record with us today and she's not gonna be able to make it into the show. And so that and so this is something that happens in the Hollywood Handbook game. Yep. People don't always, you know, follow through and it's okay.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-489",
    "time": "0:56:02",
    "speaker": "spk_4",
    "line": "Yes. But",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-490",
    "time": "0:56:02",
    "speaker": "spk_1",
    "line": "you have to pivot.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-491",
    "time": "0:56:05",
    "speaker": "spk_2",
    "line": "And now she and she does say in the email that she'd love to schedule for another time. So I'm gonna draw a skip one hundred turds card",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-492",
    "time": "0:56:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-493",
    "time": "0:56:15",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-494",
    "time": "0:56:15",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-495",
    "time": "0:56:15",
    "speaker": "spk_2",
    "line": "to to jump ahead of two years of the future. Mhmm. And now you'll can you check your email and see if you got an email? Did she check-in with you in that time?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-496",
    "time": "0:56:25",
    "speaker": "spk_4",
    "line": "In two years? Yeah. It looks like she did at seven zero two PM.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-497",
    "time": "0:56:31",
    "speaker": "spk_2",
    "line": "Seven zero two today?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-498",
    "time": "0:56:33",
    "speaker": "spk_4",
    "line": "Of two years from now today. Like this day in history two years from now.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-499",
    "time": "0:56:37",
    "speaker": "spk_2",
    "line": "Okay. What does it say?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-500",
    "time": "0:56:39",
    "speaker": "spk_4",
    "line": "It says Sorry. I had my cat got very sick.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-501",
    "time": "0:56:46",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-502",
    "time": "0:56:46",
    "speaker": "spk_4",
    "line": "And I had to take her to",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-503",
    "time": "0:56:48",
    "speaker": "spk_2",
    "line": "sorry sorry I had dot dot dot. Sorry I",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-504",
    "time": "0:56:51",
    "speaker": "spk_1",
    "line": "had my cat got very sick and I had to take her to one.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-505",
    "time": "0:56:54",
    "speaker": "spk_2",
    "line": "Is there an I in there?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-506",
    "time": "0:56:57",
    "speaker": "spk_1",
    "line": "She misspelled pet",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-507",
    "time": "0:56:58",
    "speaker": "spk_4",
    "line": "and she said, Plet Hospital. She put an l in there in Van NICE. So",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-508",
    "time": "0:57:04",
    "speaker": "spk_1",
    "line": "mhmm. And it okay. And it looks like that email changes fonts a few times.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-509",
    "time": "0:57:09",
    "speaker": "spk_4",
    "line": "She didn't even say thanks or anything. She just said like, dash.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-510",
    "time": "0:57:13",
    "speaker": "spk_2",
    "line": "And can I just say on",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-511",
    "time": "0:57:14",
    "speaker": "spk_5",
    "line": "the Joker thing Scott did tweet a joke over I'm in reference to the Joker a couple days ago?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-512",
    "time": "0:57:19",
    "speaker": "spk_1",
    "line": "Quite a few. Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-513",
    "time": "0:57:20",
    "speaker": "spk_2",
    "line": "Yeah. Sort of yes. A thread about how the Joker like worships chaos and all this stuff. So and he did say he could do that at the beginning of our that was part of our earwoke.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-514",
    "time": "0:57:30",
    "speaker": "spk_1",
    "line": "And I'm not supposed to be.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-515",
    "time": "0:57:32",
    "speaker": "spk_2",
    "line": "You cannot you should not do that anymore.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-516",
    "time": "0:57:34",
    "speaker": "spk_1",
    "line": "I am sorry about that. I don't know why I thought I had staked out that corner. Well, it's fair game. It's a big character.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-517",
    "time": "0:57:46",
    "speaker": "spk_0",
    "line": "Yep. Yep.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-518",
    "time": "0:57:48",
    "speaker": "spk_1",
    "line": "And I will lay off. I will find the next thing. That people will",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-519",
    "time": "0:57:55",
    "speaker": "spk_2",
    "line": "wanna make jokes about it. Okay, Cody. So now it is your turn. Do you have the clay? Yeah. Okay. Now what you need to do is mash up the clay",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-520",
    "time": "0:58:10",
    "speaker": "spk_1",
    "line": "yeah. Mhmm. And what",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-521",
    "time": "0:58:12",
    "speaker": "spk_2",
    "line": "you're doing is you're making something",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-522",
    "time": "0:58:14",
    "speaker": "spk_1",
    "line": "so sticky. Yes. Yeah. Well, there's a lot of beans in it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-523",
    "time": "0:58:19",
    "speaker": "spk_2",
    "line": "That is Yes. There is an issue with a bunch of cooked beans making their way into the clay. We did make a lot of our pieces for this game in the Goya factory There was some confusion over shipments that got mixed up where, yes, some fully cooked pinto beans did go out. With our with our supply of clay, which I think is fine. I think is",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-524",
    "time": "0:58:43",
    "speaker": "spk_1",
    "line": "i think it's better. Right. It's it's way better because many of these games don't have any cooked Pinto beans and you go to play and you're trying to do uno or something and you also have to cook separately and it's just like so such bullshit.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-525",
    "time": "0:58:59",
    "speaker": "spk_2",
    "line": "And a lot of these games just smell like nothing.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-526",
    "time": "0:59:02",
    "speaker": "spk_1",
    "line": "That's true. That's one of the promises we make, and we've all been obviously holding back on the ordering process and the price for a Hollywood Handbook board game And part of that is we want you to have a good picture of this thing's gonna smell like a lot. Different parts of the game are gonna smell like different places that you could go in Hollywood or different foods or different sections of different hospitals and It's just such a rich experience for all of your senses, not just your brain and your hands like a lot of board games but also for your nose for your for your, you know, hospital part of your memories. And there's a lot to touch.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-527",
    "time": "0:59:51",
    "speaker": "spk_2",
    "line": "So Cody, now we look at what you've mashed up.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-528",
    "time": "0:59:53",
    "speaker": "spk_4",
    "line": "I made this. Okay.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-529",
    "time": "0:59:55",
    "speaker": "spk_2",
    "line": "And now and now with this part of the game, it was, of course, would Shell be feral like that. And so the other the panelists, there are the other two players, get to decide if Shelby Farah would like what Cody made.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-530",
    "time": "1:00:08",
    "speaker": "spk_1",
    "line": "Okay. So I could see her even if she did like it",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-531",
    "time": "1:00:13",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-532",
    "time": "1:00:14",
    "speaker": "spk_3",
    "line": "yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-533",
    "time": "1:00:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-534",
    "time": "1:00:14",
    "speaker": "spk_1",
    "line": "being kind of over it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-535",
    "time": "1:00:16",
    "speaker": "spk_2",
    "line": "Because it's it yeah. It's tough unfortunate for you Cody because I think she might actually look at that and secretly like it, but it's about like what like what whether she would say she would like it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-536",
    "time": "1:00:27",
    "speaker": "spk_1",
    "line": "Yes. That it has to be part of it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-537",
    "time": "1:00:30",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-538",
    "time": "1:00:30",
    "speaker": "spk_1",
    "line": "And I actually know her she's a friend of mine and -- Yes.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-539",
    "time": "1:00:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-540",
    "time": "1:00:32",
    "speaker": "spk_1",
    "line": "i don't think that she would",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-541",
    "time": "1:00:34",
    "speaker": "spk_2",
    "line": "but a big part of her sort of Brand is being over it. And so I think she would actually look at that and sort of be like, I'm over it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-542",
    "time": "1:00:40",
    "speaker": "spk_4",
    "line": "But up by the the bean has kinda turned into a little bit of like",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-543",
    "time": "1:00:43",
    "speaker": "spk_1",
    "line": "oh, Cody. No one's ignoring what you did with the bean. I I mean, please. If this was purely a judgment on do I think you did a great job with the bean, turning it sort of out a little bit?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-544",
    "time": "1:00:53",
    "speaker": "spk_2",
    "line": "And I apologize for mentioning that because I know this was something that you kind of needed and I could say that when not like you needed the clay although that is very funny that I did that.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-545",
    "time": "1:01:02",
    "speaker": "spk_4",
    "line": "Just I wanna be creative sometimes.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-546",
    "time": "1:01:05",
    "speaker": "spk_2",
    "line": "No. I know. I know. And I could tell when you were finished you were saying like,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-547",
    "time": "1:01:07",
    "speaker": "spk_1",
    "line": "ah, this will be this this fucking job is not fucking creative at all. Okay. So fucking, just tasks. Just fucking do this.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-548",
    "time": "1:01:18",
    "speaker": "spk_2",
    "line": "Right. Right. Right. Right. Right.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-549",
    "time": "1:01:19",
    "speaker": "spk_1",
    "line": "Mhmm. Right.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-550",
    "time": "1:01:19",
    "speaker": "spk_2",
    "line": "But then every time you get a chance to be creative, it's so bad. Right?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-551",
    "time": "1:01:24",
    "speaker": "spk_4",
    "line": "I mean, they don't they don't let me be creative enough that, you",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-552",
    "time": "1:01:26",
    "speaker": "spk_2",
    "line": "know Right. But sometimes when they",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-553",
    "time": "1:01:28",
    "speaker": "spk_1",
    "line": "do it. But sometimes you do so",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-554",
    "time": "1:01:30",
    "speaker": "spk_2",
    "line": "it should be more.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-555",
    "time": "1:01:32",
    "speaker": "spk_1",
    "line": "So more bad stuff in the hopes that it turns a corner at some point. I think that",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-556",
    "time": "1:01:39",
    "speaker": "spk_2",
    "line": "yeah. Yeah. Like what's something you want to do that's bad?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-557",
    "time": "1:01:43",
    "speaker": "spk_1",
    "line": "Yeah. Do you have any bad ideas for creative things you could make? And, you know, we can give you some space right now.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-558",
    "time": "1:01:50",
    "speaker": "spk_4",
    "line": "Yeah. I'd like to I I I carpentries would be fun Yeah. Mhmm. I can make some wood dolls.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-559",
    "time": "1:01:57",
    "speaker": "spk_2",
    "line": "Uh-huh.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-560",
    "time": "1:02:02",
    "speaker": "spk_1",
    "line": "And you seem to have cracked yourself up with that last comment? Do you wanna talk about what was so funny for you? Do I have to? I think it would help. I know it would help me. I certainly think Hayes would appreciate it.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-561",
    "time": "1:02:26",
    "speaker": "spk_2",
    "line": "No. Yeah. That would I know something is bad about this, but that would not be under like articulate exactly what. Because sometimes with you, it's like it's hard to I don't Why it makes you feel so awful?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-562",
    "time": "1:02:41",
    "speaker": "spk_1",
    "line": "There's a real disconnect between I know that what you're trying to transmit to me is not what I'm getting. So I always like to try to peel back the current. I also don't think you're going to be able to communicate why it came out the way it did.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-563",
    "time": "1:02:57",
    "speaker": "spk_2",
    "line": "No. But it still might get us a little bit closer. It's a clue.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-564",
    "time": "1:03:00",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-565",
    "time": "1:03:03",
    "speaker": "spk_4",
    "line": "I mean, maybe it's a early childhood imprinting or something subconscious.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-566",
    "time": "1:03:08",
    "speaker": "spk_2",
    "line": "Right.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-567",
    "time": "1:03:10",
    "speaker": "spk_4",
    "line": "Based on my upbringing or, you know, or, you know, my parents, you know, how they fucked me up or something. I don't",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-568",
    "time": "1:03:17",
    "speaker": "spk_1",
    "line": "know. Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-569",
    "time": "1:03:18",
    "speaker": "spk_2",
    "line": "Okay. And he wants like sympathy. And and I do understand that the desire to sort of change your what people think about you to like, oh, he's like so like fucked up and crazy like something like As if we were looking at you",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-570",
    "time": "1:03:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-571",
    "time": "1:03:34",
    "speaker": "spk_2",
    "line": "darranged or whatever. Of just like, oh, it just like sucks.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-572",
    "time": "1:03:38",
    "speaker": "spk_1",
    "line": "The flaw the flaw is that you assume anyone was looking at you and thinking that your parents got it right. Like like that we weren't already taken into consideration like obviously, he's out of hard life. Like start like this. Right. We already were spotting you that.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-573",
    "time": "1:04:00",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-574",
    "time": "1:04:02",
    "speaker": "spk_1",
    "line": "And even with the handicap that we resort added up where we were, you know.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-575",
    "time": "1:04:09",
    "speaker": "spk_2",
    "line": "Yeah. Anyway, Shelby This is an automatic lose card.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-576",
    "time": "1:04:14",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-577",
    "time": "1:04:14",
    "speaker": "spk_1",
    "line": "So you gotta eat the lose What about my handicap though? You have to eat the lose card.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-578",
    "time": "1:04:18",
    "speaker": "spk_2",
    "line": "And that the lose that virtually do not have have enough beans at them. No.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-579",
    "time": "1:04:23",
    "speaker": "spk_1",
    "line": "They were supposed to be almost entirely pressed bean and Unfortunately, they I guess so many of the beans went in the clay that they couldn't make it all out of that. So -- Yeah. Okay. I guess,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-580",
    "time": "1:04:40",
    "speaker": "spk_4",
    "line": "looks like lead in here or something.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-581",
    "time": "1:04:42",
    "speaker": "spk_1",
    "line": "Yeah. And they did supplement the beans with some lead.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-582",
    "time": "1:04:47",
    "speaker": "spk_2",
    "line": "God, that Goya factory. Some of the lead that was supposed to be in the cans And it yes. Ended up inside the beans. Alright.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-583",
    "time": "1:04:55",
    "speaker": "spk_4",
    "line": "I ate it. What do you want now?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-584",
    "time": "1:04:59",
    "speaker": "spk_1",
    "line": "Nothing. I mean, that's you know, you lost the game. So I've won one round. Cody's lost one round.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-585",
    "time": "1:05:05",
    "speaker": "spk_2",
    "line": "Right.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-586",
    "time": "1:05:05",
    "speaker": "spk_1",
    "line": "Hey, you're at a wash right now.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-587",
    "time": "1:05:07",
    "speaker": "spk_2",
    "line": "Yes. Which means that's a good place to Oh yeah. Because you have to I mean you have to the game is not over until all three people have had a different result. And so that actually normally takes a lot longer.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-588",
    "time": "1:05:22",
    "speaker": "spk_1",
    "line": "Yeah. So I guess we'll do the rubber match double round.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-589",
    "time": "1:05:26",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-590",
    "time": "1:05:29",
    "speaker": "spk_1",
    "line": "Which as long as Cody doesn't win should mean that somebody will be the definitive Victor. And there's not a whole lot of danger of that just based on the way the game structured.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-591",
    "time": "1:05:38",
    "speaker": "spk_2",
    "line": "Yeah. And we're are we doing that off the air?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-592",
    "time": "1:05:41",
    "speaker": "spk_1",
    "line": "Yeah. We're gonna do that. At home over Skype. So one thing I did want to remind everyone about is downloading this show and telling your friends about it is a great way to help us get advertisers You are the ad budget for this show. Okay? We don't have a big promotion budget like Xman apocalypse did. And so",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-593",
    "time": "1:06:10",
    "speaker": "spk_2",
    "line": "if you like it, tell people because then",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-594",
    "time": "1:06:11",
    "speaker": "spk_1",
    "line": "we get to make more. If you yes. If you like it, we don't get to make more if you don't tell everyone about that. So please go on your Facebook page, Go it, you know, go to your dad's bank and put put up a sign in the line. They'll usually let you put a sign on the windows there.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-595",
    "time": "1:06:30",
    "speaker": "spk_2",
    "line": "And go to your local or, like, if there's a podcast, like, if Spotify or something isn't doing the show, go and be, like, put the show on there.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-596",
    "time": "1:06:40",
    "speaker": "spk_1",
    "line": "Request. If you see that there's a, you know, if there's a local record store in your town,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-597",
    "time": "1:06:44",
    "speaker": "spk_2",
    "line": "if they",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-598",
    "time": "1:06:45",
    "speaker": "spk_1",
    "line": "don't have any you know additions of this podcast go in and say hey why isn't this playing here? This should be on the speakers. It's your problem and then if they say no,",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-599",
    "time": "1:07:02",
    "speaker": "spk_2",
    "line": "say like why Say it like that. Why?",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-600",
    "time": "1:07:07",
    "speaker": "spk_1",
    "line": "Yes. Please, you know, carry the voice of this show with you, ask the question the way we would. Why? How come we I want it. I made it so I get to say whether it's good and it really worked this show. So do get out there. You are the ad budget for this show guys. So you know, word-of-mouth is our greatest asset. Here and please, bother everyone else. Bye. Hollywood Handbook. Now here it is.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-601",
    "time": "1:07:43",
    "speaker": "spk_7",
    "line": "Hey, everyone. This is Scott Ackerman of Comedy Bang Bang. I wanna tell you that now here this is a brand new podcast fest that's happening this fall. Get ready for a weekend of live performances and opportunities to meet your favorite podcasters.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-602",
    "time": "1:07:59",
    "speaker": "spk_2",
    "line": "People of earth.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-603",
    "time": "1:08:00",
    "speaker": "spk_7",
    "line": "Now here this will feature podcasting Titans, like me, Scott Ockerman, doing comedy Bang Bang live in addition to how to get made, WTF with Mark Marin, with special guest Lauren Lapkis, Brilliant idiots, and more being announced all the time, including plenty more ear and non earwel favorites.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-604",
    "time": "1:08:17",
    "speaker": "spk_3",
    "line": "Fuck the game.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-605",
    "time": "1:08:19",
    "speaker": "spk_7",
    "line": "It's all happening in Anaheim, California, October twenty eighth through the thirtieth. You'll get Halloween off. Don't worry. Buy your tickets now and get all the details at now hear this fest dot com.",
    "episode": "149",
    "edited": false
  },
  {
    "id": "149-606",
    "time": "1:08:38",
    "speaker": "spk_1",
    "line": "Hollywood Handbook is brought to you by Wolf Cooh production to subsidiary of Kelvin and Hobbs. Oh, baby.",
    "episode": "149",
    "edited": false
  }
]