[
  {
    "id": "17-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "okay. So engineer Brett, this is Sean and Hayes. Sean and Hayes, to engineer Brett. Go saw So now, the song should be playing and as always, you'll mute our microphones during the song so that we can't be heard. And then when the song ends, we're going to start the show. So it should be going over us now. This is episode sixteen of",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-1",
    "time": "0:00:24",
    "speaker": "spk_1",
    "line": "hollywood Handbook. The song is ending in three",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-2",
    "time": "0:00:29",
    "speaker": "spk_0",
    "line": "two one. Stop. Hollywood ham. And it's over.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-3",
    "time": "0:00:34",
    "speaker": "spk_1",
    "line": "Hey. What up? What up? Welcome to Hollywood Handbook and Insider's Guide to kicking button dropping names in the red carpet line back, hallways of this industry we Showbiz. Sean and I recording this this segment anyway took a little field trip that we take every year to one of our favorite film festivals which is the Sundance film festival.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-4",
    "time": "0:00:57",
    "speaker": "spk_0",
    "line": "Yes. Sundance. I call it Khan. For short.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-5",
    "time": "0:01:01",
    "speaker": "spk_1",
    "line": "So this episode might sound a little different because unlike past years when we have done our our our shows from Sundance this year,",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-6",
    "time": "0:01:11",
    "speaker": "spk_0",
    "line": "we decided not to bring any engineer. We usually Normally, we get a luxury suite just for the engineers and we set up four engineers in there. Mhmm. Make them share a bed. That's kind of a little joke that we have and -- Which is the tub. -- yes. They have to sleep in the tub. No shower heads. So if you wanna take a bath, it has to be a real bath. And we and we do it that way. This year because the engineers have been so naughty, we did have to pull back, scale back and not use any engineers. An engineer, Brett, I know you're listening to this right now. You're the best of a rotten bunch, so we're trusting you to splice in some good sound effects and songs and things for us.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-7",
    "time": "0:01:59",
    "speaker": "spk_1",
    "line": "So he should be we I'm sure he's he's probably back, Brian. We had him fly out here to set this stuff up, and he's gonna you know, come back, I guess, when it's all over and He'll come back",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-8",
    "time": "0:02:12",
    "speaker": "spk_0",
    "line": "to get the hard copy after we've checked out. We're gonna have the hotel call him because it's nice for us we thought, well, if we're not bringing them, let's not be in the same room as an engineer -- Mhmm. -- at all if we don't have to because it does start to wear on you. But I love Sundance film festival. I love discovering the unknowns.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-9",
    "time": "0:02:34",
    "speaker": "spk_1",
    "line": "Yes. It's it's actually kind of a fucking shame what's happened to this festival where it's all now about, like, parties and, like, everyone's doing each other and, like -- Yeah. -- sipping champagne. Everyone's fancy wine.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-10",
    "time": "0:02:51",
    "speaker": "spk_0",
    "line": "They're sucky fucking and they're and they're dipping strawberries and they're champagne wines, and they're all just sucky fucking one another all day and night long and no one actually watches the movies.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-11",
    "time": "0:03:02",
    "speaker": "spk_1",
    "line": "And no one it's like people have forgotten what the festival is called, which is the Sundance film festival, not the Sundance Fuck Festival.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-12",
    "time": "0:03:11",
    "speaker": "spk_0",
    "line": "That's right.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-13",
    "time": "0:03:14",
    "speaker": "spk_1",
    "line": "That's true. And what the other thing that people have forgotten about that's important about this festival is it's a great opportunity to shred some pow on this on these beautiful slopes of the Sundance resort.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-14",
    "time": "0:03:29",
    "speaker": "spk_0",
    "line": "We're gonna stick around to shred powder. I got my board strapped to my boots at all times, and Hayes and I built the sickest fucking half pipe, and we actually kept building it out until it was more of a three quarters pipe and ultimately became a full pipe, and we just did fucking loop to loops all day like shit fucking anti gravity shit.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-15",
    "time": "0:03:48",
    "speaker": "spk_1",
    "line": "The the way I like to do it is go to the top and just go all the way down. You know what I mean? Like, without even stopping to take a break.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-16",
    "time": "0:03:57",
    "speaker": "spk_0",
    "line": "And that fast and the furious movie is actually the title was supposed to be talking about our snowboarding and they couldn't Florida so they made some fucking car bullshit. But that's how we do it. And that's how we fucking shred the pal. And I don't care if I get snow in my eyes.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-17",
    "time": "0:04:15",
    "speaker": "spk_1",
    "line": "I'll even wear, like",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-18",
    "time": "0:04:16",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-19",
    "time": "0:04:16",
    "speaker": "spk_1",
    "line": "i'm that tough. -- the the helmet I wear is usually like a really small one.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-20",
    "time": "0:04:22",
    "speaker": "spk_0",
    "line": "I wear a small helmet. I wear pretty thin goggles and I don't give an f. But anyway enough about shredding because I could talk about it all day because I'm so fucking awesome at it and and it and I go so fast and fucking people think it rules. Let's talk about Let's",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-21",
    "time": "0:04:42",
    "speaker": "spk_1",
    "line": "talk about something Some discovery. Yeah. Something else of rules, which is independent film. Sean and I like to go to these movies so we can see who's on the Hollywood horizon, as they say, and who has the chance to be the real breakout actor of this festival? Because a lot of these are independent movies.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-22",
    "time": "0:05:02",
    "speaker": "spk_0",
    "line": "Every year somebody comes out of nowhere. They live in some fucking jerk off, fucking Tennessee bullshit, spot and they have somehow made a movie, somebody gave him a camera and nobody's heard of him before we hear about them. We see them in the movie and we make them famous.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-23",
    "time": "0:05:22",
    "speaker": "spk_1",
    "line": "They make these movies by, like, breaking into the local news station or something and, like, doing setting up a living room set bare and just kind of scrambling any way they can. And we have a lot of respect for most of them are not good. These movies, in large part, they don't have the proper training. They they don't deserve really to be seen by anyone. But every once in a while, some somebody breaks through and you and you say, this is some undiscovered talent that's really gonna make waves in the city of industry, which is Los Angeles.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-24",
    "time": "0:05:58",
    "speaker": "spk_0",
    "line": "Yeah. And so our top picks this year because I and I we usually say leave the move leave movies to professionals. Mhmm. But the people who proved us wrong this year are top picks for Breakout artist are number one, Zap Braff, Who are you Zaf braff? And where did you come from? And how'd you get that movie?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-25",
    "time": "0:06:25",
    "speaker": "spk_1",
    "line": "This kid, Zaf braff, did a movie about himself and his life that was so funny and so smart -- And so moving.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-26",
    "time": "0:06:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-27",
    "time": "0:06:35",
    "speaker": "spk_1",
    "line": "and so sad and so scary",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-28",
    "time": "0:06:39",
    "speaker": "spk_0",
    "line": "that we didn't watch it,",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-29",
    "time": "0:06:41",
    "speaker": "spk_1",
    "line": "that we couldn't actually get all the way through But a lot of the chatter about this guy that we've heard, you know, when we're like covering our eyes, all we can really hear is the positive chatter. And it's been very good.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-30",
    "time": "0:06:56",
    "speaker": "spk_0",
    "line": "As always, we pick both a male and a female breakout artist. Mhmm. So here's a good time to point out. Sister is doing it for themselves. And this young lady we're about to mention is really doing that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-31",
    "time": "0:07:14",
    "speaker": "spk_1",
    "line": "A lot of the movies we saw at at at at at Sundancers this year had sisters in them. And they were all they're, like, they're acting in them, they're playing all kinds of parts, They're they're singing in some of the movies. Like, it's a really refreshing change of pace, which is what sometimes you need independent film for is to kinda shock the them and like have women be in these movies.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-32",
    "time": "0:07:43",
    "speaker": "spk_0",
    "line": "Yes. And so this film filmmaker is a woman. Her name is Cameron Crowe. We all know Cameron Diaz. That's a famous woman named Cameron -- I saw. -- this is not not the",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-33",
    "time": "0:07:58",
    "speaker": "spk_1",
    "line": "same one and they're actually not even related.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-34",
    "time": "0:08:00",
    "speaker": "spk_0",
    "line": "Not even related. I I asked their publicists. But I saw a movie and I had said I have to know who made this. I didn't see the whole thing. It got a little scary. It got a little scary for me. But I saw part of it and I said, who made this? And someone said, Cameron Crow. And I said, oh my, good for sisters. And it and it really felt good to say that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-35",
    "time": "0:08:26",
    "speaker": "spk_1",
    "line": "And to genuinely think it was good because a lot of the times you'll see something that a woman has done and you'll say like, Well, I can sort of tell that it was is good for a woman or, like, I can sort of tell they were doing this, but you like",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-36",
    "time": "0:08:38",
    "speaker": "spk_0",
    "line": "like Kathy cartoons.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-37",
    "time": "0:08:39",
    "speaker": "spk_1",
    "line": "Yes. Like Kathy cartoons. That's a great example. You could tell reading a Cathy cartoon, this is good for, like, the the cartoons that women are doing, but it's not, like, a Curtis. Mallard Fillmore, a an atom at home. A zits. Zits. It it's not one of your classic male strips. And so seeing this movie and really loving it as hard as we did and then finding out that it was made by a woman. What a great experience to have?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-38",
    "time": "0:09:17",
    "speaker": "spk_0",
    "line": "Yes. And so those are the two movies that we left our hotel to see, but the great thing going on at Sundance this year was Hayes and I found that in our hotel room we were able to order most of the movies and avoid the mobs.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-39",
    "time": "0:09:29",
    "speaker": "spk_1",
    "line": "Yes. You you go to a place like a movie central, like place like Park City, Utah. They have these movies playing right in your hotel room a lot of the time for certain clientele so they can see him ahead of time, not wait in line, not have to, like, sit in the seats and, like, watch the whole thing.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-40",
    "time": "0:09:48",
    "speaker": "spk_0",
    "line": "They want us to watch the movie They wanna make it easy for us. Mhmm. It's to their advantage, and we love it because we just order in a room service, and we ordered a bunch of movies, and I'll say this the direction of the festival, we said before it's getting into a little bit of sucky fucking everybody.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-41",
    "time": "0:10:06",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-42",
    "time": "0:10:07",
    "speaker": "spk_0",
    "line": "It's reflected a bit in the movies that were there this year because I thought they were pretty racy. Yeah. The movies available to order in our room were King black butts, slurpy Come queen, the secret life of Walter Mitty, ding dong challengers and creamy creamy, oob, creamy. And so those were the movies that we watched. And they didn't seem like standard Sundance Family Fair.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-43",
    "time": "0:10:37",
    "speaker": "spk_1",
    "line": "But I will say with all these movies, you're looking for sort of a relatability, something that you can latch on to from your own experience, and it was very refreshing to see realistic male characters with a certain a certain attribute that Sean and I both share, how to say how to put those.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-44",
    "time": "0:11:00",
    "speaker": "spk_0",
    "line": "So hard to it's a physical area of the male body that you don't always see portrayed realistically.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-45",
    "time": "0:11:14",
    "speaker": "spk_1",
    "line": "Bless with a a certain",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-46",
    "time": "0:11:16",
    "speaker": "spk_0",
    "line": "yes. A certain endowment. And so it was really nice to see guys like us, normal guys like us, hanging out with their girls doing the things that we do. And so that aspect of it was really cool. And I think that made it a good sundance, fun dance.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-47",
    "time": "0:11:41",
    "speaker": "spk_1",
    "line": "We'll be right back. Our guest, Dominic Dierkis. He's a sort of a protege of Sean's in the writing world, and we will talk about his experience really learning from one of the masters when we come back on Hollywood Handbook. Hollywood Handbook.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-48",
    "time": "0:11:59",
    "speaker": "spk_0",
    "line": "Things are happening and things are exciting. As a result of appearing on our podcast Hollywood Handbook, Andy Daley has been given his own podcast People liked his appearance on ours so much. They thought he might be able to carry his own show and they're willing to let him try it out. Andy Daley's pilot project podcast is releasing regular episodes starting on February sixth. Thanks to us. Listen to them. They're great. Like we are.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-49",
    "time": "0:12:27",
    "speaker": "spk_1",
    "line": "Hollywood ham.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-50",
    "time": "0:12:29",
    "speaker": "spk_0",
    "line": "So anyway, I'm wiping my hand off on my pants. And this kid's tucking at my shorts. He was, hey, mister. Show me how to do that. And I go, what? Throw a punch? Because Yeah. My name is Mike Tyson, and I wanna learn to throw a punch.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-51",
    "time": "0:12:45",
    "speaker": "spk_1",
    "line": "Gearing pants and shorts. The same",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-52",
    "time": "0:12:48",
    "speaker": "spk_0",
    "line": "time. Yeah. And I go, hey, if you didn't learn from seeing it once, you're never gonna be able to do it. And I think I was right. Hey. Everybody. What up?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-53",
    "time": "0:13:00",
    "speaker": "spk_2",
    "line": "What up?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-54",
    "time": "0:13:00",
    "speaker": "spk_1",
    "line": "Welcome to Hollywood Handbook. An insider's guide to kicking button, dropping names in the red carpet line back hallways of this industry we call showbiz. We got a guest. We got a guest.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-55",
    "time": "0:13:10",
    "speaker": "spk_0",
    "line": "Yeah. We have a good guest.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-56",
    "time": "0:13:12",
    "speaker": "spk_1",
    "line": "Why don't you why don't you So Say who it is.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-57",
    "time": "0:13:15",
    "speaker": "spk_0",
    "line": "So this kid, this is a kid who caught my eye, and I and I think he could make something of himself. I've sort of taken them under my wing. I've never done this before. Normally, all our listeners are obviously our protegees. Mhmm. But I specifically found this guy, Dominic Deerkus. And when I met him, he was doing some jerk off sketch thing at some fucking jerk off theater. And and since I met him, he's been able see me up close working on TV shows and films, and it's pretty exciting for him. Go ahead, Dominic. Say thank you to me and introduce yourself.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-58",
    "time": "0:13:54",
    "speaker": "spk_2",
    "line": "Well, oh, yeah. Thank you. Obviously, thank you. And -- Sir.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-59",
    "time": "0:13:57",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-60",
    "time": "0:13:57",
    "speaker": "spk_2",
    "line": "sir. Yeah. Thank you, sir. I mean, writing partner, the fact that we're credited as writing partner is like so generous. Because I view it I",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-61",
    "time": "0:14:05",
    "speaker": "spk_0",
    "line": "view it not just as",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-62",
    "time": "0:14:06",
    "speaker": "spk_2",
    "line": "a partnership, but as like a mentorship.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-63",
    "time": "0:14:08",
    "speaker": "spk_0",
    "line": "Yes. And that's a good way to view it. And Well, it's interesting. People should know how this is a good lesson. Normally in the industry, the way the writers guild has it spaced out is if you are a writing partner, you're each getting fifty percent of a paycheck. But Dominic and I have worked it out that he gets whatever he contributes to a script that percentage of the money goes to him.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-64",
    "time": "0:14:32",
    "speaker": "spk_2",
    "line": "And I am and I and I try to contribute a lot. Which I think is the lesson, you know, because and I think I'm gonna get something in one of our scripts.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-65",
    "time": "0:14:39",
    "speaker": "spk_0",
    "line": "He's gonna he's taken a lot of shots on goal and I can't wait to cut him his first check.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-66",
    "time": "0:14:44",
    "speaker": "spk_1",
    "line": "My only advice for you, Dom, as I know, in some of these cases, it can be easy to get a little too close and sort of think sometimes that Sean is your friend. You know, and like you sort of get your head in the clouds and you sort of convince yourself that because you guys spend a lot of time together, in a professional work setting that you guys are friends even though you never hang out outside of work and, like, you don't play sports together, like, anything like that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-67",
    "time": "0:15:10",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. No. I mean, trust me that boundary has been made clear to me for sure. I mean, I I thought, yeah, I get the I get the same thought though. Like, oh, friends. We seecha. And then you were quick to point out. We don't play a single sport together, Sean.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-68",
    "time": "0:15:22",
    "speaker": "spk_1",
    "line": "I mean",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-69",
    "time": "0:15:22",
    "speaker": "spk_0",
    "line": "we don't really hang out outside. Sometimes we do have to take meals together, but when you forget yourself and you speak to me a little too chummy in front of company -- Yeah. -- I think you've found that punishment is swift and fair. Yeah. Yeah. Very but, hey, I'm also excited to",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-70",
    "time": "0:15:37",
    "speaker": "spk_2",
    "line": "get I feel like I've emailed you a bunch and and and, you know, just looking for advice and a lot of scripts and stuff like that. So I mean,",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-71",
    "time": "0:15:44",
    "speaker": "spk_0",
    "line": "do you feel that, Hayes? Do you feel that he's emailed you a bunch?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-72",
    "time": "0:15:48",
    "speaker": "spk_1",
    "line": "I mean, to me, you're sort of a guy who I will call Sean and you'll answer the phone, and it's like, well, obviously, I wanna talk the shot. I have to go through you every single time. So we get that I have that time with you, which is fine. And I I I get the emails and things like that. I get a lot of emails. You know what I mean?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-73",
    "time": "0:16:09",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. No. That's but anyway, I mean,",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-74",
    "time": "0:16:11",
    "speaker": "spk_2",
    "line": "you were mentioning my because when you said the thing I was doing when you met me, it was an internet sketch comedy group.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-75",
    "time": "0:16:18",
    "speaker": "spk_0",
    "line": "Sure. Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-76",
    "time": "0:16:19",
    "speaker": "spk_1",
    "line": "We were -- Something. Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-77",
    "time": "0:16:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-78",
    "time": "0:16:20",
    "speaker": "spk_2",
    "line": "we were we were putting sketch comedy videos online and and Yes.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-79",
    "time": "0:16:24",
    "speaker": "spk_0",
    "line": "And you Oh, you must have been",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-80",
    "time": "0:16:25",
    "speaker": "spk_1",
    "line": "the only one to ever do those.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-81",
    "time": "0:16:29",
    "speaker": "spk_2",
    "line": "Well, no. No. No. We weren't the only one to ever do those. I I wouldn't I wouldn't say that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-82",
    "time": "0:16:33",
    "speaker": "spk_0",
    "line": "No. But they stood out from the crowd. There was a lot of crap on there, and he'd made a lot of dumb ones. But there was one I made",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-83",
    "time": "0:16:40",
    "speaker": "spk_2",
    "line": "several dumb ones.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-84",
    "time": "0:16:41",
    "speaker": "spk_0",
    "line": "Mhmm. Sketch in particular, that really had something, you know. It was really a smart original twist on something I hadn't seen before. And tell them about Dominic, the fart gun sketch.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-85",
    "time": "0:16:57",
    "speaker": "spk_2",
    "line": "Okay. Yeah. Sure. We have a sketch. If you we didn't call it the fart gun sketch on YouTube because obviously that's gonna that's gonna wait tip it. You know, you're gonna know it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-86",
    "time": "0:17:05",
    "speaker": "spk_0",
    "line": "Mistake mistake.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-87",
    "time": "0:17:06",
    "speaker": "spk_2",
    "line": "Mistake wait tip. And well, and that's a mistake I've made in our writing on television where tip the whole joke of the episode sometimes just by making the whole title of the episode one of my favorite jokes. And you've told me not to do that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-88",
    "time": "0:17:18",
    "speaker": "spk_0",
    "line": "I'm sorry. I'm saying it was a mistake not to call it the fart gun sketch. Yes. Because when I go to look for it, I can't find it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-89",
    "time": "0:17:25",
    "speaker": "spk_2",
    "line": "Oh, okay. Yeah. It's just called guns because we wanted you to have the experience, but anyway, when you go",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-90",
    "time": "0:17:29",
    "speaker": "spk_0",
    "line": "on Not funny. Not a funny title. And if you'd been working with me at that time, you'd be much more successful. I --",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-91",
    "time": "0:17:35",
    "speaker": "spk_1",
    "line": "wow. Yeah. -- I actually think that title is a little bit scary.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-92",
    "time": "0:17:38",
    "speaker": "spk_2",
    "line": "The title guns or the fart guns?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-93",
    "time": "0:17:40",
    "speaker": "spk_1",
    "line": "I I'm not asking you say it again. Okay.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-94",
    "time": "0:17:42",
    "speaker": "spk_2",
    "line": "When that's",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-95",
    "time": "0:17:43",
    "speaker": "spk_1",
    "line": "safe to be scary, that's not a cue for you to just throw it right back in my face. Does that make sense?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-96",
    "time": "0:17:49",
    "speaker": "spk_2",
    "line": "It really does. It really does. It makes total sense.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-97",
    "time": "0:17:51",
    "speaker": "spk_1",
    "line": "Okay. That's what I thought.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-98",
    "time": "0:17:53",
    "speaker": "spk_2",
    "line": "Yeah. Anyway, so that that video, the the fart gun sketch is as it became to be known, obviously. I mean, we didn't but that became the thing that we really were proud of and that really I feel like got us I mean, it's what it's what kinda led me to meet you because I was",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-99",
    "time": "0:18:09",
    "speaker": "spk_0",
    "line": "well, I got a good laugh out of the gun sounding sounding like a fart. Yeah. And so I I turned to Boardlestein my my assistant at the time and I said, get me this kid on on a phone or put him on a plane or something. I wanna talk about how he made that gun sound like that fart like that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-100",
    "time": "0:18:35",
    "speaker": "spk_2",
    "line": "Yeah. I mean, what we were going for comedically is when I mean, because we love movies with with firearms and then we see them all the time in films and we've come to expect a certain sound. From these guns. Like when you shoot a gun off, you come to expect the kind of like bang pow that goes with a firearm. You know? And so what we",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-101",
    "time": "0:18:56",
    "speaker": "spk_0",
    "line": "i'd never thought of this. I mean, hey, said you ever ever thought of that?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-102",
    "time": "0:19:00",
    "speaker": "spk_1",
    "line": "I mean, I feel like I've seen it like A mil are you serious? Like, I've seen it so many times.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-103",
    "time": "0:19:07",
    "speaker": "spk_2",
    "line": "A gun sounding like a gun?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-104",
    "time": "0:19:08",
    "speaker": "spk_1",
    "line": "Is the joke like how we're written? No. The the gun like a fart gun thing. Really? Is the joke how unoriginal it is?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-105",
    "time": "0:19:16",
    "speaker": "spk_2",
    "line": "Well, we did this in you have to remember, this is like two thousand six maybe at the latest.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-106",
    "time": "0:19:21",
    "speaker": "spk_0",
    "line": "I mean, well let's stop down let's stop down and that's good to keep the era in mind. Let's play a moment from the sketch. And engineer, Brett, later on, you're gonna splice in Hi, Brett. We know you can hear us. You're gonna splice in a moment from the sketch and we're gonna react as if we've just heard it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-107",
    "time": "0:19:43",
    "speaker": "spk_2",
    "line": "And that's gonna be right here?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-108",
    "time": "0:19:45",
    "speaker": "spk_0",
    "line": "We're gonna do it now.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-109",
    "time": "0:19:49",
    "speaker": "spk_1",
    "line": "Okay. So Brett, we're we're assuming that you played the sketch and that you played the right one.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-110",
    "time": "0:19:54",
    "speaker": "spk_0",
    "line": "That everyone listening at home has now listened to what you put in later. And and we already knew what it was gonna be because we discussed it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-111",
    "time": "0:20:03",
    "speaker": "spk_1",
    "line": "So we'll react to it like we just like we just heard it. In a world where guns don't sound like they normally do.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-112",
    "time": "0:20:15",
    "speaker": "spk_0",
    "line": "Bully. There she was.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-113",
    "time": "0:20:18",
    "speaker": "spk_2",
    "line": "No. Yeah. That that sketch as you could. I mean, you heard, you know, especially from the get go, you kind of expect the guns have you know, bang sounds and all sorts of sounds, but the most prominent that people really got psyched about was the fart. So it came to be known as the Farken sketch and that's what really got us going.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-114",
    "time": "0:20:38",
    "speaker": "spk_1",
    "line": "Even in the sketch world, I feel like this is like like, I when Rennor hosted SMS, he did this. I mean, like, I listen. People like it. You know, I'm not trying to say that, like, people shouldn't like something. I'm just saying it's, like, it's it's nothing really new. You know what I mean? If you're gonna choose an apprentice I think it should be for someone who actually did something like special and interesting. And you guys seem to have like a great relationship. I'm not trying to get in the way of that. And, like, I'm not you know, Sean's welcome to spend time with whoever he wants. Like, that's obviously not my decision. Could he ask me? Course, you could. I'm not saying you should or you have to. Let me say this.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-115",
    "time": "0:21:21",
    "speaker": "spk_0",
    "line": "What that",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-116",
    "time": "0:21:21",
    "speaker": "spk_1",
    "line": "that's what I'm saying. You say whatever you want.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-117",
    "time": "0:21:23",
    "speaker": "spk_0",
    "line": "I'm and I'm about And",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-118",
    "time": "0:21:24",
    "speaker": "spk_1",
    "line": "i'm you say let me say this, but you don't even have to ask me,",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-119",
    "time": "0:21:27",
    "speaker": "spk_0",
    "line": "but I wanna make sure",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-120",
    "time": "0:21:28",
    "speaker": "spk_1",
    "line": "your own",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-121",
    "time": "0:21:29",
    "speaker": "spk_0",
    "line": "but I want you to be comfortable, but this is something I really believe. What a great comedian does, a great comic mind. They look at the world we know. They take something we've all accepted. Guns go Capang. And they say, What if the gun farted? And that fart noise coming out of that gun to me is great comedy. And if you don't see that or you don't agree with that and that's what this is about and it's not about a jealousy thing, it's not about No.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-122",
    "time": "0:22:07",
    "speaker": "spk_1",
    "line": "It's purely about it's just my sensibility where, like, look, like, Give me the example, Dom, like, tell do like",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-123",
    "time": "0:22:15",
    "speaker": "spk_0",
    "line": "a joke. Do a joke? Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-124",
    "time": "0:22:17",
    "speaker": "spk_1",
    "line": "Like, do a joke. Make Oh, this",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-125",
    "time": "0:22:18",
    "speaker": "spk_0",
    "line": "will be good. Make us laugh.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-126",
    "time": "0:22:20",
    "speaker": "spk_1",
    "line": "Just make me laugh",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-127",
    "time": "0:22:20",
    "speaker": "spk_2",
    "line": "right now.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-128",
    "time": "0:22:20",
    "speaker": "spk_0",
    "line": "This will be fun.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-129",
    "time": "0:22:21",
    "speaker": "spk_1",
    "line": "And if you can make me laugh,",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-130",
    "time": "0:22:23",
    "speaker": "spk_0",
    "line": "then -- He's so funny. -- he's so funny.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-131",
    "time": "0:22:25",
    "speaker": "spk_2",
    "line": "He's a guy's a comment. This is much pressure. This is you guys are in common, you know, this is like a",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-132",
    "time": "0:22:30",
    "speaker": "spk_0",
    "line": "so much No. This is what you do. We've all had to do it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-133",
    "time": "0:22:33",
    "speaker": "spk_2",
    "line": "We've all had to we've all had to Just tell a joke, just",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-134",
    "time": "0:22:37",
    "speaker": "spk_1",
    "line": "just like make me laugh. Like, do something funny.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-135",
    "time": "0:22:39",
    "speaker": "spk_0",
    "line": "Just do a joke. You're a comics so",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-136",
    "time": "0:22:41",
    "speaker": "spk_1",
    "line": "because you're like this comic genius. And so, like, if that's something that you can do that I think the least you should be able to do is make me laugh.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-137",
    "time": "0:22:48",
    "speaker": "spk_2",
    "line": "Okay. Alright. Alright.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-138",
    "time": "0:22:56",
    "speaker": "spk_0",
    "line": "Okay. And Dom was pointing a gun is a finger gun.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-139",
    "time": "0:22:59",
    "speaker": "spk_2",
    "line": "A finger gun at yeah. At Hayes. And that was that was so I I mean, and I know you",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-140",
    "time": "0:23:07",
    "speaker": "spk_0",
    "line": "and that's the kind of thing that really busts me up and it and it busts up a lot of people in a good way. I",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-141",
    "time": "0:23:15",
    "speaker": "spk_1",
    "line": "i have an apology to make. I I was wrong about you.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-142",
    "time": "0:23:21",
    "speaker": "spk_2",
    "line": "You see oh, wow. Thank you.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-143",
    "time": "0:23:24",
    "speaker": "spk_1",
    "line": "I see it. I totally get it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-144",
    "time": "0:23:26",
    "speaker": "spk_2",
    "line": "It it yeah. And a lot of people until they experience it, you know. And I think -- Live. That's because it started off as a live bear. I mean, the real peep the reason people I think latched on to it so much the technical achievement of making that gun fart. Of like may actually figuring out how to do that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-145",
    "time": "0:23:43",
    "speaker": "spk_0",
    "line": "And it's just the noise. Yeah. But I think but I think one thing that may have been wrong and the reason that you that you didn't find it funny before is that you hadn't actually seen it and you were just reacting to engineer Brett splicing it in later, which is not the same as watching it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-146",
    "time": "0:24:08",
    "speaker": "spk_1",
    "line": "Well, when you send it to I'm sometimes, I'm at work and I can't watch these things with the sound on.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-147",
    "time": "0:24:16",
    "speaker": "spk_0",
    "line": "Yeah. And I and I relate to that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-148",
    "time": "0:24:18",
    "speaker": "spk_1",
    "line": "So you send me a sketch like this and say, like, this is the funniest thing I've ever scene, you've said.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-149",
    "time": "0:24:23",
    "speaker": "spk_0",
    "line": "Warning, not safe for not safe for pants because you'll pee your pants -- Right. --",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-150",
    "time": "0:24:28",
    "speaker": "spk_1",
    "line": "n s f p. And so I watched something like that with the sound off and I don't really like",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-151",
    "time": "0:24:34",
    "speaker": "spk_2",
    "line": "oh, god. What a bad soul.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-152",
    "time": "0:24:35",
    "speaker": "spk_0",
    "line": "Get with the sound off.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-153",
    "time": "0:24:36",
    "speaker": "spk_2",
    "line": "What a bad sketch, you must have hated it. I have really apologized for that version. That's",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-154",
    "time": "0:24:41",
    "speaker": "spk_0",
    "line": "with some of these things That's a really bad one.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-155",
    "time": "0:24:43",
    "speaker": "spk_1",
    "line": "And I think it is actually you know, I think it's very impressive if you can make me laugh with a sketch without me being able to hear the essential sound effect of it. But in some cases, you do sort of need to hear And now that I've seen it all together, I I I understand what what what John's on. It makes me remember when I was sort of in that same place. And Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-156",
    "time": "0:25:04",
    "speaker": "spk_0",
    "line": "And I and that's sort of it's fun to remember when you were in that place because seeing dumb sort of fumble around and try to figure out how to write a script or do anything. Reminds me of when I was younger and some of my early shit. Before I found my voice. Mhmm.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-157",
    "time": "0:25:23",
    "speaker": "spk_2",
    "line": "I remember seeing some of that. It was really good.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-158",
    "time": "0:25:25",
    "speaker": "spk_0",
    "line": "Yeah. And the the idea that you could someday be as good as some of my really early shit when I was really just fucking off and not even really giving a shit. That is what keeps me going and keeps me plugging away working with you.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-159",
    "time": "0:25:40",
    "speaker": "spk_2",
    "line": "Yeah. I mean, I I appreciate that. I'm real I'm excited to, hey, that you're on board for the sketch because we're actually I mean, people sometimes people email like, oh, when are you guys gonna do a sketch again or whatever? And like, we are wanting to we're putting together now in the idea phase of doing a sequel to that sketch, to the far gun sketch.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-160",
    "time": "0:25:55",
    "speaker": "spk_0",
    "line": "And this is what's really exciting to -- Yeah. -- to the the idea he's gonna follow-up a smash hit with an even bigger, hopefully, more successful farting gun some kind.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-161",
    "time": "0:26:07",
    "speaker": "spk_2",
    "line": "Well, I mean, that's why I wanted to",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-162",
    "time": "0:26:08",
    "speaker": "spk_0",
    "line": "actually open it up a little bit to you",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-163",
    "time": "0:26:10",
    "speaker": "spk_2",
    "line": "guys because we're, like I said, we're still in the idea phase, and we're just kinda kicking around. We're like, okay. We're there's two ways we can go with this. We can have, like, other things that guns sound like -- Mhmm.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-164",
    "time": "0:26:19",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-165",
    "time": "0:26:20",
    "speaker": "spk_2",
    "line": "or we could Let me get",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-166",
    "time": "0:26:21",
    "speaker": "spk_1",
    "line": "the I'll just get the whiteboard item. We can just do it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-167",
    "time": "0:26:23",
    "speaker": "spk_2",
    "line": "Okay. Great. Yeah. Yeah. Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-168",
    "time": "0:26:24",
    "speaker": "spk_0",
    "line": "Yeah. Just crack through it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-169",
    "time": "0:26:25",
    "speaker": "spk_1",
    "line": "Start Okay.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-170",
    "time": "0:26:26",
    "speaker": "spk_2",
    "line": "So like other other sounds that can come out of a gun -- Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-171",
    "time": "0:26:30",
    "speaker": "spk_0",
    "line": "-- or like a bang or a boom.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-172",
    "time": "0:26:32",
    "speaker": "spk_1",
    "line": "Bang boom. Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-173",
    "time": "0:26:33",
    "speaker": "spk_2",
    "line": "Or other objects that fart that shouldn't fart.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-174",
    "time": "0:26:38",
    "speaker": "spk_0",
    "line": "Like a duck or an animal?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-175",
    "time": "0:26:40",
    "speaker": "spk_2",
    "line": "Right. So Right now, we're leaning towards",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-176",
    "time": "0:26:48",
    "speaker": "spk_1",
    "line": "right? Hang on. The duck animal. Okay.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-177",
    "time": "0:26:51",
    "speaker": "spk_2",
    "line": "Right now we're leaning towards just subbing out the object because it feels like it'll be easier to find a new the fart gun sketch, a new the fart whatever I have -- Right.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-178",
    "time": "0:27:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-179",
    "time": "0:27:00",
    "speaker": "spk_2",
    "line": "i have a there's a few.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-180",
    "time": "0:27:02",
    "speaker": "spk_0",
    "line": "I mean what if it's a big old fat guy?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-181",
    "time": "0:27:03",
    "speaker": "spk_2",
    "line": "Uh-huh. Mhmm.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-182",
    "time": "0:27:05",
    "speaker": "spk_0",
    "line": "Yeah. That'd be funny.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-183",
    "time": "0:27:06",
    "speaker": "spk_2",
    "line": "It might be. That could be good. If a big old fat guy farts and it's like a movie trailer. Yeah. Because you're expected to what you expect him to, I guess, shit all over or something or Please.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-184",
    "time": "0:27:19",
    "speaker": "spk_0",
    "line": "Please. Don't be vulgar. That Is it? Ugh. What?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-185",
    "time": "0:27:24",
    "speaker": "spk_1",
    "line": "I'm sorry. Just the fat guy.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-186",
    "time": "0:27:25",
    "speaker": "spk_2",
    "line": "You said I could go blue sometimes if I felt it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-187",
    "time": "0:27:28",
    "speaker": "spk_1",
    "line": "Is it that the fat guy",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-188",
    "time": "0:27:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-189",
    "time": "0:27:30",
    "speaker": "spk_1",
    "line": "not sort of -- -- bends over and is like clenching his butt to fart. But what you hear is machine gun set.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-190",
    "time": "0:27:40",
    "speaker": "spk_0",
    "line": "Oh. That's good. What why?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-191",
    "time": "0:27:44",
    "speaker": "spk_1",
    "line": "Because then you could still call it fart gun.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-192",
    "time": "0:27:50",
    "speaker": "spk_0",
    "line": "Okay. Because that's I think the title is what a lot of us reacted to.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-193",
    "time": "0:27:54",
    "speaker": "spk_1",
    "line": "Great.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-194",
    "time": "0:27:54",
    "speaker": "spk_2",
    "line": "Oh, okay. Okay. You get yeah. I mean, because we So",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-195",
    "time": "0:27:56",
    "speaker": "spk_1",
    "line": "you don't wanna do the same thing again except for the title. Right?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-196",
    "time": "0:27:59",
    "speaker": "spk_0",
    "line": "And you've said no. And you've said and we and Hayes and I live by this philosophy you're not gonna do a sequel unless there's a really great idea.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-197",
    "time": "0:28:08",
    "speaker": "spk_2",
    "line": "That's right. That's right. Yeah. We're not just gonna do a sequel because we just wanna, like, like, oh, it's time. We're not doing anything right now. It's like, no. We were gonna wanna let the idea drive us through -- Sure.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-198",
    "time": "0:28:18",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-199",
    "time": "0:28:18",
    "speaker": "spk_2",
    "line": "which is why, you know, so we're sitting down trying to figure out which ideas are excited about. We have fart knife. Mhmm. The fart knife sketch, which we actually as when we were actually kind of going through it feels like it might be less like, because gun is more violent than knife, you know. So we might have painted ourselves into a corner. Dehiting. That's it. There was a word you had used for earlier in the session and I couldn't remember.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-200",
    "time": "0:28:41",
    "speaker": "spk_0",
    "line": "Sometimes, the heightening is heightening.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-201",
    "time": "0:28:43",
    "speaker": "spk_2",
    "line": "That's right. Yeah. Making it up a small Most",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-202",
    "time": "0:28:45",
    "speaker": "spk_1",
    "line": "of the time, it it is not. Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-203",
    "time": "0:28:47",
    "speaker": "spk_0",
    "line": "And knives can kind of sound like farts when you're cutting through like a picnic table at a park. Like, if you take a steak knife and you just start sawing into a picnic table.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-204",
    "time": "0:28:57",
    "speaker": "spk_2",
    "line": "Mhmm. Yeah. Okay. So fartknife I think is gone for sure if that that that makes sense. Fart this one fart Dick. Fart dick sketch just because you're like, they don't come out. I mean, you know, you're not you're expecting the fart to come out of",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-205",
    "time": "0:29:11",
    "speaker": "spk_0",
    "line": "well, we talked we talked to you about working blue.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-206",
    "time": "0:29:13",
    "speaker": "spk_1",
    "line": "Yep. You're right. Dick is a gun.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-207",
    "time": "0:29:16",
    "speaker": "spk_2",
    "line": "The guy's dick is a gun.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-208",
    "time": "0:29:17",
    "speaker": "spk_1",
    "line": "Well, I'm just is that what you're pitching?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-209",
    "time": "0:29:21",
    "speaker": "spk_2",
    "line": "No. No. Guy farts out of his dick.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-210",
    "time": "0:29:23",
    "speaker": "spk_0",
    "line": "In a world where Dick's",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-211",
    "time": "0:29:25",
    "speaker": "spk_2",
    "line": "it's Andy when they shouldn't. Maybe I don't know him. I I've been asking for some celebrity connections.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-212",
    "time": "0:29:30",
    "speaker": "spk_1",
    "line": "Sorry. Go back. The guy his dick is farting. We're",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-213",
    "time": "0:29:37",
    "speaker": "spk_2",
    "line": "we're still at the title, so it could be anything but",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-214",
    "time": "0:29:39",
    "speaker": "spk_1",
    "line": "gun. So his his dick would have to be a gun.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-215",
    "time": "0:29:42",
    "speaker": "spk_2",
    "line": "Well, no, it's the fart dick sketch. Like, gun, we're saying we're subbing dick in for gun. But, like, I That's",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-216",
    "time": "0:29:46",
    "speaker": "spk_1",
    "line": "what I'm saying. Like, so his dick is a gun.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-217",
    "time": "0:29:50",
    "speaker": "spk_0",
    "line": "Okay. Yeah. Okay.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-218",
    "time": "0:29:51",
    "speaker": "spk_2",
    "line": "You're stabbing it in. Well, his dick will be a gun then.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-219",
    "time": "0:29:53",
    "speaker": "spk_1",
    "line": "Okay. Am I am I crazy? It's like -- Okay.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-220",
    "time": "0:29:55",
    "speaker": "spk_0",
    "line": "-- no, I might watch that what Hayes said.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-221",
    "time": "0:29:57",
    "speaker": "spk_2",
    "line": "Okay. Alright. So I'll put it maybe next time when we have fart dart, the fart dart sketch. But I think we just thought that was funny to say like that it rhymed. But rhyme. Yeah. And then and then actually fart butt sketch. We we had the fart butt sketch. So that you guys actually kinda covered that one. But, hey's I'm so I feel like I I feel like I I didn't mean",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-222",
    "time": "0:30:21",
    "speaker": "spk_0",
    "line": "to disagree with you because Sean has talked to me about",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-223",
    "time": "0:30:23",
    "speaker": "spk_2",
    "line": "this like when I get a note, sometimes I just wanted I'm just trying to clarify it, but it sounds like I'm arguing.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-224",
    "time": "0:30:28",
    "speaker": "spk_1",
    "line": "I understand that, but it's like, this isn't for me. Do you know what I mean? Like, I'm not giving advice for myself. It's for you. Yeah. So if you don't listen, it's no skin off my rear end. You know what I'm saying?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-225",
    "time": "0:30:40",
    "speaker": "spk_2",
    "line": "For sure. And and I wanna listen, like, I wanna be as",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-226",
    "time": "0:30:43",
    "speaker": "spk_1",
    "line": "i'm gonna go off and just do my own thing. But, like, if you want this thing to be successful, maybe actually listen to to the people you are asking advice from.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-227",
    "time": "0:30:51",
    "speaker": "spk_2",
    "line": "So just You know",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-228",
    "time": "0:30:52",
    "speaker": "spk_1",
    "line": "what I mean? This is for the future. For me, I don't care.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-229",
    "time": "0:30:54",
    "speaker": "spk_2",
    "line": "Yeah. You",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-230",
    "time": "0:30:55",
    "speaker": "spk_1",
    "line": "know, you can do whatever Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-231",
    "time": "0:30:56",
    "speaker": "spk_2",
    "line": "It doesn't matter for you.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-232",
    "time": "0:30:57",
    "speaker": "spk_1",
    "line": "But some people will really piss them off",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-233",
    "time": "0:30:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-234",
    "time": "0:30:59",
    "speaker": "spk_2",
    "line": "right.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-235",
    "time": "0:30:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-236",
    "time": "0:30:59",
    "speaker": "spk_1",
    "line": "that you, like, ask for their advice and then they try to give it to you.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-237",
    "time": "0:31:03",
    "speaker": "spk_2",
    "line": "But you're not one of those people. You",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-238",
    "time": "0:31:04",
    "speaker": "spk_1",
    "line": "act like you don't give a I don't care.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-239",
    "time": "0:31:06",
    "speaker": "spk_0",
    "line": "Yeah. Okay.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-240",
    "time": "0:31:07",
    "speaker": "spk_1",
    "line": "You know, I can have my own thing going like But",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-241",
    "time": "0:31:09",
    "speaker": "spk_0",
    "line": "that's a good lesson for the audience is that if somebody like a Hayes is giving you some really helpful advice and you start spouting a bunch of bullshit and really taking a hard line like some kind of fucking asshole. Like what Dom was doing it could it could potentially rub them the wrong way. And you might find yourself on the wrong end of an ass kicking.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-242",
    "time": "0:31:32",
    "speaker": "spk_1",
    "line": "Should we reach into the Popcorn gallery? Popcorn gallery? Yeah. Let's do it. So I guess Brett we'll just address Brett, though. Yeah. This is where you would cut in",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-243",
    "time": "0:31:43",
    "speaker": "spk_0",
    "line": "you're gonna plug in some of the popcorn gallery sound effects.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-244",
    "time": "0:31:47",
    "speaker": "spk_1",
    "line": "Yes. You're gonna do the theme for the popcorn gallery. And before each time we reach into the bag, you have to do the sound effect of the of of the popcorn wrestling and the voice. Mhmm. So that's for you, Brad. That's a message for you. As the engineer, not as a listener to the show. This is like you can put on your engineering hat.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-245",
    "time": "0:32:09",
    "speaker": "spk_0",
    "line": "If you guys don't hear that when you're listening, then go ahead and send your unhappiness to engineer brett at email dot brett.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-246",
    "time": "0:32:19",
    "speaker": "spk_1",
    "line": "Okay. So let's reach into the popcorn bag with a question for Dominic Deerkus. Okay. Here's a question from Papa John Legizamo. Dominic, why is there no White history month?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-247",
    "time": "0:32:40",
    "speaker": "spk_2",
    "line": "Wow. I actually get this question a lot.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-248",
    "time": "0:32:42",
    "speaker": "spk_1",
    "line": "Because there is a black history",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-249",
    "time": "0:32:44",
    "speaker": "spk_2",
    "line": "month, February. Right?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-250",
    "time": "0:32:45",
    "speaker": "spk_1",
    "line": "It's February. Mhmm. And it seems like, is it racist to only represent to only give black people their own month? Because I think what is being alluded to.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-251",
    "time": "0:32:57",
    "speaker": "spk_0",
    "line": "It seems that even to me, a a sort of an outsider on the whole conversation because I am one eighth native american, It does it does seem a little unfair. Mhmm. But, you know, Dom, let's get your feedback.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-252",
    "time": "0:33:11",
    "speaker": "spk_2",
    "line": "Okay. Yeah. I mean, from where I'm standing, it's absolutely unfair. But, you know, I get why it's not there. Like, I get the politics of it, but it's one hundred percent area.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-253",
    "time": "0:33:20",
    "speaker": "spk_1",
    "line": "Mhmm. And speak on what you mean by by the politics of it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-254",
    "time": "0:33:26",
    "speaker": "spk_2",
    "line": "The politics of it just I get why there can't be a month called White History Month",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-255",
    "time": "0:33:31",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-256",
    "time": "0:33:31",
    "speaker": "spk_2",
    "line": "mhmm. -- you know, I feel like I feel like they're kind of Because you know, if they like labeled it that there'd be a real outcry. Against it. Now But why",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-257",
    "time": "0:33:39",
    "speaker": "spk_1",
    "line": "is why is it wrong though?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-258",
    "time": "0:33:41",
    "speaker": "spk_0",
    "line": "And when you say politics, I think there's a specific politician you're referring to and maybe you can speak on that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-259",
    "time": "0:33:49",
    "speaker": "spk_3",
    "line": "Yeah. Well, look, I mean,",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-260",
    "time": "0:33:50",
    "speaker": "spk_2",
    "line": "i think every every branch of government comes from, you know, like every facet is working in some way on the directive of the president and, you know, I think if he wanted there to be a white history month there absolutely would be.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-261",
    "time": "0:34:01",
    "speaker": "spk_1",
    "line": "But why doesn't he want there to be one?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-262",
    "time": "0:34:02",
    "speaker": "spk_2",
    "line": "Well, I see, that's the thing. I think it's I think it's just like I said, the politics of it, you know. Like, that gets bartered with for something else in another arena.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-263",
    "time": "0:34:11",
    "speaker": "spk_0",
    "line": "And speak on that specifically.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-264",
    "time": "0:34:12",
    "speaker": "spk_2",
    "line": "Yeah. Okay. They're like like highway repairs in some state might be like okay well we're not gonna help repair your highway unless you vote against white history month and then they're like okay and they back off. And but I've I mean, I'm a part of a community of people who we do have a white history month. We don't say what it did. We don't label it. There's just a month where a lot of us walk around. We kinda nod and we know that it's our month.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-265",
    "time": "0:34:31",
    "speaker": "spk_0",
    "line": "And you feel pretty good when you do that. Yeah. It's it's like how I when, you know, when I'm out at my at my totem pole,",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-266",
    "time": "0:34:40",
    "speaker": "spk_2",
    "line": "you have your own totem pole?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-267",
    "time": "0:34:41",
    "speaker": "spk_0",
    "line": "I do. Yeah. Well, I live on a nice piece of property and so there's room for that kind of thing. But I feel so connected to my ancestors, and I think that that is a very nice positive thing.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-268",
    "time": "0:34:55",
    "speaker": "spk_1",
    "line": "I would love to participate as a as a a white guy. Just do would be great to have my own month. Is it I've heard that yours is also February.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-269",
    "time": "0:35:04",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Yeah. Our secret White history month is also February.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-270",
    "time": "0:35:08",
    "speaker": "spk_1",
    "line": "Okay. Let's reach back into the popcorn bag. Okay, Dominic. Here's a question from Bird rules. Bird rules asks Dominic, vacation or staycation?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-271",
    "time": "0:35:25",
    "speaker": "spk_2",
    "line": "I've always said it depends on where you live. Because if you live in a spot that is a vacation spot, I think a staycation makes a ton of sense.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-272",
    "time": "0:35:33",
    "speaker": "spk_1",
    "line": "Like a resort.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-273",
    "time": "0:35:34",
    "speaker": "spk_2",
    "line": "Like if yeah. If you live at a resort, if you live in,",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-274",
    "time": "0:35:37",
    "speaker": "spk_0",
    "line": "yeah, like Your dad lives at club med.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-275",
    "time": "0:35:39",
    "speaker": "spk_2",
    "line": "My dad lives at club med, and my mom lives at Universal Studios, Florida. And unlike most of like in the Nickelodeon area, And so I have a lot of experience with this section. They would all we would always do staycations and people were like, that's lame. You're not going out of town. It's like, well, we live, you know. But if yeah, if you lived in like Tulsa, Oklahoma. I don't think you would necessarily wanna, like, staycation. No offense to anyone. I don't know if many people listen in Tulsa.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-276",
    "time": "0:36:04",
    "speaker": "spk_1",
    "line": "Right. But it but it's a bad place to live.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-277",
    "time": "0:36:07",
    "speaker": "spk_4",
    "line": "I mean, yeah. Well, it's",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-278",
    "time": "0:36:08",
    "speaker": "spk_2",
    "line": "just you don't want a vacation there because you don't wanna live that you don't wanna be there, like in At all. Yeah. And then no offense. If you live there and you like it, like, I get it. I just don't I just don't get why anyone would spend time there.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-279",
    "time": "0:36:18",
    "speaker": "spk_1",
    "line": "What do you get about it?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-280",
    "time": "0:36:20",
    "speaker": "spk_2",
    "line": "What do I get about what they like? I I mean, you know, I don't know. I'd have to meet them, but I mean, I get it. Like, I get how you would be wrong about like I felt ways about things and then found out later, I was just like",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-281",
    "time": "0:36:30",
    "speaker": "spk_0",
    "line": "well no one no one chooses to live there. Right? So it's Right. So why are they there? You're asking me? Yes.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-282",
    "time": "0:36:43",
    "speaker": "spk_2",
    "line": "I mean, I I assume their families are there or they just like, I don't know.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-283",
    "time": "0:36:47",
    "speaker": "spk_0",
    "line": "Why why were they there? Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-284",
    "time": "0:36:48",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. They should all go on a vacation.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-285",
    "time": "0:36:51",
    "speaker": "spk_0",
    "line": "If it's in prison, I get it if you're in prison because it's because that you're not supposed to be allowed to leave. Mhmm. Could you speak on that, Dom?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-286",
    "time": "0:37:01",
    "speaker": "spk_3",
    "line": "Yeah. Well, I mean, you",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-287",
    "time": "0:37:02",
    "speaker": "spk_2",
    "line": "they can't let you leave prison. I mean, because you would if if they brought to prison and then you could just leave.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-288",
    "time": "0:37:08",
    "speaker": "spk_1",
    "line": "It would there would be Everyone would get in trouble.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-289",
    "time": "0:37:10",
    "speaker": "spk_2",
    "line": "There would be no yeah. Everyone would be in trouble and they'd throw you right back in. You'd walk right out and there would just just I mean, that just sounds like a waste of money if you're asking me. Like, we lose so much money per prisoner anyway.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-290",
    "time": "0:37:20",
    "speaker": "spk_1",
    "line": "I know.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-291",
    "time": "0:37:23",
    "speaker": "spk_0",
    "line": "What a frustrating system? Do you know that it costs more money to feed one prisoner for a month than it does to build a school.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-292",
    "time": "0:37:34",
    "speaker": "spk_2",
    "line": "Yeah. I did. I read I read I read I read with the amount of gasoline that a to that were requires to run an an aircraft carrier.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-293",
    "time": "0:37:42",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-294",
    "time": "0:37:43",
    "speaker": "spk_2",
    "line": "You could feed a whole village in Africa for ten years.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-295",
    "time": "0:37:47",
    "speaker": "spk_0",
    "line": "Hey, wanna feel old? Yeah. What's up? Yeah. I like feeling old. Right at this moment, you're older than Zach Morris was when he graduated from Bay side.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-296",
    "time": "0:37:59",
    "speaker": "spk_2",
    "line": "You're kidding me. That's there's no way that's true. Is that seriously true? Oh, well, I have to think about it. I'm twenty nine. Yeah. Yeah. He would have been what? Eighteen. Jeez thou. Okay. Okay. I get these sent to me sometimes online. They're real I like really",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-297",
    "time": "0:38:17",
    "speaker": "spk_0",
    "line": "scary almost. Hey. Is Wanna feel old? I guess. The first Beatles album came out over thirty years ago.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-298",
    "time": "0:38:27",
    "speaker": "spk_2",
    "line": "Hey, you wanna feel old?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-299",
    "time": "0:38:32",
    "speaker": "spk_1",
    "line": "I I already feel pretty old, but I guess I could feel older.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-300",
    "time": "0:38:35",
    "speaker": "spk_2",
    "line": "If that show that show family matters was real, Erkel would be seventy five. He would be seventy five years old. Today.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-301",
    "time": "0:38:45",
    "speaker": "spk_1",
    "line": "God, I am old.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-302",
    "time": "0:38:46",
    "speaker": "spk_0",
    "line": "Dumb, you wanna feel old?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-303",
    "time": "0:38:49",
    "speaker": "spk_2",
    "line": "Yeah. Okay.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-304",
    "time": "0:38:52",
    "speaker": "spk_0",
    "line": "If if dinosaurs were around today, they'd be twice as old as Jurassic Park. Wow. Man.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-305",
    "time": "0:39:00",
    "speaker": "spk_2",
    "line": "God. I mean, that is that",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-306",
    "time": "0:39:03",
    "speaker": "spk_1",
    "line": "dom, can you make me feel a little younger, please?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-307",
    "time": "0:39:06",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Yeah. You wanna feel let's see. Okay. Yeah. You wanna feel young? Yes. Movie Avatar? It just came out in like the last five years.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-308",
    "time": "0:39:18",
    "speaker": "spk_1",
    "line": "That feels great.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-309",
    "time": "0:39:20",
    "speaker": "spk_2",
    "line": "Yeah. So it's recent.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-310",
    "time": "0:39:22",
    "speaker": "spk_0",
    "line": "Hey, do you wanna feel young? Please. The artist won best picture a couple years ago.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-311",
    "time": "0:39:28",
    "speaker": "spk_1",
    "line": "Oh, man. I'm really young.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-312",
    "time": "0:39:31",
    "speaker": "spk_2",
    "line": "Hey, is you wanna you wanna feel young? Yeah. K. The first iPhone. Uh-huh. It was it was like not even ten years ago. Right? Like, five you know what? I actually don't I don't know. I didn't I didn't have that one in front of me. I",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-313",
    "time": "0:39:49",
    "speaker": "spk_0",
    "line": "think it's less than ten.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-314",
    "time": "0:39:50",
    "speaker": "spk_2",
    "line": "Yeah. Less than ten. Years ago, which is like just because that feels it feels really recent.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-315",
    "time": "0:39:55",
    "speaker": "spk_0",
    "line": "Dominic, do you wanna feel young? Yeah. Frigund car hybrid cars. You know? Like -- Yeah. -- those are starting to really catch on.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-316",
    "time": "0:40:06",
    "speaker": "spk_2",
    "line": "Sean, you wanna feel young? Please. The goji berries. Goji berries.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-317",
    "time": "0:40:12",
    "speaker": "spk_0",
    "line": "Those are so good for you.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-318",
    "time": "0:40:13",
    "speaker": "spk_2",
    "line": "They're really good for you.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-319",
    "time": "0:40:14",
    "speaker": "spk_0",
    "line": "They not too much, but enough.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-320",
    "time": "0:40:19",
    "speaker": "spk_2",
    "line": "Well, too much of anything, you know. They give that they say that with everything. Like, don't take two months like, yeah, well, too much of the best sense.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-321",
    "time": "0:40:25",
    "speaker": "spk_1",
    "line": "It's because like it's if you can't afford it. So don't spend all your money on whatever, but it's like, what if you have more",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-322",
    "time": "0:40:34",
    "speaker": "spk_0",
    "line": "we had one more question in the popcorn gallery. Yes. Let's reach back into the bag. And Brett engineer Brett go ahead and throw in the sound effect.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-323",
    "time": "0:40:41",
    "speaker": "spk_1",
    "line": "Remember to please throw in the sound effect. Thank you. Okay? Dominic. This is a question from Bill Russell Crowe. He asks, Dom, I was recently apprehended at LAX for yelling out Dom when I saw you moonwalking across the baggage claim conveyor belt. You ever think of changing your name to something that doesn't sound so much like bomb?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-324",
    "time": "0:41:05",
    "speaker": "spk_2",
    "line": "I feel like there's two things I have to answer for there.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-325",
    "time": "0:41:09",
    "speaker": "spk_0",
    "line": "You must get this question a lot.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-326",
    "time": "0:41:10",
    "speaker": "spk_2",
    "line": "I get this question a lot. Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-327",
    "time": "0:41:12",
    "speaker": "spk_1",
    "line": "Start with the actual question.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-328",
    "time": "0:41:13",
    "speaker": "spk_2",
    "line": "Okay. So have I ever Have I ever thought about changing my name to Bombs? And that's his question? Sure. Yeah. No. I actually haven't. I haven't thought about that. Yeah. But, you know, I would it's something yeah. I don't know, but it's a good thought. You don't",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-329",
    "time": "0:41:30",
    "speaker": "spk_1",
    "line": "feel like you've really earned it yet.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-330",
    "time": "0:41:31",
    "speaker": "spk_2",
    "line": "No. I don't. I don't feel like I've earned it. I feel like, well, because Sean, you told me that I'll get to change my name to something cooler once I've kind of achieved a writing, you know, threshold",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-331",
    "time": "0:41:42",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-332",
    "time": "0:41:42",
    "speaker": "spk_2",
    "line": "mhmm. -- that you've established for me.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-333",
    "time": "0:41:43",
    "speaker": "spk_0",
    "line": "When you officially crack my shit up and really do something that makes me laugh my whole butt off and if you do it, in front of anyone and I they see me crack my shit up and I have to answer for it. I'm gonna give you a cool nickname like razor blade or Spanish Harlem or yeah. Something. But until that comes, I would say the best thing for you to do Keep your head down.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-334",
    "time": "0:42:10",
    "speaker": "spk_1",
    "line": "Or even change your name to something more appropriate to where you are now",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-335",
    "time": "0:42:17",
    "speaker": "spk_0",
    "line": "that'll make more sense with if you do get to bomb, people will go like, yes. Now he's bomb because",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-336",
    "time": "0:42:21",
    "speaker": "spk_1",
    "line": "but now you can be like plastic fork. Right.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-337",
    "time": "0:42:25",
    "speaker": "spk_2",
    "line": "Yeah. That's right. Okay.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-338",
    "time": "0:42:27",
    "speaker": "spk_0",
    "line": "Or like chamois cloth. Yeah. Like dried eggs. Mhmm. Like on the bottom of a pan if you made scrambled eggs.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-339",
    "time": "0:42:33",
    "speaker": "spk_1",
    "line": "Yeah. Like dried eggs.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-340",
    "time": "0:42:34",
    "speaker": "spk_2",
    "line": "Tried eggs. Okay. Yeah. So I guess the answer is no. I can't I don't mean I'm not worthy of bomb yet. And then",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-341",
    "time": "0:42:40",
    "speaker": "spk_0",
    "line": "window sill seed garden. Yeah. Like a microgreen sort of setup.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-342",
    "time": "0:42:45",
    "speaker": "spk_2",
    "line": "Like some oh, yeah. Like you're growing like herbs or something. Mhmm. Okay.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-343",
    "time": "0:42:49",
    "speaker": "spk_0",
    "line": "Maybe not herbs. People really like herbs, but maybe like moss or a weed. Okay.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-344",
    "time": "0:42:54",
    "speaker": "spk_1",
    "line": "Or like a pillow but one that just goes on like a chair Oh. Share pillow.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-345",
    "time": "0:43:00",
    "speaker": "spk_2",
    "line": "Yeah. Right. It's all mushed out pretty flat.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-346",
    "time": "0:43:04",
    "speaker": "spk_1",
    "line": "And then bed pillow next, someday.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-347",
    "time": "0:43:08",
    "speaker": "spk_2",
    "line": "Yeah. No. I want it. I mean, I",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-348",
    "time": "0:43:10",
    "speaker": "spk_1",
    "line": "want We really could use that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-349",
    "time": "0:43:13",
    "speaker": "spk_0",
    "line": "Ultimately airplane neck pillow and then possibly bomb.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-350",
    "time": "0:43:18",
    "speaker": "spk_2",
    "line": "As far as the other part of the question goes, Is it LAX, he said? You saw me -- Yes.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-351",
    "time": "0:43:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-352",
    "time": "0:43:25",
    "speaker": "spk_2",
    "line": "at the baggage claim",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-353",
    "time": "0:43:26",
    "speaker": "spk_0",
    "line": "-- Moon walking across the conveyor. -- apprehended.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-354",
    "time": "0:43:29",
    "speaker": "spk_2",
    "line": "Moon walking across the conveyor belt. I'm I'm genuinely trying to realize if this is me because I don't I don't think I can moonwalk. Is the thing. Right. But I have an idly thing.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-355",
    "time": "0:43:40",
    "speaker": "spk_1",
    "line": "But that's where you would do it because all you have to do to moonwalk on a conveyor belt is turn backwards.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-356",
    "time": "0:43:47",
    "speaker": "spk_2",
    "line": "Oh, God, you're right. Mhmm. Yeah. Oh, on a moving conveyor belt. Yeah. Okay. Yeah. Got it.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-357",
    "time": "0:43:54",
    "speaker": "spk_1",
    "line": "Does that ring a bell?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-358",
    "time": "0:43:56",
    "speaker": "spk_2",
    "line": "That does ring a bell. Mhmm. I was standing on a moving conveyor belt and I was like And when I stand I tend to like do a thing with my feet that makes it look like I'm walking forward.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-359",
    "time": "0:44:05",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-360",
    "time": "0:44:05",
    "speaker": "spk_2",
    "line": "So I think I think it I I think I was just waiting for my bags. I think this guy saw me waiting for my bags doing my little idle thing with my feet. And then he went, oh, that guy's moonwalking around in a circle. And I I have one white glove on. Sure. Because I because that's my what I used to carry my heavy bag, but that's all. So, yeah, I think that's probably what he saw.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-361",
    "time": "0:44:26",
    "speaker": "spk_0",
    "line": "Are you singing something?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-362",
    "time": "0:44:27",
    "speaker": "spk_2",
    "line": "Was I sing I mean, yeah. Yeah. Because when I like I said, I was waiting. My back. Your",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-363",
    "time": "0:44:31",
    "speaker": "spk_0",
    "line": "headphones on and you were maybe singing along.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-364",
    "time": "0:44:33",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. And it was just I was just singing it was just this make like, mashup that I made -- Mhmm.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-365",
    "time": "0:44:38",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-366",
    "time": "0:44:38",
    "speaker": "spk_2",
    "line": "with a lot of different you know, just Michael Jackson songs. Mhmm.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-367",
    "time": "0:44:42",
    "speaker": "spk_0",
    "line": "There's a",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-368",
    "time": "0:44:42",
    "speaker": "spk_2",
    "line": "lot of different Michael Jackson songs.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-369",
    "time": "0:44:43",
    "speaker": "spk_1",
    "line": "So And did you grab your",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-370",
    "time": "0:44:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-371",
    "time": "0:44:46",
    "speaker": "spk_1",
    "line": "yeah. -- that feature? Mhmm.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-372",
    "time": "0:44:48",
    "speaker": "spk_2",
    "line": "Yeah. And I paid the guy a hundred bucks to turn the thing on so that it it would spin me around. Yeah. Yeah. So it was it was it was a fun day.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-373",
    "time": "0:44:54",
    "speaker": "spk_1",
    "line": "When I said, Maybe it wasn't clear when I said, did you grab your feet? I mean, like, did you grab at your My",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-374",
    "time": "0:45:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-375",
    "time": "0:45:02",
    "speaker": "spk_2",
    "line": "yeah. -- my dick and -- Yeah.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-376",
    "time": "0:45:03",
    "speaker": "spk_1",
    "line": "And you did you did.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-377",
    "time": "0:45:04",
    "speaker": "spk_2",
    "line": "I got yeah. I did the Michael Jackson noise. Yeah. Yeah. Yeah. I went I went hee hee.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-378",
    "time": "0:45:08",
    "speaker": "spk_0",
    "line": "Lucky as dick wasn't a gun like in that funny punch up you made to that sketch earlier.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-379",
    "time": "0:45:13",
    "speaker": "spk_1",
    "line": "See, that's exactly you get it. Yeah. But you see what's",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-380",
    "time": "0:45:16",
    "speaker": "spk_0",
    "line": "so funny. Okay. When it comes back up, you really see how much how helpful it would have been to take his no and not risk winding up on the wrong end of an ask. Oh, god.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-381",
    "time": "0:45:25",
    "speaker": "spk_1",
    "line": "And that was off the table obviously now because you didn't pick it up in time. That can be something else now, but",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-382",
    "time": "0:45:31",
    "speaker": "spk_0",
    "line": "--",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-383",
    "time": "0:45:31",
    "speaker": "spk_2",
    "line": "well, of course, now I'm like I'm like, it is great. Because when I heard it earlier, I heard it in the lab. Yes. This time I heard it in like the streets.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-384",
    "time": "0:45:41",
    "speaker": "spk_1",
    "line": "You see how true it is? Are you sick?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-385",
    "time": "0:45:44",
    "speaker": "spk_2",
    "line": "A little bit. Yeah. No. No. Just a little sneeze. Just allergies, you know.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-386",
    "time": "0:45:48",
    "speaker": "spk_1",
    "line": "But you would come and do the show and be sick.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-387",
    "time": "0:45:52",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. I mean, I had",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-388",
    "time": "0:45:53",
    "speaker": "spk_1",
    "line": "it I Spid all over the mic and",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-389",
    "time": "0:45:55",
    "speaker": "spk_2",
    "line": "i I tried to turn away, but I I did",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-390",
    "time": "0:45:57",
    "speaker": "spk_1",
    "line": "you know he was sick?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-391",
    "time": "0:45:58",
    "speaker": "spk_0",
    "line": "Spid and piss on the did",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-392",
    "time": "0:46:00",
    "speaker": "spk_1",
    "line": "you know he didn't",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-393",
    "time": "0:46:01",
    "speaker": "spk_0",
    "line": "kiss both of our cheeks. Did you know",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-394",
    "time": "0:46:03",
    "speaker": "spk_1",
    "line": "did you know he was sick?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-395",
    "time": "0:46:05",
    "speaker": "spk_0",
    "line": "I had I swear to God, Hayes. I swear to God, you have to believe me. I really didn't know.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-396",
    "time": "0:46:13",
    "speaker": "spk_1",
    "line": "You told him that you were upset.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-397",
    "time": "0:46:15",
    "speaker": "spk_2",
    "line": "Look look, I had emailed trying to schedule this for so long and you guys kept kicking it down the road and kicking down the road. And then this and then he and then when he emailed back and said, this date's firm, we're actually gonna we actually need somebody because everyone we know has dropped out like every because I think this is what, like, everyone you guys know or is that what Sean said said no to this one.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-398",
    "time": "0:46:31",
    "speaker": "spk_0",
    "line": "But Well, nobody do no. No. No. Nobody no. Nobody dropped out on us.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-399",
    "time": "0:46:36",
    "speaker": "spk_2",
    "line": "Oh, I well, whatever. I am so I I didn't mean it like that.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-400",
    "time": "0:46:40",
    "speaker": "spk_1",
    "line": "Do you know who's using that microphone after this?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-401",
    "time": "0:46:42",
    "speaker": "spk_0",
    "line": "Who?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-402",
    "time": "0:46:44",
    "speaker": "spk_1",
    "line": "Andrew T.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-403",
    "time": "0:46:47",
    "speaker": "spk_2",
    "line": "Okay. Yeah. No. And and I'll apologize to I'll apologize.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-404",
    "time": "0:46:51",
    "speaker": "spk_0",
    "line": "Yo is this germs?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-405",
    "time": "0:46:53",
    "speaker": "spk_1",
    "line": "He could go to the hospital.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-406",
    "time": "0:46:57",
    "speaker": "spk_0",
    "line": "Your",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-407",
    "time": "0:46:57",
    "speaker": "spk_1",
    "line": "i Because you were selfish I just And then no one would know if this was racist.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-408",
    "time": "0:47:04",
    "speaker": "spk_2",
    "line": "I just thought I I I actually just wanted to do it so bad that just thought I could push through and then and I thought, honestly, I thought you guys wouldn't notice. I thought you guys wouldn't notice it. I was a little bit sick.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-409",
    "time": "0:47:15",
    "speaker": "spk_0",
    "line": "I mean, would he still use it right?",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-410",
    "time": "0:47:17",
    "speaker": "spk_1",
    "line": "Well, I guess, then you will host the show instead of him as if",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-411",
    "time": "0:47:21",
    "speaker": "spk_0",
    "line": "yeah. Please. Don't make us laugh with that funny joke. Don't make us laugh with that funny joke you hosting. Yo, is this racist as if you even could tell if it is racist. Now now rate us on iTunes. Like us on Facebook. Buy the pro version of our podcast and make that investment. It's an investment in yourself.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-412",
    "time": "0:47:46",
    "speaker": "spk_1",
    "line": "The the prize in the pro version this week, Andy Niece bought the pro version. And what what what's his",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-413",
    "time": "0:47:55",
    "speaker": "spk_0",
    "line": "well, he gets and this is unfortunate, but he gets a foam mic cover. Now I don't want to send him one that's sick making.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-414",
    "time": "0:48:08",
    "speaker": "spk_1",
    "line": "But it's also, like, we can't give up one of ours. Just for the pro version.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-415",
    "time": "0:48:14",
    "speaker": "spk_0",
    "line": "No. One of ours is worth a lot more.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-416",
    "time": "0:48:17",
    "speaker": "spk_1",
    "line": "So you get the unused microphone cover from this the the the the fourth mic cover from this session, and there are no germs on end.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-417",
    "time": "0:48:27",
    "speaker": "spk_0",
    "line": "The one that nobody used in you're gonna love it. Bye. Bye. This has been an earwolf media production, executive producers, Jeff Ulrich and Scott Ockerman. For more information, visit earwolf dot com.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-418",
    "time": "0:48:49",
    "speaker": "spk_1",
    "line": "Eerworld radio, boom dog, The WORTH dead.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-419",
    "time": "0:49:01",
    "speaker": "spk_5",
    "line": "Hey. This is Arnie Nicamp from the improv Fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of Foon, and I started podcast. Season three has just begun with a brand new adventure to defeat the dark lord. If you're a new listener or you fallen behind season three is a great jumping on point, and we've got great guests like Justin McElroy.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-420",
    "time": "0:49:23",
    "speaker": "spk_1",
    "line": "I sound like a fancy college professor. Take nuts.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-421",
    "time": "0:49:28",
    "speaker": "spk_5",
    "line": "Rachel Bloom.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-422",
    "time": "0:49:29",
    "speaker": "spk_1",
    "line": "You are seeing my connection to men corpses and one woman.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-423",
    "time": "0:49:32",
    "speaker": "spk_5",
    "line": "Felicia Day and Colton Dunn.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-424",
    "time": "0:49:34",
    "speaker": "spk_0",
    "line": "You've seen me.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-425",
    "time": "0:49:35",
    "speaker": "spk_1",
    "line": "I have intercourse with A variety of species.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-426",
    "time": "0:49:37",
    "speaker": "spk_0",
    "line": "It's a bummer.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-427",
    "time": "0:49:38",
    "speaker": "spk_5",
    "line": "Andy Daily.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-428",
    "time": "0:49:39",
    "speaker": "spk_0",
    "line": "You'll have the members of Genesis listed, but Phil Collins has crossed out and encircledly crossed out again. Ah, yes. I have killed Phil Collins twice.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-429",
    "time": "0:49:46",
    "speaker": "spk_5",
    "line": "Thomas MiddleDitch. Jesus.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-430",
    "time": "0:49:49",
    "speaker": "spk_0",
    "line": "I mean Jazz. Rule of the eight Circle.",
    "episode": "17",
    "edited": false
  },
  {
    "id": "17-431",
    "time": "0:49:53",
    "speaker": "spk_5",
    "line": "And that's just the beginning. Season three, Buffalo from the magic tavern, is out now. Listen in Stitcher, Apple Podcasts, or wherever you get your podcasts.",
    "episode": "17",
    "edited": false
  }
]