[
  {
    "id": "184-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "hey, guys.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-1",
    "time": "0:00:00",
    "speaker": "spk_1",
    "line": "I wanna tell you about Generation Tux. You can get retail quality suit and Tuxedo rentals delivered right to your door for as little as hundred and twenty nine dollars.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-2",
    "time": "0:00:10",
    "speaker": "spk_2",
    "line": "Can I talk from personal experience a little bit about this company?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-3",
    "time": "0:00:13",
    "speaker": "spk_1",
    "line": "You I think you have to.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-4",
    "time": "0:00:15",
    "speaker": "spk_2",
    "line": "Okay. Well, So classic scenario and this is something I think a lot of us have run into before, but, you know, I I was on vacation recently. Just kinda kicking back, throwing down some brew dogs, shout out to Nick Wager from doughboys. And I was hanging out and shooting pool. I'm pretty good. I was doing like trick shots. I was making the ball go up in the air, spin around. I was having the making hitting one shot for the break and then having it spell out something funny about one of the people at the bar is the way that balls would line up.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-5",
    "time": "0:00:51",
    "speaker": "spk_1",
    "line": "There aren't that many ball I mean, just the things you could spell are only two letter like p u. Mhmm. It's basically what you could",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-6",
    "time": "0:00:57",
    "speaker": "spk_2",
    "line": "yeah. And then it'd be an arrow kind of pointing to one guy. It's like this guy's you stinky. And one dudes who I made a p u sign about took a little offense started running his mouth, started mouthing off, talking out the side of his neck and I did have to tune him up. So One punch killed him shattered his head. And Andy, can you not laugh on the ads, please? And especially in a story about a",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-7",
    "time": "0:01:29",
    "speaker": "spk_1",
    "line": "man Sit under the table. So a man died.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-8",
    "time": "0:01:31",
    "speaker": "spk_2",
    "line": "A man who died. And I that was never my intention. My intention was just to teach him a lesson, but I'm so strong. So as head exploded to about a billion pieces, And as I'm going through his pockets taking out his wallet and shit, seeing what he's got in there. I realized that it's James Bond. Mhmm. And that James Bond in fact had I found a a note card saying he was supposed to stop a bad guy. And so now I'm like, I don't want the bad guy to go. I wish he never tuck out the side of his neck came at me sideways like that. But I'm gonna go stop the bad guy. Unfortunately, dude's bond is just in his vacation clothes so am I, as I said, I'm on vacation. We were in Florida. And so now I gotta stop him but the guy is at a fancy ball. Yeah. Now am I gonna buy a tuck? On vacation to go and beat up James Bond villain after I kill him one punch shattered his head?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-9",
    "time": "0:02:32",
    "speaker": "spk_1",
    "line": "No. And you didn't need it that fast, like, it was gonna be for",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-10",
    "time": "0:02:36",
    "speaker": "spk_2",
    "line": "it was a ways off.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-11",
    "time": "0:02:38",
    "speaker": "spk_1",
    "line": "Good couple days.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-12",
    "time": "0:02:38",
    "speaker": "spk_2",
    "line": "It was a ways off. Yeah. Because it does take a little while. So thankfully, Generation Tux lets me get retail quality soon tuxedo rental delivered right to my door for as little as a hundred and twenty nine dollars. So I got the tux. I went to the fancy ball.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-13",
    "time": "0:02:53",
    "speaker": "spk_1",
    "line": "Go to generation tux dot com and enter the code handbook at checkout to save twenty percent on the complete look that includes a suit or tux shirt vest, or cummerbund and shoes.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-14",
    "time": "0:03:08",
    "speaker": "spk_2",
    "line": "So tubing. It's",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-15",
    "time": "0:03:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-16",
    "time": "0:03:12",
    "speaker": "spk_1",
    "line": "match. -- being pulled by the speedboat, and in a in a recycle bin on the lake with William.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-17",
    "time": "0:03:20",
    "speaker": "spk_2",
    "line": "Naturally. Hung. Hung.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-18",
    "time": "0:03:22",
    "speaker": "spk_1",
    "line": "And we're going so fast. And so I'm saying okay ready get ready. I'm calling to the bokeh. I'm saying okay let's do it and he does a turn sharp turn. Natch. And as I'm as I'm turning, I snip the line. So now I'm like going in a different direction like",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-19",
    "time": "0:03:40",
    "speaker": "spk_2",
    "line": "oh, yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-20",
    "time": "0:03:40",
    "speaker": "spk_1",
    "line": "And then I hit land and it's got wheels in the back. So now I'm on You're driving essentially. Now I'm driving. I'm balancing because it only has wheels in the back. So I am balancing. But I'm going so fast",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-21",
    "time": "0:03:51",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-22",
    "time": "0:03:51",
    "speaker": "spk_2",
    "line": "pop in an instant wheelie.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-23",
    "time": "0:03:53",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-24",
    "time": "0:03:53",
    "speaker": "spk_1",
    "line": "that I'm go I'm like, thanks, dude. And he's already long gone. And so now I'm on the road. I'm going two theme out of here in miles an",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-25",
    "time": "0:04:01",
    "speaker": "spk_2",
    "line": "hour to running over monster trucks, etcetera. Yes. Fuck it me me me. No. Fuck you, motherfucker me me.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-26",
    "time": "0:04:12",
    "speaker": "spk_1",
    "line": "And so I've go so fast, but then I look over in the recycle bin. Match. And William Hung isn't there.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-27",
    "time": "0:04:20",
    "speaker": "spk_2",
    "line": "Oh, no. Where's William?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-28",
    "time": "0:04:23",
    "speaker": "spk_1",
    "line": "So I look back. And he's still back on the way. It's I'm very far away at this point, but I can see. You could Just out of the the curvature of the Earth has just kind of blocking his bottom half -- Mhmm.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-29",
    "time": "0:04:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-30",
    "time": "0:04:35",
    "speaker": "spk_1",
    "line": "but I could see the top of him still because I I've, you know, famous.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-31",
    "time": "0:04:38",
    "speaker": "spk_2",
    "line": "Phenoculus. Riff surgery. I mean, you did have a binocular.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-32",
    "time": "0:04:42",
    "speaker": "spk_1",
    "line": "Very long sighted.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-33",
    "time": "0:04:43",
    "speaker": "spk_2",
    "line": "Penoculars inserted into your optic nerve. So that you can see very far away. And it's very frustrating when I hand you something to read, you can't",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-34",
    "time": "0:04:53",
    "speaker": "spk_1",
    "line": "see it. I gets it. It looks Very it's one huge -- Mhmm.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-35",
    "time": "0:04:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-36",
    "time": "0:04:58",
    "speaker": "spk_2",
    "line": "letter f. If you remember there used to be these magazine features and I think, like, kids science magazines that would be like, what's this a close-up of? And it would be like and you'd go like, I don't know. It looks like a frigging you know, like a closed book of porcupine and then it would be like, nope. It's a hedgehog. And and and it's I I my understanding is that's what stuff looks like to you.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-37",
    "time": "0:05:21",
    "speaker": "spk_1",
    "line": "Yeah. You're right. Except with so far away. Like William Hung was.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-38",
    "time": "0:05:25",
    "speaker": "spk_2",
    "line": "Oh, yeah. Well, far away, then you can go and you could see William Hung. He's in the lake.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-39",
    "time": "0:05:29",
    "speaker": "spk_1",
    "line": "He's in the lakes. He's hanging on a vine. And he can't swim. No. He can't swim. Just why he's hanging on the vine. And there's an alligator under him saying",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-40",
    "time": "0:05:37",
    "speaker": "spk_2",
    "line": "oh, like chomping way. Oh, the gator.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-41",
    "time": "0:05:40",
    "speaker": "spk_1",
    "line": "And he's hanging on the vine and he's saying something like, because I can hear him as well. And he's saying, this vine is sure is a killer app or something like that.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-42",
    "time": "0:05:51",
    "speaker": "spk_2",
    "line": "Oh, who god. And then he's",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-43",
    "time": "0:05:53",
    "speaker": "spk_1",
    "line": "like not an like not like an appetizer to the crocodile. I out. It wasn't really he's crying so hard. I I can't really hear exactly what the concept is of the But it's a",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-44",
    "time": "0:06:05",
    "speaker": "spk_2",
    "line": "but it's a bit about There's something there. The six second video app -- Yes.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-45",
    "time": "0:06:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-46",
    "time": "0:06:09",
    "speaker": "spk_2",
    "line": "for people listening to this show, obviously, has a very long tail. People listen for years and years. A while ago, fifteen, twenty years ago, there was an app called Mine that was not hanging on a vine, but it was called that because you were hanging on the edge of your seat looking at your phone going, what's gonna happen in for these six seconds?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-47",
    "time": "0:06:28",
    "speaker": "spk_1",
    "line": "And so he says that and so I'm like, okay I'll help. He can't hear me obviously and I but not even talking about a lot of boys. But I'm like, okay let's do this. And so shoot the vine. Uh-huh. And he's like, whoa, why'd you do that? Because he's falling and then he falls on the alligator. I shut the alligator too. It's one bullet.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-48",
    "time": "0:06:48",
    "speaker": "spk_2",
    "line": "Oh, and the same bullet hit the vine in alligator, but it took so long to hit the alligator that he was able to say that first.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-49",
    "time": "0:06:56",
    "speaker": "spk_1",
    "line": "He was able to say why why'd you do that as he was fucked. Doesn't take that long to say.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-50",
    "time": "0:07:00",
    "speaker": "spk_2",
    "line": "Well, did it no. But I know but so the bullet hit the vine and then did it ricochet or something come back hit the alligator?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-51",
    "time": "0:07:07",
    "speaker": "spk_1",
    "line": "It must have.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-52",
    "time": "0:07:08",
    "speaker": "spk_2",
    "line": "Yeah. That's right.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-53",
    "time": "0:07:09",
    "speaker": "spk_1",
    "line": "Hey, welcome to Hollywood Handbook at Entire's Guide to kicking button, dropping names in the red carpet line call is of this industry we call showbiz.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-54",
    "time": "0:07:15",
    "speaker": "spk_2",
    "line": "What up what up? So we were always having new plans and always making good new plans. So we're doing one of our big new plans today, one of the ones we always do. And the show is a podcast. It's about me and Hayes, and we have friends. But it's not really about that. And we are doing this podcast in some ways for the first time all over again.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-55",
    "time": "0:07:41",
    "speaker": "spk_1",
    "line": "Mhmm. Everyday.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-56",
    "time": "0:07:42",
    "speaker": "spk_2",
    "line": "Yeah. Because we always keep it fresh by not really knowing what the show is. And not really liking what we've done so far. This is a great opportunity for us. That's how we see it to pivot. And begin a new and start a new career really and transition out of podcasting.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-57",
    "time": "0:08:04",
    "speaker": "spk_1",
    "line": "The show is the show is YouTube now. It's YouTube",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-58",
    "time": "0:08:08",
    "speaker": "spk_2",
    "line": "and it's big YouTube, not the bullshit fucking garbage, your fucking college sketch troop or whatever shit you put on, the big money, the real shit. The guys who are some of these YouTube stars are fucking driving monster trucks.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-59",
    "time": "0:08:26",
    "speaker": "spk_1",
    "line": "Yes. So this is the first thing we heard.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-60",
    "time": "0:08:27",
    "speaker": "spk_2",
    "line": "Then he's ran over with his tube.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-61",
    "time": "0:08:30",
    "speaker": "spk_1",
    "line": "We got Andy, intern Andy to tell us about some of this stuff because he is famously on the computer a lot.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-62",
    "time": "0:08:38",
    "speaker": "spk_3",
    "line": "Big I'm online big time.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-63",
    "time": "0:08:40",
    "speaker": "spk_2",
    "line": "He's a porno addict who's been banned from all the porno sites. He's not allowed on any of them because he was too active.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-64",
    "time": "0:08:47",
    "speaker": "spk_1",
    "line": "Too earnest.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-65",
    "time": "0:08:48",
    "speaker": "spk_2",
    "line": "If you know there's sometimes there's gambling jigsaw banned from casinos or whatever and they you go, well wouldn't they want a gaming addict that's who spends most money but the casinos go, I don't feel good about this. This is how the porno sites began to feel about Andy where they said like I just don't want to be involved in what's happening. But yeah he had very nice earnest comments. He always would say stunning.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-66",
    "time": "0:09:14",
    "speaker": "spk_3",
    "line": "Which is a really nice compliment.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-67",
    "time": "0:09:16",
    "speaker": "spk_1",
    "line": "Yeah. And asking him questions.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-68",
    "time": "0:09:19",
    "speaker": "spk_2",
    "line": "Stunning. Are you",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-69",
    "time": "0:09:19",
    "speaker": "spk_1",
    "line": "excited for Writing in the comments, are you excited for Guardians too? And they were.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-70",
    "time": "0:09:28",
    "speaker": "spk_2",
    "line": "So Andy talked to us because you aren't allowed on the sites that you were traditionally",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-71",
    "time": "0:09:34",
    "speaker": "spk_3",
    "line": "interested in. You've discovered this YouTube website. Absolutely. And there's just as big of community on YouTube as there are on porno sites if you can believe it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-72",
    "time": "0:09:44",
    "speaker": "spk_2",
    "line": "Like, we all get I",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-73",
    "time": "0:09:45",
    "speaker": "spk_1",
    "line": "don't know. It it seems strange, Andy, that we would that you would want us to, like, get into this with you so much first before we talk to Drew Tarver.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-74",
    "time": "0:09:53",
    "speaker": "spk_2",
    "line": "Well, Drew's our big guest. We actually schedule I mean,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-75",
    "time": "0:09:56",
    "speaker": "spk_1",
    "line": "you were just Let me, like, let me do my thing for, like, you know, let me finish my whole thing and then it's hard to jerk. No. I gonna talk to Drew first. No.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-76",
    "time": "0:10:03",
    "speaker": "spk_2",
    "line": "We're gonna introduce Drew. Andy, why don't you introduce Drew and say, oh, he's famous. I'm very think he's funny.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-77",
    "time": "0:10:09",
    "speaker": "spk_3",
    "line": "Okay. Ladies folks on the just, yeah, ladies specifically.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-78",
    "time": "0:10:15",
    "speaker": "spk_1",
    "line": "Okay. So here's what's happened I'm worried about. Kevin has cannibalized Andy's bit a little bit. Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-79",
    "time": "0:10:22",
    "speaker": "spk_3",
    "line": "Well, it's pretty different. He because his thing is that he holds off on having pleasure, whereas I just",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-80",
    "time": "0:10:28",
    "speaker": "spk_1",
    "line": "see. And so now Andy is trying to take ownership of his bit too arts. So he's saying like, hey, ladies and all that. Here we go. Just be yourself, Andy.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-81",
    "time": "0:10:37",
    "speaker": "spk_3",
    "line": "Okay. Just give yourself",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-82",
    "time": "0:10:39",
    "speaker": "spk_1",
    "line": "a very good new charizard.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-83",
    "time": "0:10:40",
    "speaker": "spk_3",
    "line": "Yeah. I'm very excited to him.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-84",
    "time": "0:10:41",
    "speaker": "spk_1",
    "line": "His family's wife's so funny.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-85",
    "time": "0:10:42",
    "speaker": "spk_3",
    "line": "Yeah. He's very funny. I'm very excited to introduce you, Trevor.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-86",
    "time": "0:10:45",
    "speaker": "spk_2",
    "line": "Thank you. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-87",
    "time": "0:10:47",
    "speaker": "spk_3",
    "line": "He he's on Bajillion dollar properties. We",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-88",
    "time": "0:10:50",
    "speaker": "spk_1",
    "line": "don't promote that on this show.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-89",
    "time": "0:10:51",
    "speaker": "spk_2",
    "line": "Okay. That's not part of this because they just wrapped season four. I'm told on Instagram, I don't think the timeline works. But and then apparently, I still was not invited and we have talked about how I'm available. So no, not Bajillion. Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-90",
    "time": "0:11:07",
    "speaker": "spk_3",
    "line": "So he's",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-91",
    "time": "0:11:07",
    "speaker": "spk_2",
    "line": "in Teachers lounge. Yes. Yes. Big Grande. And there's big Grande things happen thing for you. Right there.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-92",
    "time": "0:11:16",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-93",
    "time": "0:11:16",
    "speaker": "spk_2",
    "line": "Tell me about that.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-94",
    "time": "0:11:18",
    "speaker": "spk_4",
    "line": "The group or the This all",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-95",
    "time": "0:11:21",
    "speaker": "spk_1",
    "line": "the things.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-96",
    "time": "0:11:23",
    "speaker": "spk_4",
    "line": "Yeah. We're very excited. Big things.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-97",
    "time": "0:11:26",
    "speaker": "spk_2",
    "line": "Oh, yes.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-98",
    "time": "0:11:27",
    "speaker": "spk_0",
    "line": "We've",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-99",
    "time": "0:11:27",
    "speaker": "spk_4",
    "line": "been all around we've been taking generals all around town. Wow. Yeah. Yeah. And, Drew,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-100",
    "time": "0:11:33",
    "speaker": "spk_2",
    "line": "do you give good meeting?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-101",
    "time": "0:11:36",
    "speaker": "spk_4",
    "line": "I've been it took me a while to give good meeting. I I I took because you don't know initially.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-102",
    "time": "0:11:42",
    "speaker": "spk_2",
    "line": "No. Because I haven't giving good meeting. Right. That's a myth.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-103",
    "time": "0:11:45",
    "speaker": "spk_4",
    "line": "Well, the good thing is I have a meeting, so I know what feels good on a meeting",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-104",
    "time": "0:11:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-105",
    "time": "0:11:48",
    "speaker": "spk_4",
    "line": "mhmm. -- so I can sometimes give good meaning.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-106",
    "time": "0:11:51",
    "speaker": "spk_3",
    "line": "I want one. You know",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-107",
    "time": "0:11:52",
    "speaker": "spk_2",
    "line": "what? Uh-huh.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-108",
    "time": "0:11:53",
    "speaker": "spk_3",
    "line": "Yeah. So yeah. Well, if you have a meeting, you can figure",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-109",
    "time": "0:11:57",
    "speaker": "spk_4",
    "line": "out how to give good meeting a little bit better. But sometimes people are into different meeting than you are. Oh, yeah. If that makes sense. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-110",
    "time": "0:12:03",
    "speaker": "spk_2",
    "line": "Yeah. No. I feel that I give good meeting. But, yes, meeting's a spectrum and and Do you give good meeting? I I",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-111",
    "time": "0:12:08",
    "speaker": "spk_1",
    "line": "always wonder if they actually like it. If they at least say it's good.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-112",
    "time": "0:12:12",
    "speaker": "spk_3",
    "line": "But I wasn't sure if you don't know.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-113",
    "time": "0:12:13",
    "speaker": "spk_1",
    "line": "Really like a joy that",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-114",
    "time": "0:12:14",
    "speaker": "spk_2",
    "line": "well, yeah. It's weird that you would leave a meeting that someone would say. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-115",
    "time": "0:12:18",
    "speaker": "spk_1",
    "line": "And even if, like, it sounds like they're a joy during the meeting, I'm still like You can't just do it. Yeah. Right. That's your job.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-116",
    "time": "0:12:25",
    "speaker": "spk_2",
    "line": "It feels like a lot of times maybe they're just being polite.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-117",
    "time": "0:12:27",
    "speaker": "spk_4",
    "line": "Right. If I'm not giving a meeting, I wanna know right then and there. This is",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-118",
    "time": "0:12:31",
    "speaker": "spk_2",
    "line": "bad. How do you fix it? But also, I don't.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-119",
    "time": "0:12:34",
    "speaker": "spk_4",
    "line": "Yeah. You're right. I gotta say. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-120",
    "time": "0:12:38",
    "speaker": "spk_2",
    "line": "Let me, you know, maintain the illusion a little a bit because my ego can't take",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-121",
    "time": "0:12:42",
    "speaker": "spk_4",
    "line": "it. No.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-122",
    "time": "0:12:43",
    "speaker": "spk_1",
    "line": "And Carl's Hardie's junior is here, isn't he? Carl's junior.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-123",
    "time": "0:12:48",
    "speaker": "spk_3",
    "line": "Carl's Hardies Junior.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-124",
    "time": "0:12:51",
    "speaker": "spk_1",
    "line": "Yeah. I can we speak to him for a bit?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-125",
    "time": "0:12:57",
    "speaker": "spk_2",
    "line": "Can I talk to Charles Hardes junior? Is he in there?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-126",
    "time": "0:13:00",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. What's what's happened?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-127",
    "time": "0:13:03",
    "speaker": "spk_2",
    "line": "And you're Oh.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-128",
    "time": "0:13:04",
    "speaker": "spk_1",
    "line": "See, I I don't",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-129",
    "time": "0:13:05",
    "speaker": "spk_2",
    "line": "get",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-130",
    "time": "0:13:06",
    "speaker": "spk_1",
    "line": "this thing. Because I like Carl's Hardies junior more than I like Carl's Hardies and that his hell thing is like I'm back now and like, now you're like not the boss anymore.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-131",
    "time": "0:13:17",
    "speaker": "spk_2",
    "line": "I go",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-132",
    "time": "0:13:17",
    "speaker": "spk_0",
    "line": "like -- Right. --",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-133",
    "time": "0:13:17",
    "speaker": "spk_2",
    "line": "well, is he not gonna be involved at all? Like couldn't you guys work together?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-134",
    "time": "0:13:20",
    "speaker": "spk_3",
    "line": "Right. Because you've always been",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-135",
    "time": "0:13:22",
    "speaker": "spk_4",
    "line": "a Carl's Hardies junior's fan. Yes. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-136",
    "time": "0:13:25",
    "speaker": "spk_1",
    "line": "And so now and now Carl's Hardies is back. And I'm saying like, who's Things were great. Everything was fine without you.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-137",
    "time": "0:13:32",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Yeah. I mean, burgers, sure, there are some fundamental elements that shouldn't change, but they need to move in the future and we should have guys who are using VR machine and have models around.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-138",
    "time": "0:13:44",
    "speaker": "spk_4",
    "line": "Yeah. I totally agree. I mean, I don't know why Carl Of course,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-139",
    "time": "0:13:48",
    "speaker": "spk_3",
    "line": "you do. It's you. I am him. So, of course, that.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-140",
    "time": "0:13:51",
    "speaker": "spk_4",
    "line": "But I I don't know why Carl's hardy had to come back.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-141",
    "time": "0:13:54",
    "speaker": "spk_1",
    "line": "She get to be friends with the model?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-142",
    "time": "0:13:56",
    "speaker": "spk_4",
    "line": "I did.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-143",
    "time": "0:13:57",
    "speaker": "spk_2",
    "line": "Oh, wow.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-144",
    "time": "0:13:58",
    "speaker": "spk_4",
    "line": "Yeah. We do we all go. We I'm part",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-145",
    "time": "0:14:01",
    "speaker": "spk_2",
    "line": "of -- Aspen.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-146",
    "time": "0:14:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-147",
    "time": "0:14:02",
    "speaker": "spk_4",
    "line": "yeah. We get to Aspen. We go there not even when it's cold.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-148",
    "time": "0:14:07",
    "speaker": "spk_2",
    "line": "Yeah. No. No.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-149",
    "time": "0:14:08",
    "speaker": "spk_4",
    "line": "Season at all. It's too crowded then.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-150",
    "time": "0:14:11",
    "speaker": "spk_2",
    "line": "Mhmm. Oh, yeah. I hate that. I hate the crowds. And the skiing's",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-151",
    "time": "0:14:13",
    "speaker": "spk_1",
    "line": "too fast.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-152",
    "time": "0:14:14",
    "speaker": "spk_3",
    "line": "The what?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-153",
    "time": "0:14:15",
    "speaker": "spk_1",
    "line": "This is getting too fast",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-154",
    "time": "0:14:16",
    "speaker": "spk_2",
    "line": "when it's cold.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-155",
    "time": "0:14:17",
    "speaker": "spk_3",
    "line": "Yeah. Well, we we do ski.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-156",
    "time": "0:14:18",
    "speaker": "spk_1",
    "line": "Oh, yeah. We we go.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-157",
    "time": "0:14:20",
    "speaker": "spk_2",
    "line": "Along deliberate ski down a nice rocky, grass covered mountain.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-158",
    "time": "0:14:25",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. We go and we we get pretty cheap skiing, you know, just right now, actually.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-159",
    "time": "0:14:30",
    "speaker": "spk_2",
    "line": "I hate riding the lift. You go when it's not snowing. You only ride that lift but once a day. Yeah. You spend the rest of the time falling down the hill. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-160",
    "time": "0:14:38",
    "speaker": "spk_1",
    "line": "And the live's not going. You need your friends that kind of hand do it. Yes.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-161",
    "time": "0:14:43",
    "speaker": "spk_2",
    "line": "Yeah. That's a big part of it. But your daddy came and took the burgers back.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-162",
    "time": "0:14:51",
    "speaker": "spk_3",
    "line": "Daddy showed up. He took the burgers back.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-163",
    "time": "0:14:54",
    "speaker": "spk_2",
    "line": "And he sure did talk good. He he you know, he's good at talking.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-164",
    "time": "0:15:01",
    "speaker": "spk_3",
    "line": "I actually mentioned that in the commercial. Yeah. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-165",
    "time": "0:15:04",
    "speaker": "spk_2",
    "line": "I don't recall that. I don't recall thinking.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-166",
    "time": "0:15:06",
    "speaker": "spk_4",
    "line": "Yeah. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-167",
    "time": "0:15:07",
    "speaker": "spk_3",
    "line": "Yeah. No. I actually said that.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-168",
    "time": "0:15:08",
    "speaker": "spk_2",
    "line": "I didn't believe that anyone spoke to it in the which is why I brought it up. That's interesting. That's interesting.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-169",
    "time": "0:15:15",
    "speaker": "spk_3",
    "line": "I actually brought that up and and you know what? Wasn't even in the script.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-170",
    "time": "0:15:19",
    "speaker": "spk_4",
    "line": "So that's right out of my brain.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-171",
    "time": "0:15:20",
    "speaker": "spk_2",
    "line": "Big Grande, were you mad when college humor branded to become big breakfast? Did you feel like that was sort of",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-172",
    "time": "0:15:27",
    "speaker": "spk_4",
    "line": "i felt like they were honestly stepping on us.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-173",
    "time": "0:15:29",
    "speaker": "spk_2",
    "line": "It felt like a direct attack on you. Yeah. They want some of the big Grande heat. Because Grande, of course, I associate with the size of the Starbucks cup, so I'm thinking kind of food, big food, big breakfast, sorry, Starbucks I go there.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-174",
    "time": "0:15:41",
    "speaker": "spk_4",
    "line": "It's funny bring up",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-175",
    "time": "0:15:42",
    "speaker": "spk_2",
    "line": "yeah. Breakfast.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-176",
    "time": "0:15:43",
    "speaker": "spk_4",
    "line": "Well we were big tall and then and then we were big",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-177",
    "time": "0:15:47",
    "speaker": "spk_2",
    "line": "and the big and tall men's shop, we got upset. You are big venti?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-178",
    "time": "0:15:51",
    "speaker": "spk_4",
    "line": "We were big venti. Mhmm. We were big tall. We were big Trenta. Oh,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-179",
    "time": "0:15:56",
    "speaker": "spk_1",
    "line": "yeah. Yeah. The secret one. The secret big one.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-180",
    "time": "0:16:00",
    "speaker": "spk_2",
    "line": "I love watching their faces when I order the Trent.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-181",
    "time": "0:16:04",
    "speaker": "spk_4",
    "line": "Oh, yeah. Have you ever had",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-182",
    "time": "0:16:06",
    "speaker": "spk_1",
    "line": "can we do that?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-183",
    "time": "0:16:07",
    "speaker": "spk_4",
    "line": "If you can actually order a secret in and out burger at Star Outstree. Yeah. Yeah. They ordered the four by four there.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-184",
    "time": "0:16:15",
    "speaker": "spk_2",
    "line": "Wait a minute. Yeah. Yeah. It's already junior. Should you publish?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-185",
    "time": "0:16:19",
    "speaker": "spk_4",
    "line": "Oh, you're right. I don't like in and out. Mhmm. I was just mentioning them. Starbucks animal style.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-186",
    "time": "0:16:26",
    "speaker": "spk_1",
    "line": "And this whole time, Andy's like,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-187",
    "time": "0:16:27",
    "speaker": "spk_2",
    "line": "oh, when is mine just turn again? When do I but I wanted to talk. It's like, Andy, we got this big funny guess. You see how well this is going? Yeah. Maybe something like that",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-188",
    "time": "0:16:35",
    "speaker": "spk_3",
    "line": "for you. Maybe you guys could all talk about YouTube stuff.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-189",
    "time": "0:16:40",
    "speaker": "spk_1",
    "line": "That's what we're done. What are you talking about? I just",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-190",
    "time": "0:16:43",
    "speaker": "spk_3",
    "line": "but like but like now. Drew",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-191",
    "time": "0:16:46",
    "speaker": "spk_2",
    "line": "so Drew is he's big on Snapchat. He's doing the stories.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-192",
    "time": "0:16:53",
    "speaker": "spk_1",
    "line": "He's doing the he's doing the stories. He's doing",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-193",
    "time": "0:16:55",
    "speaker": "spk_2",
    "line": "the characters and these journeys you go on. And and I am just so invested and what's next for my favorite characters. And so I thought a good guy to come in and sort of shepherd us into this new world. He's and I don't know about that",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-194",
    "time": "0:17:12",
    "speaker": "spk_4",
    "line": "stuff. No. Right.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-195",
    "time": "0:17:14",
    "speaker": "spk_2",
    "line": "Right. I look at Snapchat. I think, ah, ghost. You know?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-196",
    "time": "0:17:18",
    "speaker": "spk_4",
    "line": "Because you're looking at the logo",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-197",
    "time": "0:17:20",
    "speaker": "spk_3",
    "line": "that is a ghost.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-198",
    "time": "0:17:21",
    "speaker": "spk_5",
    "line": "Mhmm. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-199",
    "time": "0:17:21",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. Well, yeah, don't get scared by the logo. Head on in there.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-200",
    "time": "0:17:25",
    "speaker": "spk_2",
    "line": "Yeah. I'm looking around for my power pill like Pac Man so that he can eat the ghost. Yeah. I see Snapchat. I'm looking for a power pill. That's true.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-201",
    "time": "0:17:36",
    "speaker": "spk_3",
    "line": "That's very true.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-202",
    "time": "0:17:38",
    "speaker": "spk_4",
    "line": "Well, you're not scared of like dog faces or people vomiting out rainbows out of their mouth.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-203",
    "time": "0:17:44",
    "speaker": "spk_1",
    "line": "I'm looking for I have one. I'm looking for my frigate ghostbusters cart.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-204",
    "time": "0:17:50",
    "speaker": "spk_2",
    "line": "Oh. And Sam, can you edit that in so it sounds like he came up with it right away?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-205",
    "time": "0:17:54",
    "speaker": "spk_1",
    "line": "Do it before Sean, please.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-206",
    "time": "0:17:56",
    "speaker": "spk_2",
    "line": "Yeah. Maybe do Hayes is first because I've got some good stuff already in this episode. So Andy, Talk to me about YouTube.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-207",
    "time": "0:18:12",
    "speaker": "spk_3",
    "line": "It's it's cool. It's there's videos and it's online and Have you guys seen the one where the girl crushes a watermelon between her thighs?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-208",
    "time": "0:18:27",
    "speaker": "spk_1",
    "line": "This is he's trying to find I can just feel him staking out territory. He's saying, what with Kevin now?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-209",
    "time": "0:18:33",
    "speaker": "spk_2",
    "line": "Don't make So we",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-210",
    "time": "0:18:34",
    "speaker": "spk_1",
    "line": "have that guy Kevin, you'll need them a little later.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-211",
    "time": "0:18:36",
    "speaker": "spk_2",
    "line": "He can come take photo.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-212",
    "time": "0:18:38",
    "speaker": "spk_1",
    "line": "And then we're gonna see a real show down, I think. Because Andy's thing used to be that he is extra horny, and and now that's become Kevin's thing. But, like, because he comes in and takes the pictures and he's horny about that.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-213",
    "time": "0:18:52",
    "speaker": "spk_2",
    "line": "He's trying to differentiate how horniness happened. It's like Kevin's just around being horny. It's not like about you.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-214",
    "time": "0:19:00",
    "speaker": "spk_3",
    "line": "I thought if I did it bad then maybe I would become the horny",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-215",
    "time": "0:19:03",
    "speaker": "spk_0",
    "line": "guy again.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-216",
    "time": "0:19:03",
    "speaker": "spk_1",
    "line": "You can both be horny. Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-217",
    "time": "0:19:05",
    "speaker": "spk_2",
    "line": "And maybe you could have another thing too, like actually being helpful with the YouTube stuff. So and you'll notice also that Andy took away the mic that kind of normal use it when he comes in.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-218",
    "time": "0:19:15",
    "speaker": "spk_1",
    "line": "Yes. He went right. He went straight for that one.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-219",
    "time": "0:19:17",
    "speaker": "spk_2",
    "line": "And he I think this one will be mine.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-220",
    "time": "0:19:22",
    "speaker": "spk_1",
    "line": "So we are not going to be doing that, Eddy. We're not going to be squeezing anything. Alright.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-221",
    "time": "0:19:29",
    "speaker": "spk_2",
    "line": "I can't you I mean, I",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-222",
    "time": "0:19:31",
    "speaker": "spk_1",
    "line": "can't We but we first of all It seems like another way into first star a Gallagher again. For some reason, we had a type of Gallagher on every episode. I",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-223",
    "time": "0:19:38",
    "speaker": "spk_2",
    "line": "have nothing to say about it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-224",
    "time": "0:19:39",
    "speaker": "spk_1",
    "line": "We don't want to talk about this. We never did.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-225",
    "time": "0:19:42",
    "speaker": "spk_3",
    "line": "Remember when he was on WTF?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-226",
    "time": "0:19:46",
    "speaker": "spk_1",
    "line": "See, the",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-227",
    "time": "0:19:49",
    "speaker": "spk_2",
    "line": "well then, that's and that's a",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-228",
    "time": "0:19:50",
    "speaker": "spk_1",
    "line": "what a strange thing to be horny of that?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-229",
    "time": "0:19:55",
    "speaker": "spk_2",
    "line": "Maren and Gallagher in a hotel room together. And and Andy is, like, suddenly, like, glistening. Like his whole body just became like a layer of glaze over him. As soon as he had the thaw. Fresh out of the kiln. He's so dewy. Andy, Thank you for mentioning WTF, a very successful podcast. That's what we wanted to be. We don't wanna be that anymore. We're not gonna do that anymore.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-230",
    "time": "0:20:25",
    "speaker": "spk_1",
    "line": "We're YouTube now.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-231",
    "time": "0:20:26",
    "speaker": "spk_2",
    "line": "We're doing YouTube now. What is the stuff on YouTube people are watching a lot? We're gonna do that.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-232",
    "time": "0:20:33",
    "speaker": "spk_3",
    "line": "Okay. So there there's the ASMR videos or Yes. Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-233",
    "time": "0:20:38",
    "speaker": "spk_2",
    "line": "Okay. Talk to me about this.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-234",
    "time": "0:20:40",
    "speaker": "spk_3",
    "line": "Okay. It's it's people getting really close-up into the mic and whispering and there's a lot of like mouth sounds and and crinkling and stuff.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-235",
    "time": "0:20:49",
    "speaker": "spk_2",
    "line": "I mean, are giving people brain gazems? Yeah. That nice tingly sort of zombified state that you can reach where you have a sweet little brain gazza from an auditory stimulation. Do you get that?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-236",
    "time": "0:21:04",
    "speaker": "spk_3",
    "line": "Doesn't happen for some people.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-237",
    "time": "0:21:06",
    "speaker": "spk_2",
    "line": "I I only get it from engineer Cody.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-238",
    "time": "0:21:10",
    "speaker": "spk_1",
    "line": "What am I listening to?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-239",
    "time": "0:21:12",
    "speaker": "spk_2",
    "line": "The comedy Bang Bang, eighth anniversary special with like sixteen guests. Oh, wow.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-240",
    "time": "0:21:17",
    "speaker": "spk_1",
    "line": "Oh, Drew. I'm so Sorry, Drew. Oh my god.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-241",
    "time": "0:21:24",
    "speaker": "spk_2",
    "line": "You know what? Ninth anniversary I think it's just gonna be used.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-242",
    "time": "0:21:28",
    "speaker": "spk_1",
    "line": "You're so good on what",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-243",
    "time": "0:21:29",
    "speaker": "spk_6",
    "line": "i see",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-244",
    "time": "0:21:29",
    "speaker": "spk_4",
    "line": "for you.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-245",
    "time": "0:21:30",
    "speaker": "spk_1",
    "line": "That's what I see. You're so good doing it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-246",
    "time": "0:21:33",
    "speaker": "spk_2",
    "line": "I know. You really have a real voice on that show. And I don't if they don't appreciate it, then you don't need them.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-247",
    "time": "0:21:42",
    "speaker": "spk_1",
    "line": "Yeah. I would be very",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-248",
    "time": "0:21:43",
    "speaker": "spk_4",
    "line": "helpful there. And I really nail that nondescript southern guy. I can really",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-249",
    "time": "0:21:50",
    "speaker": "spk_1",
    "line": "it's great.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-250",
    "time": "0:21:51",
    "speaker": "spk_2",
    "line": "I really",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-251",
    "time": "0:21:52",
    "speaker": "spk_1",
    "line": "yes. I love it. And there's a couple other guys that do that too, but you -- Right. -- I think are one of the best ones",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-252",
    "time": "0:21:57",
    "speaker": "spk_2",
    "line": "i love. The one that you do is -- Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-253",
    "time": "0:21:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-254",
    "time": "0:21:59",
    "speaker": "spk_2",
    "line": "top five all time for me on that show. ASMR. So let's start working Do you",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-255",
    "time": "0:22:05",
    "speaker": "spk_1",
    "line": "wanna listen to one?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-256",
    "time": "0:22:07",
    "speaker": "spk_2",
    "line": "Yeah. Let's hear just a little bit of one and then we'll sort of recreate.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-257",
    "time": "0:22:10",
    "speaker": "spk_1",
    "line": "Okay. So I have I have computer videos loaded. And Andy helped him find these. Okay. And helicopter bird.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-258",
    "time": "0:22:19",
    "speaker": "spk_0",
    "line": "Everybody. Plug one. Welcome to the next segment of movies",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-259",
    "time": "0:22:31",
    "speaker": "spk_1",
    "line": "this is like our show. We we do talk about movies. She's funny. She did the noise. Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-260",
    "time": "0:22:38",
    "speaker": "spk_2",
    "line": "Okay. I like this. Alright. So I'm gonna be a sexy Russian teenage girl. Is is one thing you should know just if you're going like, wait, where'd Sean go? Because that is a theme that I've noticed among the ASM artists. And we should have we should have ASM artist names",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-261",
    "time": "0:22:55",
    "speaker": "spk_3",
    "line": "okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-262",
    "time": "0:22:58",
    "speaker": "spk_2",
    "line": "I guess I'll be smacky whisper Oh, respectful. Yeah. Is that good? I'll be quiet haze. Oh. And then, Drew,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-263",
    "time": "0:23:12",
    "speaker": "spk_4",
    "line": "i'm gonna be on his toes, Terry.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-264",
    "time": "0:23:17",
    "speaker": "spk_3",
    "line": "Oh, that's good. I'm the tingler.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-265",
    "time": "0:23:25",
    "speaker": "spk_1",
    "line": "Okay, Andy. And Sam, you Do we really think",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-266",
    "time": "0:23:27",
    "speaker": "spk_2",
    "line": "sam, you be Tony Bomboni.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-267",
    "time": "0:23:29",
    "speaker": "spk_1",
    "line": "Do we really think Eddie should be allowed to be the tingler? Or or does it make more sense for Drew to be honest does Tony the tingler?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-268",
    "time": "0:23:38",
    "speaker": "spk_2",
    "line": "On his toes, Tony, the tingler. Can I change mine? I don't think Smecy whisper was good. It was just the first thing I thought of. Yeah. So Sam can win. Everyone else got more time because I went first. So I want more time.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-269",
    "time": "0:23:50",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-270",
    "time": "0:23:54",
    "speaker": "spk_7",
    "line": "What am I gonna be?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-271",
    "time": "0:24:00",
    "speaker": "spk_2",
    "line": "Something about spending this might have been pretty good.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-272",
    "time": "0:24:05",
    "speaker": "spk_1",
    "line": "Sometimes it does turn out there. That's the best one.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-273",
    "time": "0:24:10",
    "speaker": "spk_2",
    "line": "Mhmm. Chris Crinkle No. Oh, no. Okay. Do you like that?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-274",
    "time": "0:24:16",
    "speaker": "spk_1",
    "line": "I just made me I had a response to it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-275",
    "time": "0:24:19",
    "speaker": "spk_2",
    "line": "Okay. It was",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-276",
    "time": "0:24:20",
    "speaker": "spk_1",
    "line": "interesting you were doing a little bit as you were thinking about it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-277",
    "time": "0:24:23",
    "speaker": "spk_5",
    "line": "Oh, wow.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-278",
    "time": "0:24:24",
    "speaker": "spk_1",
    "line": "So is that your turn?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-279",
    "time": "0:24:26",
    "speaker": "spk_2",
    "line": "No. No. No. Because I have a prop for my turn. Okay. So I shouldn't go first again, you know.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-280",
    "time": "0:24:33",
    "speaker": "spk_1",
    "line": "Okay. So Sam put his coming up with Chris Crinkle in the middle, I guess, of us coming up with their names? Yeah. So you can't come up with that one for you can't, you know",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-281",
    "time": "0:24:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-282",
    "time": "0:24:42",
    "speaker": "spk_1",
    "line": "uh-huh. -- have all of it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-283",
    "time": "0:24:43",
    "speaker": "spk_2",
    "line": "Oh, so then should I go first?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-284",
    "time": "0:24:45",
    "speaker": "spk_1",
    "line": "No. I think Well yeah. So maybe you should go first. Okay. And Andy still needs a name.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-285",
    "time": "0:24:52",
    "speaker": "spk_2",
    "line": "And oh, Andy still needs a name. And Chris Crinkles taken. So",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-286",
    "time": "0:25:01",
    "speaker": "spk_1",
    "line": "but he can come up with his own name while you do yours.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-287",
    "time": "0:25:04",
    "speaker": "spk_2",
    "line": "Okay. So something I notice about these ASMR artists is is a lot of first person customer service scenarios they're giving you. Mhmm. And Drew has confessed to me secretly that he does have these brain gasms happen to him when people are making that food.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-288",
    "time": "0:25:25",
    "speaker": "spk_4",
    "line": "I said make sure you don't say",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-289",
    "time": "0:25:26",
    "speaker": "spk_0",
    "line": "it on there.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-290",
    "time": "0:25:27",
    "speaker": "spk_2",
    "line": "Don't say it on here. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-291",
    "time": "0:25:28",
    "speaker": "spk_4",
    "line": "It was yeah. It was",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-292",
    "time": "0:25:29",
    "speaker": "spk_2",
    "line": "but we're about translucent on this show.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-293",
    "time": "0:25:31",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. When",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-294",
    "time": "0:25:32",
    "speaker": "spk_1",
    "line": "people are making you food?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-295",
    "time": "0:25:34",
    "speaker": "spk_4",
    "line": "I get it. Yeah. When when he I don't really have the pattern lately has been like when people are making me sandwiches and they keep checking back in",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-296",
    "time": "0:25:43",
    "speaker": "spk_1",
    "line": "with -- Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-297",
    "time": "0:25:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-298",
    "time": "0:25:43",
    "speaker": "spk_4",
    "line": "with what I want. And they're making them like very delicately.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-299",
    "time": "0:25:47",
    "speaker": "spk_2",
    "line": "Okay. So get ready.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-300",
    "time": "0:25:51",
    "speaker": "spk_7",
    "line": "Hey. Sorry. It's been so long since I uploaded. So I really was so busy. I I haven't made my video in a little while, but so this is Chris Crinkle. So oh, you wanna have a nice snacky. Okay. Well, Why don't you just sit down? And fucking, shut up for a second. Fuck him. Cuck something. So God damn package. Jesus. It's not gonna open. Okay. So you're sitting in want some juice or some shit. You fucking piece of shit.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-301",
    "time": "0:26:32",
    "speaker": "spk_2",
    "line": "Like a new Okay. I'm like, goodness. Oh, I'm tired. You know, you can eat nuts. Let's make your pinkle. I'm sorry. It's so humctuous to help out of this. So that probably has given",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-302",
    "time": "0:26:45",
    "speaker": "spk_1",
    "line": "that's good. I got two brain gazs. Yeah. Uh-huh. You must have had a bunch.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-303",
    "time": "0:26:49",
    "speaker": "spk_4",
    "line": "I had about six brain gases, especially when you would, like, say fucking and, like, be mean. There wasn't a lot",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-304",
    "time": "0:26:56",
    "speaker": "spk_1",
    "line": "of He did offer you some juice. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-305",
    "time": "0:27:00",
    "speaker": "spk_4",
    "line": "He offered me some juice, and then he like stuffed a cracker in his mouth. Mhmm. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-306",
    "time": "0:27:06",
    "speaker": "spk_2",
    "line": "Wow. I really went. Yeah. Some I really became that carrier.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-307",
    "time": "0:27:09",
    "speaker": "spk_4",
    "line": "That was kind of a a you were almost like dominating while being quiet and crinkly.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-308",
    "time": "0:27:17",
    "speaker": "spk_2",
    "line": "I don't know. We make sure, guys, to apologize for how long it's been since you uploaded when we do these.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-309",
    "time": "0:27:24",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-310",
    "time": "0:27:24",
    "speaker": "spk_3",
    "line": "Please.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-311",
    "time": "0:27:26",
    "speaker": "spk_2",
    "line": "Generally, these guys do it every single day and every single day they come. Sorry. It's after so long. So please try to do that because that'll make people comfortable and help us get a big following.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-312",
    "time": "0:27:36",
    "speaker": "spk_1",
    "line": "Do they say why they're being so quiet? Is there ever like a re like like a fun reason?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-313",
    "time": "0:27:41",
    "speaker": "spk_2",
    "line": "Well, that's maybe something that could be incorporated into yours like you don't want to wake up your wife.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-314",
    "time": "0:27:46",
    "speaker": "spk_1",
    "line": "Okay. Well, I can't do that now. Thanks. Let me think. Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-315",
    "time": "0:27:52",
    "speaker": "spk_7",
    "line": "Hi. This is quiet.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-316",
    "time": "0:27:54",
    "speaker": "spk_1",
    "line": "And they have to do it on different sides of the mic. Right?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-317",
    "time": "0:27:56",
    "speaker": "spk_2",
    "line": "Yeah. That's right.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-318",
    "time": "0:27:59",
    "speaker": "spk_7",
    "line": "Hi. This is quiet haze.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-319",
    "time": "0:28:04",
    "speaker": "spk_5",
    "line": "I'm sorry. I haven't uploaded my Computer fell in the sink.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-320",
    "time": "0:28:09",
    "speaker": "spk_1",
    "line": "Don't do that on mine, please. Thank you.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-321",
    "time": "0:28:15",
    "speaker": "spk_5",
    "line": "I'm I have to be so quiet because I'm in a freak",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-322",
    "time": "0:28:19",
    "speaker": "spk_1",
    "line": "sean, that's too loud. It's rude. I was I'm just trying to I'm Lianne, I'm trying to do some Do it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-323",
    "time": "0:28:29",
    "speaker": "spk_5",
    "line": "I have to be so quiet because I'm in a freaking bear's house. Because I was having a social rendezvous with his wife.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-324",
    "time": "0:28:41",
    "speaker": "spk_2",
    "line": "Andy, can you hand me that hand sanitizer?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-325",
    "time": "0:28:44",
    "speaker": "spk_1",
    "line": "Okay. You know, I think I'm done. What? No. I think I'm done.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-326",
    "time": "0:28:48",
    "speaker": "spk_2",
    "line": "What?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-327",
    "time": "0:28:48",
    "speaker": "spk_1",
    "line": "You you can go second next time.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-328",
    "time": "0:28:50",
    "speaker": "spk_3",
    "line": "Should I put it Becker?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-329",
    "time": "0:28:51",
    "speaker": "spk_2",
    "line": "What do you talk about Yes.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-330",
    "time": "0:28:52",
    "speaker": "spk_1",
    "line": "Put back the hand sanitizer, Andy.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-331",
    "time": "0:28:53",
    "speaker": "spk_2",
    "line": "No, Andy? Hand it to me.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-332",
    "time": "0:28:56",
    "speaker": "spk_1",
    "line": "Put some into your hand. Don't give him the bottle because he shouldn't have the whole thing.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-333",
    "time": "0:29:00",
    "speaker": "spk_3",
    "line": "Put a little Give a little",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-334",
    "time": "0:29:01",
    "speaker": "spk_1",
    "line": "just put a little in your hand.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-335",
    "time": "0:29:03",
    "speaker": "spk_3",
    "line": "Like just a not a full, like, pull",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-336",
    "time": "0:29:05",
    "speaker": "spk_1",
    "line": "just a normal one. Just just a normal one.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-337",
    "time": "0:29:07",
    "speaker": "spk_2",
    "line": "Hey, why are you being a baby right now?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-338",
    "time": "0:29:10",
    "speaker": "spk_1",
    "line": "I'm just saying sometimes when you get too too much hand sanitizer, you do end up using too much and it dries you out. So what? Well, that's what you say now.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-339",
    "time": "0:29:20",
    "speaker": "spk_2",
    "line": "My body, my choice, ever heard of it?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-340",
    "time": "0:29:24",
    "speaker": "spk_3",
    "line": "Not a lot left.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-341",
    "time": "0:29:27",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-342",
    "time": "0:29:27",
    "speaker": "spk_2",
    "line": "Yeah. I use a lot of it earlier. My hands are really drying. They're really hurting. Drew? Or should I say whatever your name was?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-343",
    "time": "0:29:38",
    "speaker": "spk_4",
    "line": "What was my name?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-344",
    "time": "0:29:39",
    "speaker": "spk_1",
    "line": "It was on it's on his toes. Tony",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-345",
    "time": "0:29:42",
    "speaker": "spk_2",
    "line": "and the tingler. Yes. No",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-346",
    "time": "0:29:44",
    "speaker": "spk_1",
    "line": "relation to Tony Bomboni.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-347",
    "time": "0:29:47",
    "speaker": "spk_2",
    "line": "Yeah. Alright.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-348",
    "time": "0:29:55",
    "speaker": "spk_4",
    "line": "I tried shaking up some ice next to it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-349",
    "time": "0:29:58",
    "speaker": "spk_1",
    "line": "No. No. No. I think that was",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-350",
    "time": "0:29:59",
    "speaker": "spk_0",
    "line": "that's good.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-351",
    "time": "0:30:00",
    "speaker": "spk_2",
    "line": "One thing you can do is go like Sorry. I'm about to do something that might be a little bit loud. Then do something very loud. Okay. Cool.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-352",
    "time": "0:30:10",
    "speaker": "spk_0",
    "line": "Guy so sorry. I haven't uploaded in a while. I forgot my password. It's been about Honestly, it's been about a year. It's been a full year since my last video. And I'm sorry. None of my videos before this. Were ASMR videos. They were all videos of me. Waking up my dad while he was sleeping. Because he saw and you guys really are liking that, so I'm completely changing. Sorry. I'm about to do something loud. I'm really sorry. I'm really sorry. I'm sorry. I'm sorry. I lured you into this video, and I apologize. Also, I have to be very quiet because I'm robbing my grandma's house. What you guys might actually like because you really liked it when I would beat my dad up and wake him up from sleep. One more time something loud. Sorry about that.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-353",
    "time": "0:31:11",
    "speaker": "spk_1",
    "line": "Oh. Okay. Yeah. So this is Kevin.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-354",
    "time": "0:31:19",
    "speaker": "spk_2",
    "line": "Oh, boy. Yikes. This is a real showdown.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-355",
    "time": "0:31:26",
    "speaker": "spk_1",
    "line": "And Andy already is like his glistened is like hardening. And it's like flaking off him.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-356",
    "time": "0:31:34",
    "speaker": "spk_4",
    "line": "Yeah. He looks like an old doughnut.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-357",
    "time": "0:31:36",
    "speaker": "spk_2",
    "line": "I hate to see him scale up and and molt like that right in front of me.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-358",
    "time": "0:31:41",
    "speaker": "spk_1",
    "line": "So, Kevin, the the issue has been raised that you have sort of horned in on, so to speak, some of Andy's bit.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-359",
    "time": "0:31:51",
    "speaker": "spk_2",
    "line": "He stole his essence.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-360",
    "time": "0:31:52",
    "speaker": "spk_1",
    "line": "That Andy was the king of being horny on the show. And then you came in here and you were so horny, and you're here every day. And Andy's just like doing I like, you know, he's doing other stuff.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-361",
    "time": "0:32:06",
    "speaker": "spk_2",
    "line": "It was just easier for you",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-362",
    "time": "0:32:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-363",
    "time": "0:32:08",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-364",
    "time": "0:32:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-365",
    "time": "0:32:09",
    "speaker": "spk_2",
    "line": "to sort of eat Andy's lunch and become the horny man, as told devastation would say. And I do know a lot of the lyrics to",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-366",
    "time": "0:32:17",
    "speaker": "spk_0",
    "line": "that song. If",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-367",
    "time": "0:32:17",
    "speaker": "spk_2",
    "line": "you ever wanna hear it, we can do it after the show. We can do it after shit. We don't have to -- Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-368",
    "time": "0:32:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-369",
    "time": "0:32:22",
    "speaker": "spk_2",
    "line": "do it now. But I know most of the lyrics to the horny man by total devastation. Ninety's rock moon. Do you wanna hear any of it? Yes. One two munch jacket to come get naked. Can I get with Aon and can I hit it because I'm the horny man and I love to hit skin, see I got a gym hat, so it's safe to go in, get hot like toaster, posing on your poster, coming right on my love roller coaster, swimming in women diving like scuba and him at skins like man grandpa? Everybody limit's got a lot of flavor and plus of us know from a sexual behavior, I'm hung like a hang of the green weed slager and like the hit squad, I'm a status headbanger. It's like a drug need it. Again, you can be loved, public Sam alone. I'm a big bitch moment. It's time to bone. And, you know, I don't know the whole song. But I know a lot of the song to horny meant, and that's what I feel like Kevin is trying to become here when Andy was the original horny meant. That's Yeah. Kevin. I know you don't have a mic because Annie stole it, but how would you respond to these allegations?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-370",
    "time": "0:33:16",
    "speaker": "spk_8",
    "line": "I would gladly pass off horny character. If he wants it",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-371",
    "time": "0:33:22",
    "speaker": "spk_9",
    "line": "by all means, you can have Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-372",
    "time": "0:33:23",
    "speaker": "spk_2",
    "line": "What are you gonna be?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-373",
    "time": "0:33:26",
    "speaker": "spk_8",
    "line": "I can work on it. I've been workshopping some personas. None of them have to do with being a creep or a weasel. So it's all you, Andy.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-374",
    "time": "0:33:40",
    "speaker": "spk_2",
    "line": "Andy? How does it feel to hear that?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-375",
    "time": "0:33:43",
    "speaker": "spk_3",
    "line": "Well, it he's implying that by being horny, you're somehow creepy or weasel like, and I don't think that's",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-376",
    "time": "0:33:49",
    "speaker": "spk_1",
    "line": "but here's the thing now about Telus. Kevin's horniness to me seems so much more authentic since he's, like, not he doesn't want people to know about it. It is a secret.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-377",
    "time": "0:33:59",
    "speaker": "spk_2",
    "line": "Which real horniness You are trying to disguise a lot of attempts. Absolutely.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-378",
    "time": "0:34:04",
    "speaker": "spk_1",
    "line": "And now Andy, since he's on defense is so upfront with his horniness.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-379",
    "time": "0:34:09",
    "speaker": "spk_2",
    "line": "That I'm going. Is this guy actually horny? Yeah. And so I wonder what is Andy really? Like if horniness is the thing he wants you to think, what's the more disturbing thing he's hiding? Yes. And it may be a bloodlust. And he may be an actual vampire in real life and a Dracula.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-380",
    "time": "0:34:33",
    "speaker": "spk_3",
    "line": "Dracula is is corny sometimes.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-381",
    "time": "0:34:36",
    "speaker": "spk_1",
    "line": "See. Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-382",
    "time": "0:34:38",
    "speaker": "spk_3",
    "line": "But not I don't, you know, don't read too many",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-383",
    "time": "0:34:40",
    "speaker": "spk_1",
    "line": "he's trying to get us up the scent of what he really loves his violence.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-384",
    "time": "0:34:44",
    "speaker": "spk_2",
    "line": "Yeah. Who violence and man Andy, tell me you don't listen to nine inch nails.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-385",
    "time": "0:34:51",
    "speaker": "spk_1",
    "line": "Please, do",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-386",
    "time": "0:34:52",
    "speaker": "spk_0",
    "line": "you have a",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-387",
    "time": "0:34:52",
    "speaker": "spk_1",
    "line": "listen to nine inch nails. Do you have a name yet?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-388",
    "time": "0:34:55",
    "speaker": "spk_3",
    "line": "For my ASMR guy?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-389",
    "time": "0:34:57",
    "speaker": "spk_1",
    "line": "Yeah. Oh. Oh, yeah. Yeah. No. I'm",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-390",
    "time": "0:35:02",
    "speaker": "spk_3",
    "line": "yeah. I'm I'm sugar smacks.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-391",
    "time": "0:35:05",
    "speaker": "spk_1",
    "line": "Sugar snacks?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-392",
    "time": "0:35:05",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-393",
    "time": "0:35:06",
    "speaker": "spk_3",
    "line": "Like a mouth snacks.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-394",
    "time": "0:35:07",
    "speaker": "spk_2",
    "line": "Oh, no. And please tell me you don't listen to the gravedigas. Please don't make me wrap another early nineties rap song, Andy. I'm not great. Diggas, please.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-395",
    "time": "0:35:22",
    "speaker": "spk_3",
    "line": "You know that one?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-396",
    "time": "0:35:23",
    "speaker": "spk_2",
    "line": "They're so violent. I know like little bits. Oh, I'm not the same as I was when I was younger. And then they start rapping about killing people. Is that what you want?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-397",
    "time": "0:35:33",
    "speaker": "spk_3",
    "line": "I think that's cool. Oh.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-398",
    "time": "0:35:35",
    "speaker": "spk_2",
    "line": "I know there's the one eight hundred suicide soundtrack for demon night.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-399",
    "time": "0:35:41",
    "speaker": "spk_1",
    "line": "Okay, Andy. Do your video.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-400",
    "time": "0:35:45",
    "speaker": "spk_2",
    "line": "Come on, sugar snacks. And Kevin, when you come back, You're still a Weasel.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-401",
    "time": "0:35:57",
    "speaker": "spk_10",
    "line": "Okay. Hey, guys. It's It's sugar snacks. Sorry. It's been so long uploading. I was in New York City for the I Good. My award is the number one horniest",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-402",
    "time": "0:36:13",
    "speaker": "spk_1",
    "line": "youTube guy. Why is Andy getting the different the two channel thing and none of us Got it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-403",
    "time": "0:36:20",
    "speaker": "spk_2",
    "line": "Sam just remembered that he's here.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-404",
    "time": "0:36:22",
    "speaker": "spk_1",
    "line": "Chris Crinkle didn't get it. Quiet Hayes didn't get it. And on it, Tony, the tigler didn't get it. Only sugars bags got it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-405",
    "time": "0:36:32",
    "speaker": "spk_2",
    "line": "That's frustrating. It almost makes me not wanna do ASMR at all, especially with this guy who's now so invested in me believing he's forty, there is most definitely a violent desire.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-406",
    "time": "0:36:48",
    "speaker": "spk_1",
    "line": "That he sneak up on you.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-407",
    "time": "0:36:50",
    "speaker": "spk_2",
    "line": "I just noticed that he's got a knife.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-408",
    "time": "0:36:54",
    "speaker": "spk_1",
    "line": "And I didn't think about it before. I just didn't really I assumed it was associated associated with the horniness and",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-409",
    "time": "0:37:00",
    "speaker": "spk_2",
    "line": "i thought it was to I thought it was to just cut a strap off of a shoulder. To reveal a single breast. That's why I thought he brought it. And I didn't think that was good. I thought that was bad. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-410",
    "time": "0:37:15",
    "speaker": "spk_0",
    "line": "But",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-411",
    "time": "0:37:16",
    "speaker": "spk_2",
    "line": "i thought I'm gonna be able to stop him from doing that because he doesn't have any desire to hurt anyone.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-412",
    "time": "0:37:21",
    "speaker": "spk_1",
    "line": "Yeah. But now now it's a review that he wants to stab the breasts. It's awful.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-413",
    "time": "0:37:27",
    "speaker": "spk_2",
    "line": "Uh-huh. It's disgusting. That's so fucking gross. You And now Kevin all of a sudden looks like kind of a nice guy by comparison. He just takes his little snapshots into his dungeon. I mean that's not hurting anyone.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-414",
    "time": "0:37:45",
    "speaker": "spk_1",
    "line": "What's the new kind of videos?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-415",
    "time": "0:37:46",
    "speaker": "spk_2",
    "line": "Yeah. What else? And please don't say -- Wait.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-416",
    "time": "0:37:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-417",
    "time": "0:37:49",
    "speaker": "spk_1",
    "line": "torture. Wait. Tony Bomboni has to do his request.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-418",
    "time": "0:37:52",
    "speaker": "spk_2",
    "line": "Oh, yeah. Tony Bomboni, please.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-419",
    "time": "0:37:54",
    "speaker": "spk_10",
    "line": "Well, it's me.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-420",
    "time": "0:37:54",
    "speaker": "spk_2",
    "line": "I think that's the name of a real guy. Maybe I shouldn't have said it. Are we allowed to do that? Are we in trouble? Can you find out from the lawyer if we're in trouble? Because I think that's a real guy.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-421",
    "time": "0:38:07",
    "speaker": "spk_3",
    "line": "Alright. This is Tony Bomponi. Sorry. Sorry. It's been so long since I've uploaded. A lot of you guys emailed me saying you couldn't hear me earlier. So this is this is my new ASMR video. Pop, pop, pop, pop, pop, pop, pop, pop. That's a hit. That's good. That's a hit.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-422",
    "time": "0:38:26",
    "speaker": "spk_1",
    "line": "So we've got I also like how you did the two channel thing only after you stop talking.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-423",
    "time": "0:38:32",
    "speaker": "spk_2",
    "line": "That's a hit. Hollywood Handbook.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-424",
    "time": "0:38:35",
    "speaker": "spk_1",
    "line": "Hey, guys. I wanna talk to you about Movement watches, m v m t, started by two broke call kids that wanted to wear stylish watches but couldn't afford them and wanted to create a watch that Darth Vader wasn't allowed to wear.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-425",
    "time": "0:38:48",
    "speaker": "spk_2",
    "line": "Well yeah. So I'm glad you brought that these are stylish affordable watches, and you're gonna see these on famous celebrities like Hayes or cool guys like intern Andy. But there's a place that you won't be seeing the watch and it's in one of your favorite movies and it's on Darth Vader. And he's not allowed to wear it because he's a bad guy And mean guys don't wear the good watch because this company has so much integrity that even though Darth Vader had enough money, to buy it because they are so affordable and stylish. And even though they make one, it is cool has cool",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-426",
    "time": "0:39:24",
    "speaker": "spk_1",
    "line": "gun metal seal. Hundred dollars.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-427",
    "time": "0:39:25",
    "speaker": "spk_2",
    "line": "Oh, yeah. You have a hundred dollars. And the and and the and and he had they have these cool sort of like gun metal steel and like, you know, black gold. I don't know.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-428",
    "time": "0:39:36",
    "speaker": "spk_1",
    "line": "It's unfortunately it's unfortunately the perfect watch for him.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-429",
    "time": "0:39:39",
    "speaker": "spk_2",
    "line": "Yeah. It would look awesome on him, but it is one of these scenarios where they had to sacrifice a little bit of dough and some style and publicity to say I'm sorry Darth Vader. You're trying to kill somebody with light sword and smash them in half even though they're a good guy. And you use the force to choke with. And so no you can't have the watch and you have to go to Rolex.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-430",
    "time": "0:40:08",
    "speaker": "spk_1",
    "line": "And they, Rolex is, like, wanting him",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-431",
    "time": "0:40:12",
    "speaker": "spk_2",
    "line": "to -- Oh, they were asking",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-432",
    "time": "0:40:13",
    "speaker": "spk_0",
    "line": "-- --",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-433",
    "time": "0:40:13",
    "speaker": "spk_1",
    "line": "they were watching. -- to know what time to choke people.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-434",
    "time": "0:40:16",
    "speaker": "spk_2",
    "line": "Yeah. They literally said that in their commercial. So",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-435",
    "time": "0:40:20",
    "speaker": "spk_1",
    "line": "and this is also kind of like how we start, you know, we like built our pocket, two broke college. Kids who wanted a podcast for Darth Vader not to be",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-436",
    "time": "0:40:28",
    "speaker": "spk_2",
    "line": "able to listen. We wanted a stylish sexy podcast that didn't cost a lot of money and we would not let Darth Vader put it in his ears and he even has a machine basically in his helmet where he gets toon podcasts. He punches in numbers on his chest plate. And we stuck a fork in the chest plate and shorted to the circuits.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-437",
    "time": "0:40:48",
    "speaker": "spk_1",
    "line": "So go to movement watches, m v m t watches dot com slash Hollywood and get fifteen percent off today plus with free shipping and free returns. That's m b m t watches dot com slash hollywood. I want a new code. I want the boys.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-438",
    "time": "0:41:05",
    "speaker": "spk_2",
    "line": "Oh yeah. When you go there, tell them the boys sent you. Slash the boys. But now it's like they're slashing me. For now it's slash Hollywood. But in the future, we may get one that is the boys.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-439",
    "time": "0:41:18",
    "speaker": "spk_0",
    "line": "Hollywood Handbook.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-440",
    "time": "0:41:20",
    "speaker": "spk_1",
    "line": "Hey, guys. Summer's coming up. It's almost time for beach Valentine's Day. Sherry's berries is offering huge freshly dipped strawberries starting in nineteen ninety nine plus shipping for you to find a Valentine with. Now Andy intern Andy, you have famously struck out on Beat Valentine's Day every year because you don't have enough you like when it comes to you go to the beach, you just don't have much to offer.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-441",
    "time": "0:41:46",
    "speaker": "spk_3",
    "line": "Yeah. Well famously at Beach Valentine's Day, every guy takes off a shirt and takes a dip in the water and I that's just not something I'm comfortable with.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-442",
    "time": "0:41:54",
    "speaker": "spk_1",
    "line": "Yeah. And you so this here's a great opportunity for you, Andy. As you say, someone wanna go for a dip",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-443",
    "time": "0:42:03",
    "speaker": "spk_2",
    "line": "and then you take And it's a dipped bearing.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-444",
    "time": "0:42:05",
    "speaker": "spk_1",
    "line": "You take a freshly dipped Sherry'sberry strawberry. You will have to dip it again into something else. It's not chocolate, because it's already dipped in chocolate.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-445",
    "time": "0:42:14",
    "speaker": "spk_2",
    "line": "Yeah. You're gonna have to do a second dip in order to just complete the line, this killer line that you guys are giving you. Ranch. And and yeah. Ranch is great idea, hummus is a great idea. But if I could just for my part say something about the product omnomnom, scrum, nomnom, Scummy nummy berries, nym yum, slurp slurp smack smack yum. Oh, we gotta get me more berries. Ugh, get these things away from me. No. Just kidding, I want one more.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-446",
    "time": "0:42:53",
    "speaker": "spk_1",
    "line": "So You forgot to say juicy berry, sweet strawberry.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-447",
    "time": "0:42:56",
    "speaker": "spk_2",
    "line": "Ju c berry, sweet strawberry. The juice. It's dripping. So decadent. These are trouble. Danger.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-448",
    "time": "0:43:06",
    "speaker": "spk_1",
    "line": "So, Amy, this is other good stuff for you to say at Beach Valentine's Day.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-449",
    "time": "0:43:11",
    "speaker": "spk_9",
    "line": "Hey, everyone. Chef Kevin here. And I'm just jumping in the ads to remind everyone that mother's day is coming up. If you're looking for the perfect gift to get for your mother, then why not the bear That's you that's would be the perfect gift. Thanks.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-450",
    "time": "0:43:27",
    "speaker": "spk_1",
    "line": "Can I just hear what you're gonna do? I mean Please.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-451",
    "time": "0:43:30",
    "speaker": "spk_3",
    "line": "Because I've it's Well, I mean,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-452",
    "time": "0:43:32",
    "speaker": "spk_1",
    "line": "historically, you show up at the beach. You take your shirt off really fast like you're ripping off a band aid, like you're just, like, trying to get it over with. And you and you're like, hey. But then I, you know, now I'm hoping that we're gonna have a little more",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-453",
    "time": "0:43:46",
    "speaker": "spk_0",
    "line": "-- Yeah. --",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-454",
    "time": "0:43:48",
    "speaker": "spk_1",
    "line": "a presentation from you.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-455",
    "time": "0:43:49",
    "speaker": "spk_3",
    "line": "Well, I mean, it would be dumb for me. You guys are famously very do well with the ladies, so I would it would be dumb for me to not listen to you. Obviously, I'm gonna be doing what you guys told me to do, I'm gonna say, om nom nom, scrubby, nummy hummus, dip the berry, Well",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-456",
    "time": "0:44:05",
    "speaker": "spk_1",
    "line": "first, no. First, you need to like you said all the boys are going for a dip and so -- Oh, great.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-457",
    "time": "0:44:10",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-458",
    "time": "0:44:10",
    "speaker": "spk_1",
    "line": "you need to do mine.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-459",
    "time": "0:44:12",
    "speaker": "spk_3",
    "line": "Okay. So I I find a girl and I ask",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-460",
    "time": "0:44:16",
    "speaker": "spk_1",
    "line": "her, like, if you don't kinda introduce the Barry's first and foremost, they're gonna think you're talking about them when you say, I'm I'm I'm scrubbed up up. Yummy berries.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-461",
    "time": "0:44:25",
    "speaker": "spk_2",
    "line": "You can't do that. So So",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-462",
    "time": "0:44:28",
    "speaker": "spk_1",
    "line": "do it again, Andy.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-463",
    "time": "0:44:30",
    "speaker": "spk_3",
    "line": "Okay. So I'll go up to a night. Somebody looks nice and I'll ask them if they wanna go for a dip and then I'll pretend like I'm about to take off my shirt and they'll be like, just kidding, it's berries and we're dipping it in hummus.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-464",
    "time": "0:44:45",
    "speaker": "spk_1",
    "line": "And then -- And then I -- And then I get in Hommes, and",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-465",
    "time": "0:44:47",
    "speaker": "spk_2",
    "line": "then I take a big bite.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-466",
    "time": "0:44:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-467",
    "time": "0:44:48",
    "speaker": "spk_3",
    "line": "and I go, oh, scrum, om nom. This is dangerous. Keep it away. Just kidding. I love it. You're cute.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-468",
    "time": "0:44:55",
    "speaker": "spk_2",
    "line": "Well, don't do exactly that. They're gonna have seen me do that. I'm there. I'm already But you should do juicy various sweets for over. Mhmm. Sweet. I still have delicious. The juice.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-469",
    "time": "0:45:03",
    "speaker": "spk_3",
    "line": "I was thinking I would just switch instead of talking about the strawberry or talk about how much I like",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-470",
    "time": "0:45:07",
    "speaker": "spk_2",
    "line": "oh, that one's got something. Oh, what's on that one? You know, like, do it, like, a little more different.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-471",
    "time": "0:45:11",
    "speaker": "spk_1",
    "line": "Because they have nuts and chocolate chips and all that. So and you can also double the berries for just ten dollars more because let's face it. Some of them are gonna fall on the beach. So pick your delivery date and your berries are gonna arrive fresh and delicious or your money back. At berries dot com, click on the microphone in the top right corner and use Hollywood Handbook. That's my code. You can have it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-472",
    "time": "0:45:32",
    "speaker": "spk_0",
    "line": "Hollywood Handbook.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-473",
    "time": "0:45:34",
    "speaker": "spk_2",
    "line": "So what else could we maybe do Annie that gonna be a big video for YouTube now that the podcast is over.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-474",
    "time": "0:45:42",
    "speaker": "spk_3",
    "line": "You know what's fun are these haul videos?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-475",
    "time": "0:45:46",
    "speaker": "spk_2",
    "line": "Okay. Okay. Yep.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-476",
    "time": "0:45:48",
    "speaker": "spk_3",
    "line": "Hall pass.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-477",
    "time": "0:45:48",
    "speaker": "spk_1",
    "line": "Hall pass study hall?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-478",
    "time": "0:45:50",
    "speaker": "spk_3",
    "line": "Yeah. Like the whole pass trailer.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-479",
    "time": "0:45:53",
    "speaker": "spk_2",
    "line": "That's not what you meant. Same what you meant. I feel weird.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-480",
    "time": "0:46:00",
    "speaker": "spk_3",
    "line": "No. I mean, like, when you go out, you know, you have a big shopping screen. And then you get to show off to all your followers what you picked up, and it could be makeup, it could be outfits, just anything that you picked up at the store and then people get to get a kick out of",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-481",
    "time": "0:46:15",
    "speaker": "spk_2",
    "line": "yeah. Okay. So while Andy was talking, he took out a bottle with a skull and crossbones on it and started pouring it into the cup that we know Kevin uses. Kevin leaves a cup to drink from in here, and then he doesn't drink it until after we all leave. He says it makes tastes better knowing a bit of funny podcast happened around it. But this skull and crossbones model, I think, maybe had something sinister within.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-482",
    "time": "0:46:46",
    "speaker": "spk_1",
    "line": "It's sizzling on the floor now.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-483",
    "time": "0:46:48",
    "speaker": "spk_4",
    "line": "Oh, and that haya, was you knocking it away?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-484",
    "time": "0:46:50",
    "speaker": "spk_2",
    "line": "No. No. It was me pointing.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-485",
    "time": "0:46:52",
    "speaker": "spk_1",
    "line": "Oh, Hi. But Andy got so scared he dropped it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-486",
    "time": "0:46:58",
    "speaker": "spk_2",
    "line": "Yeah. And that was just a bonus. So Andy, Mhmm. Now tell me what a haul video is and don't Without the poison. Do the poison.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-487",
    "time": "0:47:08",
    "speaker": "spk_3",
    "line": "Okay. No poison. It's After you go shopping, you show off to your followers what you bought.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-488",
    "time": "0:47:16",
    "speaker": "spk_2",
    "line": "Yes. Mhmm. And a lot of times it's what.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-489",
    "time": "0:47:19",
    "speaker": "spk_3",
    "line": "It could be makeup, outfits,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-490",
    "time": "0:47:21",
    "speaker": "spk_2",
    "line": "okay. That's two different things. We know about that.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-491",
    "time": "0:47:25",
    "speaker": "spk_3",
    "line": "Yeah. And a lot, all sorts of other stuff too, but those are",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-492",
    "time": "0:47:29",
    "speaker": "spk_4",
    "line": "it's like the haul you you brought home. The",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-493",
    "time": "0:47:32",
    "speaker": "spk_2",
    "line": "oh, yeah. Yeah. Oh, yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-494",
    "time": "0:47:34",
    "speaker": "spk_4",
    "line": "I see.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-495",
    "time": "0:47:35",
    "speaker": "spk_2",
    "line": "It's it's the the u haul.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-496",
    "time": "0:47:37",
    "speaker": "spk_1",
    "line": "U u haul at home. I see.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-497",
    "time": "0:47:41",
    "speaker": "spk_2",
    "line": "And if Hayes made wanted to probably be power tools something, wouldn't it haze? More power, our our our",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-498",
    "time": "0:47:48",
    "speaker": "spk_1",
    "line": "i worry about Andy, like, what he would do with these power. Just like I think it should be something nice. I think, like, now that we know that Andy thinks of different things he can do with violence.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-499",
    "time": "0:47:59",
    "speaker": "spk_2",
    "line": "Well, he mentioned makeup, so why don't I start?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-500",
    "time": "0:48:02",
    "speaker": "spk_1",
    "line": "Wait. We need names.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-501",
    "time": "0:48:04",
    "speaker": "spk_2",
    "line": "Okay. My name's gonna be like",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-502",
    "time": "0:48:10",
    "speaker": "spk_1",
    "line": "my name's gonna be buying Hayes.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-503",
    "time": "0:48:15",
    "speaker": "spk_2",
    "line": "What if I'm Bonnie Bargain.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-504",
    "time": "0:48:18",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-505",
    "time": "0:48:18",
    "speaker": "spk_2",
    "line": "Oh, that's good. Bonnie Bargain Hunt. That's so much better. Maybe just bonnie's hot.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-506",
    "time": "0:48:28",
    "speaker": "spk_1",
    "line": "No. I think I think body bargain hunt is is good.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-507",
    "time": "0:48:31",
    "speaker": "spk_3",
    "line": "Oh, that's good.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-508",
    "time": "0:48:34",
    "speaker": "spk_2",
    "line": "Okay. And then",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-509",
    "time": "0:48:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-510",
    "time": "0:48:36",
    "speaker": "spk_4",
    "line": "i'll be max maxed out credit, Kurt.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-511",
    "time": "0:48:43",
    "speaker": "spk_2",
    "line": "Andy, you want to be Sugar Smacks again? Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-512",
    "time": "0:48:49",
    "speaker": "spk_1",
    "line": "No. You can't be sugars back",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-513",
    "time": "0:48:50",
    "speaker": "spk_2",
    "line": "anymore. Yeah. Oh, geez. Oh, I You wanna do it again?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-514",
    "time": "0:49:01",
    "speaker": "spk_3",
    "line": "I'll just be I'll be Jason's score.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-515",
    "time": "0:49:03",
    "speaker": "spk_2",
    "line": "I saw him on the table.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-516",
    "time": "0:49:05",
    "speaker": "spk_3",
    "line": "Can we cut this?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-517",
    "time": "0:49:10",
    "speaker": "spk_2",
    "line": "Sam Doles, he doesn't have that technology Some of the other engineers do but he just does it. Yeah. He got rid of it. So okay. So Hey, Slutz. Fuck you. Here we go. It's like, I got the best freaking you Hall. Check it out. What's in my bag? Trump. Oh man, frigging, oh, this make up is so good. Here's white paint, put that on your face. And then here's some green hair dye. What else do we have? What else do we have? Oh, big red. Let yeah, put that on. Oh no. Becoming him.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-518",
    "time": "0:50:06",
    "speaker": "spk_6",
    "line": "I got to get that bat.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-519",
    "time": "0:50:11",
    "speaker": "spk_2",
    "line": "Why are you being so serious? Mhmm. Gotham. So my haul video became I became the joke. Bonnie Baragina and I'm sorry. It's been so long since I uploaded, but Bonnie Bargain Hunt did become the Joker, which so if we're gonna do another makeup one, please be very careful of that. I had some other stuff in my bag, obviously, more wax lifts. There was more fake blood. There was a orange pumpkin bucket with a handle. There was a wolf mask What else is in the bag? Oh, just some nice crackers. And so somebody else can go.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-520",
    "time": "0:51:05",
    "speaker": "spk_1",
    "line": "Okay. I'll do mine really fast. No, don't. See, this is why I wanted you to go because now every time you do yours, you're in this place where you're feeling so good, you know, you're like, oh, I just did such a good one. And now and now you have to like, do stuff for mine. Tosh you, Tuesday. Tosh you Is it? Tosh YouTube. Okay. Just let me do mine really quick.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-521",
    "time": "0:51:32",
    "speaker": "spk_2",
    "line": "Yeah. Great.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-522",
    "time": "0:51:34",
    "speaker": "spk_1",
    "line": "Hello. It's buying Hayes again and once again I bought a bunch of those pills that you put into water and they become dinosaurs. So I'm going to drop them into the water one by one no. I dropped them all in. That's and they all became they, like, it's ruins the experience because you're just watching them all moosh out at the same time and you wanna drag it out. I think the whole point these videos, you could kind of watch them like evolve one at a time, all the plastic gets everywhere.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-523",
    "time": "0:52:10",
    "speaker": "spk_2",
    "line": "I'd like to hear from What's your name?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-524",
    "time": "0:52:13",
    "speaker": "spk_1",
    "line": "Max Maxed out credit card.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-525",
    "time": "0:52:16",
    "speaker": "spk_2",
    "line": "Do you have a maxed out credit card? What did you get today?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-526",
    "time": "0:52:19",
    "speaker": "spk_4",
    "line": "Hey. What's up, guys? Maxed out credit card. I just got back from the dump. Gonna go through this trash bag real quick. Oh. Nasty some old clothes. Some old nasty clothes. Whoa. These are these are old Oh, they are covered in coffee grounds. That's probably just somebody dumped some coffee grounds over the top of the and they kinda trickled down. So there's some coffee grounds in here. Oh, a a a purple suit.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-527",
    "time": "0:52:56",
    "speaker": "spk_2",
    "line": "A purple suit.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-528",
    "time": "0:52:58",
    "speaker": "spk_4",
    "line": "A purple suit. Oh, no. I'm putting the purple suit on. Oh, no. Where is the Batman?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-529",
    "time": "0:53:08",
    "speaker": "spk_2",
    "line": "Oh, no. That's my credit card.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-530",
    "time": "0:53:11",
    "speaker": "spk_4",
    "line": "Max on credit card.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-531",
    "time": "0:53:12",
    "speaker": "spk_1",
    "line": "So many of these characters are being ruined by becoming the Joker.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-532",
    "time": "0:53:16",
    "speaker": "spk_4",
    "line": "Oh, no. It maxed out credit.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-533",
    "time": "0:53:19",
    "speaker": "spk_1",
    "line": "And and it doesn't seem like he would use a credit card.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-534",
    "time": "0:53:25",
    "speaker": "spk_3",
    "line": "No. He he wouldn't he probably got that garbage out.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-535",
    "time": "0:53:28",
    "speaker": "spk_4",
    "line": "Yeah. That's annoying.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-536",
    "time": "0:53:29",
    "speaker": "spk_3",
    "line": "He's gotta go to the garbage dump.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-537",
    "time": "0:53:31",
    "speaker": "spk_2",
    "line": "Yeah. And then he got the Joker's old suit. That's chaos for you. Well, Andy?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-538",
    "time": "0:53:43",
    "speaker": "spk_3",
    "line": "Who am I again?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-539",
    "time": "0:53:44",
    "speaker": "spk_1",
    "line": "You were gonna come up with a name and during the -- Oh.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-540",
    "time": "0:53:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-541",
    "time": "0:53:48",
    "speaker": "spk_1",
    "line": "just extraordinary amount of time we gave you.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-542",
    "time": "0:53:52",
    "speaker": "spk_3",
    "line": "I'm I'm gonna be I'm Bonnie Bargain. Hey everybody. What's up, Slutz. It's Bonnie Bargain back at you check out this haul that I got. I got We don't need the ear thing.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-543",
    "time": "0:54:07",
    "speaker": "spk_1",
    "line": "Bonnie Bargain get it again. And none of us did. Bonnie Bargain Hunt didn't get it. Buying Hayes didn't get it. And maxed out credit card occurred didn't get it.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-544",
    "time": "0:54:19",
    "speaker": "spk_3",
    "line": "Check out this makeup I got. Oh, wait. It's actually the joke is that I got Halloween makeup. I'm I'm gonna dress up like a like a Dracula. This freaking this owns.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-545",
    "time": "0:54:32",
    "speaker": "spk_0",
    "line": "Make sure",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-546",
    "time": "0:54:33",
    "speaker": "spk_2",
    "line": "you get a thumbs up. I like that one.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-547",
    "time": "0:54:36",
    "speaker": "spk_1",
    "line": "I like it. And now Sam was gonna put it first.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-548",
    "time": "0:54:42",
    "speaker": "spk_2",
    "line": "Sam,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-549",
    "time": "0:54:43",
    "speaker": "spk_1",
    "line": "sam, what's your name?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-550",
    "time": "0:54:46",
    "speaker": "spk_3",
    "line": "Anthony Michael Hall.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-551",
    "time": "0:54:48",
    "speaker": "spk_2",
    "line": "Okay. That's good. That's really good.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-552",
    "time": "0:54:52",
    "speaker": "spk_3",
    "line": "Just a letter I got.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-553",
    "time": "0:54:53",
    "speaker": "spk_2",
    "line": "Tim, cut that. That's better than ours. Okay. Edit that. Don't be funnier than us on the show. But go ahead. Go do your haul.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-554",
    "time": "0:55:00",
    "speaker": "spk_3",
    "line": "This is a letter a threat. Someone mailed me a threat. This is a threat letter.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-555",
    "time": "0:55:08",
    "speaker": "spk_2",
    "line": "What are they threatening to do?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-556",
    "time": "0:55:09",
    "speaker": "spk_3",
    "line": "It says This is once we did tell me where the Batman is and signed, but there's a playing card",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-557",
    "time": "0:55:17",
    "speaker": "spk_2",
    "line": "at the bottom of it. Like a It's the clown one? Oh. No. The clown one. The Jack. Yeah. Yeah. The Jack.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-558",
    "time": "0:55:29",
    "speaker": "spk_3",
    "line": "It's the Jack of clowns. Mhmm.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-559",
    "time": "0:55:34",
    "speaker": "spk_1",
    "line": "What's another kind of video whether we can do fast?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-560",
    "time": "0:55:38",
    "speaker": "spk_3",
    "line": "But we could do they have like unboxing videos where, like, it's it's pretty much the same as the hull, but there's it's like a box instead of a bag.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-561",
    "time": "0:55:47",
    "speaker": "spk_1",
    "line": "Okay. What was a box?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-562",
    "time": "0:55:50",
    "speaker": "spk_3",
    "line": "What's a box?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-563",
    "time": "0:55:51",
    "speaker": "spk_1",
    "line": "We need to have one.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-564",
    "time": "0:55:52",
    "speaker": "spk_2",
    "line": "Yeah. You have a box or anything? I mean, there's a tissue box on the outer.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-565",
    "time": "0:55:57",
    "speaker": "spk_1",
    "line": "And we just rip it up.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-566",
    "time": "0:55:58",
    "speaker": "spk_2",
    "line": "Yeah. We rip it open.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-567",
    "time": "0:55:59",
    "speaker": "spk_4",
    "line": "Unbox some of those tissues.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-568",
    "time": "0:56:01",
    "speaker": "spk_2",
    "line": "It's Rogue Juan.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-569",
    "time": "0:56:03",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-570",
    "time": "0:56:03",
    "speaker": "spk_3",
    "line": "Maybe there's like a toy",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-571",
    "time": "0:56:04",
    "speaker": "spk_0",
    "line": "in there.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-572",
    "time": "0:56:04",
    "speaker": "spk_2",
    "line": "There's actually a fucking war movie.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-573",
    "time": "0:56:09",
    "speaker": "spk_1",
    "line": "Okay. Well, I'll go first. Mhmm. I'm Yohan Sebastian Box. And no, that's not the same thing as Sam's idea. It's more mine's like more educated Here's is like an actor and mine is like a guy who did some of the most famous music ever. So before anyone says that. Okay. So I'm doing the box. So I got this box of the mail. Let's see. What's on the outside? There's some characters. Okay. And I'm opening the box. Okay. And inside, I'll just pull them out one by one. So the first thing we have is kind of interesting paper. Something you could use for a like a journal that you could dissolve so nobody reads it. And here's another one of those for tomorrow. You're right on tomorrow. And this one is really interesting. You could use to do like, they have these special dances that you do with paper in in in other cultures and you and you wave it around. And this one, you could pull out of your mouth like a like a clown. Like the Joker. So I did the Joker thing now.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-574",
    "time": "0:57:34",
    "speaker": "spk_2",
    "line": "So okay. Well, let's have Drew do one. Okay.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-575",
    "time": "0:57:38",
    "speaker": "spk_1",
    "line": "Do you have a name?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-576",
    "time": "0:57:40",
    "speaker": "spk_4",
    "line": "Yeah. I'm George foreman, the unboxer. Okay. Okay. This is This is an Amazon box. It's got the blue tape on it and taking the blue tape off. Oh, it is a external hard drive pulling it out. And and and everything's out. It's out.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-577",
    "time": "0:58:11",
    "speaker": "spk_2",
    "line": "Oh, that was really good.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-578",
    "time": "0:58:13",
    "speaker": "spk_3",
    "line": "It was quick. There was only one box and then",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-579",
    "time": "0:58:15",
    "speaker": "spk_4",
    "line": "it was I there wasn't enough",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-580",
    "time": "0:58:16",
    "speaker": "spk_1",
    "line": "you work with what you have. Yeah. You know? Like, that's part of the fight. You don't know what's in there.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-581",
    "time": "0:58:21",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-582",
    "time": "0:58:22",
    "speaker": "spk_1",
    "line": "Like -- Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-583",
    "time": "0:58:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-584",
    "time": "0:58:22",
    "speaker": "spk_4",
    "line": "it went too quick. I I didn't want it to go that fast.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-585",
    "time": "0:58:26",
    "speaker": "spk_2",
    "line": "Yeah. That puts I think people can relate to that.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-586",
    "time": "0:58:29",
    "speaker": "spk_4",
    "line": "Yeah. Sometimes you just blow through you you you you boxed And",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-587",
    "time": "0:58:33",
    "speaker": "spk_2",
    "line": "that's your brand, you know, you're the unboxing guy who doesn't mess with all the",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-588",
    "time": "0:58:37",
    "speaker": "spk_0",
    "line": "free I'm",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-589",
    "time": "0:58:38",
    "speaker": "spk_2",
    "line": "a premium Well,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-590",
    "time": "0:58:39",
    "speaker": "spk_4",
    "line": "you think here's I'm a premature unboxed unboxer.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-591",
    "time": "0:58:41",
    "speaker": "spk_1",
    "line": "Here's a way if you go slower next time, I think. If you open it with the open side up instead of down.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-592",
    "time": "0:58:48",
    "speaker": "spk_4",
    "line": "I see.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-593",
    "time": "0:58:48",
    "speaker": "spk_1",
    "line": "You can control how fast you take it out.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-594",
    "time": "0:58:50",
    "speaker": "spk_3",
    "line": "That's yeah. The the the hard drive just fell",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-595",
    "time": "0:58:52",
    "speaker": "spk_1",
    "line": "out of the bottom of the door. Not even in a loud way, just under the rub.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-596",
    "time": "0:58:55",
    "speaker": "spk_4",
    "line": "Very quiet way, which to ASR ASMR people might have liked.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-597",
    "time": "0:59:00",
    "speaker": "spk_2",
    "line": "Okay. Well, I'm a fantastic mister Box. I'm sorry it's been so long since I uploaded. So So and and I'm gonna borrow a little bit from your some tricks I've learned from a very funny man who happens to be a guest on the show. Well, here now here, yeah, this box yeah. Entering, do you go ahead and give me this box? Yeah. He stop by the old",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-598",
    "time": "0:59:32",
    "speaker": "spk_1",
    "line": "trailer I live in.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-599",
    "time": "0:59:34",
    "speaker": "spk_2",
    "line": "And so I'm opening up the bat. Yeah. I was there watching little cow more T. V. Goddamn no static there, you know, no reruns. So so I'll open in the backs. And I'm getting it open and this is from intern Indian and I'm taking a let me get my switch blade out that I use for hunting ducks. And I cut the thing and open and then inset and It's a fucking gun. Holy shit, it's a fucking gun. There's a fucking solid gold desert Eagle forty four magnum and it's loaded and it's shooting at me. Oh my god, intern Andy's hands attached to it. Intern Andy was inside the box with the gun. Holy shit. He's trying to kill me. His whole thing is violence. Why are he's blasting nine inch nails at me?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-600",
    "time": "1:00:34",
    "speaker": "spk_5",
    "line": "I won't",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-601",
    "time": "1:00:34",
    "speaker": "spk_2",
    "line": "fuck you liking animal. How I don't know from the inside. Hit like a hole, been in control, around a deck Oh my god. Okay. I'm hiding in a hole that I dug earlier because I'm from the south. And there's some pecans in here, so I should be okay for a little while. That's another true time for specific. And I'll just start munching on these. Oh, no. They're boys and somebody poured a bottle with a freaking It's called a groundhog down over the pig head.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-602",
    "time": "1:01:15",
    "speaker": "spk_6",
    "line": "I'm sorry. I saw a hawk before I helped out at this. I'm sorry. It took me so long.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-603",
    "time": "1:01:20",
    "speaker": "spk_2",
    "line": "Please subscribe for more radio hosts.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-604",
    "time": "1:01:25",
    "speaker": "spk_0",
    "line": "So that",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-605",
    "time": "1:01:25",
    "speaker": "spk_2",
    "line": "was fantastic, mister Box.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-606",
    "time": "1:01:27",
    "speaker": "spk_1",
    "line": "Wow. That's nice. Okay. Andy, do this one quick because we should Haven't have time. I can hear the guys out there now, the Carnegie Bank, guys. I feel like if Drew, if we got out there, if we ended it in time. Yeah. You could be leaving this show and we'll be like, oh, yeah. We'll we'll, like, do a whole thing and like -- Right.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-607",
    "time": "1:01:42",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-608",
    "time": "1:01:43",
    "speaker": "spk_1",
    "line": "laughing and like we had such a good time on",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-609",
    "time": "1:01:44",
    "speaker": "spk_2",
    "line": "this show. Yeah. Yeah. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-610",
    "time": "1:01:45",
    "speaker": "spk_1",
    "line": "That could be really great. For you doing the ninth anniversary.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-611",
    "time": "1:01:49",
    "speaker": "spk_4",
    "line": "Right. That's",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-612",
    "time": "1:01:50",
    "speaker": "spk_1",
    "line": "true. Because as he's thinking about the eighth, he'll be thinking",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-613",
    "time": "1:01:52",
    "speaker": "spk_2",
    "line": "like, oh, that was fun.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-614",
    "time": "1:01:53",
    "speaker": "spk_1",
    "line": "But they seem like that's Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-615",
    "time": "1:01:54",
    "speaker": "spk_4",
    "line": "Let's be loud and have a blast.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-616",
    "time": "1:01:56",
    "speaker": "spk_2",
    "line": "Yes. That can be really funny. So let's get that going.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-617",
    "time": "1:01:59",
    "speaker": "spk_3",
    "line": "Okay. Yeah. I'll just do my quick. Hey everybody. This is box and roll. I'm here unboxed. I got a box here. Oh, it's just kind of a regular box. Let's open it up and see what's inside. Oh, shit. It's Kevin's head like in the end of seven. It's cool that he's dead. Thanks for watching and make sure to give thumbs up.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-618",
    "time": "1:02:21",
    "speaker": "spk_1",
    "line": "What of noise? What of noise he made after he said, we're gonna do that noise.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-619",
    "time": "1:02:26",
    "speaker": "spk_2",
    "line": "Sam's gotta go even better.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-620",
    "time": "1:02:28",
    "speaker": "spk_3",
    "line": "This is the Boston strangler. And I'm opening my box and there's a watermelon, and then there's this looks like a sledgeramatic,",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-621",
    "time": "1:02:38",
    "speaker": "spk_1",
    "line": "smash No. No. No.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-622",
    "time": "1:02:40",
    "speaker": "spk_2",
    "line": "No. No. No. This is not our no. And now we can't",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-623",
    "time": "1:02:44",
    "speaker": "spk_1",
    "line": "even do new two anymore.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-624",
    "time": "1:02:46",
    "speaker": "spk_2",
    "line": "And they're loving it. Well, that killed YouTube for us. We can't do it. So cut tune in next week when we'll have a different idea for what to do instead of the show.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-625",
    "time": "1:02:57",
    "speaker": "spk_1",
    "line": "And What's Carl's Hardie's Junior doing? What's he Yeah. Up to next?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-626",
    "time": "1:03:01",
    "speaker": "spk_2",
    "line": "What's when am I gonna see him?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-627",
    "time": "1:03:03",
    "speaker": "spk_4",
    "line": "I don't I mean, I bet he'll be in like a rib joint and putting ribs on a burger or something. Oh. Probably be hawking curly fries or something.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-628",
    "time": "1:03:14",
    "speaker": "spk_2",
    "line": "Oh, wow. Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-629",
    "time": "1:03:15",
    "speaker": "spk_3",
    "line": "I could really",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-630",
    "time": "1:03:16",
    "speaker": "spk_2",
    "line": "see liking that.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-631",
    "time": "1:03:17",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. You'll love this.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-632",
    "time": "1:03:18",
    "speaker": "spk_2",
    "line": "Yeah. Okay. Good. Great. Okay. Anything else?",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-633",
    "time": "1:03:25",
    "speaker": "spk_4",
    "line": "Yeah. Just check out season two of the teacher's lounge on",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-634",
    "time": "1:03:28",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-635",
    "time": "1:03:28",
    "speaker": "spk_2",
    "line": "yeah. Stitcher Premium.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-636",
    "time": "1:03:30",
    "speaker": "spk_0",
    "line": "--",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-637",
    "time": "1:03:30",
    "speaker": "spk_2",
    "line": "stitcher Premium. Rolls off the tongue.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-638",
    "time": "1:03:32",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-639",
    "time": "1:03:35",
    "speaker": "spk_0",
    "line": "Bye. Hollywood ham.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-640",
    "time": "1:03:41",
    "speaker": "spk_11",
    "line": "Hi. I'm best smelling author and unaccredited love and marriage expert, Maribel May. It's nineteen sixty three. Do you know where your husband is? Let me put the Spark back in your marriage with my audio lecture series, The Complete Woman. Take your marriage from boring just soaring in a few stupid steps, guaranteed to work, or your husband's money back. The complete woman is available now on earworm. Find it on Apple Podcasts, Stitcher, or wherever you listen to your shows. And if you just can't get enough, you can find a complete complete woman series including complete joy and the complete man at stitcher premium dot com slash complete. Oh my steel balls already. Toodaloo.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-641",
    "time": "1:04:40",
    "speaker": "spk_12",
    "line": "This has been in Earwolf production, produced by Scott Ocherman, Chris Bannon, and Colin Anderson. For more information and content, visit earwolf dot com.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-642",
    "time": "1:04:54",
    "speaker": "spk_13",
    "line": "Hey, this is Arnie Necamp from the improv Fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of Foon, and they started a podcast. Season three has just begun with a brand new adventure to defeat the dark lord. If you're a new listener or you've fallen behind season three is a great jumping on point, and we've got great guests like Justin Mackelroy.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-643",
    "time": "1:05:16",
    "speaker": "spk_1",
    "line": "I sound like a fancy college professor.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-644",
    "time": "1:05:19",
    "speaker": "spk_2",
    "line": "I nights. Rachel Bloom.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-645",
    "time": "1:05:22",
    "speaker": "spk_6",
    "line": "You are seeing my collection of men corpses and one woman.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-646",
    "time": "1:05:25",
    "speaker": "spk_13",
    "line": "Felicia Day and Colton Dunn.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-647",
    "time": "1:05:27",
    "speaker": "spk_0",
    "line": "You've seen",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-648",
    "time": "1:05:27",
    "speaker": "spk_11",
    "line": "me have intercourse with a variety of species.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-649",
    "time": "1:05:29",
    "speaker": "spk_1",
    "line": "It's a bummer.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-650",
    "time": "1:05:30",
    "speaker": "spk_13",
    "line": "Andy Daily. You have the",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-651",
    "time": "1:05:32",
    "speaker": "spk_14",
    "line": "members of Genesis listed, but Phil Collins has crossed out and encircledly crossed out again.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-652",
    "time": "1:05:36",
    "speaker": "spk_2",
    "line": "Yes. I have killed Phil Collins twice.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-653",
    "time": "1:05:39",
    "speaker": "spk_13",
    "line": "Thomas Middle Ditch.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-654",
    "time": "1:05:41",
    "speaker": "spk_6",
    "line": "Jesus. I mean, Jazz ruler of the eighth circle.",
    "episode": "184",
    "edited": false
  },
  {
    "id": "184-655",
    "time": "1:05:46",
    "speaker": "spk_13",
    "line": "And that's just the beginning. Season three, Avelo from the Magic Tavern is out now. Listen in Stitcher, Apple Podcast or wherever you get your podcast,",
    "episode": "184",
    "edited": false
  }
]