[
  {
    "id": "21-0",
    "time": "0:00:05",
    "speaker": "spk_0",
    "line": "and people are like people start telling me about like Diabolo Cody and stuff. Like she's like an like a writer director or something and not our engineer Cody. Like that's love, Shody.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-1",
    "time": "0:00:19",
    "speaker": "spk_1",
    "line": "Here comes his and Sean. Okay.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-2",
    "time": "0:00:21",
    "speaker": "spk_0",
    "line": "He's like, not the devil, and he's like a Spanish guy. So if we say Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-3",
    "time": "0:00:27",
    "speaker": "spk_1",
    "line": "We come to Ellewood garden. And we his name on some scripts as a joke. Ugh. Frustrating. What up what up?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-4",
    "time": "0:00:33",
    "speaker": "spk_0",
    "line": "What up what up? His this Hollywood Handbook. An insider's guide to kicking button dropping names in the red carpet line back hallways of this industry we call showbiz. I'm Hayes. I'm here with Sean. We live in Los Angeles, and we work there in the entertainment industry, and we talk about how to achieve your own success in that field on this on this podcast.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-5",
    "time": "0:00:52",
    "speaker": "spk_1",
    "line": "Best city in the world. Well, it's Oscar season and they're gonna start handing out those awards. Now we do know some people who are not invited to the ceremony. Haven't I kinda don't go sometimes because it's just so long.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-6",
    "time": "0:01:09",
    "speaker": "spk_0",
    "line": "It's gotten really long.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-7",
    "time": "0:01:10",
    "speaker": "spk_1",
    "line": "And I'm sick of giving speeches. I'm gonna go horse and not be able to shout action on the set. Mhmm. But Some people like going to the ceremony and they've asked us for tips on how to get in. And I would say, if you're not invited because you made a hit movie or ten hit movies like Me and Hayes each, at least minimum, then you probably are gonna wanna be someone's Oscar date.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-8",
    "time": "0:01:34",
    "speaker": "spk_0",
    "line": "Yes. And what that is, it's like someone takes you either as a friend or romantically to an engagement.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-9",
    "time": "0:01:43",
    "speaker": "spk_1",
    "line": "Oh, yes. For people who live in the Midwest and just marry the first person they see, people out here will date sometimes before they get married and will take that date to a function what you when you would maybe go to a square dance or something -- Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-10",
    "time": "0:02:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-11",
    "time": "0:02:01",
    "speaker": "spk_1",
    "line": "we're going then to the Or",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-12",
    "time": "0:02:03",
    "speaker": "spk_0",
    "line": "like those are the, like, the slop line. It would be like the equivalent of Like asking your neighbor, would you like to wait in the slop line with me?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-13",
    "time": "0:02:10",
    "speaker": "spk_1",
    "line": "Yeah. If they wanna sit with you at the the slop line and maybe share an Apple core or something. That's kind of what we'll take them to a restaurant. Mhmm. Movies bistro something nice. Mhmm. Now how do you get a date like that? Well, a lot of very glamorous women are going to the Oscars and have to bring a date for fear of shame.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-14",
    "time": "0:02:34",
    "speaker": "spk_0",
    "line": "But also a lot of people are sometimes afraid to to ask them.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-15",
    "time": "0:02:39",
    "speaker": "spk_1",
    "line": "Yes. You might think Oh, I could never ask Angelina Jolie. I could never ask Anna Farris to go to this big event, she won't wanna take me",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-16",
    "time": "0:02:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-17",
    "time": "0:02:50",
    "speaker": "spk_1",
    "line": "mhmm. -- but you forget everyone's thinking that because everyone's so intimidated by these beautiful fantastic women that they're nervous and they get those butterflies in their bread box and they aren't able to just get up the nerve and ask them. Mhmm. So this segment, we call just Oscar already.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-18",
    "time": "0:03:12",
    "speaker": "spk_0",
    "line": "It's o s k combination of Oscar from Oscars and Oscar, like, talking to someone in in a in a question way. Yeah. And it's a her because this is a show for straight men and lesbians. So How do you like, what's the first step? How how do you go about asking one of these famous actresses to this big to the the biggest party of the year.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-19",
    "time": "0:03:41",
    "speaker": "spk_1",
    "line": "Sure. Easy for us to say. Everyone wants to go with us.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-20",
    "time": "0:03:44",
    "speaker": "spk_0",
    "line": "Yes.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-21",
    "time": "0:03:44",
    "speaker": "spk_1",
    "line": "But for some people, they really gotta get up the nerve to Oscar. So I would say one thing you may wanna do is find out where Helen Mirin lives. Go sabotage her car so that it swerves and smashes into something. Now you're following behind, maybe it smashes catches fire. You're there with the extinguisher. And you let her out. Now you saved her and you go hey, you going to the Oscars with anyone or could I ask you right now? She's gonna be charmed. The least",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-22",
    "time": "0:04:16",
    "speaker": "spk_0",
    "line": "she can do is to is to say yes, to going with you, and her husband died in the crash. And so that's that's one date out of the way.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-23",
    "time": "0:04:24",
    "speaker": "spk_1",
    "line": "I guess you need a date.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-24",
    "time": "0:04:25",
    "speaker": "spk_0",
    "line": "Suddenly, she has an extra ticket.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-25",
    "time": "0:04:27",
    "speaker": "spk_1",
    "line": "And you might say, well, what if something really bad happens? And, you know, she doesn't survive the crash. Right.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-26",
    "time": "0:04:33",
    "speaker": "spk_0",
    "line": "If she well, if she doesn't survive the crash, then now you're helen mirren.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-27",
    "time": "0:04:38",
    "speaker": "spk_1",
    "line": "So congratulations because you got a bunch of dough very respected. Get to be in some movies, and you're going to the Oscars. And now someone's gonna have to ask you.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-28",
    "time": "0:04:49",
    "speaker": "spk_0",
    "line": "Well, like one obvious way to get a date to the Oscars is marrying Amy Adams. Well, what's a way to to to go about doing that? I'd say a good first step would be to get in good with her mom. She really trusts her mom a lot and, like, her mom might mention you in conversation at some point as someone who would be a good fit for Amy Adams.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-29",
    "time": "0:05:09",
    "speaker": "spk_1",
    "line": "Women listen to their moms. The mother daughter relationship is sacred. And so you might wanna give her mom a real good fucks in. And if you pound her out just right, man, She ain't gonna be able to keep her mouth shut",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-30",
    "time": "0:05:23",
    "speaker": "spk_0",
    "line": "about it. She's gonna owe you one big time.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-31",
    "time": "0:05:25",
    "speaker": "spk_1",
    "line": "Oh, yeah. And she's gonna be running her mouth all over town and don't think that Amy's not gonna get jealous and want a little taste of what that was like. And then at that point, when she comes up and says, like, can I can I get that? You're gonna wanna Oscar to the Oscars. First, just Oscar to marry you and then at the ceremony, you know, just sneak it into your vows. So these are just some really good tips. That you can use.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-32",
    "time": "0:05:57",
    "speaker": "spk_0",
    "line": "And we must have support.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-33",
    "time": "0:05:59",
    "speaker": "spk_1",
    "line": "Sure. Absolutely. Well, Another cool thing that you might wanna do is, you know, you go down the list. Who gets the most Oscars? Merland Streep. Now we",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-34",
    "time": "0:06:13",
    "speaker": "spk_0",
    "line": "you go down the list, and it only really takes one for you to realize that Merlin Streep gets all the Oscars all the time. And so that's the best day to have because you end up carrying the most stuff in your car.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-35",
    "time": "0:06:27",
    "speaker": "spk_1",
    "line": "So what you're gonna wanna do, you know she's got a lot of Oscars. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-36",
    "time": "0:06:32",
    "speaker": "spk_0",
    "line": "The where'd all her polish go in her house. Exactly. Maybe somebody snuck in at night to take her Oscar polish away.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-37",
    "time": "0:06:41",
    "speaker": "spk_1",
    "line": "You're gonna wanna get a ring with a very sharp diamond on it",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-38",
    "time": "0:06:44",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-39",
    "time": "0:06:44",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-40",
    "time": "0:06:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-41",
    "time": "0:06:45",
    "speaker": "spk_1",
    "line": "caught a small hole in one of her windows on the ground floor. Then you get a suction cup attached to the window. Pull that circle out.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-42",
    "time": "0:06:53",
    "speaker": "spk_2",
    "line": "And just",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-43",
    "time": "0:06:53",
    "speaker": "spk_0",
    "line": "pluck right out.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-44",
    "time": "0:06:54",
    "speaker": "spk_1",
    "line": "Reach in, unlock the window, lift it, sneak in, tippy toe into the polished closet.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-45",
    "time": "0:07:00",
    "speaker": "spk_0",
    "line": "Blow some dust into the",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-46",
    "time": "0:07:03",
    "speaker": "spk_1",
    "line": "oh, of course, blow the dust. And into",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-47",
    "time": "0:07:04",
    "speaker": "spk_0",
    "line": "the air, and that'll expose the lasers. Step around the lasers.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-48",
    "time": "0:07:08",
    "speaker": "spk_1",
    "line": "Step around the lasers. Go under over and through any way you can. Mhmm. And Go",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-49",
    "time": "0:07:13",
    "speaker": "spk_0",
    "line": "to the polished closet combination is six nine four twenty. Open it up and just take all the polish that you can carry.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-50",
    "time": "0:07:21",
    "speaker": "spk_1",
    "line": "Yeah. And then once you get it out, then you follow her to the general store where someone has bought all the polish just recently. Maybe it's you. She says, but I really need that polish today and",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-51",
    "time": "0:07:33",
    "speaker": "spk_2",
    "line": "you go, excuse me, miss. I couldn't help but overhearing your predicament.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-52",
    "time": "0:07:40",
    "speaker": "spk_1",
    "line": "And then you ask her if she wants any of your polish, and then you ask her to repay you by making you her date. To the Oscars. Thank you, the Oscars. We've got a really great guest today. Yes. He's a multi talented man. And just a real comics comic.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-53",
    "time": "0:08:11",
    "speaker": "spk_0",
    "line": "He likes comics?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-54",
    "time": "0:08:13",
    "speaker": "spk_1",
    "line": "Yes. Most of his stuff is about Dan clouds. Chris Ware. His humor is about Chris Ware or Frank Miller.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-55",
    "time": "0:08:24",
    "speaker": "spk_0",
    "line": "I call him a real graphic novels comic.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-56",
    "time": "0:08:27",
    "speaker": "spk_1",
    "line": "Yes. He's a graphic novels comic, and he's and I'm I'm in this you know, I'm a nerd. I'm into a lot of that shit. Alan Moore, have you heard about him? He's on he changed Batman. Changed. Yes. Any any change the way we think about cartoon comics. And watchmen. And watchmen too.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-57",
    "time": "0:08:48",
    "speaker": "spk_0",
    "line": "But oh, Nick Foon is here on Hollywood Handbook. Hollywood hamburg.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-58",
    "time": "0:08:56",
    "speaker": "spk_1",
    "line": "I haven't heard of",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-59",
    "time": "0:08:57",
    "speaker": "spk_2",
    "line": "a album called Joshua Tree.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-60",
    "time": "0:09:00",
    "speaker": "spk_1",
    "line": "Yeah. Of course you have.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-61",
    "time": "0:09:03",
    "speaker": "spk_2",
    "line": "Because Ireland on YouTube rock the industry with that little group of songs. The other pours to do it again. You two will be releasing another album soon, and our own Scotty Aquaman is joining up with his buddy Adam Scott, a parts and recreation fame. For a show, they're calling you talking You two to me. I'm February Clinton. Make sure you took out. You talked to you too to me, took out a real tasty, tasty like this candy. Tasty taste of two buds talking to. But then now, back to the the show.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-62",
    "time": "0:09:45",
    "speaker": "spk_1",
    "line": "Hollywood hamper. And good. So I said the same thing you said here. Here I was you can elect me all you want. Mhmm. Doesn't mean I'm gonna actually be your senator. Right. Garbage fucking state. Right. You know? Just a name they like, so they write it in. They write it in. They don't realize that now. Paperwork to do.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-63",
    "time": "0:10:07",
    "speaker": "spk_0",
    "line": "Just because you live in California doesn't mean it's like you're you consider it your home.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-64",
    "time": "0:10:11",
    "speaker": "spk_1",
    "line": "Not at all. Antegua. That's for me. Hey.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-65",
    "time": "0:10:17",
    "speaker": "spk_3",
    "line": "What up?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-66",
    "time": "0:10:18",
    "speaker": "spk_0",
    "line": "What up? What up? To Hollywood Handbook, an insider's guide to kicking button, dropping names in the red carpet line back hallways of this industry we call show biz. Really exciting guest today.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-67",
    "time": "0:10:27",
    "speaker": "spk_1",
    "line": "Man, we really have a guest for sure with you for today.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-68",
    "time": "0:10:31",
    "speaker": "spk_0",
    "line": "And we're so fired up about having him and we're gonna talk to him and and and now he's on the show. Nick Foon, is here. He's he's a stand up comedian.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-69",
    "time": "0:10:43",
    "speaker": "spk_1",
    "line": "Mhmm. Well, what is it? What does this say?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-70",
    "time": "0:10:46",
    "speaker": "spk_0",
    "line": "Read this. Cody Cody get over here.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-71",
    "time": "0:10:51",
    "speaker": "spk_1",
    "line": "Cody, look at what you did look at this note card. What is that a guitar player and a stand up comedian? Which one is it?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-72",
    "time": "0:10:58",
    "speaker": "spk_3",
    "line": "Both.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-73",
    "time": "0:11:01",
    "speaker": "spk_1",
    "line": "Okay. Nick, I'm so sorry about this. Mhmm. Cody apparently thinks you could be both a guitar player and a stand up. We all know that people have to specialize. It's like saying that you're Friggin bo Jackson.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-74",
    "time": "0:11:18",
    "speaker": "spk_3",
    "line": "Yeah. Actually, that's funny a lot of people do hi, by the way.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-75",
    "time": "0:11:23",
    "speaker": "spk_0",
    "line": "Hi, Nick.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-76",
    "time": "0:11:23",
    "speaker": "spk_1",
    "line": "Hi, Nick.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-77",
    "time": "0:11:24",
    "speaker": "spk_0",
    "line": "We say",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-78",
    "time": "0:11:26",
    "speaker": "spk_1",
    "line": "you say what up what up here.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-79",
    "time": "0:11:28",
    "speaker": "spk_3",
    "line": "Oh, okay. Didn't did the guest say that or is that just what you get?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-80",
    "time": "0:11:31",
    "speaker": "spk_0",
    "line": "No. Just us. We're just telling you what we say.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-81",
    "time": "0:11:34",
    "speaker": "spk_1",
    "line": "Don't be thrown and we don't say hi. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-82",
    "time": "0:11:36",
    "speaker": "spk_3",
    "line": "So I it's funny you say Bo Jackson. A lot of people actually call me the Bo Jackson of comedy. Why? Speak on that. I play baseball and by play football. Yeah. Not professionally. On the side, but during comedy, I you know because he played baseball and football, and I play guitar and tell jokes both professionally.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-83",
    "time": "0:11:59",
    "speaker": "spk_1",
    "line": "Mick,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-84",
    "time": "0:12:00",
    "speaker": "spk_3",
    "line": "look at you. Yeah. It's a it's a you know, I didn't when it was happening, I didn't even look. I never felt like, oh, I'm I'm like Bo Jackson, you know. Because -- Right. I'm a huge fan of cartoon football. And when I was younger, you know, I played a lot of Tecmo bowl. And -- Mhmm. -- and I was a huge fan of Bo Jackson and Tecmo bowl. And in fact, I go on record saying probably one of the best cartoon football players out there.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-85",
    "time": "0:12:25",
    "speaker": "spk_0",
    "line": "Cartune football today has gotten so like you see these kids playing in like Best Buy and stuff. Mhmm. And it almost looks like real cartoons.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-86",
    "time": "0:12:34",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-87",
    "time": "0:12:35",
    "speaker": "spk_1",
    "line": "Not yes. I yeah. I think that cartoon football has gotten almost two realistic looking and too commercial sort of for me. And I wish I could go back to the old days of Bo Jackson cartoon football.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-88",
    "time": "0:12:51",
    "speaker": "spk_3",
    "line": "Yeah. Well, they don't make him like they made Bo. You know, that and it's frustrating because when a guy goes down in his prime like that, and you know, Bo Jackson, the Bo Jackson got injured",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-89",
    "time": "0:13:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-90",
    "time": "0:13:04",
    "speaker": "spk_3",
    "line": "mhmm. -- cartoon Bo Jackson, he's still playing as great as he was when he started.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-91",
    "time": "0:13:09",
    "speaker": "spk_1",
    "line": "He's still as good. You gotta blow into the back of the cartridge.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-92",
    "time": "0:13:11",
    "speaker": "spk_3",
    "line": "And you know he won. I think was it three years ago? It was and this is an actual record NFL Hall of Fame, best cartoon football player. Yes. I I think that was just it. And it is his best cartoon football player, but",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-93",
    "time": "0:13:25",
    "speaker": "spk_4",
    "line": "and",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-94",
    "time": "0:13:26",
    "speaker": "spk_3",
    "line": "so that, you know,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-95",
    "time": "0:13:28",
    "speaker": "spk_1",
    "line": "and for people -- He's",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-96",
    "time": "0:13:29",
    "speaker": "spk_3",
    "line": "good at it. -- for people",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-97",
    "time": "0:13:30",
    "speaker": "spk_1",
    "line": "who live in sort of the middle of the country who maybe don't know exactly what we mean On the coast where we have advanced technology, they have almost these virtual reality machines where you can play cartoons",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-98",
    "time": "0:13:43",
    "speaker": "spk_3",
    "line": "sports on them.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-99",
    "time": "0:13:45",
    "speaker": "spk_1",
    "line": "Yes. Almost close but no cigar cartoon game inventors. But yeah, we can play cartoon sports on those. Football, What else do they have?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-100",
    "time": "0:13:57",
    "speaker": "spk_3",
    "line": "I've seen, I think, almost every sport. Mhmm. Okay. There's a hacky sack one. Where you can you hacky sack. You can surf.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-101",
    "time": "0:14:05",
    "speaker": "spk_1",
    "line": "And can you do a wicked jester when you're doing that hacky sack?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-102",
    "time": "0:14:08",
    "speaker": "spk_3",
    "line": "Or Oh, yeah. You can come out both sides. And And here's what I noticed about all these all these cartoon games. When you start off, you're not good, and then a day or two in, you get good. You know, and you see the player kinda grow. And -- Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-103",
    "time": "0:14:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-104",
    "time": "0:14:20",
    "speaker": "spk_3",
    "line": "and it's like a rookie season. And and, you know, a lot I've never had a rookie in any of that would have won an award like rated rookie for Don Russ or rated rookie or what was it in What's that other award they give out the upper deck or tops?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-105",
    "time": "0:14:39",
    "speaker": "spk_0",
    "line": "Yeah. Like the tops player.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-106",
    "time": "0:14:40",
    "speaker": "spk_3",
    "line": "Yeah. Mhmm. Yeah. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-107",
    "time": "0:14:43",
    "speaker": "spk_0",
    "line": "I remember that.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-108",
    "time": "0:14:43",
    "speaker": "spk_3",
    "line": "I've never had that first year player, you know. For me, it's always second I second day kind of where they really kinda come out and they start learning the rules in which buttons to press and you know, I'm I'm I'm a huge fan of cartoon football, but then I'm I I also love, like, Rod Tidwell? You know, Rod Tidwell? Oh, yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-109",
    "time": "0:15:06",
    "speaker": "spk_0",
    "line": "Yes. He was in a different kind of",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-110",
    "time": "0:15:07",
    "speaker": "spk_3",
    "line": "a movie, a movie action movie movie, movie, movie, movie football football.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-111",
    "time": "0:15:10",
    "speaker": "spk_1",
    "line": "Movie football. And let's talk a little bit about movies, football, and even movie sports. Mhmm. Because you were telling us that you attended the ceremony where I guess mister Cuba Gooding received an award for best movies football man.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-112",
    "time": "0:15:23",
    "speaker": "spk_3",
    "line": "Yeah. He he actually won the best and, you know, the the catch he did with the one right before he did the back flip.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-113",
    "time": "0:15:28",
    "speaker": "spk_0",
    "line": "Oh, yeah. He And yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-114",
    "time": "0:15:31",
    "speaker": "spk_3",
    "line": "He caught that on the sixth take.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-115",
    "time": "0:15:33",
    "speaker": "spk_1",
    "line": "So he's that good. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-116",
    "time": "0:15:35",
    "speaker": "spk_3",
    "line": "And because, you know, movies football, it's different because you know, they call it what what they call training camp and and and getting what do they call that in in in football where you get bought what do they they elect you to be -- Oh. -- they drum throwing words outward.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-117",
    "time": "0:15:52",
    "speaker": "spk_1",
    "line": "Coaching or No.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-118",
    "time": "0:15:53",
    "speaker": "spk_3",
    "line": "No. When you get drafted, So like, you know, it moves football. The auditions a lot, you know, they call drafting auditioning. And you go out and you do your workouts and they check out your height and your weight and and your vertical. And and Cuba found out a lot of other really great wide receivers. For that movie.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-119",
    "time": "0:16:15",
    "speaker": "spk_1",
    "line": "Now I I'm sorry to interrupt, but isn't it more impressive? To do movies football because you actually were just trying to probably do acting and now you're being made play football?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-120",
    "time": "0:16:31",
    "speaker": "spk_3",
    "line": "Well,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-121",
    "time": "0:16:32",
    "speaker": "spk_1",
    "line": "whereas in a in a football game, everyone has been playing football.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-122",
    "time": "0:16:36",
    "speaker": "spk_3",
    "line": "Well, here's what happened. So Jerry Maguire came out. Cuba Goodning Junior spun everybody's heads around. They never seen to receive a work like that in a movie,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-123",
    "time": "0:16:44",
    "speaker": "spk_0",
    "line": "you know.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-124",
    "time": "0:16:45",
    "speaker": "spk_3",
    "line": "And so Oakland raiders got on the phone. And they said we want to audition Cuba to be on our team. And they they sent him the sides. He read the script for the season. Yeah. And I forgot who wrote the script that season. I think it was could've been Skorsazi, could've it's hard to say who wrote the script that season for the Oakland raiders. They didn't make it all the way to Super Bowl because the writer didn't think that that was right for those players and for what their motivations were and the payoff.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-125",
    "time": "0:17:16",
    "speaker": "spk_1",
    "line": "It was that in that era",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-126",
    "time": "0:17:18",
    "speaker": "spk_0",
    "line": "of movies you could get away with. It didn't always have to be happy ending, like, does that where every team always wins.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-127",
    "time": "0:17:24",
    "speaker": "spk_3",
    "line": "Yeah. And and they and and when Cuba read the script, he saw first scene, first page. Mhmm. He is paralyzed. Okay. In the first game first page of the script. And he just didn't know, maybe for the rest of my life, I wanna deal with some, you know, wheelchair paying people to help me out.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-128",
    "time": "0:17:43",
    "speaker": "spk_1",
    "line": "Scorsese wrote the raters. Yeah. And people will team up. You can see Zalian and sorkin are getting together and they're riding with",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-129",
    "time": "0:17:51",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-130",
    "time": "0:17:51",
    "speaker": "spk_1",
    "line": "yeah. Well -- Quentin and -- you know",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-131",
    "time": "0:17:54",
    "speaker": "spk_3",
    "line": "who wrote the Seahawks this year.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-132",
    "time": "0:17:56",
    "speaker": "spk_1",
    "line": "Oh, I can't wait for this scoop. Who was",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-133",
    "time": "0:17:59",
    "speaker": "spk_3",
    "line": "it? It's a ghost writer. Oh, okay. They set they said and this is one of those things where you hear it and you just you don't believe it. They said Eddie Murphy wrote it. And, you know, he's never really written a movie. He comes and gives notes and they change a lot of you know, But he ghostwritten.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-134",
    "time": "0:18:18",
    "speaker": "spk_0",
    "line": "Really? I saw that",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-135",
    "time": "0:18:20",
    "speaker": "spk_1",
    "line": "that makes so much sad.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-136",
    "time": "0:18:22",
    "speaker": "spk_3",
    "line": "Well, you can explain every Ghost writing scripts. All the players.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-137",
    "time": "0:18:25",
    "speaker": "spk_0",
    "line": "Yeah. Like, that that would explain why why that was the case. Because Well,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-138",
    "time": "0:18:29",
    "speaker": "spk_3",
    "line": "that's why Cuban and Cuba are old butts. And you you know, have you heard the term ghost writing the script where you're writing a script and you get out of it?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-139",
    "time": "0:18:35",
    "speaker": "spk_0",
    "line": "You stand alongside the script and you",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-140",
    "time": "0:18:37",
    "speaker": "spk_1",
    "line": "dance run out.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-141",
    "time": "0:18:38",
    "speaker": "spk_3",
    "line": "Yeah. And that's what, you know, he just never got back in and somebody else sat down and wrote all of it, then he finally came back and he sat back down at the end and wrote the last period. Wrote the end.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-142",
    "time": "0:18:48",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-143",
    "time": "0:18:51",
    "speaker": "spk_0",
    "line": "Bojax and people call you Bojaxon.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-144",
    "time": "0:18:53",
    "speaker": "spk_3",
    "line": "And Bojaxon a comment. Well, you I made I made this this documentary called Disarmed. Mhmm. And it it really kinda capsulates this time in my life where I I broke my arm, two places, elbow, wrist, I was carrying a pizza. I was walking across a cobblestone road. I tripped on a trolley track. You've you've heard the story, you know?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-145",
    "time": "0:19:11",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. Yeah. I can't. I can't.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-146",
    "time": "0:19:14",
    "speaker": "spk_3",
    "line": "You've heard it. My skin",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-147",
    "time": "0:19:15",
    "speaker": "spk_1",
    "line": "crawl. It's too scary. And",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-148",
    "time": "0:19:16",
    "speaker": "spk_0",
    "line": "you can't.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-149",
    "time": "0:19:17",
    "speaker": "spk_3",
    "line": "And and the doctor, you know, because I played guitar and I do tell jokes and I went in at the doctor and he said I was probably never gonna play guitar again for about six weeks.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-150",
    "time": "0:19:28",
    "speaker": "spk_1",
    "line": "Okay. And so it's called this armed because you could only use disarm during",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-151",
    "time": "0:19:33",
    "speaker": "spk_3",
    "line": "the Disarmed.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-152",
    "time": "0:19:34",
    "speaker": "spk_0",
    "line": "Like, it's sort of an urban -- Yeah. -- flavor --",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-153",
    "time": "0:19:37",
    "speaker": "spk_3",
    "line": "yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-154",
    "time": "0:19:37",
    "speaker": "spk_0",
    "line": "-- to to disarm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-155",
    "time": "0:19:38",
    "speaker": "spk_3",
    "line": "Dising armed robbers, disarmed. Just armed grocery stores. Right.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-156",
    "time": "0:19:45",
    "speaker": "spk_0",
    "line": "And ultimately, disarmed dad arm, it doesn't you've sort of realized it didn't really matter.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-157",
    "time": "0:19:51",
    "speaker": "spk_1",
    "line": "What what a strong lesson. Speaking of lessons, if you could teach someone out there who's listening who wants to do stand up comedy. Oh. Mhmm. If you could give them sort of a starter kit of tools, to take with them on on this long journey. What would you say would be the most important thing to to start with?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-158",
    "time": "0:20:16",
    "speaker": "spk_3",
    "line": "I'd say the first thing you gotta do is you gotta get you gotta pick up you gotta pick one out. You know? You go out, you pick one out. And you don't have to take lessons, but you do have to learn how to read music.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-159",
    "time": "0:20:29",
    "speaker": "spk_0",
    "line": "What do you look for when you're choosing one? For funniness.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-160",
    "time": "0:20:33",
    "speaker": "spk_3",
    "line": "I go with wood. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-161",
    "time": "0:20:34",
    "speaker": "spk_0",
    "line": "That's funny.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-162",
    "time": "0:20:35",
    "speaker": "spk_3",
    "line": "You know, I like wood. I I like there to be a strap on it.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-163",
    "time": "0:20:41",
    "speaker": "spk_0",
    "line": "Okay. Hey.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-164",
    "time": "0:20:42",
    "speaker": "spk_1",
    "line": "I liked",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-165",
    "time": "0:20:42",
    "speaker": "spk_0",
    "line": "this. Alright. That's I think that's about as far as we go on that.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-166",
    "time": "0:20:45",
    "speaker": "spk_3",
    "line": "But Yeah. Yeah. We don't need to go too deep into it. But so and and then it's really about how you progress the progression. You know? And and for me it's like GCD or what you would call one four five which is just you you're taking the element of the structure. Yeah. You know? And and you're really creating what the Beatles created and you're creating what Richard Pryor, you know, what they call the Beatles of Black Comedy.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-167",
    "time": "0:21:13",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-168",
    "time": "0:21:15",
    "speaker": "spk_3",
    "line": "What you're doing is you're creating an ambiance and an environment for people to be able to open up and be somebody that they aren't. And listen and and it's hard to explain this to, you know, because it's something you feel. Well, for instance, Bo Jackson, when he was in eighth grade, he dunked a stick. Mhmm. He he picked up a stick and he dunked it.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-169",
    "time": "0:21:38",
    "speaker": "spk_0",
    "line": "Because that's all they had. That's that that's what they use for like pencils and paints.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-170",
    "time": "0:21:43",
    "speaker": "spk_3",
    "line": "Yeah. This was in the god. The seventies, you know. I mean, and that was Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-171",
    "time": "0:21:48",
    "speaker": "spk_1",
    "line": "And he dunked it through another stick. Mean, that's We're",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-172",
    "time": "0:21:50",
    "speaker": "spk_3",
    "line": "talking no iPhones. That's what they",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-173",
    "time": "0:21:51",
    "speaker": "spk_1",
    "line": "had to do back then.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-174",
    "time": "0:21:52",
    "speaker": "spk_3",
    "line": "Right? No iPhones. No headphones.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-175",
    "time": "0:21:55",
    "speaker": "spk_1",
    "line": "They sure weren't playing cartoon football.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-176",
    "time": "0:21:58",
    "speaker": "spk_3",
    "line": "You know, no phones except really home phones",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-177",
    "time": "0:22:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-178",
    "time": "0:22:01",
    "speaker": "spk_1",
    "line": "mhmm. -- if that. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-179",
    "time": "0:22:04",
    "speaker": "spk_3",
    "line": "So you look at Bo and you and you see the dunking mistake and you hear that he killed a pig with a rock. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-180",
    "time": "0:22:10",
    "speaker": "spk_0",
    "line": "You know,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-181",
    "time": "0:22:10",
    "speaker": "spk_3",
    "line": "when he was eight years old just by throwing it at it, you know.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-182",
    "time": "0:22:12",
    "speaker": "spk_0",
    "line": "He caught him sliding into home.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-183",
    "time": "0:22:14",
    "speaker": "spk_3",
    "line": "Uh-huh. Well, you know, back then when if you wanted to play a pickup baseball game and you, you know, you grab a few pigs. You throw them out",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-184",
    "time": "0:22:21",
    "speaker": "spk_1",
    "line": "there. Mhmm. Yeah. If you're a man short, you throw a pig out there. You put him on home plate, you know? Pigs your catcher.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-185",
    "time": "0:22:27",
    "speaker": "spk_3",
    "line": "Yeah. It I I mean, ideally, you want them at third.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-186",
    "time": "0:22:31",
    "speaker": "spk_1",
    "line": "Oh, well, I was thinking of a really big pig Yes. If you've got a if you've got a pig that's in shape that can move, yeah, you put him at third base just because he's gonna have better instincts for that position. Yeah. We don't wanna get too bogged down.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-187",
    "time": "0:22:46",
    "speaker": "spk_3",
    "line": "Once they went The",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-188",
    "time": "0:22:46",
    "speaker": "spk_1",
    "line": "pig goes where?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-189",
    "time": "0:22:47",
    "speaker": "spk_3",
    "line": "I've seen some coaches put the guy at short and it's just like I wanna pull my side and say, hey, know him as a coach. I know I don't know you. You gotta put him at third.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-190",
    "time": "0:22:56",
    "speaker": "spk_0",
    "line": "It's a new He's",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-191",
    "time": "0:22:57",
    "speaker": "spk_3",
    "line": "a great short stop. He's he's an all pro third baseman is what Are",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-192",
    "time": "0:23:01",
    "speaker": "spk_0",
    "line": "you like a sabermetric guy? It sounds like you are.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-193",
    "time": "0:23:03",
    "speaker": "spk_3",
    "line": "Mhmm. Yeah. I I I really love that sabermetric system.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-194",
    "time": "0:23:07",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-195",
    "time": "0:23:08",
    "speaker": "spk_0",
    "line": "It's all the money game stuff and like just how sports is new. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-196",
    "time": "0:23:13",
    "speaker": "spk_3",
    "line": "Well, it's meek on that. Sports okay. They're new. And you think that means they're fresh. That means that they're clean, and that's not what new means in this sense. No. New in this sense is dirty. Like, when my son was born, he was fucking filthy,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-197",
    "time": "0:23:28",
    "speaker": "spk_1",
    "line": "guys.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-198",
    "time": "0:23:29",
    "speaker": "spk_3",
    "line": "I mean, just the mouth on this kid, you know.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-199",
    "time": "0:23:31",
    "speaker": "spk_0",
    "line": "And -- Yes. --",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-200",
    "time": "0:23:32",
    "speaker": "spk_3",
    "line": "he he was new though. It wasn't clean. You know? And and then you start taking care of the sport, and and you clean it off yourself. Are you hiring a couple of guys to come in and do it on a weekly is Tuesday mornings, and they come around eleven. Mhmm. Sometimes eleven thirty depending on They're coming from over Marina Del Rey and you're, you know but And and that's baseball. And that's soccer.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-201",
    "time": "0:23:55",
    "speaker": "spk_1",
    "line": "Right. And you apply yeah. So the saber the saber metrics you're applying to your son and he's kinda baseball. For you.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-202",
    "time": "0:24:02",
    "speaker": "spk_3",
    "line": "And yes. And and he pooped in the womb, and that's still on him.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-203",
    "time": "0:24:07",
    "speaker": "spk_1",
    "line": "And that's still on",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-204",
    "time": "0:24:08",
    "speaker": "spk_0",
    "line": "that stuff doesn't come off? No. Would you like to give us a quick rundown on how we have a stand up comedy machine here if you wanna do, like,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-205",
    "time": "0:24:17",
    "speaker": "spk_3",
    "line": "what do you guys have?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-206",
    "time": "0:24:18",
    "speaker": "spk_0",
    "line": "A quick tutorial and like how to",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-207",
    "time": "0:24:20",
    "speaker": "spk_3",
    "line": "yeah. What machine do you guys have?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-208",
    "time": "0:24:22",
    "speaker": "spk_0",
    "line": "I don't know. I just I got it at a premier. They just kinda we're handing him out.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-209",
    "time": "0:24:29",
    "speaker": "spk_3",
    "line": "Yeah. You know what oh, okay. That machine?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-210",
    "time": "0:24:33",
    "speaker": "spk_0",
    "line": "Yeah. You know this one? It seems funny. I just don't know, like like",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-211",
    "time": "0:24:38",
    "speaker": "spk_3",
    "line": "yeah. See, now I've never personally worked with this specific one.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-212",
    "time": "0:24:43",
    "speaker": "spk_1",
    "line": "Mhmm. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-213",
    "time": "0:24:45",
    "speaker": "spk_3",
    "line": "Let me see if it I know on mine if I you know and people say they're all the same, but they're not. Yeah. You know, like I know on mine, this sounds like This is probably one of the coolest things you could play. And on this one it doesn't sound right. No. I gotta try all different Aw. Yeah. You know, and and so like, let's talk about opening. Right? Do you wanna open strong? And so if you meet, I've what I like to do, this is my this is one of the opening ones I do.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-214",
    "time": "0:25:17",
    "speaker": "spk_1",
    "line": "Okay. Yeah. Alright. I like this guy. Mhmm. You know? I'm ready to laugh.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-215",
    "time": "0:25:22",
    "speaker": "spk_0",
    "line": "And I feel like he's my friend.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-216",
    "time": "0:25:24",
    "speaker": "spk_3",
    "line": "And here's the thing is, if that works, you don't wanna know what's coming next.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-217",
    "time": "0:25:30",
    "speaker": "spk_1",
    "line": "Okay. Relatable, much.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-218",
    "time": "0:25:32",
    "speaker": "spk_3",
    "line": "Mhmm. Yeah. And and and that's when people are like, okay, this is something I can apply to my life.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-219",
    "time": "0:25:37",
    "speaker": "spk_5",
    "line": "Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-220",
    "time": "0:25:37",
    "speaker": "spk_3",
    "line": "You know, this isn't just this guy talking about being rich and and talking about, you know, what it's like to have servants. It's like, this guy's actually talking about the blue collar guy.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-221",
    "time": "0:25:46",
    "speaker": "spk_0",
    "line": "Yes. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-222",
    "time": "0:25:47",
    "speaker": "spk_1",
    "line": "And is it maybe questioning authority a little bit? In a way that feels a little dangerous.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-223",
    "time": "0:25:52",
    "speaker": "spk_0",
    "line": "Well, in a way that the authority wouldn't even recognize that they were being questioned. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-224",
    "time": "0:25:57",
    "speaker": "spk_3",
    "line": "And let me go back to the blue collar guy for a second. Because here's the thing is if you're wearing blue paint and then you put your shirt on, your collar's gonna get blue. And -- Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-225",
    "time": "0:26:05",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-226",
    "time": "0:26:05",
    "speaker": "spk_3",
    "line": "and And that's why I'm saying the for the Blueman group, clean off before you put your collared shirts on. That's a that's the the simplest way to put it. But I think that also applies politically to what's going on right now in the working class. And I don't mean to get political all the time. You know? Like, the Like,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-227",
    "time": "0:26:24",
    "speaker": "spk_1",
    "line": "it it's not the place of this issue. Normally, I don't wanna stop",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-228",
    "time": "0:26:28",
    "speaker": "spk_0",
    "line": "you. You're welcome to keep going. It's a",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-229",
    "time": "0:26:29",
    "speaker": "spk_1",
    "line": "platform for you. We we we prefer",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-230",
    "time": "0:26:31",
    "speaker": "spk_0",
    "line": "to stay out of.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-231",
    "time": "0:26:31",
    "speaker": "spk_3",
    "line": "If you guys don't mind, I'd like to this is a political joke that has been crushing. And when I say crushing peace, getting laughs. Obviously, a bit at the same time, it's people are getting their minds opened. Oh.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-232",
    "time": "0:26:45",
    "speaker": "spk_6",
    "line": "He doesn't know. I'm getting a I just want a free tune.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-233",
    "time": "0:26:50",
    "speaker": "spk_3",
    "line": "See you hear that?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-234",
    "time": "0:26:52",
    "speaker": "spk_6",
    "line": "See, he's tuning for free. He has no idea. What my plan is. That Look it out.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-235",
    "time": "0:27:01",
    "speaker": "spk_3",
    "line": "And that's the closer on that joke.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-236",
    "time": "0:27:03",
    "speaker": "spk_1",
    "line": "And it's not that you can't afford it.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-237",
    "time": "0:27:05",
    "speaker": "spk_6",
    "line": "I mean, you can afford it. But why? I pay the money when there's a sack.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-238",
    "time": "0:27:13",
    "speaker": "spk_3",
    "line": "Oh, yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-239",
    "time": "0:27:16",
    "speaker": "spk_1",
    "line": "Okay. And that's kinda like my relationship.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-240",
    "time": "0:27:19",
    "speaker": "spk_3",
    "line": "Mhmm. And oh, This guy everything has been handed to him on a spoon. Yes. And uh-oh, there's a dark time. But then at the same time, what",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-241",
    "time": "0:27:31",
    "speaker": "spk_1",
    "line": "okay. Oh,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-242",
    "time": "0:27:32",
    "speaker": "spk_0",
    "line": "there's a light at the end.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-243",
    "time": "0:27:34",
    "speaker": "spk_1",
    "line": "Yeah. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-244",
    "time": "0:27:34",
    "speaker": "spk_0",
    "line": "Always a silver lining.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-245",
    "time": "0:27:40",
    "speaker": "spk_3",
    "line": "And, you know, I'd it I'll do I'll do those ones sometimes.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-246",
    "time": "0:27:45",
    "speaker": "spk_1",
    "line": "Mhmm. Just one liners like that.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-247",
    "time": "0:27:49",
    "speaker": "spk_0",
    "line": "Oh, and",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-248",
    "time": "0:27:49",
    "speaker": "spk_3",
    "line": "that you know you know, like, have you heard of these kind of jokes?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-249",
    "time": "0:27:56",
    "speaker": "spk_0",
    "line": "Oh, that's that all in influence.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-250",
    "time": "0:27:59",
    "speaker": "spk_3",
    "line": "Yeah. And, you know, sometimes you gotta show them the bottom so they know there's a top. Mhmm. Because there is no bottom. There is no top. It's and and that's a fear, I think, that a lot of audiences have. They don't know, is there a way out, is there a way in.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-251",
    "time": "0:28:16",
    "speaker": "spk_1",
    "line": "Now, Bo Jackson. Did",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-252",
    "time": "0:28:17",
    "speaker": "spk_3",
    "line": "i walk here or did they bring me here?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-253",
    "time": "0:28:20",
    "speaker": "spk_1",
    "line": "Bo Jackson, we've often said on this show that comedy is only surprises. Speak on that.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-254",
    "time": "0:28:28",
    "speaker": "spk_3",
    "line": "Oh, comedy is only surprises. Have you been to a surprise party?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-255",
    "time": "0:28:34",
    "speaker": "spk_1",
    "line": "I I yeah. I I haven't.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-256",
    "time": "0:28:36",
    "speaker": "spk_3",
    "line": "Mhmm. You haven't?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-257",
    "time": "0:28:38",
    "speaker": "spk_0",
    "line": "No. Yeah. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-258",
    "time": "0:28:40",
    "speaker": "spk_3",
    "line": "Well, I like to, for me, comedy is more like, okay, here's the the essence of a surprise party, if you guys haven't been to one or even heard about them, which it seems like, is what you do is you you find somebody and it's it's not their birthday.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-259",
    "time": "0:28:53",
    "speaker": "spk_0",
    "line": "Uh-huh. Okay? Yeah. Always.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-260",
    "time": "0:28:55",
    "speaker": "spk_3",
    "line": "And then you plan a whole event, get a bunch of people they don't know there. And then when they come in, making they're going to a doctor's appointment. You've maybe, you know, messed with some paperwork",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-261",
    "time": "0:29:06",
    "speaker": "spk_0",
    "line": "-- And you're a medical -- -- and you're a doctor.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-262",
    "time": "0:29:08",
    "speaker": "spk_3",
    "line": "Medical paperwork. And they maybe they think they have cancer, and and they they they think they've got two weeks to live. And then when they come in, surprise. These are all people that are also dealing with cancer. You say that.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-263",
    "time": "0:29:19",
    "speaker": "spk_0",
    "line": "You know,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-264",
    "time": "0:29:19",
    "speaker": "spk_3",
    "line": "he doesn't know all these people. None of them have cancer.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-265",
    "time": "0:29:21",
    "speaker": "spk_1",
    "line": "Okay. I think I have been to one of",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-266",
    "time": "0:29:23",
    "speaker": "spk_3",
    "line": "and then they really kinda talk about how it's hurt them and how there's no way out. And and it you know, and and then you really use what you do is then you start putting stuff in their shampoo, stuff that the hair the hair is gonna start falling out.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-267",
    "time": "0:29:35",
    "speaker": "spk_0",
    "line": "And uh-huh.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-268",
    "time": "0:29:36",
    "speaker": "spk_3",
    "line": "And and so, you know, obviously, this is what happens when you have cancer. And and then you really started getting into their diet, and what you gotta do is do some these they call them poison pills, but they're just these little pills you can buy, and you start putting them in all their food. Mhmm. And then it really starts to just affect their body in a really negative way in a way that cancer would. And then right when they're about to die, you tell them all the stuff. And you say -- There",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-269",
    "time": "0:29:58",
    "speaker": "spk_0",
    "line": "we -- so you bring it back,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-270",
    "time": "0:29:59",
    "speaker": "spk_3",
    "line": "you don't have cancer. Surprise. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-271",
    "time": "0:30:02",
    "speaker": "spk_0",
    "line": "And that seems like a great a way to deal with your own cancer at the same time to have someone else who's going through some of the same stuff. It's scary alone.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-272",
    "time": "0:30:11",
    "speaker": "spk_1",
    "line": "And to deal with the pressure of being a doctor",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-273",
    "time": "0:30:14",
    "speaker": "spk_0",
    "line": "yeah. Oh. Now Yeah. Getting yourself all those x rays.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-274",
    "time": "0:30:19",
    "speaker": "spk_1",
    "line": "Can take its toll.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-275",
    "time": "0:30:21",
    "speaker": "spk_0",
    "line": "You said now?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-276",
    "time": "0:30:22",
    "speaker": "spk_1",
    "line": "Now, How do you feel about this sort of acapella comedy movement that's been happening?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-277",
    "time": "0:30:31",
    "speaker": "spk_3",
    "line": "I love it. You know, and I really A lot of people are are threatened by it and they're worried I",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-278",
    "time": "0:30:36",
    "speaker": "spk_1",
    "line": "don't get it.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-279",
    "time": "0:30:37",
    "speaker": "spk_3",
    "line": "This is a new generation. You know, these guys that are doing it without the guitar. Mhmm. You know? And they're untraditional. You know? And the audiences are bored. And and that's the thing is you you see the the Lewis CKs, you know, the people out there that are kind of in the forefront of this acapella stand up.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-280",
    "time": "0:31:00",
    "speaker": "spk_1",
    "line": "He's one of the main ones that I don't really get",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-281",
    "time": "0:31:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-282",
    "time": "0:31:03",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-283",
    "time": "0:31:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-284",
    "time": "0:31:04",
    "speaker": "spk_3",
    "line": "what he's doing. It's hard it's hard too.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-285",
    "time": "0:31:06",
    "speaker": "spk_0",
    "line": "Yeah. I tried to, like when I listened to this pretend up, I tried to kind of sway, and I don't know where to which way to sway at what I",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-286",
    "time": "0:31:14",
    "speaker": "spk_3",
    "line": "can't tell what what Tony's doing, what what what the chords are.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-287",
    "time": "0:31:18",
    "speaker": "spk_0",
    "line": "And that my the clapping is my clapping is all off the beat. Like, it's not funny.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-288",
    "time": "0:31:23",
    "speaker": "spk_3",
    "line": "If we don't know what music is that's under it, then how do we know that he's saying all that stuff in",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-289",
    "time": "0:31:27",
    "speaker": "spk_0",
    "line": "tune? Yes.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-290",
    "time": "0:31:28",
    "speaker": "spk_3",
    "line": "You know? And he's saying the right melody. We don't even just making melodies up.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-291",
    "time": "0:31:31",
    "speaker": "spk_0",
    "line": "Seems like a cheat. Mhmm. But you like it, you said. What? A capella comedy.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-292",
    "time": "0:31:38",
    "speaker": "spk_3",
    "line": "Oh, I do like it because it's actually people are seeing how great I am because of it.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-293",
    "time": "0:31:42",
    "speaker": "spk_0",
    "line": "Okay. That's what the",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-294",
    "time": "0:31:43",
    "speaker": "spk_3",
    "line": "you know, and I have people who make their bread bite and they go it's a new thing. But once watch the second acapella community and they're like, we wanna get back to the real thing.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-295",
    "time": "0:31:50",
    "speaker": "spk_0",
    "line": "Yeah. You",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-296",
    "time": "0:31:51",
    "speaker": "spk_3",
    "line": "know, a a structure that we understand with progressions that make sense to us.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-297",
    "time": "0:31:56",
    "speaker": "spk_0",
    "line": "You ever jam with weird al?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-298",
    "time": "0:32:00",
    "speaker": "spk_3",
    "line": "You know, we've gotten together before you know, I'm just I'm a I'm a northwest guy. Mhmm. And so for me, I've never actually jammed before. I've never, you know and it's this whole thing about getting fruits and then you crush them up and you you know, and you're doing it together and and you're just kinda doing it where it takes you.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-299",
    "time": "0:32:19",
    "speaker": "spk_0",
    "line": "Oh, are you thinking about, like, making preserves? No. Oh, I'm talking about the gym. Basketball.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-300",
    "time": "0:32:26",
    "speaker": "spk_3",
    "line": "Oh, oh, basketball. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-301",
    "time": "0:32:27",
    "speaker": "spk_1",
    "line": "Oh, we",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-302",
    "time": "0:32:27",
    "speaker": "spk_3",
    "line": "don't yeah. We've never played basketball before.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-303",
    "time": "0:32:29",
    "speaker": "spk_0",
    "line": "Oh, okay.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-304",
    "time": "0:32:30",
    "speaker": "spk_1",
    "line": "Never jammed with him then. When you're working on, like, a parody song, Are you only doing what's currently on the radio or would you ever",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-305",
    "time": "0:32:43",
    "speaker": "spk_0",
    "line": "and what's like, the combination of current radio and current news, or do you take sometimes old things that are in the news and",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-306",
    "time": "0:32:49",
    "speaker": "spk_1",
    "line": "yeah. Maybe, like, new song, Joey, but a FEWO thing on, like, the new Lord song",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-307",
    "time": "0:32:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-308",
    "time": "0:32:54",
    "speaker": "spk_1",
    "line": "mhmm. -- or would you do We I know a problem a thing. We'd love to hear that.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-309",
    "time": "0:32:59",
    "speaker": "spk_3",
    "line": "But here here's like, I was doing this parody song today, actually. My, you know, just hang on my son. And I'll and I'll just go like, you know, who's a little baby? Sitting over there. I gotta go to the bathroom. Can you sit in here alone? Is that okay? You know? And I'll just kind of say what I'm really thinking and send it to him. And then talk about, you know, the burden of being a father. And",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-310",
    "time": "0:33:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-311",
    "time": "0:33:25",
    "speaker": "spk_3",
    "line": "mhmm. -- and it's just like no free time anymore you know, and you kinda go through all that stuff, and he loves it. He really does, you know.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-312",
    "time": "0:33:32",
    "speaker": "spk_1",
    "line": "He's getting into it. Yeah. And that was a parody of that old splish splash. I was taking a bath song. Mhmm. And I and I think we all remember that one. And I remember thinking you couldn't parody it because it's already kind of funny.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-313",
    "time": "0:33:44",
    "speaker": "spk_3",
    "line": "Mhmm. Well, you're taking what a what people think they know about bats? And, you know, usually you're trying to keep the water in the tub. You're not thinking about splishing and splashing there. And usually you're not taking a bath on a Saturday night.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-314",
    "time": "0:33:58",
    "speaker": "spk_0",
    "line": "Yeah. Usually, you exit the bathroom and you're in the privacy of your own home.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-315",
    "time": "0:34:02",
    "speaker": "spk_3",
    "line": "So they really took kind of the they took bathing and flipped it. Yes. Is what they did. Mhmm. Mhmm. And then they and that's and then they started having bath houses after that song came out. That was kind of the big push for that. People wanna -- That's how people wanna take baths all the time. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-316",
    "time": "0:34:18",
    "speaker": "spk_0",
    "line": "That movement in music, would you say that was a big influence like bath music.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-317",
    "time": "0:34:23",
    "speaker": "spk_3",
    "line": "A lot of people think that's what started the blues. Uh-huh. When those bath songs came out, specifically that one Is",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-318",
    "time": "0:34:30",
    "speaker": "spk_1",
    "line": "that what gave white people the idea for the blues? Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-319",
    "time": "0:34:34",
    "speaker": "spk_3",
    "line": "Well, there's really no way to know where white people get their ideas from. Mhmm. You just gotta know that they got them and then it came from a place.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-320",
    "time": "0:34:41",
    "speaker": "spk_0",
    "line": "We'll take care yeah. Just trust us. We'll take care",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-321",
    "time": "0:34:44",
    "speaker": "spk_1",
    "line": "of it. But but I think it might be time to dive into the popcorn gallery. Is that right? Sure.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-322",
    "time": "0:34:49",
    "speaker": "spk_0",
    "line": "Yeah. I like to do that. Do we wanna",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-323",
    "time": "0:34:51",
    "speaker": "spk_1",
    "line": "now, Nick.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-324",
    "time": "0:34:52",
    "speaker": "spk_0",
    "line": "We've never really been able to figure out how to --",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-325",
    "time": "0:34:54",
    "speaker": "spk_1",
    "line": "well -- get them across. So the popcorn gallery is a segment on our show where a lot of the people who listen to this, I don't know how they get their hands on it, but they don't have access to all of the funny famous friends that, Hayes and I know. And so they'll ask questions that they can't ask themselves.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-326",
    "time": "0:35:15",
    "speaker": "spk_0",
    "line": "Now let's get into the name of the segment. Please. Traditionally, when you talk about like a sort of silent majority of a population that's, like, still commenting, you'd might refer to them as the peanut gallery. However, this is a podcast about the entertainment industry one subset of which is movies and at movies and one of the most popular snack that they serve --",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-327",
    "time": "0:35:40",
    "speaker": "spk_1",
    "line": "we feel.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-328",
    "time": "0:35:40",
    "speaker": "spk_0",
    "line": "-- in our experience. Is popcorn. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-329",
    "time": "0:35:43",
    "speaker": "spk_1",
    "line": "At the movies, yes. So He doesn't get it. We'll just",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-330",
    "time": "0:35:46",
    "speaker": "spk_3",
    "line": "listen No. I've I've I've heard, you know, I know that I've I've actually seen movies where people are getting popcorn at a movie.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-331",
    "time": "0:35:53",
    "speaker": "spk_1",
    "line": "Mhmm. This is connecting to you that one? Yeah. Okay. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-332",
    "time": "0:35:56",
    "speaker": "spk_3",
    "line": "I've seen a lot of movies that way where they get they're going to see a movie. We're watching a movie, and they're going to a movie in the movie. And they do the thing that everybody does in a movie when they get popcorn is or in in a movie when they go to a movie as they get popcorn.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-333",
    "time": "0:36:10",
    "speaker": "spk_0",
    "line": "So we So you're still a corn movie connection to you through seeing -- But",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-334",
    "time": "0:36:14",
    "speaker": "spk_3",
    "line": "when I've seen movies, seeing",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-335",
    "time": "0:36:16",
    "speaker": "spk_1",
    "line": "movies, and not popcorn, popcorn at the movies.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-336",
    "time": "0:36:18",
    "speaker": "spk_0",
    "line": "Yeah. That's the reason of the bag and and and and pull out a question from the the popcorn bag.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-337",
    "time": "0:36:24",
    "speaker": "spk_5",
    "line": "Crunch, crunch, crunch, crunch, crunch,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-338",
    "time": "0:36:25",
    "speaker": "spk_4",
    "line": "crunch, crunch, crunch, crunch, crunch, crunch, crunch, crunch,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-339",
    "time": "0:36:26",
    "speaker": "spk_1",
    "line": "yum, yum, yum.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-340",
    "time": "0:36:28",
    "speaker": "spk_3",
    "line": "You know, I'm actually you you guys I I hate to keep doing this, but what is that? A kettle corn. Is can we do this with kettle corn?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-341",
    "time": "0:36:37",
    "speaker": "spk_1",
    "line": "Okay. Okay.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-342",
    "time": "0:36:39",
    "speaker": "spk_0",
    "line": "See So there's",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-343",
    "time": "0:36:40",
    "speaker": "spk_1",
    "line": "a certain class",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-344",
    "time": "0:36:41",
    "speaker": "spk_0",
    "line": "of movie theater that you tend to patronize.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-345",
    "time": "0:36:45",
    "speaker": "spk_3",
    "line": "I I'm I've again, I've never tried Kettle Corn. Okay. I've seen it talked about in movies. I've seen",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-346",
    "time": "0:36:53",
    "speaker": "spk_1",
    "line": "you want to fabricate the cattle for an experience in a safe way.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-347",
    "time": "0:36:57",
    "speaker": "spk_3",
    "line": "And I've never seen anybody in a movie get kettle corn when they were going to a movie.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-348",
    "time": "0:37:01",
    "speaker": "spk_1",
    "line": "Mhmm. But you don't really like to play by the rules. Do you, Nick?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-349",
    "time": "0:37:05",
    "speaker": "spk_3",
    "line": "I I get the two rules. I live by a metallica rules and jaw rules.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-350",
    "time": "0:37:12",
    "speaker": "spk_1",
    "line": "Okay. Kettle well, kettle corn it is.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-351",
    "time": "0:37:14",
    "speaker": "spk_3",
    "line": "Come at me.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-352",
    "time": "0:37:15",
    "speaker": "spk_0",
    "line": "Come here we come. The question fell back into the back.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-353",
    "time": "0:37:21",
    "speaker": "spk_1",
    "line": "Let me get it. Crunch, crunch, crunch,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-354",
    "time": "0:37:23",
    "speaker": "spk_5",
    "line": "crunch, crunch, crunch, crunch,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-355",
    "time": "0:37:24",
    "speaker": "spk_1",
    "line": "crunch, crunch. A little sweet.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-356",
    "time": "0:37:27",
    "speaker": "spk_3",
    "line": "No salty, too.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-357",
    "time": "0:37:28",
    "speaker": "spk_0",
    "line": "This is a question from Doctor Doctor Octopus. Nick, were you surprised when Comedy Central stole your idea for too soon with Nick Thune and turned it into the Jessel Nick offensive? Or was that your plan all along?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-358",
    "time": "0:37:43",
    "speaker": "spk_3",
    "line": "And they those when you go in and you pitch a show, you think no one's ever gonna hear but obviously people have",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-359",
    "time": "0:37:50",
    "speaker": "spk_1",
    "line": "they release the tape of that pitch.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-360",
    "time": "0:37:52",
    "speaker": "spk_0",
    "line": "That mirror that the mirror is not That's",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-361",
    "time": "0:37:54",
    "speaker": "spk_3",
    "line": "what I heard they're doing. That's one big sign out.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-362",
    "time": "0:37:56",
    "speaker": "spk_0",
    "line": "It's two sided.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-363",
    "time": "0:37:56",
    "speaker": "spk_3",
    "line": "They're they're doing just pitches. That's cool. Mhmm. You know, I wasn't bothered because for me, you know, I love Anthony. I want him to succeed. And, you know, too soon with Nick Soon, that was an idea that for me was not meant to be on TV. That was something that was just meant to be pitched. So just getting in a room and pitching it was a scene.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-364",
    "time": "0:38:15",
    "speaker": "spk_0",
    "line": "We all have those projects.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-365",
    "time": "0:38:18",
    "speaker": "spk_1",
    "line": "Mhmm. Canon fodder and then",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-366",
    "time": "0:38:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-367",
    "time": "0:38:20",
    "speaker": "spk_1",
    "line": "let him shoot one down so you can do the idea you really",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-368",
    "time": "0:38:23",
    "speaker": "spk_3",
    "line": "hey, I just I, you know, don't hate, you know, don't hate the pitch, hate the show.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-369",
    "time": "0:38:28",
    "speaker": "spk_1",
    "line": "Hate the show.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-370",
    "time": "0:38:28",
    "speaker": "spk_0",
    "line": "And then it seems like they're always like, oh, great. Let's we'd love to do it on TV and you're like, oh my god. You actually",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-371",
    "time": "0:38:35",
    "speaker": "spk_3",
    "line": "well, this was just a pitch. Yeah. This is literally just Oh",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-372",
    "time": "0:38:38",
    "speaker": "spk_0",
    "line": "my god.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-373",
    "time": "0:38:39",
    "speaker": "spk_3",
    "line": "This is just an idea that I like coming and telling people about. It's not something I wanna take to another level. It's not something I want.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-374",
    "time": "0:38:44",
    "speaker": "spk_1",
    "line": "I can't tell you. Because then if",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-375",
    "time": "0:38:45",
    "speaker": "spk_0",
    "line": "what imagine pitching a show that was already on the air, you wouldn't get to pitch it anymore. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-376",
    "time": "0:38:50",
    "speaker": "spk_1",
    "line": "I can't tell you how many pitches I have to end with being like, I was fucking joking you idiot -- Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-377",
    "time": "0:38:56",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-378",
    "time": "0:38:56",
    "speaker": "spk_1",
    "line": "when they try to make it into a TV show.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-379",
    "time": "0:38:58",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. I I mean, I think that's what's so wrong with this business right now is that everything's gotta be on TV. I mean Well, it's a",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-380",
    "time": "0:39:05",
    "speaker": "spk_1",
    "line": "bunch of fucking yes men that wanna make every other fucking thing you say. Yeah. And it's like, some of them are just being said to be said.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-381",
    "time": "0:39:13",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-382",
    "time": "0:39:15",
    "speaker": "spk_1",
    "line": "Is there another question in that popcorn bag? I",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-383",
    "time": "0:39:17",
    "speaker": "spk_0",
    "line": "don't know. Let's check.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-384",
    "time": "0:39:22",
    "speaker": "spk_1",
    "line": "Salty and sweet and salty as well.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-385",
    "time": "0:39:25",
    "speaker": "spk_3",
    "line": "Yeah. It comes right into the end.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-386",
    "time": "0:39:27",
    "speaker": "spk_0",
    "line": "This is a question from Chanson. Nick, you worked at the Boys and Girls Club at Emily Dickinson Elementary School. I came there from Einstein elementary almost every day in sixth grade. I remember you. Honestly, And here he says something",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-387",
    "time": "0:39:44",
    "speaker": "spk_3",
    "line": "a little",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-388",
    "time": "0:39:44",
    "speaker": "spk_1",
    "line": "mean. He's a little rude sometimes.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-389",
    "time": "0:39:45",
    "speaker": "spk_0",
    "line": "We'll skip over",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-390",
    "time": "0:39:46",
    "speaker": "spk_3",
    "line": "that part.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-391",
    "time": "0:39:46",
    "speaker": "spk_0",
    "line": "But I'm super excited that you've done well in Hollywood. Do you stay in touch with pinky?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-392",
    "time": "0:39:50",
    "speaker": "spk_3",
    "line": "I wanna hear the rude part.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-393",
    "time": "0:39:51",
    "speaker": "spk_0",
    "line": "No. We don't have to do it. We're you're having fun. We're just trying to have to",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-394",
    "time": "0:39:54",
    "speaker": "spk_1",
    "line": "do it. It's a nice vibe.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-395",
    "time": "0:39:55",
    "speaker": "spk_3",
    "line": "Do I do I still stay in touch with pinky? You know, I had he's he's referring to it. I I collected ants. Mhmm. And I actually just have gotten out of the game totally. You know, I don't And and thanks for asking Chansome. But, yeah, you know, it's one of those things like when your dog dies and you don't wanna talk about it anymore. And and pinky, I don't think died. I don't know how long ants live. I I hear a hundred years or so, but",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-396",
    "time": "0:40:22",
    "speaker": "spk_1",
    "line": "i'm",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-397",
    "time": "0:40:22",
    "speaker": "spk_3",
    "line": "just you know, I got out of farming.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-398",
    "time": "0:40:24",
    "speaker": "spk_0",
    "line": "So you used to stay in touch with some of these ants.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-399",
    "time": "0:40:28",
    "speaker": "spk_3",
    "line": "Yeah. They And there were ants you know, I didn't go spy these ants at a store. Their ants that I literally just found outside. You know, and and you and it didn't seem like they had a home.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-400",
    "time": "0:40:37",
    "speaker": "spk_1",
    "line": "Yeah. You're taking them in. And Ants can this is kinda cool, but Ants can live for, I think, ten times their own body weight. So he probably is still alive.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-401",
    "time": "0:40:48",
    "speaker": "spk_0",
    "line": "Mhmm. I don't wanna",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-402",
    "time": "0:40:50",
    "speaker": "spk_1",
    "line": "if he was a big fat guy.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-403",
    "time": "0:40:53",
    "speaker": "spk_0",
    "line": "I don't wanna, like, live with this this thing, Shannon. I'm just gonna carry this around forever.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-404",
    "time": "0:40:59",
    "speaker": "spk_3",
    "line": "You have to say what he said.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-405",
    "time": "0:40:59",
    "speaker": "spk_0",
    "line": "It's not fair to me.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-406",
    "time": "0:41:00",
    "speaker": "spk_3",
    "line": "He we here's nothing I'd realize about kids like Chanson, is they they don't know what's mean. No. They don't they don't know what compliments are. They don't understand what people consider when people say things, you know, and how long it could last and what the words mean.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-407",
    "time": "0:41:17",
    "speaker": "spk_0",
    "line": "Yeah. Mhmm. He said",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-408",
    "time": "0:41:20",
    "speaker": "spk_3",
    "line": "he thought you had a goofy face. That's fine.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-409",
    "time": "0:41:23",
    "speaker": "spk_0",
    "line": "What was your face? What was going on with your face back then?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-410",
    "time": "0:41:26",
    "speaker": "spk_1",
    "line": "Yeah. Back then because I'm looking at it. It looks nice.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-411",
    "time": "0:41:28",
    "speaker": "spk_3",
    "line": "I don't think you. You know, a lot of kids used to say stuff like, you look like the hyena from the Lion King. Which one? Whuppe.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-412",
    "time": "0:41:36",
    "speaker": "spk_1",
    "line": "Oh, okay. Let's see that.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-413",
    "time": "0:41:38",
    "speaker": "spk_3",
    "line": "And that sits with you, you know? And and Chanson's probably one of those haters out there. And it's not for me, it's not bad to look like a wildlife or you know, even wildlife, it's considered ugly and odd looking. It it doesn't bother me. And even if it's voiced by a character who has predator hair. You know, it's it's hard to, you know I don't wanna pinpoint, but no. And Chanson, thank you. I'm glad that you thought I had a weird face.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-414",
    "time": "0:42:04",
    "speaker": "spk_0",
    "line": "Goofy, goofy. Yeah. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-415",
    "time": "0:42:06",
    "speaker": "spk_3",
    "line": "Well and growing up, one of my favorite Disney characters, goofy. See?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-416",
    "time": "0:42:10",
    "speaker": "spk_1",
    "line": "See? Mhmm. But he wasn't saying you look like goofy. I think he was saying you have a",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-417",
    "time": "0:42:15",
    "speaker": "spk_0",
    "line": "goofy It's a lowercase g. I should have said that that's my fault.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-418",
    "time": "0:42:18",
    "speaker": "spk_3",
    "line": "It's a lowercase g.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-419",
    "time": "0:42:19",
    "speaker": "spk_0",
    "line": "He's talking about that, like, Like, it looks unusual in",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-420",
    "time": "0:42:23",
    "speaker": "spk_3",
    "line": "i thought it gives you no playful and fun like goofy.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-421",
    "time": "0:42:27",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. It's at it's at the way he phrases the question too is like, honestly, I thought you had a goofy face and then he goes, but I'm glad you found success in the entertainment industry.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-422",
    "time": "0:42:38",
    "speaker": "spk_0",
    "line": "I don't think you would say, honestly, I thought you had a fun playful face",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-423",
    "time": "0:42:44",
    "speaker": "spk_1",
    "line": "but I mean, this is what I have to say initially.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-424",
    "time": "0:42:47",
    "speaker": "spk_3",
    "line": "Did he text you guys directly, or is this a Twitter?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-425",
    "time": "0:42:50",
    "speaker": "spk_0",
    "line": "This was in our forums.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-426",
    "time": "0:42:51",
    "speaker": "spk_1",
    "line": "On the your wolf forums. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-427",
    "time": "0:42:53",
    "speaker": "spk_3",
    "line": "Well, So he's into hip things. Good for him.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-428",
    "time": "0:42:58",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-429",
    "time": "0:42:59",
    "speaker": "spk_3",
    "line": "I'd like to take a look at his face.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-430",
    "time": "0:43:02",
    "speaker": "spk_1",
    "line": "It's out it's out there.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-431",
    "time": "0:43:04",
    "speaker": "spk_3",
    "line": "Let me take a look at it.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-432",
    "time": "0:43:06",
    "speaker": "spk_1",
    "line": "Sure. Yeah. Let's pull it up. I think I can get it.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-433",
    "time": "0:43:09",
    "speaker": "spk_0",
    "line": "No. I got it right here.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-434",
    "time": "0:43:10",
    "speaker": "spk_1",
    "line": "Okay. Great.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-435",
    "time": "0:43:12",
    "speaker": "spk_3",
    "line": "I almost just drank this special juice.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-436",
    "time": "0:43:15",
    "speaker": "spk_1",
    "line": "Please don't drink your dip spit that you've been spitting into a juice bottle. Okay.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-437",
    "time": "0:43:21",
    "speaker": "spk_0",
    "line": "I got it right here. Ready? Mhmm. It's gonna give you a really quick look.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-438",
    "time": "0:43:29",
    "speaker": "spk_5",
    "line": "I",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-439",
    "time": "0:43:31",
    "speaker": "spk_3",
    "line": "know you break my heart. What happened to that little kid? Yeah. He he he grew up That's what he did. I'm proud of you a chance and you grew up, buddy. And I'm proud that you found success in the podcast -- Form comment",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-440",
    "time": "0:43:51",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-441",
    "time": "0:43:51",
    "speaker": "spk_1",
    "line": "form commentary.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-442",
    "time": "0:43:52",
    "speaker": "spk_3",
    "line": "That's good. You made it onto a podcast, man. I wanna know if Chansons ever thought of something as groundbreaking as scented WiFi, which is something I thought about that I'm working on.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-443",
    "time": "0:44:01",
    "speaker": "spk_1",
    "line": "Oh, okay.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-444",
    "time": "0:44:03",
    "speaker": "spk_3",
    "line": "I wanna know if Chanson, you know, does he do director's commentary on his texts on when he does voicemails? I mean, because, you know, I I when I buy a DVD package, if there's no director's commentary and I don't want it. If I get a text, I wanna hear what was behind the text, I wanna know you know, went into it. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-445",
    "time": "0:44:19",
    "speaker": "spk_0",
    "line": "So you're not you're saying you're not just a goofy face and people with the thing that you have actually have something to say.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-446",
    "time": "0:44:28",
    "speaker": "spk_3",
    "line": "And they need to be heard, and which can be frustrating if you're dealing with people that are hearing impaired.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-447",
    "time": "0:44:36",
    "speaker": "spk_0",
    "line": "You just wanna shake them sometimes,",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-448",
    "time": "0:44:39",
    "speaker": "spk_3",
    "line": "you know, just the way you do your babies.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-449",
    "time": "0:44:40",
    "speaker": "spk_0",
    "line": "It's just making it worse. Yeah. That's how they got that way in the first place.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-450",
    "time": "0:44:43",
    "speaker": "spk_1",
    "line": "Poke them right in the gut. Mhmm. Let him know where you are. Yep. Did we have another question? Sure. Okay?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-451",
    "time": "0:44:52",
    "speaker": "spk_2",
    "line": "Not that good.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-452",
    "time": "0:44:53",
    "speaker": "spk_1",
    "line": "It's not very good.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-453",
    "time": "0:44:54",
    "speaker": "spk_0",
    "line": "We can do it anyway.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-454",
    "time": "0:44:55",
    "speaker": "spk_1",
    "line": "Let's do it and then we'll cut it later. Getting the notes of sweetness.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-455",
    "time": "0:45:02",
    "speaker": "spk_0",
    "line": "This question is from Thalonia. And there's the salty.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-456",
    "time": "0:45:05",
    "speaker": "spk_3",
    "line": "Mhmm. Nice.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-457",
    "time": "0:45:06",
    "speaker": "spk_0",
    "line": "This question is from Thalonia's junk. It's like is it in jazmine? Forget it. Is there a guitar you are partial to when jokes slang?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-458",
    "time": "0:45:19",
    "speaker": "spk_3",
    "line": "You never no one ever asked that question.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-459",
    "time": "0:45:22",
    "speaker": "spk_0",
    "line": "Like I said, number good.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-460",
    "time": "0:45:24",
    "speaker": "spk_3",
    "line": "It's it's is there a guitar that I prefer? I for me, it's the opposite. Does the guitar wanna work with me? Because I",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-461",
    "time": "0:45:36",
    "speaker": "spk_0",
    "line": "think Is that the opposite?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-462",
    "time": "0:45:37",
    "speaker": "spk_3",
    "line": "That's a self centered thing to think you know, I can pick whatever guitar. I I I walk into a store and say, who thinks it can handle me?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-463",
    "time": "0:45:45",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-464",
    "time": "0:45:45",
    "speaker": "spk_3",
    "line": "That's first off. And six of them are gonna walk away right there.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-465",
    "time": "0:45:48",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-466",
    "time": "0:45:48",
    "speaker": "spk_3",
    "line": "Or, you know, the employees are gonna come over and move them out. But and and then you just kind of you walk around, you're around the guitars. Who's looking at you are they interested? Are you flirting at all? Mhmm. Is this somebody that you're attracted to guitar wise?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-467",
    "time": "0:46:03",
    "speaker": "spk_0",
    "line": "Yeah. Yes. Is it",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-468",
    "time": "0:46:04",
    "speaker": "spk_3",
    "line": "have they been with a ton of other players? Have they did they get your sense of humor?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-469",
    "time": "0:46:09",
    "speaker": "spk_1",
    "line": "And if they've been with a ton of other players, that's damaged goods. Right?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-470",
    "time": "0:46:13",
    "speaker": "spk_3",
    "line": "Yeah. Oh, sometimes Yeah. Also sometimes And",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-471",
    "time": "0:46:16",
    "speaker": "spk_0",
    "line": "experience is important too. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-472",
    "time": "0:46:17",
    "speaker": "spk_3",
    "line": "Experience can be a great thing, but sometimes you wanna get that freshy, you know, something that feels great feels really good.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-473",
    "time": "0:46:24",
    "speaker": "spk_1",
    "line": "You wanna break it in.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-474",
    "time": "0:46:25",
    "speaker": "spk_0",
    "line": "Guitar's cherry wide open. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-475",
    "time": "0:46:28",
    "speaker": "spk_3",
    "line": "Well, and and be also wanna respect it.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-476",
    "time": "0:46:30",
    "speaker": "spk_0",
    "line": "Yes. You know? That's what I'm saying.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-477",
    "time": "0:46:32",
    "speaker": "spk_3",
    "line": "Yeah. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-478",
    "time": "0:46:33",
    "speaker": "spk_1",
    "line": "Yeah. Respectfully bust the the cherry open.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-479",
    "time": "0:46:36",
    "speaker": "spk_0",
    "line": "Yeah. So you're saying the guitar you're most partial to is your wife?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-480",
    "time": "0:46:40",
    "speaker": "spk_3",
    "line": "Yeah. Mhmm. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-481",
    "time": "0:46:42",
    "speaker": "spk_1",
    "line": "And I and I I wanna double back quickly. Yes. That is the opposite.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-482",
    "time": "0:46:48",
    "speaker": "spk_3",
    "line": "Well, we know a lot of people double back if they're trying to throw the scent off.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-483",
    "time": "0:46:51",
    "speaker": "spk_1",
    "line": "Okay. Well then I well, I don't wanna be accused of that. I'm kind of in in a pickle here.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-484",
    "time": "0:46:59",
    "speaker": "spk_0",
    "line": "I wanna double back a little more when you said you were a northwest guy, what if he was talking about Northwest.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-485",
    "time": "0:47:09",
    "speaker": "spk_3",
    "line": "The baby? The baby. Mhmm. No. That's",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-486",
    "time": "0:47:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-487",
    "time": "0:47:12",
    "speaker": "spk_3",
    "line": "oh, wow.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-488",
    "time": "0:47:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-489",
    "time": "0:47:13",
    "speaker": "spk_1",
    "line": "that would yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-490",
    "time": "0:47:14",
    "speaker": "spk_3",
    "line": "I thought you were gonna say what if he was talking about like Washington and Oregon.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-491",
    "time": "0:47:17",
    "speaker": "spk_1",
    "line": "Out region. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-492",
    "time": "0:47:18",
    "speaker": "spk_3",
    "line": "I was talking about the baby Northwest.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-493",
    "time": "0:47:21",
    "speaker": "spk_0",
    "line": "Oh, should we just do the whole thing again?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-494",
    "time": "0:47:25",
    "speaker": "spk_1",
    "line": "We might wanna start from the top, so we're gonna scrap this one, Cody, put a note next to the file, and it's garbage. We'll do a quick sign off just for funzos.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-495",
    "time": "0:47:35",
    "speaker": "spk_0",
    "line": "Nick, do you have any any projects --",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-496",
    "time": "0:47:37",
    "speaker": "spk_1",
    "line": "oh, yes.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-497",
    "time": "0:47:38",
    "speaker": "spk_0",
    "line": "-- coming up that you'd like to plug, what's up? Movies?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-498",
    "time": "0:47:41",
    "speaker": "spk_1",
    "line": "Should we even plug in at the top of this, maybe. Nick plugging his new special isn't that out right now?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-499",
    "time": "0:47:47",
    "speaker": "spk_3",
    "line": "Yeah. Special on Netflix.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-500",
    "time": "0:47:49",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-501",
    "time": "0:47:50",
    "speaker": "spk_3",
    "line": "Nick Thune. That's me. Folk Heroes is the name of it. Mhmm. And that's just there at streaming. It's there forever. You can have it you can show it to someone.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-502",
    "time": "0:48:02",
    "speaker": "spk_0",
    "line": "Very generous. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-503",
    "time": "0:48:05",
    "speaker": "spk_3",
    "line": "Yeah. The you know, for me, it's it's not always about owning things. It's about giving it up, giving it away, letting him have it. And if you can make a shitload of money and be really successful and respected, then why not? You know?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-504",
    "time": "0:48:15",
    "speaker": "spk_0",
    "line": "What else do you recommend on Netflix?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-505",
    "time": "0:48:19",
    "speaker": "spk_3",
    "line": "Well, I would somebody brought this up yesterday. This Lance Banks actually pitched this idea. The the best way to actually enjoy House of Cards, is to watch five minutes of an episode. Watch a minute of my stand up. Go back. And then once you've seen the full thing, just kinda have it playing while you're doing it. And of course, each time you gotta click the five star rating because you that's how you can watch it again. Yeah. And it also takes you to to a different level. People don't know that. That's a little",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-506",
    "time": "0:48:48",
    "speaker": "spk_1",
    "line": "okay.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-507",
    "time": "0:48:49",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-508",
    "time": "0:48:50",
    "speaker": "spk_1",
    "line": "So because I watched Nick Thune Phoe hero, you'd recommend watching one minute of house of cards.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-509",
    "time": "0:48:57",
    "speaker": "spk_3",
    "line": "What?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-510",
    "time": "0:48:58",
    "speaker": "spk_1",
    "line": "Yeah. Okay. That adds up to me. Will?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-511",
    "time": "0:49:09",
    "speaker": "spk_0",
    "line": "Rate us on iTunes.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-512",
    "time": "0:49:10",
    "speaker": "spk_1",
    "line": "Great us on iTunes. Like us on Facebook. Please come in on the forums and just talk to us and",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-513",
    "time": "0:49:17",
    "speaker": "spk_0",
    "line": "if you know a celebrity from your childhood, maybe you were like a poor child in some kind of aid program, where you just needed --",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-514",
    "time": "0:49:27",
    "speaker": "spk_1",
    "line": "you wanna take a pot shot at some guy who's doing pretty well right now?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-515",
    "time": "0:49:31",
    "speaker": "spk_0",
    "line": "No. Was kind enough to talk to you when you",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-516",
    "time": "0:49:34",
    "speaker": "spk_3",
    "line": "take care of you. Yeah.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-517",
    "time": "0:49:35",
    "speaker": "spk_1",
    "line": "You wanna fire off at him and bring up a painful memory of a pet that he lost, basically. Go ahead. You know? That's what we're here for by the pro version. Mhmm.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-518",
    "time": "0:49:47",
    "speaker": "spk_0",
    "line": "What what's the we we must have a prize in the in the forums.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-519",
    "time": "0:49:51",
    "speaker": "spk_1",
    "line": "Oh, Nick Thune's gonna play a tasty riff for you. If you buy this pro version and who bought it last week? I think",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-520",
    "time": "0:50:00",
    "speaker": "spk_0",
    "line": "tim Teresa bought it.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-521",
    "time": "0:50:01",
    "speaker": "spk_1",
    "line": "Tim Teresa go to Tim's blog bought the pro version. So he's gonna get just a real tasty riff Mhmm. Should",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-522",
    "time": "0:50:09",
    "speaker": "spk_3",
    "line": "i do that right now?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-523",
    "time": "0:50:10",
    "speaker": "spk_0",
    "line": "We can wait.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-524",
    "time": "0:50:13",
    "speaker": "spk_1",
    "line": "You could do it another time, you know?",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-525",
    "time": "0:50:14",
    "speaker": "spk_3",
    "line": "Yeah. That's fine.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-526",
    "time": "0:50:17",
    "speaker": "spk_0",
    "line": "Bye. Bye.",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-527",
    "time": "0:50:23",
    "speaker": "spk_1",
    "line": "This has been an earwolf media production, Executive producers, Jeff Ulrich and Scott Ockerman. For more information, visit earwold dot com. Earwold",
    "episode": "21",
    "edited": false
  },
  {
    "id": "21-528",
    "time": "0:50:35",
    "speaker": "spk_2",
    "line": "three your boom dot com. The WORTH Dead",
    "episode": "21",
    "edited": false
  }
]