[
  {
    "id": "211-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "greetings, ladles and jelly spoons. It's your old buddy, Sean Clements from Hollywood Handbook here to talk to you about an ad. The ad is for a show and the show is for the your ears. It's a podcast show. Pardo, the comedian, has a really fun new podcast. And this in parenthetical says if you have any Jimmy Pardo anecdote talk about them here. Won't be doing that. It's called playing games with Jimmy Pardot and you can listen to it ad free and one week early on Stitcher Premium. Now obviously everyone's going, oh, God Sean's gonna be so mad. He's gonna flip out. They play games on Hollywood Handbook all the time. Like, isn't he just stealing their thing? You gotta understand. Hollywood Handbook covers such a wide breadth of topics and ideas and segments, we do so many things and we do them also. Well, Hayes and I are like really versatile performers. He's kinda got this cool, like, structured improv background and then I and just sort of naturally funny and then I'm I have like rich friends and rich parents. And I went to Harvard. It's like Ivy School, super exclusive. And so between the two of us, we're able to do almost anything. So if someone wants to take one teeny tiny aspect of our show and do it half as good as we do and say that that's an entire podcast, I'm not gonna freaking drop the hammer on that guy. I'm gonna let my little homies ride on the track. You know? I'm gonna I'm gonna let them eat the crumbs because I'm up here I gotta wrack a lamb with mint jelly. I'm gonna be mad that this guy's got a bread crust on the table. He's nibbling on it. Like freaking mouse came out of the hole? No, man. Have, you know, have the bread crust. Don't try to get up at the table with me and actually touch my food. That's what I'm gonna freaking put a fork through your Keaster. So One thing I'm gonna do is talk about this podcast. It's called playing games. It's he's joined by a different celebrity guest cohost every week and Jimmy welcomes three calling contestants testing their knowledge of movies TV music headlines from the last five decades. Okay. Great. Yeah. Nikki Glazer, Scott Oggman, there's great. They'll have fun. Just to sort of remind this guy who the big dog is, me and chef Kevin are gonna play a game and just show how easy it is for us. You'll probably hear them on that. They'll be like struggling a little bit and talking over each other. Me and Jeff Kevin are gonna organically play a really fun game right now and you'll go, when you're listening to that, you'll have it in the back of your head. Oh, Sean could have done this. So Jeff Kevin.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-1",
    "time": "0:02:50",
    "speaker": "spk_1",
    "line": "Hey, guys, Jeff Kevin here.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-2",
    "time": "0:02:54",
    "speaker": "spk_0",
    "line": "Oh, this is fun. Yes. So So I and I don't even need a celebrity guest co host, which is what he needed one. I'm not working with Nikki Glazer here.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-3",
    "time": "0:03:04",
    "speaker": "spk_2",
    "line": "I'm working with chef Kevin.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-4",
    "time": "0:03:05",
    "speaker": "spk_0",
    "line": "So Chev Kavanaugh, we're gonna play a game and and I guess let's make it a game no one's ever played before, you know, just to make a little harder Mhmm. Nobody's ever heard of it -- Okay. -- and we'll come up with it now. We'll play one round and that'll be the ad. Great. You know? And then I'll do the rest of the copy and that'll be the",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-5",
    "time": "0:03:24",
    "speaker": "spk_1",
    "line": "okay.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-6",
    "time": "0:03:25",
    "speaker": "spk_0",
    "line": "So so this game, let's call it like",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-7",
    "time": "0:03:33",
    "speaker": "spk_1",
    "line": "microphone shuffle. Okay. Microphone shuffle.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-8",
    "time": "0:03:37",
    "speaker": "spk_0",
    "line": "Here we go. And then it's okay. So then it'll be alright. Well, we got two people, we got two mics. Two people. Then and so then if we do what if we're like it's like shuffle makes me think that we're like switching or something. We're moving stuff around. So what if it's like musical chairs with microphones -- Yeah. -- but It's TV tag rules where you gotta say the name of your favorite TV show. Sure. In order to stop somebody from taking your mic.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-9",
    "time": "0:04:05",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-10",
    "time": "0:04:05",
    "speaker": "spk_0",
    "line": "And if you end up without a mic then you have to answer trivia question about sports from the seventies in order to get a mic back. Yeah. Otherwise you go two full rounds with no mic and then you can't get any lights.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-11",
    "time": "0:04:25",
    "speaker": "spk_1",
    "line": "Oh, okay. What if instead of moving the the chairs around like changing chairs, we we pass the microphones around? Like, I can unscrew all of these microphones from the table.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-12",
    "time": "0:04:36",
    "speaker": "spk_0",
    "line": "And that you're able to do that?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-13",
    "time": "0:04:37",
    "speaker": "spk_1",
    "line": "Yeah. I can go grab some screws and screw drivers well and take out the screws and then we each pass like Well",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-14",
    "time": "0:04:44",
    "speaker": "spk_0",
    "line": "let's get extra screws too. Let's get some that don't fit.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-15",
    "time": "0:04:46",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-16",
    "time": "0:04:47",
    "speaker": "spk_0",
    "line": "So then you've got to screw your mic in on time.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-17",
    "time": "0:04:49",
    "speaker": "spk_1",
    "line": "That's true.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-18",
    "time": "0:04:49",
    "speaker": "spk_0",
    "line": "To do the game.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-19",
    "time": "0:04:50",
    "speaker": "spk_1",
    "line": "And I can start like a timer down.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-20",
    "time": "0:04:52",
    "speaker": "spk_0",
    "line": "But but you might grab the wrong screw. Yeah. And then that's like",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-21",
    "time": "0:04:54",
    "speaker": "spk_1",
    "line": "that's a ton of fun. And I can start a timer down from like seven. Actually, it'll go up seven, eight, nine, ten, and then down ten to zero.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-22",
    "time": "0:05:05",
    "speaker": "spk_0",
    "line": "Yeah. Yes. This is good. This is so fun. We're having fun. So we'll do that and then what do you wanna do? Like, what's your trivia category?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-23",
    "time": "0:05:16",
    "speaker": "spk_1",
    "line": "Okay. My trivia category is gonna be nineteen thirties gestures.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-24",
    "time": "0:05:21",
    "speaker": "spk_0",
    "line": "Okay. So it's physical gestures. So it might not play as well on the microphone but one thing is you should but but that I think that's helpful because it gives us a chance to sort of narrate what we're seeing. Yes. So, alright, you're gonna hear the first round of microphone shuffle right now played totally organically me versus chef Kevin. I wonder who will win -- Man. -- and go. Okay. Okay. Okay. Smurf's worked. Alright. Friends is Seinfeld. This one I'm like putting my",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-25",
    "time": "0:05:47",
    "speaker": "spk_1",
    "line": "hands up when you're shaking",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-26",
    "time": "0:05:48",
    "speaker": "spk_3",
    "line": "your hand.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-27",
    "time": "0:05:48",
    "speaker": "spk_0",
    "line": "Okay. But I put",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-28",
    "time": "0:05:49",
    "speaker": "spk_1",
    "line": "my left hand behind my",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-29",
    "time": "0:05:51",
    "speaker": "spk_0",
    "line": "allie me be all. Nine ten. Alright. Haters back off. Okay. And Philip said",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-30",
    "time": "0:05:56",
    "speaker": "spk_1",
    "line": "is a little bigger than Okay.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-31",
    "time": "0:05:58",
    "speaker": "spk_0",
    "line": "Got Mike. Mike got my mic. Okay. You got no mic. So what team did Roman Gabriel play for?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-32",
    "time": "0:06:08",
    "speaker": "spk_1",
    "line": "The Boston Celtics?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-33",
    "time": "0:06:09",
    "speaker": "spk_0",
    "line": "I don't think so. So check out Ad Free episodes of Plain Games at Jimmy Pardot one week early on Stitcher Premium. For a free month, go to stitcher premium dot com slash playing games and use promo code Hollywood. Good short ad for you. See you later. So, you know, we're we're all locked in there and it's it's me, it's Malcolm, Gladwell, it's Bill Simmons, and we're having a bad opinion contest. And we're feeding our bad opinions into the machine. Yeah. And just the more general and the less evidence there is, you know, the better you do in the contest. So an example might be let me just think of anything. So maybe you watch like a trailer for a TV show that was on a couple years ago and then -- Yeah. -- you try to convince people that now you understand how like sailing works.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-34",
    "time": "0:07:16",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-35",
    "time": "0:07:16",
    "speaker": "spk_4",
    "line": "Like better than anyone. The people that watch so, like, the people that watch the movie Master and Commander are better qualified to be a ship captain",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-36",
    "time": "0:07:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-37",
    "time": "0:07:25",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-38",
    "time": "0:07:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-39",
    "time": "0:07:26",
    "speaker": "spk_4",
    "line": "than somebody who went to a school for it.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-40",
    "time": "0:07:28",
    "speaker": "spk_0",
    "line": "Exactly. Exactly.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-41",
    "time": "0:07:30",
    "speaker": "spk_4",
    "line": "Their the school guy is relying on all these, like,",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-42",
    "time": "0:07:34",
    "speaker": "spk_0",
    "line": "outdated -- Yeah. -- yeah, sort of calcified idea. You know, unfortunately, these you know, captain's school people -- Yeah. -- are actually barnacles on the side of the sailing industry --",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-43",
    "time": "0:07:46",
    "speaker": "spk_4",
    "line": "uh-huh.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-44",
    "time": "0:07:47",
    "speaker": "spk_0",
    "line": "-- and that people who watch Master and Commander are bringing raw instinct which makes up so much of it. Yeah. And then and we've got obviously music opinions as well. Sure. Our taste is so far off that the machine is starting to shoot smoke out of it. And if I was we can blow up the machine we can get out of the room finally. Yeah. But nothing is quite doing it. Nothing's quite getting us there.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-45",
    "time": "0:08:18",
    "speaker": "spk_4",
    "line": "There's stuff like muhammad ali invented wrap. Mhmm. I know.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-46",
    "time": "0:08:22",
    "speaker": "spk_0",
    "line": "We're getting in there. Yeah. We've got we've got sports opinions, it doesn't really seem to matter that much. It's all kind of stupid. But where we really and obviously we said the movies we said the sailing stuff. Yeah. We said the music stuff but where we really started to break through was when we talked about why people voted how they did and like we had figured it out. You know, us three like kind of just rich guys who talk a",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-47",
    "time": "0:09:00",
    "speaker": "spk_3",
    "line": "lot?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-48",
    "time": "0:09:00",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-49",
    "time": "0:09:02",
    "speaker": "spk_5",
    "line": "And",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-50",
    "time": "0:09:04",
    "speaker": "spk_4",
    "line": "and But who who write in an engaging way? Yeah. Yeah. Fun to read.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-51",
    "time": "0:09:09",
    "speaker": "spk_0",
    "line": "Yes. Who write in sort of a cool conversational style that's easy to digest.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-52",
    "time": "0:09:13",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-53",
    "time": "0:09:14",
    "speaker": "spk_0",
    "line": "And it just did, you know, the only rule for the contest was if there's more than one piece of evidence to back up your opinion --",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-54",
    "time": "0:09:22",
    "speaker": "spk_3",
    "line": "yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-55",
    "time": "0:09:22",
    "speaker": "spk_0",
    "line": "-- it's disqualified. It has to be just the slimmest shred and then you extrapolate that out and apply it to something that it couldn't possibly fit.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-56",
    "time": "0:09:32",
    "speaker": "spk_4",
    "line": "Okay. So what what I heard about the stupidity contest. The stuff that got out, those kind of persuasive about why people voted the way they did, is that we're going off some of the tropes of professional wrestling. And so, like, professional wrestling has broken out into society, and now we perceive everything because we're all, like, these huge wrestling fans, and now we perceive The Trust the ultimate heel.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-57",
    "time": "0:09:56",
    "speaker": "spk_0",
    "line": "And and we're here we are raised to sort of root for these heels.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-58",
    "time": "0:10:00",
    "speaker": "spk_4",
    "line": "Yes. It's all kayfabe now.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-59",
    "time": "0:10:02",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-60",
    "time": "0:10:03",
    "speaker": "spk_0",
    "line": "And so to see him up there just throwing the rules out the window and openly insulting people with disabilities and stuff. That that makes him such an appealing presence because he's the ultimate heel. And that's how most people vote.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-61",
    "time": "0:10:17",
    "speaker": "spk_4",
    "line": "When Hogan joined the NWA was the most important political event of the of the last century.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-62",
    "time": "0:10:24",
    "speaker": "spk_0",
    "line": "It's total that's totally true and and people forget about the hardy boys. Mhmm. So so that sort of was all of our opinion and when we all agreed at the same time to you the That everyone, yeah, we stopped sort of working against each other and all decided to say in unison that everyone must have voted according to something I remember about when I watched wrestling from when I was like eleven. And that's why the country's on the path it is. That is what actually blew up the machine, and I was able to get out and get to the studio on time to do this show. Oh, look at all your way down. I'm getting tired. I got to kick butt driving in red car. Show street.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-63",
    "time": "0:11:07",
    "speaker": "spk_4",
    "line": "And welcome John. Hi. And it's John Bass, and you were here with Alex Annfinger before, and you got are mad at each other now, and we don't have to get into why you don't wanna do the show together. But let's do it. Let's talk about it.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-64",
    "time": "0:11:22",
    "speaker": "spk_5",
    "line": "Yeah. Let's talk about it. He did some stuff that I didn't like. Yes. First of all, he went on a trip with my girlfriend",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-65",
    "time": "0:11:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-66",
    "time": "0:11:32",
    "speaker": "spk_3",
    "line": "uh-huh.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-67",
    "time": "0:11:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-68",
    "time": "0:11:32",
    "speaker": "spk_5",
    "line": "without me. Mhmm. Yeah. It was weird. They kept on sending pictures saying",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-69",
    "time": "0:11:37",
    "speaker": "spk_0",
    "line": "hey hey. Was it an acid trip. Fucking drugs are so cool.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-70",
    "time": "0:11:42",
    "speaker": "spk_5",
    "line": "They're so cool. They're nice and they're cool.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-71",
    "time": "0:11:45",
    "speaker": "spk_0",
    "line": "I didn't mean to interrupt, but yeah, But go ahead.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-72",
    "time": "0:11:47",
    "speaker": "spk_4",
    "line": "But it was like a food trip to Italy. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-73",
    "time": "0:11:49",
    "speaker": "spk_5",
    "line": "It was a food trip to Italy and being.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-74",
    "time": "0:11:51",
    "speaker": "spk_4",
    "line": "And not as like a sexual thing but like just as friends.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-75",
    "time": "0:11:54",
    "speaker": "spk_5",
    "line": "Been in, like but, like, poking me with it. Well",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-76",
    "time": "0:11:56",
    "speaker": "spk_0",
    "line": "and they only had the one scooter. And so it does look",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-77",
    "time": "0:11:59",
    "speaker": "spk_2",
    "line": "like they're having sex when",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-78",
    "time": "0:12:00",
    "speaker": "spk_5",
    "line": "they're -- Right.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-79",
    "time": "0:12:00",
    "speaker": "spk_0",
    "line": "-- when they're really tight together on scooter sort of driving to the pizza class.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-80",
    "time": "0:12:04",
    "speaker": "spk_3",
    "line": "And",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-81",
    "time": "0:12:05",
    "speaker": "spk_5",
    "line": "he was like making a joke like, well, I'm having sex with your girlfriend. Yeah. She doesn't love you anymore. And I'm like, this is weird.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-82",
    "time": "0:12:11",
    "speaker": "spk_0",
    "line": "No. It is a and he's got a dark sense of humor and it's part of what attracted me to him initially.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-83",
    "time": "0:12:17",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-84",
    "time": "0:12:17",
    "speaker": "spk_0",
    "line": "But it does get too dark at times when he's saying I'm having sex with your girlfriend. She doesn't love you anymore. Yeah. And with us, it's not even a love thing. It's just physical but that's what helped her realize that she wasn't in love.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-85",
    "time": "0:12:30",
    "speaker": "spk_4",
    "line": "But the meanest aspect to me is when I think of of John and I think, oh like what do I associate with John Most and it's gnocchi. It's like you're like mister Noki. And now these guys are going to, like, eat all this Noki and Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-86",
    "time": "0:12:43",
    "speaker": "spk_0",
    "line": "Remember we used to call you Noko Ono?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-87",
    "time": "0:12:46",
    "speaker": "spk_5",
    "line": "Yeah. No. It was a good time. It was a really good time that one time. But Italy is like the place that I love to go in Italy. Italy. You know, I love to like stop by Italy and I go to my gnocchi guy and I go, hey man, hook me up with some parm gnocchi",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-88",
    "time": "0:13:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-89",
    "time": "0:13:04",
    "speaker": "spk_3",
    "line": "yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-90",
    "time": "0:13:04",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-91",
    "time": "0:13:04",
    "speaker": "spk_5",
    "line": "and some and he looks at me and he goes, doughy gnocchi.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-92",
    "time": "0:13:09",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. I love that.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-93",
    "time": "0:13:12",
    "speaker": "spk_4",
    "line": "Yeah. What what is that?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-94",
    "time": "0:13:13",
    "speaker": "spk_5",
    "line": "What do you mean?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-95",
    "time": "0:13:14",
    "speaker": "spk_0",
    "line": "Do we?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-96",
    "time": "0:13:15",
    "speaker": "spk_5",
    "line": "Do we? Because, you know, like it's doughy because my body's doughy and then I'm also I love they're when it's Doki.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-97",
    "time": "0:13:21",
    "speaker": "spk_4",
    "line": "Oh, okay. I thought that was like a play. I like like a pun.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-98",
    "time": "0:13:24",
    "speaker": "spk_0",
    "line": "I remember one time we were like --",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-99",
    "time": "0:13:27",
    "speaker": "spk_5",
    "line": "yeah. -- we",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-100",
    "time": "0:13:28",
    "speaker": "spk_0",
    "line": "were going to Italy and we were like, I was buying like fifteen different olive oils. And then I was like And you wanna get too many. Yeah. Use too many, man. And then I was like, do you wanna eat anything and you went, yeah, hey boo boo. And I was like, oh and Yoki there.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-101",
    "time": "0:13:42",
    "speaker": "spk_5",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-102",
    "time": "0:13:43",
    "speaker": "spk_0",
    "line": "Yeah. So we obviously don't have Alex and we don't miss him.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-103",
    "time": "0:13:49",
    "speaker": "spk_5",
    "line": "Fuck that guy.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-104",
    "time": "0:13:50",
    "speaker": "spk_0",
    "line": "Yeah. Forget it. He did some pretty funny stuff last episode I remember.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-105",
    "time": "0:13:55",
    "speaker": "spk_4",
    "line": "Yeah. He was really No.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-106",
    "time": "0:13:56",
    "speaker": "spk_2",
    "line": "He was good.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-107",
    "time": "0:13:56",
    "speaker": "spk_5",
    "line": "He was okay.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-108",
    "time": "0:13:57",
    "speaker": "spk_4",
    "line": "Yeah. This one's gonna be the main guy.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-109",
    "time": "0:13:59",
    "speaker": "spk_0",
    "line": "He was the main guy in that. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-110",
    "time": "0:14:01",
    "speaker": "spk_5",
    "line": "No. For sure. He was that one. He was the main guy for that one. Not here anymore. Let's stop talking about him.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-111",
    "time": "0:14:06",
    "speaker": "spk_0",
    "line": "Right? Yes. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-112",
    "time": "0:14:08",
    "speaker": "spk_4",
    "line": "And he was very good. He was good. Yeah. And he was so funny. He was funny.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-113",
    "time": "0:14:13",
    "speaker": "spk_0",
    "line": "Yeah. He cracked me up. That was a fun episode.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-114",
    "time": "0:14:16",
    "speaker": "spk_4",
    "line": "Today? It's John. Yeah. And you have a lot of stuff that you wanna talk about since we saw you last time you've been doing all these big things. You and you did Baywatch and you did the Baywatch Bloper reel",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-115",
    "time": "0:14:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-116",
    "time": "0:14:29",
    "speaker": "spk_5",
    "line": "yes.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-117",
    "time": "0:14:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-118",
    "time": "0:14:29",
    "speaker": "spk_4",
    "line": "and you did a promotional tour for -- And I did. -- baywatch. Yes.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-119",
    "time": "0:14:33",
    "speaker": "spk_5",
    "line": "And the baywatch blooper reel.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-120",
    "time": "0:14:34",
    "speaker": "spk_0",
    "line": "Uh-huh. And the blooper reel for Baywatch. Yes. Which is sort of what we wanna talk about. Obviously, you've been getting asked about it a lot and we have questions ourselves.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-121",
    "time": "0:14:47",
    "speaker": "spk_5",
    "line": "I know you have questions. You know -- Yes.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-122",
    "time": "0:14:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-123",
    "time": "0:14:49",
    "speaker": "spk_5",
    "line": "you know, Sean and I ran into each other at the hot spot. Sugarfish. Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-124",
    "time": "0:14:54",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-125",
    "time": "0:14:55",
    "speaker": "spk_5",
    "line": "And, you know, we were both sugarfishing.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-126",
    "time": "0:14:57",
    "speaker": "spk_0",
    "line": "Yeah. It was right after we had finished shopping at Italy and it was time to sugarfish.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-127",
    "time": "0:15:03",
    "speaker": "spk_5",
    "line": "Yep. And I was just I was, you know, we were just hanging out and he looks at me and he goes, what about that blueberry? Oh. And I I said, what are you talking about, Sean? What are you talking about? And he said because",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-128",
    "time": "0:15:15",
    "speaker": "spk_4",
    "line": "you didn't know about that.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-129",
    "time": "0:15:16",
    "speaker": "spk_5",
    "line": "Well, I didn't know that there was Are putting",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-130",
    "time": "0:15:18",
    "speaker": "spk_4",
    "line": "these in the movie?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-131",
    "time": "0:15:19",
    "speaker": "spk_5",
    "line": "Yeah. I mean, it was crazy. And so when he said, let's get together. Let's talk about the beep for real. And let's get into the deep dive. I was like, let's do it. Because there are some things that I need I said",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-132",
    "time": "0:15:30",
    "speaker": "spk_0",
    "line": "come on my show, you know, defend yourself.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-133",
    "time": "0:15:34",
    "speaker": "spk_4",
    "line": "Yeah. Talk about some of these bloopers.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-134",
    "time": "0:15:36",
    "speaker": "spk_0",
    "line": "Yeah. Because some of these bloopers seem like mistakes",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-135",
    "time": "0:15:39",
    "speaker": "spk_5",
    "line": "do you wanna get into it?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-136",
    "time": "0:15:42",
    "speaker": "spk_4",
    "line": "Code man. Yeah. Let's play it.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-137",
    "time": "0:15:44",
    "speaker": "spk_0",
    "line": "Code man, can I get the sound chord? Ready? Alright here.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-138",
    "time": "0:15:48",
    "speaker": "spk_4",
    "line": "Wait, what were you gonna do? What was the ready about? Because I'm just worried that it's gonna happen later like you wait. Yeah. What was this? This is I know that wasn't about the Santa climactic. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-139",
    "time": "0:16:01",
    "speaker": "spk_0",
    "line": "It was",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-140",
    "time": "0:16:02",
    "speaker": "spk_4",
    "line": "am I right that he when he was like ready or that, like, he was about do a big fan. He's about to do worry that as soon as the sound cable is over, he is gonna do it. So what was that thing?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-141",
    "time": "0:16:10",
    "speaker": "spk_3",
    "line": "Let",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-142",
    "time": "0:16:10",
    "speaker": "spk_0",
    "line": "me just get this thing here. Yeah. It's a phone. Mhmm. Not that. It's another thing in here. Hold on. Okay.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-143",
    "time": "0:16:18",
    "speaker": "spk_3",
    "line": "It's all",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-144",
    "time": "0:16:19",
    "speaker": "spk_1",
    "line": "tangled up. Feel like I'm planning. Nintendo here.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-145",
    "time": "0:16:22",
    "speaker": "spk_4",
    "line": "A bunch of wet tissues out of his box. It.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-146",
    "time": "0:16:26",
    "speaker": "spk_0",
    "line": "Man, this",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-147",
    "time": "0:16:26",
    "speaker": "spk_4",
    "line": "is It's not in your pockets.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-148",
    "time": "0:16:28",
    "speaker": "spk_0",
    "line": "This is really a man. Oh, here we go. He's got like",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-149",
    "time": "0:16:30",
    "speaker": "spk_5",
    "line": "god, Alex was really good in use the cloth though.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-150",
    "time": "0:16:32",
    "speaker": "spk_4",
    "line": "So funny.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-151",
    "time": "0:16:33",
    "speaker": "spk_0",
    "line": "Yeah. We didn't have this kind of dead air in that one. So then, yeah, go ahead and plug that into into the sort of headphone port.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-152",
    "time": "0:16:43",
    "speaker": "spk_5",
    "line": "I don't have a headphone thing. It's a -- Oh, rough -- -- an iPhone seven.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-153",
    "time": "0:16:46",
    "speaker": "spk_0",
    "line": "-- it's the new one. Okay.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-154",
    "time": "0:16:48",
    "speaker": "spk_5",
    "line": "It's an iPhone seven.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-155",
    "time": "0:16:50",
    "speaker": "spk_4",
    "line": "While we could just hold it up to the mic. Okay. Or should I just hold",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-156",
    "time": "0:16:54",
    "speaker": "spk_5",
    "line": "it up to the mic?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-157",
    "time": "0:16:55",
    "speaker": "spk_3",
    "line": "No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-158",
    "time": "0:16:57",
    "speaker": "spk_1",
    "line": "Let me find.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-159",
    "time": "0:16:58",
    "speaker": "spk_3",
    "line": "I got one. I got one. I got one. I got one. I got one.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-160",
    "time": "0:16:58",
    "speaker": "spk_2",
    "line": "I got one. Where is that?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-161",
    "time": "0:17:00",
    "speaker": "spk_0",
    "line": "Okay. And he's got so many different -- A lot of pills. -- kinds of",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-162",
    "time": "0:17:05",
    "speaker": "spk_5",
    "line": "you think that Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-163",
    "time": "0:17:06",
    "speaker": "spk_0",
    "line": "None of them have labels and they're all huge.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-164",
    "time": "0:17:09",
    "speaker": "spk_5",
    "line": "It was a bit. This is not a bit. This is just poor management.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-165",
    "time": "0:17:12",
    "speaker": "spk_3",
    "line": "And he's",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-166",
    "time": "0:17:12",
    "speaker": "spk_4",
    "line": "and he's pills in an aluminum can.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-167",
    "time": "0:17:15",
    "speaker": "spk_0",
    "line": "Look at all the different kinds of gum he has.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-168",
    "time": "0:17:18",
    "speaker": "spk_4",
    "line": "The pills are mixed in with the gum in what seems like a kind of",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-169",
    "time": "0:17:21",
    "speaker": "spk_2",
    "line": "no. So he, like, chews up the pill inside",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-170",
    "time": "0:17:24",
    "speaker": "spk_0",
    "line": "the gum. And look at that, he's got hubba bubba? Bubble yum, bubbleicious, bigly chew, bubble tape.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-171",
    "time": "0:17:32",
    "speaker": "spk_4",
    "line": "Yeah. All those sugary",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-172",
    "time": "0:17:34",
    "speaker": "spk_5",
    "line": "kind Yeah. All the sugar, all the children kind. It's weird. It's a weird assortment.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-173",
    "time": "0:17:39",
    "speaker": "spk_3",
    "line": "It's -- Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-174",
    "time": "0:17:39",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-175",
    "time": "0:17:39",
    "speaker": "spk_4",
    "line": "children Except the clips is for adults. I'm like",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-176",
    "time": "0:17:43",
    "speaker": "spk_0",
    "line": "denty, ice?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-177",
    "time": "0:17:43",
    "speaker": "spk_4",
    "line": "It would be weird",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-178",
    "time": "0:17:44",
    "speaker": "spk_5",
    "line": "to do it.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-179",
    "time": "0:17:44",
    "speaker": "spk_0",
    "line": "Denty fire.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-180",
    "time": "0:17:46",
    "speaker": "spk_5",
    "line": "A kid",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-181",
    "time": "0:17:46",
    "speaker": "spk_0",
    "line": "and just",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-182",
    "time": "0:17:47",
    "speaker": "spk_5",
    "line": "he's a kid a kid pulling out a clips.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-183",
    "time": "0:17:49",
    "speaker": "spk_4",
    "line": "I'd be aware of the clips, gum. I feel like kindergartner. It's just popping out of the clips. No. It's for a gel, it's for adults.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-184",
    "time": "0:18:00",
    "speaker": "spk_5",
    "line": "That's for adults. Oh my god.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-185",
    "time": "0:18:04",
    "speaker": "spk_1",
    "line": "I don't have one.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-186",
    "time": "0:18:09",
    "speaker": "spk_4",
    "line": "Okay. The Cuddy went outside to look for something, and then he said I don't have one. And we don't know what it's a one of what. We don't know. Alright.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-187",
    "time": "0:18:17",
    "speaker": "spk_5",
    "line": "Are we ready for this?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-188",
    "time": "0:18:18",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-189",
    "time": "0:18:18",
    "speaker": "spk_0",
    "line": "Yeah. Y'all ready for this.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-190",
    "time": "0:18:20",
    "speaker": "spk_4",
    "line": "No. So this is the blooper reel. Do you set the scene? Stop. Stop.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-191",
    "time": "0:18:31",
    "speaker": "spk_5",
    "line": "Sorry. Stop. Sorry on.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-192",
    "time": "0:18:33",
    "speaker": "spk_0",
    "line": "Stop. Okay.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-193",
    "time": "0:18:34",
    "speaker": "spk_4",
    "line": "Okay. Undo sound. Alright.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-194",
    "time": "0:18:36",
    "speaker": "spk_5",
    "line": "So let me set up this scene for you guys. This is blue for real. And in the",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-195",
    "time": "0:18:39",
    "speaker": "spk_4",
    "line": "context of the movie would be great. Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-196",
    "time": "0:18:42",
    "speaker": "spk_5",
    "line": "Okay. So And this is",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-197",
    "time": "0:18:43",
    "speaker": "spk_4",
    "line": "his character.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-198",
    "time": "0:18:44",
    "speaker": "spk_5",
    "line": "This is Ronnie Greenbaum, a Jew. At the beach at the beach, a Jew at the beach. Okay. And is that allowed? He's looking to get something, you know? Like, you can tell he's he's got a rock hard boner that just is getting stuck in everything. And pretty much what happens is this super haughty CJ, you know, comes up to him.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-199",
    "time": "0:19:12",
    "speaker": "spk_4",
    "line": "What are some of the things we're getting stuck in?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-200",
    "time": "0:19:15",
    "speaker": "spk_5",
    "line": "He gets to suck in a beach chair.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-201",
    "time": "0:19:16",
    "speaker": "spk_0",
    "line": "Beach chair.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-202",
    "time": "0:19:17",
    "speaker": "spk_4",
    "line": "Yeah. Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-203",
    "time": "0:19:18",
    "speaker": "spk_5",
    "line": "He there's some edit. There were some things that were cut out. He gets it stuck. Just in a seagull. He gets it stuck in the water.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-204",
    "time": "0:19:27",
    "speaker": "spk_0",
    "line": "In a whale's blowhole.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-205",
    "time": "0:19:28",
    "speaker": "spk_5",
    "line": "Yeah. In a whale's blowhole, he gets it stuck in the engine of a jet ski, He gets it stuck in a cup, in a water cup, and in a drink cup.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-206",
    "time": "0:19:38",
    "speaker": "spk_4",
    "line": "I was gonna say if he's at the beach, you know. Yeah. You gotta get stuck in a cup at some point.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-207",
    "time": "0:19:43",
    "speaker": "spk_5",
    "line": "Mhmm. He gets it stuck in a pie, a la American pie. He gets it stuck in his mom.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-208",
    "time": "0:19:52",
    "speaker": "spk_0",
    "line": "He gets stuck in an umbrella.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-209",
    "time": "0:19:53",
    "speaker": "spk_5",
    "line": "He gets stuck in an umbrella.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-210",
    "time": "0:19:55",
    "speaker": "spk_0",
    "line": "But go back to his mom. Yep. Yeah. And then he gets it stuck in a condiment one.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-211",
    "time": "0:20:00",
    "speaker": "spk_4",
    "line": "And his mom's hair, I should clarify.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-212",
    "time": "0:20:01",
    "speaker": "spk_5",
    "line": "Yeah. It was his mom's hair. And then that was this is pretty much all the things he gets. It's stuff.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-213",
    "time": "0:20:08",
    "speaker": "spk_3",
    "line": "I think",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-214",
    "time": "0:20:08",
    "speaker": "spk_0",
    "line": "that's it. It's a Chinese finger trap. It's trying to remember. Oh, yeah. Chinese finger trap.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-215",
    "time": "0:20:11",
    "speaker": "spk_5",
    "line": "Chinese finger trap with his finger on the other side. He's like, how do I get out of this? It's a it's a five minute scene. The good thing is that the director really let us really let us go, like Just",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-216",
    "time": "0:20:21",
    "speaker": "spk_4",
    "line": "the role",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-217",
    "time": "0:20:22",
    "speaker": "spk_5",
    "line": "he just he would go, let's just roll it and this one's for you. Yeah. And whatever it was stuck in at that time, I'd really take the, you know, the the moment to be like, what am I stuck in? How do I really trade trade this truthfully? Mhmm. And what's my truth",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-218",
    "time": "0:20:40",
    "speaker": "spk_0",
    "line": "in terms of having it stuck in a Chinese finger trap and what and how do I feel about China? Yeah. Exactly. And why did they make these nefarious traps? How did they? Well, yeah. How did they and why did they? Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-219",
    "time": "0:20:55",
    "speaker": "spk_5",
    "line": "It's it's still there. Yeah. Oh, yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-220",
    "time": "0:20:59",
    "speaker": "spk_4",
    "line": "Yeah. No. We could definitely see that.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-221",
    "time": "0:21:02",
    "speaker": "spk_0",
    "line": "Yeah. I almost feel like I'm watching part of the movie.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-222",
    "time": "0:21:06",
    "speaker": "spk_4",
    "line": "I don't know if you thought that it was like Like that I You were covering it up. Yeah. Pretty well. But no, like we you know, you can tell that it is still happening.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-223",
    "time": "0:21:17",
    "speaker": "spk_5",
    "line": "That's cool.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-224",
    "time": "0:21:18",
    "speaker": "spk_0",
    "line": "So so talk about so the so this Jewish character with his wiener stuck in everything -- Mhmm. -- is on the beach and he's hanging out with CJ who is attractive and she's played by Kayrourke.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-225",
    "time": "0:21:31",
    "speaker": "spk_5",
    "line": "Kayrourke, Michael Kayrourke. Uh-huh. Kelly Rohrbach. Swimsuit model, fantastic actress, and just overall like I don't wanna say best friend. But like we do hang out on the weekends.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-226",
    "time": "0:21:47",
    "speaker": "spk_0",
    "line": "And comedically kind of raise the bar for you.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-227",
    "time": "0:21:51",
    "speaker": "spk_5",
    "line": "Mhmm. Well you know, I've done one through four. You know what I mean? That's u z b Talk for one zero one to one zero four. You know what I'm saying?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-228",
    "time": "0:21:58",
    "speaker": "spk_0",
    "line": "And Hayes is second city training. Yeah. Second city. And I'm kind of just naturally funny.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-229",
    "time": "0:22:02",
    "speaker": "spk_5",
    "line": "Use naturally you got your stuff, you know. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-230",
    "time": "0:22:04",
    "speaker": "spk_0",
    "line": "But like I went to Harvard. I mean, I went I did go",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-231",
    "time": "0:22:06",
    "speaker": "spk_5",
    "line": "to Harvard. Okay. So like, I you know, I got into it and I like, did it. Right? Mhmm. But",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-232",
    "time": "0:22:16",
    "speaker": "spk_4",
    "line": "john? Yeah. I don't",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-233",
    "time": "0:22:23",
    "speaker": "spk_0",
    "line": "wow. You really went somewhere.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-234",
    "time": "0:22:25",
    "speaker": "spk_5",
    "line": "I don't want to like say that she's the best that I've seen. But -- Right. She is by far one of the greatest comedians of, I think, our generation.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-235",
    "time": "0:22:37",
    "speaker": "spk_0",
    "line": "So and for you to even put me in your generation like that. Means so much to me.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-236",
    "time": "0:22:42",
    "speaker": "spk_5",
    "line": "You're welcome. That's huge.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-237",
    "time": "0:22:43",
    "speaker": "spk_0",
    "line": "And so because you've worked with Alex who as we said and not to bring him up again, but he was here last time and he was really funny on this. And you weren't necessarily able to keep up with some of his shit at that",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-238",
    "time": "0:22:54",
    "speaker": "spk_5",
    "line": "time and never would be.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-239",
    "time": "0:22:55",
    "speaker": "spk_0",
    "line": "Yeah. And then she's sort of making Alex look like some kind of garbage person.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-240",
    "time": "0:23:02",
    "speaker": "spk_5",
    "line": "Yes. Some sort of terrible human",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-241",
    "time": "0:23:04",
    "speaker": "spk_4",
    "line": "being. So you're kind",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-242",
    "time": "0:23:05",
    "speaker": "spk_0",
    "line": "of yeah. Yeah. I'm like So you're mega fucked.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-243",
    "time": "0:23:07",
    "speaker": "spk_5",
    "line": "I know that I'm mega fucked. I'm looking at about to be exposed. I'm like mega mega phone fuck.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-244",
    "time": "0:23:12",
    "speaker": "spk_3",
    "line": "Do you",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-245",
    "time": "0:23:12",
    "speaker": "spk_5",
    "line": "know what I'm saying? Yeah. Yeah. It's bad.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-246",
    "time": "0:23:15",
    "speaker": "spk_0",
    "line": "No. Those are pretty wide.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-247",
    "time": "0:23:17",
    "speaker": "spk_5",
    "line": "So I I, you know, it's it's just getting to that place with like an actress of that caliber who",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-248",
    "time": "0:23:25",
    "speaker": "spk_3",
    "line": "who",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-249",
    "time": "0:23:28",
    "speaker": "spk_5",
    "line": "who who just really loves the the art of comedy and really throws herself into it. We and she wants to look stupid. And she's like, let me look bad in the scene. Don't put makeup on me. Don't make my Tits look like they're about to pop Use me? Okay.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-250",
    "time": "0:23:45",
    "speaker": "spk_4",
    "line": "So so this is something that we need to learn from is like how we're referring because we'll get to this stuff a little later. Well, you can say like boo burinos",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-251",
    "time": "0:23:53",
    "speaker": "spk_0",
    "line": "or Well, frontal torpedoes is sort of",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-252",
    "time": "0:23:56",
    "speaker": "spk_3",
    "line": "an accepted",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-253",
    "time": "0:23:56",
    "speaker": "spk_0",
    "line": "-- Terminal torpedoes. -- terminal torpedoes. Frontal torpedoes? Frontal torpedoes. Front Oh, frontal tostitos.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-254",
    "time": "0:24:02",
    "speaker": "spk_5",
    "line": "Okay. Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-255",
    "time": "0:24:04",
    "speaker": "spk_0",
    "line": "But it's like boobs.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-256",
    "time": "0:24:05",
    "speaker": "spk_5",
    "line": "Yeah. Sorry. I'm I don't want to use boobs. I don't want to use tits.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-257",
    "time": "0:24:09",
    "speaker": "spk_0",
    "line": "That's kinda crass.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-258",
    "time": "0:24:10",
    "speaker": "spk_5",
    "line": "It is a crass and it's disgusting. And is it wrong",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-259",
    "time": "0:24:12",
    "speaker": "spk_0",
    "line": "if you think about it, like, you know, I'm speaking of someone, I have a daughter So I think I really can understand -- Yeah. -- that we I know you guys maybe just think it's okay to treat women like shit. Yeah. Yeah. And of course I did too, but I have a daughter. Yeah. And so now I am actually qualified and that is a reason that I have found to not necessarily treat women like shit or talk about them like they are sort of just like animals or objects. Yeah. Yeah. Because of my daughter.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-260",
    "time": "0:24:46",
    "speaker": "spk_4",
    "line": "Because of your Prior to",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-261",
    "time": "0:24:47",
    "speaker": "spk_0",
    "line": "my daughter, there's a pretty extensive record of me doing that. Which I, you know, won't apologize for because at the time I did not have a daughter and I wasn't in the room with someone who did. But now I do and so we're not gonna say tits. We're gonna say, frontal torpedoes, frontotostitos, Frontal totino's and maybe one other one. Pringles. Okay. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-262",
    "time": "0:25:16",
    "speaker": "spk_4",
    "line": "And I have three daughters and they're all packing as well. So",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-263",
    "time": "0:25:19",
    "speaker": "spk_0",
    "line": "oh. Well, I forgot to mention. Yeah. My daughter's packing. Fucking stat. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-264",
    "time": "0:25:25",
    "speaker": "spk_4",
    "line": "Yeah. No. They're Talk about the, yeah, yeah, sisterhood. That's my Those are my",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-265",
    "time": "0:25:29",
    "speaker": "spk_5",
    "line": "i don't I honestly I don't have any daughters, but I've I've and that comes through.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-266",
    "time": "0:25:35",
    "speaker": "spk_6",
    "line": "I know.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-267",
    "time": "0:25:36",
    "speaker": "spk_0",
    "line": "It's pretty obvious with the way that you said the word of tits.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-268",
    "time": "0:25:39",
    "speaker": "spk_5",
    "line": "And I do. I say like I say this stuff that I shouldn't say like boobs and tits and that's like bad that's like a bad thing and I need to treat them with more respect.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-269",
    "time": "0:25:47",
    "speaker": "spk_0",
    "line": "Do me a favor? Say, hey, I respect you. Mhmm. You know what I mean? Because that would mean a lot to someone like my daughter who's got like she's packing heat upstairs.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-270",
    "time": "0:25:58",
    "speaker": "spk_4",
    "line": "I respect your boo burinos would be really nice.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-271",
    "time": "0:26:01",
    "speaker": "spk_5",
    "line": "Yeah. Of course. Of course. I'm not looking to be like an asshole, you know. I want to be the kind of guy who can look at a woman and say, those frontal torpedoes are getting me rock hard and I and I don't know what to do with this Chinese finger trap that's popping out. You know? I want that to be something that I can say. Boy. It's like",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-272",
    "time": "0:26:21",
    "speaker": "spk_0",
    "line": "what a nice goal to have in this culture where let's face it. Our president doesn't necessarily always have that much respect.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-273",
    "time": "0:26:30",
    "speaker": "spk_5",
    "line": "Yeah. You",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-274",
    "time": "0:26:31",
    "speaker": "spk_0",
    "line": "know, and isn't setting a great example. Mhmm. And then for a guy like you",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-275",
    "time": "0:26:35",
    "speaker": "spk_4",
    "line": "and he has a daughter who is, what goes edge? She's stacked.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-276",
    "time": "0:26:38",
    "speaker": "spk_0",
    "line": "Oh, God.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-277",
    "time": "0:26:38",
    "speaker": "spk_4",
    "line": "So he has no excuse.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-278",
    "time": "0:26:40",
    "speaker": "spk_0",
    "line": "Yeah. No. She's yeah. She got a a slam instead of frigging salmon upstairs.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-279",
    "time": "0:26:46",
    "speaker": "spk_4",
    "line": "So So it's like how do you not Yeah. No. Are you able to talk like this?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-280",
    "time": "0:26:53",
    "speaker": "spk_0",
    "line": "You would think he would have learned by that. But it doesn't you know",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-281",
    "time": "0:26:56",
    "speaker": "spk_5",
    "line": "it doesn't matter. Look, what matters is Kayrourke. Yeah. She does have those frontal Toninos, you know? Yeah. I guess. But beyond that. She's just, you know, she's gone through the class classes. She was she was on so many herald teams before she came and and I And",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-282",
    "time": "0:27:19",
    "speaker": "spk_0",
    "line": "we don't have to list them all here, but",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-283",
    "time": "0:27:21",
    "speaker": "spk_4",
    "line": "we'll name a few. Ruru. Ruru.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-284",
    "time": "0:27:25",
    "speaker": "spk_5",
    "line": "Pop pop and stop.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-285",
    "time": "0:27:28",
    "speaker": "spk_0",
    "line": "Mhmm. Twelve thousand dollars figure out the syndicate. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-286",
    "time": "0:27:38",
    "speaker": "spk_3",
    "line": "Oh,",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-287",
    "time": "0:27:46",
    "speaker": "spk_0",
    "line": "monkey dick. The fucking Kennedy's tantrum.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-288",
    "time": "0:27:56",
    "speaker": "spk_4",
    "line": "Bangs. Mhmm. And of course my background is second city",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-289",
    "time": "0:28:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-290",
    "time": "0:28:00",
    "speaker": "spk_4",
    "line": "uh-huh. -- where we don't do The Harold, we do the the the Harold Ramos went here because what we call that kind of sketch",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-291",
    "time": "0:28:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-292",
    "time": "0:28:09",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-293",
    "time": "0:28:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-294",
    "time": "0:28:09",
    "speaker": "spk_4",
    "line": "which I think he might have. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-295",
    "time": "0:28:12",
    "speaker": "spk_0",
    "line": "And then, yeah, it's possible. Yeah. I mean, I'm, you know, I even know a lot of guys from Harvard that did second city stuff afterwards. Yeah. And it it yeah. It is really cool to see them sort of learn and figure it out and become, you know, little mini k roars.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-296",
    "time": "0:28:28",
    "speaker": "spk_5",
    "line": "Hollywood handbook.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-297",
    "time": "0:28:35",
    "speaker": "spk_2",
    "line": "Man, I hope Kevin picks up this phone, so Whoa,",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-298",
    "time": "0:28:38",
    "speaker": "spk_1",
    "line": "here it is. Hello.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-299",
    "time": "0:28:41",
    "speaker": "spk_2",
    "line": "Is this chef Kevin?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-300",
    "time": "0:28:41",
    "speaker": "spk_1",
    "line": "Hey, chef Kevin speaking.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-301",
    "time": "0:28:43",
    "speaker": "spk_2",
    "line": "Hey, chef Kevin. Sean Clemens from Hollywood",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-302",
    "time": "0:28:46",
    "speaker": "spk_1",
    "line": "sean, how's it going?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-303",
    "time": "0:28:48",
    "speaker": "spk_2",
    "line": "So I'm here talking to you about obviously our bet. We had a pretty insane bet that we made stakes were incredibly high. We had a job that needed filling. We're hiring And we had a bit of an argument about where to post your job to find the best candidate. Obviously, I said, for most people -- Mhmm. Zip recruiter dot com. No brainer. You post your job to over a hundred, you know, the web's leading job boards with one click. And it puts its smart matching technology to work actively notifying qualified candidates about your job within minutes of posting. So you receive the best possible matches. I said for most people that's the best thing to do. Why we do those ads.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-304",
    "time": "0:29:31",
    "speaker": "spk_1",
    "line": "That's what I wanted to do.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-305",
    "time": "0:29:32",
    "speaker": "spk_2",
    "line": "But yes. But for me, I actually have my own smart matching technology my mind. And then I thought, I'll be able to find a better candidate for this job. Obviously, for those you don't know, The earl of offices are very messy. There's a bear that gets in the office every night and opens up the trash can and rips open the trash bag and eats a lot of the food that Dana didn't finish and then spreads a lot of the stuff Cody brings in to throw out -- Mhmm. -- from, I don't know, where the junkyard?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-306",
    "time": "0:30:07",
    "speaker": "spk_1",
    "line": "This bear also wears a bandana and drives a motorcycle with the initials c s on the back of it. It's kind of complicated.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-307",
    "time": "0:30:15",
    "speaker": "spk_2",
    "line": "Okay. So yeah. No. I yeah. I didn't fully describe the bear. But anyway, the bear comes in And Cody I guess when he's not here, he's at the junkyard.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-308",
    "time": "0:30:23",
    "speaker": "spk_1",
    "line": "That's right.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-309",
    "time": "0:30:24",
    "speaker": "spk_2",
    "line": "And so he'll come in with a lot of, like, treasures that he found and ultimately no one will buy them from him and then he winds up just putting them in the trash can then the bear comes through and he rips it up. So we need somebody to come in and either defeat the bear, which we've been unable to do",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-310",
    "time": "0:30:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-311",
    "time": "0:30:40",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-312",
    "time": "0:30:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-313",
    "time": "0:30:41",
    "speaker": "spk_2",
    "line": "or at the very least clean clean up after it.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-314",
    "time": "0:30:44",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-315",
    "time": "0:30:45",
    "speaker": "spk_2",
    "line": "Because when we get in in the morning and do our podcast a lot of time, it's very messy.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-316",
    "time": "0:30:48",
    "speaker": "spk_0",
    "line": "Very.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-317",
    "time": "0:30:48",
    "speaker": "spk_2",
    "line": "So anyway, we wanna fill this job. And Kevin's going, let's use it, recruiter, let's use it, recruiter, and I yeah, that's for our listeners. Not for someone with a powerful mind like my own. I mean, I went to freaking Harvard for goodness sake. So I said, I'm going to travel the world and find candidates. I'm going to go to Asia, Africa, Australia, East Europe.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-318",
    "time": "0:31:11",
    "speaker": "spk_1",
    "line": "The circus.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-319",
    "time": "0:31:12",
    "speaker": "spk_2",
    "line": "I'm gonna go to the circus because a lot of those guys seem to deal with bears very well.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-320",
    "time": "0:31:18",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-321",
    "time": "0:31:21",
    "speaker": "spk_2",
    "line": "Well, you can hear I'm calling in. I'm on a phone.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-322",
    "time": "0:31:26",
    "speaker": "spk_1",
    "line": "Aren't you Are you in France?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-323",
    "time": "0:31:28",
    "speaker": "spk_2",
    "line": "That's what I thought. It felt like France to me.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-324",
    "time": "0:31:33",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-325",
    "time": "0:31:34",
    "speaker": "spk_2",
    "line": "Anyway, It's Puket, a romantic city. But I'm stuck here at Puket and I can't get out. And none of the people understand at all what I'm saying. Sure. They all speak some kinda Mars man language.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-326",
    "time": "0:31:56",
    "speaker": "spk_1",
    "line": "Sure. I'll stop you there. Meanwhile, I'm looking at ZipRecruiter's website. I'm finding a bunch of qualified candidates, like, all over the place. Near my location, like all around the country too. So it's pretty convenient using ZipRecruiter. But",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-327",
    "time": "0:32:08",
    "speaker": "spk_2",
    "line": "i guess that's why it's different is unlike other hiring sites. It doesn't depend on the right candidates finding you, it finds them.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-328",
    "time": "0:32:15",
    "speaker": "spk_1",
    "line": "True.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-329",
    "time": "0:32:16",
    "speaker": "spk_2",
    "line": "And that's probably why eighty percent of employers who post on ZipRecruiter get a quality candidate to the same just one day. And that's probably why it's the smartest way to hire. But I still, you know, have to fess up a little bit of hubris I have managed to strand myself. I haven't found any good job candidates. And then Kevin meanwhile is like fending them off.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-330",
    "time": "0:32:36",
    "speaker": "spk_1",
    "line": "Yeah. Because there's so many coming in right now. I found so many applicants very quickly. It's kind of it's a blessing really. And I, you know, Shauna, I hope you get here soon because some of these people wanna, you know, fill in as the host of Hollywood Handbook. I'm not gonna",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-331",
    "time": "0:32:52",
    "speaker": "spk_2",
    "line": "allow that. No. Oh, boy. Well, that makes me nervous. Anyone could do what I do. So tell you what, could you post on ZipRecruiter and say you got another job open, one to fly me the freak out of food kit. And I guess what will happen then is you'll find out today, why ZipRecruiter has been used by businesses of all sizes and industry to find the most qualified job candidate with immediate results. And right now, my listeners can post jobs on Recruiter for free. That's right free. And go to zip recruiter dot com slash the boys. That's zip recruiter dot com slash the boys. One more time try it for free. Go to zip recruiter dot com slash the boys.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-332",
    "time": "0:33:28",
    "speaker": "spk_5",
    "line": "Hollywood handbook.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-333",
    "time": "0:33:30",
    "speaker": "spk_0",
    "line": "Hey, now. Lazers and germs. It's me, Shank Lebbins, and I'm reading the ad. And the ad is for the food. And what does he mean? Well, Blue Apron's the number one fresh ingredient in recipe delivery service in the country. That's what I mean. Blue Apron's mission is to make incredible home cooking accessible to everyone and you're probably thinking, oh, that's all they do. Oh, okay. Good. Good. That's enough. That's it. They just send the food and you can cook the food. Oh, great. They're all done. Well, luckily you got me here. One of your best friends. And in a way sort of a mentor figure to you, to walk you through what's really going on. I have chef Kevin say hey, chef Kevin.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-334",
    "time": "0:34:08",
    "speaker": "spk_1",
    "line": "Hey, guys chef Kevin here.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-335",
    "time": "0:34:09",
    "speaker": "spk_0",
    "line": "Hey, chef Kevin here. So yes. They send you the food. Yes. You cook the food and now you have a family. What was once just a house becomes a home? Sure. That's part of it. But did you also realize that last week was Halloween and you could use some of these ingredients to make great costumes. So you know, Kevin, I know last week you were a big hit because you went to your Halloween parties as crispy wild alaskan pollock and garlic mashed potatoes with roasted broccoli and tartar sauce. Now what are some of the comments you got on that costume?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-336",
    "time": "0:34:46",
    "speaker": "spk_1",
    "line": "That's right. A lot of them were like, Oh, wow. What's that smell? Like, I smelled you before I saw you and like you think you would cover up your like genital genital area a little bit more when wearing a costume, like, there's a lot of people here you don't know. And like, hey, it looks great. I'll probably try out this recipe via via Blue Apron.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-337",
    "time": "0:35:06",
    "speaker": "spk_0",
    "line": "Mhmm. Yeah. And and I know that you obviously went went trick or treating with some of your kids as well and that they were dressed as cheesy broccoli baked pasta with crispy time bread crumbs. And when I answered the door, I went, okay, that's looks like it would feed several people. Uh-huh. You know? Yeah. And I was like, oh, spooky.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-338",
    "time": "0:35:29",
    "speaker": "spk_1",
    "line": "Well, they were behind the bushes and said, boo. And it was taste it looked yummy but was also scary, like very part of the Halloween.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-339",
    "time": "0:35:37",
    "speaker": "spk_0",
    "line": "Mhmm. Yeah. Well, because it what's more surprising than opening your door? You've been seeing a lot of dracula or there's a lot Fringenstein's. And when you open the door, suddenly there's seared steaks and garlic butter with oven fries and romaine salad looking you in the face and it's going trick or treat give me candy and I'm like okay so you're asking for dessert but you're dinner?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-340",
    "time": "0:35:58",
    "speaker": "spk_1",
    "line": "Yeah. It's probably the first time people were hungry for dinner, while trick or treating.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-341",
    "time": "0:36:01",
    "speaker": "spk_0",
    "line": "Yeah. Well, because dessert and dinner are natural enemies. Yes. You know, those Prash of the Titans. That's been a war ongoing for years and you oh, yes. Because if you think about it, People strongly prefer dessert.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-342",
    "time": "0:36:16",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-343",
    "time": "0:36:17",
    "speaker": "spk_0",
    "line": "Yet sometimes because dinner is kind of more of a necessity and and sustains you better, it's got kind of better publicist. Yeah. And people fill up so much on dinner that they don't always are able to eat dessert.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-344",
    "time": "0:36:34",
    "speaker": "spk_1",
    "line": "Yeah. And Talk about that shift, Kevin. Well, kinda like jokes on you. I I've heard the big controversy is dinner is trying to remove the phrase eye candy and make it eye dinner. And so that that's been tough. It's obviously been in the news almost every day.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-345",
    "time": "0:36:47",
    "speaker": "spk_0",
    "line": "And I didn't even hear that in the news. So roasted chicken and fall vegetables with cranberry and ginger combo, obviously, that can't be a costume. That's just a meal. I mean, wouldn't make any sense to wear that. So here's here's a little call to action. You you you bitch. So Check out this week's menu and get thirty dollars off your first order with free shipping by going to blue apron dot com slash handbook. You will love how good it feels. You will love how it tastes You will create incredible home cooked meals with blue apron. I'm inspiring you. That's blue apron dot com slash handbook blue apron. A better way to coop.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-346",
    "time": "0:37:23",
    "speaker": "spk_5",
    "line": "Hollywood Handbook. You guys have been talking a lot about Second City and Harvard. Is there Is there some sort of plug here? Or is there some ulterior We are doing ads",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-347",
    "time": "0:37:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-348",
    "time": "0:37:35",
    "speaker": "spk_4",
    "line": "we do ads for psycho City and and for hardware.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-349",
    "time": "0:37:38",
    "speaker": "spk_5",
    "line": "Oh, do you?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-350",
    "time": "0:37:38",
    "speaker": "spk_0",
    "line": "And yeah. And we do ads for college, which Harvard is basically the main college.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-351",
    "time": "0:37:42",
    "speaker": "spk_5",
    "line": "Yeah. It's basically the main college.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-352",
    "time": "0:37:44",
    "speaker": "spk_0",
    "line": "So you",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-353",
    "time": "0:37:44",
    "speaker": "spk_5",
    "line": "guys are just sort of snapping it in there. Just when you can.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-354",
    "time": "0:37:48",
    "speaker": "spk_4",
    "line": "Yes. But also doing the ads on top of this.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-355",
    "time": "0:37:51",
    "speaker": "spk_3",
    "line": "On top",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-356",
    "time": "0:37:51",
    "speaker": "spk_5",
    "line": "of this.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-357",
    "time": "0:37:51",
    "speaker": "spk_0",
    "line": "We do all the ads, but we talk about the ads we're gonna do during the show portion that's not the ads.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-358",
    "time": "0:37:56",
    "speaker": "spk_5",
    "line": "Okay. So it's like a it's like an ad portion of the show to get into the ads. Mhmm. It's an inception of ads.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-359",
    "time": "0:38:03",
    "speaker": "spk_0",
    "line": "Yeah. It's just but, I mean, we talk about our own experience. If we happen to have had experience with some of the stuff that's in the ads like, hey, it's a second set",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-360",
    "time": "0:38:09",
    "speaker": "spk_4",
    "line": "of training now.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-361",
    "time": "0:38:10",
    "speaker": "spk_0",
    "line": "You having been into Harvard at the school. You know, those kind of things are always fun to explore and talk about with friends like John Bass. Now you did the Baywatch blooper reel. Yep. Yeah. So so Kelly's schooling you. She's dunking on your ass. And making you look like some kind of fucking chump.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-362",
    "time": "0:38:34",
    "speaker": "spk_4",
    "line": "She was lapping you. I was sort of noticing in a lot of these scenes.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-363",
    "time": "0:38:38",
    "speaker": "spk_5",
    "line": "It's beyond it's beyond that.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-364",
    "time": "0:38:39",
    "speaker": "spk_4",
    "line": "Racing out ahead and you, like, lose sight of her, and then suddenly she's coming up behind you again. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-365",
    "time": "0:38:45",
    "speaker": "spk_5",
    "line": "Well, it's just I wanna say because I do think it's important to say like I was working with the creme de la creme of the comedy world. Right?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-366",
    "time": "0:38:53",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-367",
    "time": "0:38:54",
    "speaker": "spk_5",
    "line": "I've got DJ and Z who are just fucking monsters when it comes to improv comedy. Like you see them go at it and I remember the days back at Second City and UCB where they would do their nighttime show you know -- Mhmm. -- midnight. One AM just fucking getting into it.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-368",
    "time": "0:39:14",
    "speaker": "spk_0",
    "line": "Yeah. Where they just yeah. Where they literally get so raw and so out there. And it's not even for the audience.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-369",
    "time": "0:39:20",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-370",
    "time": "0:39:20",
    "speaker": "spk_0",
    "line": "It's just like them exploring the kind of darkest crevices of their mind. Yeah. And DJ doing some of the stuff. And you see this in his Instagram stories where a lot of times there's fans that have been waiting outside set till three in the morning. Yeah. And he'll drive up, yes, to say hi to the fans, but he'll also fuck with him a little bit.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-371",
    "time": "0:39:38",
    "speaker": "spk_5",
    "line": "Yeah. Which is really",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-372",
    "time": "0:39:39",
    "speaker": "spk_2",
    "line": "cool. He'll go",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-373",
    "time": "0:39:40",
    "speaker": "spk_3",
    "line": "like, oh, yeah. Just",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-374",
    "time": "0:39:41",
    "speaker": "spk_4",
    "line": "a little bit of a finger on your little guy.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-375",
    "time": "0:39:43",
    "speaker": "spk_3",
    "line": "Fuck. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-376",
    "time": "0:39:43",
    "speaker": "spk_0",
    "line": "No. He's just he's just sort of squeezing it in there real quick,",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-377",
    "time": "0:39:46",
    "speaker": "spk_4",
    "line": "popping it back out.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-378",
    "time": "0:39:48",
    "speaker": "spk_5",
    "line": "Just tickling a",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-379",
    "time": "0:39:49",
    "speaker": "spk_0",
    "line": "little bit. Oh, yeah. Tickling around the edge of it and just going like, Okay. Yeah. These guys are right here. I'm gonna fuck with them for a second, and then he'll swing by and just be like, hey, guys. Peace see you later. And then they think he's driving away and then he'll drive back and he'll sign an autograph or something.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-380",
    "time": "0:40:04",
    "speaker": "spk_5",
    "line": "So it was really fun. And him getting to fuck with me was the best. Like the things that he do he did to me",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-381",
    "time": "0:40:11",
    "speaker": "spk_0",
    "line": "his yes. I think his sense of humor, you're sort of a ripe target for it.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-382",
    "time": "0:40:16",
    "speaker": "spk_5",
    "line": "Yeah. The things that he did to me were not right.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-383",
    "time": "0:40:19",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. And his comedy is so wrong, you know, and so raunchy.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-384",
    "time": "0:40:23",
    "speaker": "spk_5",
    "line": "No. No. No. The things that he did to me. They were they were not right.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-385",
    "time": "0:40:29",
    "speaker": "spk_4",
    "line": "And Cody, you say, oh hell no.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-386",
    "time": "0:40:32",
    "speaker": "spk_0",
    "line": "I I have Absolutely. No fucking idea what any of you guys are talking about.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-387",
    "time": "0:40:41",
    "speaker": "spk_5",
    "line": "Oh, hell yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-388",
    "time": "0:40:43",
    "speaker": "spk_0",
    "line": "Okay. I like that. So, yeah, that's that's sick. And then Z man obviously is also cracking your whole shit up.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-389",
    "time": "0:40:52",
    "speaker": "spk_5",
    "line": "He's cracking my whole shit up. He's making the moves and I'm just trying to to, you know, copy cat.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-390",
    "time": "0:40:59",
    "speaker": "spk_4",
    "line": "Tough for you, someone who's coming from sort of the British method approach of having studied the script for weeks. It's sort of gone into your little hole and sort of planned out all of your facial moves and -- I'm just so glad.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-391",
    "time": "0:41:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-392",
    "time": "0:41:11",
    "speaker": "spk_4",
    "line": "your whole physicality. Yeah. And then these guys come in and it's basically like, I thought we had a script we were working with here. I what, like You",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-393",
    "time": "0:41:18",
    "speaker": "spk_5",
    "line": "know me and Dame Judy and Ian are just sort of like trying to do our thing, Michael.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-394",
    "time": "0:41:26",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-395",
    "time": "0:41:26",
    "speaker": "spk_5",
    "line": "And we're, you know, we we spend these months and years trying to like get into the craft. I was trying to be the best fucking piece of shit Jew that I could who gets his dick stuck and stuff. You know, that's like what I was preparing for.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-396",
    "time": "0:41:43",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-397",
    "time": "0:41:43",
    "speaker": "spk_5",
    "line": "And then getting into this moment where I'm like, okay, now I finally get to play this fucking idiot Jew.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-398",
    "time": "0:41:52",
    "speaker": "spk_0",
    "line": "Mhmm. Who doesn't belong on the beach and who it's sort of like in a humorous way, can't do Jack shit and there's all these sort of like beautiful -- Yeah. -- you know, gentile Beautiful achiever.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-399",
    "time": "0:42:08",
    "speaker": "spk_5",
    "line": "Like, you look at them and you're like, oh, this is what people are supposed to look like. Aryan nation, maybe is a thing that we should have really considered because then I show up and you're like Oh,",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-400",
    "time": "0:42:17",
    "speaker": "spk_0",
    "line": "you get where the idea came from. Yeah. Yeah. So it's -- So -- so that's sick.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-401",
    "time": "0:42:22",
    "speaker": "spk_5",
    "line": "So it was sick and it was cool.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-402",
    "time": "0:42:24",
    "speaker": "spk_4",
    "line": "Did you and Ian and Dame Judy ever just go around where, like, you guys are workshopping together where he's magneto and She's a queen. She's a queen, and you are Ronnie Burnbaum and like White bum. Okay. Sorry.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-403",
    "time": "0:42:39",
    "speaker": "spk_5",
    "line": "I think.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-404",
    "time": "0:42:40",
    "speaker": "spk_0",
    "line": "And what those characters are.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-405",
    "time": "0:42:41",
    "speaker": "spk_4",
    "line": "And that's",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-406",
    "time": "0:42:42",
    "speaker": "spk_0",
    "line": "a little on you if we don't know the you know, because we knew magneto's name. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-407",
    "time": "0:42:48",
    "speaker": "spk_4",
    "line": "Yeah. What those characters are like together. Together?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-408",
    "time": "0:42:52",
    "speaker": "spk_5",
    "line": "Yeah. Yeah. I mean obviously you need to go around town. You need to try it out. I'm a huge proponent of, you know, getting deep into it, getting deep into the character.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-409",
    "time": "0:43:05",
    "speaker": "spk_4",
    "line": "I imagine magneto could you get a staple out of your dick for example.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-410",
    "time": "0:43:09",
    "speaker": "spk_5",
    "line": "Well, he oh, because he has the technology to do that.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-411",
    "time": "0:43:14",
    "speaker": "spk_4",
    "line": "Oh, that's interesting. Okay. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-412",
    "time": "0:43:15",
    "speaker": "spk_5",
    "line": "It's a power.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-413",
    "time": "0:43:16",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-414",
    "time": "0:43:17",
    "speaker": "spk_0",
    "line": "Here's an interesting thing because all those guys do know each other like Eric is is friends with Xavier. Right?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-415",
    "time": "0:43:23",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-416",
    "time": "0:43:24",
    "speaker": "spk_0",
    "line": "And then at some point they go, hey, sometimes you gotta call me magneto. Like, but he had magnet powers when he met him. It's when I have right. But there is a conversation at some point where it's like sometimes you have to call me back Nino. And like and then or Logan -- Yeah. -- you know, and it's like, Hey, I kind of have these storm powers. So like, once in Ohio, call me storm. But I but you met me and I had a normal name like, that's a that's a strange transition to make with a friend.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-417",
    "time": "0:43:55",
    "speaker": "spk_5",
    "line": "Yeah. It must be. An insane transition to sort of just like",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-418",
    "time": "0:44:00",
    "speaker": "spk_0",
    "line": "put it on. And then pick which one am I gonna use -- Yeah. -- you know, at at any given point. But I yeah. That's a yeah. That's a rabbit hole.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-419",
    "time": "0:44:08",
    "speaker": "spk_5",
    "line": "It's a rabbit hole we don't need to go into right now. The important thing is me, Ian and Dame are just really you know, dealing with our characters. We don't need to go down that either.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-420",
    "time": "0:44:19",
    "speaker": "spk_0",
    "line": "But for but for these but for this crew, that's sort of making Dame look like idiots -- Yeah. -- because they have to use the script. These the, you know -- Yeah. -- DJ Zeman and and K roar are were in there and were saying, hey, the script, that was just a jumping off point. Mhmm. That was a suggestion of something we might do and by the way, we won't. And you're left kinda eating dust.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-421",
    "time": "0:44:45",
    "speaker": "spk_5",
    "line": "Yeah. Because I'm Shakespeare guy, you know. I'm doing the real stuff. So it it was like I was eating dust.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-422",
    "time": "0:44:51",
    "speaker": "spk_4",
    "line": "Mister homework.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-423",
    "time": "0:44:53",
    "speaker": "spk_5",
    "line": "I'm so glad that I was able to come onto Hollywood Handbook and just destroy my career. Just truly, like, take some moments.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-424",
    "time": "0:45:02",
    "speaker": "spk_4",
    "line": "Sort of the one really huge",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-425",
    "time": "0:45:05",
    "speaker": "spk_0",
    "line": "something of a falstaffian move.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-426",
    "time": "0:45:07",
    "speaker": "spk_4",
    "line": "Oh, yeah. They just don't make a lot of movies anymore. I'm wondering if it's got to be in a huge war.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-427",
    "time": "0:45:13",
    "speaker": "spk_5",
    "line": "I know. They really gave me a shot, and I decided to come onto Hollywood Handbook and Sparrage everyone in part of it.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-428",
    "time": "0:45:19",
    "speaker": "spk_0",
    "line": "Oh, hell yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-429",
    "time": "0:45:21",
    "speaker": "spk_5",
    "line": "Oh, no. This is truly truly fantastic. It's too soon. Is it too soon? What do you guys think?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-430",
    "time": "0:45:31",
    "speaker": "spk_4",
    "line": "What are we gonna do when people have, like, stopped talking about the movie? No. We have to do it now when people when",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-431",
    "time": "0:45:38",
    "speaker": "spk_0",
    "line": "it's constantly",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-432",
    "time": "0:45:41",
    "speaker": "spk_4",
    "line": "conversations about Baywatch. You know, on their",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-433",
    "time": "0:45:43",
    "speaker": "spk_5",
    "line": "planes and being like, are we do you wanna watch Baywatch? Do you wanna watch Baywatch? We can watch it? No. I'm gonna watch Jack Reacher two. Yeah. Jack Reacher two seems good. Never go back. I think I will this time. What's that other one? The shape the the the weird one anyway, you know, big",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-434",
    "time": "0:46:03",
    "speaker": "spk_4",
    "line": "the shape of water.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-435",
    "time": "0:46:03",
    "speaker": "spk_5",
    "line": "The shape of water.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-436",
    "time": "0:46:04",
    "speaker": "spk_4",
    "line": "No. But that has come out.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-437",
    "time": "0:46:05",
    "speaker": "spk_5",
    "line": "That doesn't come",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-438",
    "time": "0:46:06",
    "speaker": "spk_3",
    "line": "out yet.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-439",
    "time": "0:46:07",
    "speaker": "spk_5",
    "line": "It will. I'll watch it on a plane. No. But yeah, it's fresh. People are people are ready to get into it. So",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-440",
    "time": "0:46:13",
    "speaker": "spk_0",
    "line": "so okay so we've sort of got an idea of the context and what's happening on the, you know, on the set. So now we've got these blooper things that have happened -- Yeah. Yeah. -- and let's face it. You're involved in some of them. And bloopers are errors. People laugh at these things, but what you forget is, this is a mistake that happened. This",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-441",
    "time": "0:46:36",
    "speaker": "spk_4",
    "line": "was wrong. This was a wrong mess.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-442",
    "time": "0:46:39",
    "speaker": "spk_0",
    "line": "It's a teaching tool.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-443",
    "time": "0:46:40",
    "speaker": "spk_5",
    "line": "Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-444",
    "time": "0:46:40",
    "speaker": "spk_0",
    "line": "Okay. Don't do this.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-445",
    "time": "0:46:42",
    "speaker": "spk_4",
    "line": "Yes.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-446",
    "time": "0:46:42",
    "speaker": "spk_0",
    "line": "And I think we've got an example of one that you were in that maybe we can discuss.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-447",
    "time": "0:46:49",
    "speaker": "spk_5",
    "line": "Alright. You guys ready for this?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-448",
    "time": "0:46:50",
    "speaker": "spk_4",
    "line": "No, we have to set the scene.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-449",
    "time": "0:46:52",
    "speaker": "spk_5",
    "line": "Oh, sorry.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-450",
    "time": "0:46:54",
    "speaker": "spk_0",
    "line": "Yeah. Okay. I'm ready for you set the scene. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-451",
    "time": "0:46:57",
    "speaker": "spk_5",
    "line": "So this is the end of the movie. Me and Kay Rohr have finally gotten together. It's the thing that everyone's been waiting for. They wanted to see this fat tubby Jew finally get with this super hot aryan chick. It's what people came to see the movie for. And so Finally, I get it. I get this chick and she's like and she's like into it. But she's also, you know, She's also like, I just slept with a Jew.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-452",
    "time": "0:47:27",
    "speaker": "spk_0",
    "line": "Well, she still kind of thinks your body's a joke.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-453",
    "time": "0:47:29",
    "speaker": "spk_5",
    "line": "Yeah. Definitely thinks my body's a joke. So does everyone on set and so do I. Right? We're all very much in on the joke that I got a tubby little piece of shit body let's slap it around. Right?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-454",
    "time": "0:47:41",
    "speaker": "spk_0",
    "line": "Yes. It's a good idea for a seam.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-455",
    "time": "0:47:45",
    "speaker": "spk_5",
    "line": "Let's take that muffin top and just really jiggle it around for us fat boy. You know? Mhmm. That's what that's what they said to me. That was the direction they gave me. So",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-456",
    "time": "0:47:53",
    "speaker": "spk_4",
    "line": "is Derek Jeter in your eye line as you're doing these scenes?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-457",
    "time": "0:47:56",
    "speaker": "spk_5",
    "line": "Is he in my mind watching me from",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-458",
    "time": "0:47:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-459",
    "time": "0:48:00",
    "speaker": "spk_3",
    "line": "oh, because",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-460",
    "time": "0:48:00",
    "speaker": "spk_0",
    "line": "-- from village?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-461",
    "time": "0:48:01",
    "speaker": "spk_4",
    "line": "Because weren't they like they were at the time.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-462",
    "time": "0:48:03",
    "speaker": "spk_5",
    "line": "I think they did it for",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-463",
    "time": "0:48:05",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-464",
    "time": "0:48:05",
    "speaker": "spk_4",
    "line": "my friends, girlfriends.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-465",
    "time": "0:48:06",
    "speaker": "spk_5",
    "line": "Derek was there. Yeah. Derek was there.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-466",
    "time": "0:48:08",
    "speaker": "spk_4",
    "line": "And he's threatening to throw baseball you.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-467",
    "time": "0:48:10",
    "speaker": "spk_5",
    "line": "He was throwing baseballs at me. There were he was pelting them at my body. Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-468",
    "time": "0:48:15",
    "speaker": "spk_4",
    "line": "He was",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-469",
    "time": "0:48:15",
    "speaker": "spk_5",
    "line": "in on the joke too. We were all in on the joke.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-470",
    "time": "0:48:17",
    "speaker": "spk_0",
    "line": "No. That's so fun. Yeah. Everyone's kind of on the same page about what the joke is.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-471",
    "time": "0:48:21",
    "speaker": "spk_5",
    "line": "Yeah. Exactly. He was like, should I make a bull's eye on his belly and then just like pelt him? And I was like, Derek, you're so funny. Let's do it. And I wish",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-472",
    "time": "0:48:30",
    "speaker": "spk_4",
    "line": "it is such a nice like I I dream of the day when there could be a movie about my bad body. Just like the entire movie. Yeah. And it's about how my body's not very good. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-473",
    "time": "0:48:41",
    "speaker": "spk_5",
    "line": "It's about how your body's not very good and how you should and if you can be surrounded by as many people with good bodies, Yes. And those people keep on going, what's with this guy and it's bad body?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-474",
    "time": "0:48:54",
    "speaker": "spk_0",
    "line": "Yeah. Or it's sort of like or there's sort of funny element where one of them is okay with your body -- Yeah. -- for a minute.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-475",
    "time": "0:49:02",
    "speaker": "spk_5",
    "line": "Just for a minute, though.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-476",
    "time": "0:49:02",
    "speaker": "spk_4",
    "line": "And then",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-477",
    "time": "0:49:03",
    "speaker": "spk_0",
    "line": "it and that kinda lets the whole audience go like, oh, imagine. So",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-478",
    "time": "0:49:09",
    "speaker": "spk_4",
    "line": "okay. So the scene is you and CJ got together.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-479",
    "time": "0:49:12",
    "speaker": "spk_5",
    "line": "We got together. It's the end of the movie and we just fucked. And we're waking up in the morning and talking about talking about our bodies.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-480",
    "time": "0:49:23",
    "speaker": "spk_3",
    "line": "Okay. Great.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-481",
    "time": "0:49:23",
    "speaker": "spk_5",
    "line": "Because that's what you do. The first thing you wake up when you're with the lady just slept with. You talk about each other's body.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-482",
    "time": "0:49:28",
    "speaker": "spk_0",
    "line": "Well, hang on. She's talking about your body and now let's play the clip and we'll see maybe what went wrong.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-483",
    "time": "0:49:34",
    "speaker": "spk_5",
    "line": "Oh, mom. I like your chest as well. Or when you say a fact to me like that?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-484",
    "time": "0:49:46",
    "speaker": "spk_0",
    "line": "Okay. So I'll just give you guys the what's going on. So she's stroking No better,",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-485",
    "time": "0:49:51",
    "speaker": "spk_4",
    "line": "by the way, Cody, than when you are actually, like, trying to get sound good. That was better.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-486",
    "time": "0:49:55",
    "speaker": "spk_1",
    "line": "Oh, thanks.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-487",
    "time": "0:49:55",
    "speaker": "spk_0",
    "line": "She stroking him and slaps his chest and and and it's sort of sensual. And then John says and I don't know what the fuck he was thinking but he says I like your chest as well. To this woman, And then she says, it doesn't work when you say it to me. And he goes, okay.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-488",
    "time": "0:50:18",
    "speaker": "spk_4",
    "line": "And that's Kelly saying that. That's not CJ.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-489",
    "time": "0:50:21",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-490",
    "time": "0:50:21",
    "speaker": "spk_5",
    "line": "It was you know what? When you're sewing character, it sort of gets mixed up and like who you are. But I am, you know, I'm here to apologize.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-491",
    "time": "0:50:31",
    "speaker": "spk_0",
    "line": "Yeah. Can I ask what you",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-492",
    "time": "0:50:33",
    "speaker": "spk_4",
    "line": "were responding to? Like, I'm just trying to figure out like what could make you think that was something that was okay to say in that movie? So had she said something that",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-493",
    "time": "0:50:43",
    "speaker": "spk_0",
    "line": "you know, it was just sort",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-494",
    "time": "0:50:44",
    "speaker": "spk_3",
    "line": "of like",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-495",
    "time": "0:50:44",
    "speaker": "spk_4",
    "line": "you said I like your chest as well like what is that coming off of?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-496",
    "time": "0:50:47",
    "speaker": "spk_5",
    "line": "You know, it's coming off of her frontal torpedoes or",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-497",
    "time": "0:50:51",
    "speaker": "spk_0",
    "line": "but she's stroking his chest, hey.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-498",
    "time": "0:50:53",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-499",
    "time": "0:50:54",
    "speaker": "spk_0",
    "line": "She's sort of doing caressing his chest. Like this is something she enjoys. Like I like your chest, John. It's what she's saying through body language.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-500",
    "time": "0:51:01",
    "speaker": "spk_4",
    "line": "She doesn't have she",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-501",
    "time": "0:51:02",
    "speaker": "spk_0",
    "line": "doesn't have to use the words.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-502",
    "time": "0:51:03",
    "speaker": "spk_4",
    "line": "Yeah. Right.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-503",
    "time": "0:51:04",
    "speaker": "spk_0",
    "line": "It's not necessarily skilled enough to",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-504",
    "time": "0:51:07",
    "speaker": "spk_5",
    "line": "sell that.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-505",
    "time": "0:51:08",
    "speaker": "spk_4",
    "line": "And you thought that would be And you thought that was like you being cool or something?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-506",
    "time": "0:51:11",
    "speaker": "spk_5",
    "line": "It was being cool. It was being like -- Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-507",
    "time": "0:51:13",
    "speaker": "spk_0",
    "line": "--",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-508",
    "time": "0:51:13",
    "speaker": "spk_5",
    "line": "it was being like sassy. You know, it was like it was like a comment to be like, you know what? Also, you have and then a nice one too.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-509",
    "time": "0:51:20",
    "speaker": "spk_0",
    "line": "My daughter's gonna listen to this. So just tread like --",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-510",
    "time": "0:51:23",
    "speaker": "spk_3",
    "line": "yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-511",
    "time": "0:51:23",
    "speaker": "spk_5",
    "line": "As you I'm sorry.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-512",
    "time": "0:51:25",
    "speaker": "spk_0",
    "line": "But she she, you know, she's standing there. You said I like your chest as well and that took me out of the movie and I thought anybody going to call this asshole out? Of course he likes it. And then Kelly, you know once again playing the hero, swoops into the scene you know taps out CJ and goes like take a break for a minute I got this and goes Hey, John, it doesn't work when you say it to me. Everyone likes my chest. The joke is I'm saying I like your chest which no one would. And the only thing you do that's right on this is you sort of hang your head, look sad and you go, okay. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-513",
    "time": "0:52:04",
    "speaker": "spk_5",
    "line": "I wanna make sure that everyone knows if you want to, you know, if you wanna see this which you should, go onto iTunes buy the movie for fourteen ninety nine. Okay? Don't watch the movie. Go to the end, one fifty, one twenty, and then press play. You will see this scene. You will see",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-514",
    "time": "0:52:28",
    "speaker": "spk_4",
    "line": "the blue beryll is at the one hour and twenty minutes.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-515",
    "time": "0:52:31",
    "speaker": "spk_5",
    "line": "One hour and fifty minutes and twenty one seconds. Oh, It is a one hour and fifty minute movie. There was enough material. Because they just let you go. Two hours. Because they just let me go.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-516",
    "time": "0:52:50",
    "speaker": "spk_0",
    "line": "And So so Yes. So let's play it again.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-517",
    "time": "0:52:53",
    "speaker": "spk_5",
    "line": "You wanna play it again?",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-518",
    "time": "0:52:54",
    "speaker": "spk_0",
    "line": "Now that we really have a sense of it. And now you know what you're hearing and you'll hear the",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-519",
    "time": "0:52:58",
    "speaker": "spk_5",
    "line": "chest slap. You'll hear the chest slap.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-520",
    "time": "0:52:59",
    "speaker": "spk_0",
    "line": "Yeah. You'll hear me go",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-521",
    "time": "0:53:03",
    "speaker": "spk_5",
    "line": "and then and then yeah just listen to this dialogue. You gotta really pay attention though. Okay. So I like your chested foot as well. It doesn't work when you sit. I can be like that. Thanks, CJ.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-522",
    "time": "0:53:20",
    "speaker": "spk_4",
    "line": "Nice of her to laugh and try and break the tension because I she she is mad and she's right to be mad. Yeah. I wonder if it was you saying",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-523",
    "time": "0:53:28",
    "speaker": "spk_5",
    "line": "were all your daughters at the movie when you saw it? Yeah. All your daughters were there and you like saw that part and you all said I froze for",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-524",
    "time": "0:53:39",
    "speaker": "spk_0",
    "line": "a second and thought, oh no. Like I'm gonna have to have this serious talk with my daughters about how inappropriate this choice was that he made. And then Kelly actually ever the teacher was able to save me from the awkwardness of explaining, of course he likes her chest. And it is nice that she laughs and I think it's somewhat genuine because it is funny that John thought that he could say that. Yeah. It is funny when you step back. It's not it wouldn't be funny to do it in the movie but the idea of someone thinking it was okay to do that when they're improvising is funny. Because",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-525",
    "time": "0:54:18",
    "speaker": "spk_5",
    "line": "i should have known that everyone would have thought that Kelly's chest is a good thing. It's a it's a nice thing to to look to look at.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-526",
    "time": "0:54:27",
    "speaker": "spk_4",
    "line": "And I can feel you getting into this -- And it's careful.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-527",
    "time": "0:54:29",
    "speaker": "spk_0",
    "line": "-- careful care. Sorry.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-528",
    "time": "0:54:31",
    "speaker": "spk_4",
    "line": "So I wonder if it was like a kind of at the end of production and you're hanging out with all these people that have these like improv chops and you are sort of thinking, oh, I can do this as well. I can maybe keep up with these guys now. I'm gonna show them that I'm kind of one of them. And maybe you were forgetting how bad your body is in that bow but thinking that you could, you know, say something like but like",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-529",
    "time": "0:54:56",
    "speaker": "spk_5",
    "line": "it was a it was yeah. It was a As if you had",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-530",
    "time": "0:54:59",
    "speaker": "spk_3",
    "line": "a a",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-531",
    "time": "0:54:59",
    "speaker": "spk_4",
    "line": "good body and that you could do comedy.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-532",
    "time": "0:55:01",
    "speaker": "spk_5",
    "line": "It was yeah. It was it was a moment of, you know, It was just a mistake. It was a mistake.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-533",
    "time": "0:55:07",
    "speaker": "spk_0",
    "line": "I just remember going ghost white during the first half of this blooper and thinking Why the fuck did they put this in the fucking movie? Like -- Yeah. -- they had a lot of",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-534",
    "time": "0:55:18",
    "speaker": "spk_5",
    "line": "footage because it's genuinely because",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-535",
    "time": "0:55:21",
    "speaker": "spk_4",
    "line": "it's a genuinely very tense moment.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-536",
    "time": "0:55:23",
    "speaker": "spk_0",
    "line": "Yes. And then going like, oh, to show us how a true pro handles. When somebody just takes a shit in the middle of your scene.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-537",
    "time": "0:55:32",
    "speaker": "spk_5",
    "line": "And I'm the one taking I'm taking a huge dump and that's Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-538",
    "time": "0:55:35",
    "speaker": "spk_0",
    "line": "And she politely cleans it up and rubs your nose in it for a second. To go like hey, not again.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-539",
    "time": "0:55:41",
    "speaker": "spk_5",
    "line": "Yeah. Man. I'm sorry. I'm sorry. I want to apologize to the Hollywood community. Yeah. I want to apologize to YouTube. Mhmm. And I want to apologize to my dead career.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-540",
    "time": "0:55:55",
    "speaker": "spk_0",
    "line": "And to and to my daughter.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-541",
    "time": "0:55:57",
    "speaker": "spk_5",
    "line": "Into your daughters. Yes. To your your frontal torpedo daughters. This is This is a it was a mistake that I made and",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-542",
    "time": "0:56:07",
    "speaker": "spk_0",
    "line": "maybe you're gonna be staying away from the beach for a little while.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-543",
    "time": "0:56:10",
    "speaker": "spk_5",
    "line": "I think so.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-544",
    "time": "0:56:11",
    "speaker": "spk_4",
    "line": "Does it make you sad",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-545",
    "time": "0:56:12",
    "speaker": "spk_5",
    "line": "to go to the beach now? A little. It's a little. It's not",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-546",
    "time": "0:56:16",
    "speaker": "spk_4",
    "line": "a place you could enjoy exactly the way that you could before.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-547",
    "time": "0:56:20",
    "speaker": "spk_5",
    "line": "It's got",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-548",
    "time": "0:56:21",
    "speaker": "spk_4",
    "line": "yeah. It's weird. Weird associate. Asians.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-549",
    "time": "0:56:23",
    "speaker": "spk_5",
    "line": "Yeah. Yeah. Yeah.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-550",
    "time": "0:56:26",
    "speaker": "spk_1",
    "line": "Well,",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-551",
    "time": "0:56:27",
    "speaker": "spk_0",
    "line": "you know, and I gotta say John I can see that you feel a little uneasy about some of what we're saying here.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-552",
    "time": "0:56:33",
    "speaker": "spk_5",
    "line": "No. I think it's cool.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-553",
    "time": "0:56:34",
    "speaker": "spk_2",
    "line": "Okay. I",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-554",
    "time": "0:56:35",
    "speaker": "spk_5",
    "line": "think it's nice and cool.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-555",
    "time": "0:56:36",
    "speaker": "spk_0",
    "line": "Just checking.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-556",
    "time": "0:56:36",
    "speaker": "spk_5",
    "line": "Yeah. No. I think that's really nice. And cool. Bye. Bye.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-557",
    "time": "0:56:44",
    "speaker": "spk_6",
    "line": "Hi. This is Gilbert Godfrey. And this is Gilbert Godfrey's amazing colossal podcast. I'm here with my cohost, Frank Santo padre. Please welcome them to the show, Norman Lehr. Who happened to make it also to Gilbert Godfrey and his podcast. I reclass. Very happy to be here.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-558",
    "time": "0:57:04",
    "speaker": "spk_5",
    "line": "This is Joyce fan Patton.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-559",
    "time": "0:57:06",
    "speaker": "spk_0",
    "line": "Hi. This is Frank Coniff.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-560",
    "time": "0:57:07",
    "speaker": "spk_5",
    "line": "Hi. I'm Dee Wallish.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-561",
    "time": "0:57:08",
    "speaker": "spk_2",
    "line": "Hi. This is Tom Berger on.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-562",
    "time": "0:57:09",
    "speaker": "spk_0",
    "line": "Hey, everybody. This is Tommy James.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-563",
    "time": "0:57:11",
    "speaker": "spk_5",
    "line": "Hey, I'm Clint Howard.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-564",
    "time": "0:57:12",
    "speaker": "spk_0",
    "line": "Hi, there. I'm Jackie the jokeman, Marley.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-565",
    "time": "0:57:14",
    "speaker": "spk_7",
    "line": "Hi. I'm Bobcat Goldway. I don't do that voice anymore. I guess if you gave me money. You're listening to Goodward Godfrey's amazing colossal podcast.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-566",
    "time": "0:57:22",
    "speaker": "spk_5",
    "line": "What an introduction that gave me shit shows. Damn. Damn. Dang. Thank you, Johnny.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-567",
    "time": "0:57:31",
    "speaker": "spk_8",
    "line": "Gilbert Godfrey's amazing colossal podcast available on iTunes, Earwool, Stitcher, and wherever podcasts can be heard. New episodes every Monday with bonus episodes on Stitcher Premium every Thursday. Go to gilbert podcast dot com for more info.",
    "episode": "211",
    "edited": false
  },
  {
    "id": "211-568",
    "time": "0:57:49",
    "speaker": "spk_1",
    "line": "This has been in Earwolf production, produced by Scott Ockerman, Chris Bannon, and Colin Anderson. For more information and content, visit earwolf dot com.",
    "episode": "211",
    "edited": false
  }
]