[
  {
    "id": "23-0",
    "time": "0:00:04",
    "speaker": "spk_0",
    "line": "so I'm like, excuse me, fucking cue ball loser. No cuts, no butts, no coconuts, back of the line, Bob. Uh-huh. And then somebody goes like, do you know who that is? That's the dalai lama. And I was like, I don't care if it fucking the dolly, Barbie dolly, you know? Like, just get the fuck out of the line.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-1",
    "time": "0:00:26",
    "speaker": "spk_1",
    "line": "Hey. Welcome, To the show Hollywood Handbook.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-2",
    "time": "0:00:30",
    "speaker": "spk_0",
    "line": "What up what up everybody.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-3",
    "time": "0:00:32",
    "speaker": "spk_1",
    "line": "And insider's guide to kicking button dropping names red carpet lined back hallways of this industry we call show biz. This is a show where we talk about movies, making them TV, doing it, film,",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-4",
    "time": "0:00:49",
    "speaker": "spk_0",
    "line": "writing, acting, doing producing, doing directing, every part of industry in the Hollywood showbiz stuff and also just lifestyle stuff about the town and things we like and don't like. And people we know.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-5",
    "time": "0:01:05",
    "speaker": "spk_1",
    "line": "Plus music sometimes.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-6",
    "time": "0:01:07",
    "speaker": "spk_0",
    "line": "Plus also some stuff with music and entertainment at large. Live theater we get digging into sometimes I mean that's what the show is.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-7",
    "time": "0:01:17",
    "speaker": "spk_1",
    "line": "Today on the show we wanna talk about we like to talk about trends Sean and I look at trends and we notice them and we anticipate them. And one of the trends that we're seeing a lot that we like is random humor.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-8",
    "time": "0:01:34",
    "speaker": "spk_0",
    "line": "I can't get enough random humor. I think that it's just that sweet spot that they've been tapping into lately where they really hit you with a w t f up the side of your head and you're just shaking, laughing, and shaking your head and going, how did they come up with that? That came out of nowhere. It's so random.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-9",
    "time": "0:01:59",
    "speaker": "spk_1",
    "line": "Because comedy is about?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-10",
    "time": "0:02:01",
    "speaker": "spk_0",
    "line": "Surprise. Well, I",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-11",
    "time": "0:02:02",
    "speaker": "spk_1",
    "line": "was gonna I was gonna say it.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-12",
    "time": "0:02:04",
    "speaker": "spk_0",
    "line": "Yes. Okay. Do it again. Comedy's about. It's about surprise.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-13",
    "time": "0:02:10",
    "speaker": "spk_1",
    "line": "And the the surprising thing about stuff that's random is that it's out of nowhere and you don't know, like, how they come up with that stuff.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-14",
    "time": "0:02:20",
    "speaker": "spk_0",
    "line": "And leave it to the pros because I've seen some shitty attempts at YouTube to do random humor, and it's don't and don't do it there. It's for commercials that we watch, and people actually get paid to do this shit. Relax.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-15",
    "time": "0:02:30",
    "speaker": "spk_1",
    "line": "And that's sort of what we wanna talk about, random humor in the wrong hands can be very unsurprising, and therefore, not actually that comedy.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-16",
    "time": "0:02:45",
    "speaker": "spk_0",
    "line": "Not random, but predictable and funny and so it's not good.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-17",
    "time": "0:02:50",
    "speaker": "spk_1",
    "line": "And so we want we have a segment that we really love to do on the show where we talk about some of the things that you have to remember when you're being random and when you're doing comedy in a random way. And we've went through a bunch of names for it. Randall rules. That's so random.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-18",
    "time": "0:03:12",
    "speaker": "spk_0",
    "line": "But I think what we landed on is Evan Rando. It's a tribute to our friend, Evan Dando. Evan, of course, his lead singer the Lemon heads. If you haven't listened to it, it's a shame about Ray in a while. Give it a spin. It really is a classic nineties pop song and He had that cool missus Robinson cover. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-19",
    "time": "0:03:33",
    "speaker": "spk_1",
    "line": "So Evan Not not the candy. That's not songs.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-20",
    "time": "0:03:36",
    "speaker": "spk_0",
    "line": "No. But when we're with Evan, we are frequently watching the commercials. He doesn't like to fast forward the commercials because he loves to see what's Rando that's gonna come on and his last name happens to rhyme. So sorry, Marlon Rando, but we had to go with Evan because we're a little closer with him. He didn't pull any weird shit where he sent some fucking Indian to do the Academy Awards. And I want a Native American, so I can say that.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-21",
    "time": "0:04:03",
    "speaker": "spk_1",
    "line": "That was so Remember? Yeah. That was Rando. That was pretty Rando.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-22",
    "time": "0:04:07",
    "speaker": "spk_0",
    "line": "Yeah. That was Marlon Randolph. If you don't know what I'm talking about look up just Google like Marlon Rando Sakagia Weir or some shit and you'll probably fucking find this weird garbage y tried to pull on our movie celebration.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-23",
    "time": "0:04:23",
    "speaker": "spk_1",
    "line": "Just Google like weird freak bitch at the show.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-24",
    "time": "0:04:28",
    "speaker": "spk_0",
    "line": "Yeah. Fucking Dear skin fucking feather uniform, Frico --",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-25",
    "time": "0:04:35",
    "speaker": "spk_1",
    "line": "hanging out for what?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-26",
    "time": "0:04:36",
    "speaker": "spk_0",
    "line": "Yeah. She trying to yeah. For what may I ask? Trying to rub elbows get numbers from fucking Robert Downey junior or some shit. In quotes. Yeah. And yeah. Google that shit. You'll find the fucking thing I'm talking about. Makes me so mad as one ethnic American that she embarrass us like that.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-27",
    "time": "0:04:55",
    "speaker": "spk_1",
    "line": "Because you you send for like when you're wanna parlay with the other tribe, you send the chief or the or the rain stick man. You don't send",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-28",
    "time": "0:05:09",
    "speaker": "spk_0",
    "line": "send a medicine man too. Yeah. You don't",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-29",
    "time": "0:05:11",
    "speaker": "spk_1",
    "line": "send a squaw.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-30",
    "time": "0:05:12",
    "speaker": "spk_0",
    "line": "No. And that's just not how it works. And, of course, Marlon doesn't know that. No. Because he surprise surprise actually isn't that in touch with the Earth. And that's Unfortunately, probably why he died. Now let's get into what's Rando and what's not Evan Rando. Shall we?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-31",
    "time": "0:05:32",
    "speaker": "spk_1",
    "line": "What's random? We we watch these commercials and we watch we watch computers and we watch all this stuff. And the the the thing one of the the Rando rules, the thing that's so Rando that we love when we see it, is stuff about riding",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-32",
    "time": "0:05:48",
    "speaker": "spk_0",
    "line": "unicorns. Dude, unicorns aren't real. So the fact that you see a unicorn, but not just that. Somebody's riding",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-33",
    "time": "0:05:58",
    "speaker": "spk_2",
    "line": "it.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-34",
    "time": "0:05:58",
    "speaker": "spk_1",
    "line": "Somebody's riding it. And it's like something usually if you really wanna step it up",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-35",
    "time": "0:06:04",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-36",
    "time": "0:06:04",
    "speaker": "spk_1",
    "line": "uh-huh. -- something should be coming out of its butt.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-37",
    "time": "0:06:08",
    "speaker": "spk_0",
    "line": "Oh, right. And they're casual about it. The person's writing it and they're not saying, hey, I'm writing a Yucorn. How'd this happen? What they're saying is like, pass me the skittles.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-38",
    "time": "0:06:19",
    "speaker": "spk_1",
    "line": "Yeah. Because and what is usually coming out of the unicorns, but if you're really doing a good Rando is rainbows.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-39",
    "time": "0:06:28",
    "speaker": "spk_0",
    "line": "Yeah. Rainbow shoots out its fly. Sometimes money, it flies up, you know, flies impales a leprechaun on the horn and then you go, like, okay. So if that's one thing that's real then the other thing's real too and it's killing it, it's so funny.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-40",
    "time": "0:06:43",
    "speaker": "spk_1",
    "line": "Or like sometimes in the animal space, two different animals are fighting each other, and that can be also super random.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-41",
    "time": "0:06:52",
    "speaker": "spk_0",
    "line": "Oh, yeah. And then they talk to each other.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-42",
    "time": "0:06:55",
    "speaker": "spk_2",
    "line": "Uh-huh.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-43",
    "time": "0:06:56",
    "speaker": "spk_0",
    "line": "You cannot do that so random. If the animal's sitting there, it's like the last thing I expect is he's gonna talk.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-44",
    "time": "0:07:04",
    "speaker": "spk_1",
    "line": "Yeah. Like a ninja bear.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-45",
    "time": "0:07:06",
    "speaker": "spk_0",
    "line": "Oh, god. I'm laughing. The bear does his a samurai sword move and then he says like, hi yeah or anything. I'm just like, okay, just roll me up and and put me in the casket already because I'm just dying laughing.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-46",
    "time": "0:07:22",
    "speaker": "spk_1",
    "line": "And it's like I'm, you know, I see that and I'm buying those cookies.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-47",
    "time": "0:07:26",
    "speaker": "spk_0",
    "line": "Yeah. And I've gotta eat them too. And and I would say one thing that's major Rando that I have been loving lately is like a Lopharyngeal. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-48",
    "time": "0:07:36",
    "speaker": "spk_1",
    "line": "Like a weird celebrity that's so fucked up that it's like we're",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-49",
    "time": "0:07:40",
    "speaker": "spk_0",
    "line": "okay. I know",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-50",
    "time": "0:07:41",
    "speaker": "spk_2",
    "line": "who you are.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-51",
    "time": "0:07:41",
    "speaker": "spk_1",
    "line": "Yeah. Where have you been? Or like a mister t or like a guy who's like pretty tough and it's like",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-52",
    "time": "0:07:47",
    "speaker": "spk_0",
    "line": "oh, yeah. But what he's doing is like having a tea party with like a fucking teddy bear. Oh, yeah. If it's a fucking tough wrestler and he's doing something that like a pussy would do like a real little bitch, and he's fucking doing it like it's okay. I'm like, Rando enough to see him, but to have him doing something Randall, Hello, surprise. I'm laughing. And then at that point I'm like, I'm gonna use this car insurance. And in the same world as like maybe an actor we forgot, what if you're like commercial is like like basically looks just like a TV show that hasn't even been on for like years.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-53",
    "time": "0:08:32",
    "speaker": "spk_1",
    "line": "Yeah. And if it's something so corny and fucked up like Baywatch.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-54",
    "time": "0:08:36",
    "speaker": "spk_0",
    "line": "And it's like, oh, this sucked, but you guys know that.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-55",
    "time": "0:08:39",
    "speaker": "spk_1",
    "line": "So good that it, like, It sucks so bad. It's like it's so it's the best. Yeah. And I love, like, sometimes how stuff is bad and that makes it just so funny and good.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-56",
    "time": "0:08:49",
    "speaker": "spk_0",
    "line": "So funny, dude. Oh, when it sucks, it's awesome.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-57",
    "time": "0:08:52",
    "speaker": "spk_1",
    "line": "It's so awesome how bad and it sucks?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-58",
    "time": "0:08:56",
    "speaker": "spk_0",
    "line": "Really good. That's one thing you could do that's Rando. Mhmm. And you know what we'll be saying. I think I'm gonna use that kind of tractor next time. Here's one thing that is about as random as it gets. If Okay. So right now it's twenty fourteen. So if like people are using like a credit card but it's like whatever, the eighteenth century it's like a viking or a knight. Oh dude. They didn't have those back then.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-59",
    "time": "0:09:31",
    "speaker": "spk_1",
    "line": "And then being like normal guy, like, trying to be like normal guys, and like trying to hang out with like a hipster.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-60",
    "time": "0:09:40",
    "speaker": "spk_0",
    "line": "Anything. Anyone from any era, being in the modern stuff. Yeah. Dude. Yeah. Ultimate Rando because a caveman, a night, a shake spear guy -- Yeah. -- a friggin I said Shakespeare guy. A friggin moon man, s Gamo. Yeah. A Chinese dude. Anything Like a pirate. Or a fucking bug like fucking, you know, big crawling bug.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-61",
    "time": "0:10:11",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-62",
    "time": "0:10:12",
    "speaker": "spk_0",
    "line": "Like and from any time, dinosaur man.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-63",
    "time": "0:10:17",
    "speaker": "spk_1",
    "line": "Oh, yeah. And what about some of those commercials that are like, don't even seem like they're about the thing, you know?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-64",
    "time": "0:10:24",
    "speaker": "spk_0",
    "line": "Dude, At that point, the product reveals Rando. What's Rando is the thing that you're you made yourself random",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-65",
    "time": "0:10:32",
    "speaker": "spk_1",
    "line": "and then you can buy something that's random.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-66",
    "time": "0:10:35",
    "speaker": "spk_0",
    "line": "Dude, that's the bravest kind of commercial. Okay? It's just like you paid money for this, but I love it. It's just like a good small movie about whatever like gangsters, you know, drinking coffee. And then at and it's like, so by the way, like, use our soap. It's like, oh, yeah. I think I will because it's fucking hilarious. That's a really good way to be Rando. And I don't that's not on YouTube. You're not soap company. You know, you're just some fucking teenage punk and thinks you could do something Rando, get out of here.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-67",
    "time": "0:11:15",
    "speaker": "spk_1",
    "line": "Yeah. It's not like like it what so good about being random is it makes it seem like it's something you can just do, like, without going to school or, like, having money and stuff. But it's actually really hard to do good.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-68",
    "time": "0:11:30",
    "speaker": "spk_0",
    "line": "It is because those specifics have to be thought of and then everyone has to agree that they're Rando -- Mhmm. -- a wizard, a cowboy. Okay? These are the kind of things that are very very random.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-69",
    "time": "0:11:46",
    "speaker": "spk_1",
    "line": "Evan? It's like you you think you have a great idea for something random in a video where you're gonna like marry a Pete's or something and that is that example is good, but if you wouldn't think of that, you know, it's not You would",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-70",
    "time": "0:12:02",
    "speaker": "spk_0",
    "line": "come up Think of that. We can't think of the bad one.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-71",
    "time": "0:12:04",
    "speaker": "spk_1",
    "line": "We can't come up with an example for something that's not good, Randall. But he's Because",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-72",
    "time": "0:12:10",
    "speaker": "spk_0",
    "line": "we are actually wired in this totally twisted fucked up way, where it's maybe even only we appreciate these commercials. I feel like no one's talking about them. Think of the bad",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-73",
    "time": "0:12:20",
    "speaker": "spk_1",
    "line": "version of that, like, if if you had like a genie that could, like, summon like a like a shoot laser beams.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-74",
    "time": "0:12:34",
    "speaker": "spk_0",
    "line": "Yeah. That's really good. God, I",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-75",
    "time": "0:12:36",
    "speaker": "spk_1",
    "line": "can't I'm trying. I'm trying. I'm trying. I'm trying.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-76",
    "time": "0:12:38",
    "speaker": "spk_0",
    "line": "What okay. What about okay. You're on Jupiter, but you're like looking for your pet raccoon.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-77",
    "time": "0:12:48",
    "speaker": "spk_1",
    "line": "Oh, dude. That's that's so random.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-78",
    "time": "0:12:51",
    "speaker": "spk_0",
    "line": "Yeah. That is really good. Well, you know, just you try around like a microphone that squirts pee on you. See, I don't get it.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-79",
    "time": "0:13:08",
    "speaker": "spk_1",
    "line": "That's really red, though.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-80",
    "time": "0:13:12",
    "speaker": "spk_0",
    "line": "Okay. Well, anyway, you guys just think of what you would think of. You just think of",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-81",
    "time": "0:13:17",
    "speaker": "spk_1",
    "line": "i mean, we don't need to give you an example, whatever you thought of.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-82",
    "time": "0:13:20",
    "speaker": "spk_0",
    "line": "And you'll while you were trying",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-83",
    "time": "0:13:21",
    "speaker": "spk_1",
    "line": "to keep up. That's the that's the example. Just fill that in.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-84",
    "time": "0:13:25",
    "speaker": "spk_0",
    "line": "Or even what you thought we were gonna say at the end of whatever said the microphone was gonna do or what you would have someone doing on Jupiter, obviously looking for a pet raccoon or being friends with a walrus doing a square dance with a wall That's very good. Yeah. But what you would have thought of is probably not that good and definitely not that good. Evan would love these by the way.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-85",
    "time": "0:13:45",
    "speaker": "spk_1",
    "line": "He would do like that that laugh. He does when he sees something that's that's so random. Yeah. And it's whole his whole body is just like he's just rolling around.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-86",
    "time": "0:14:04",
    "speaker": "spk_0",
    "line": "Yeah. He rolls around. We have to put down a mat",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-87",
    "time": "0:14:08",
    "speaker": "spk_1",
    "line": "we got a great guest today. DC Pearson is here from the movies and comedy. And he's here to to talk to us about the business coming right up on Hollywood Handbook. Hollywood Handbook.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-88",
    "time": "0:14:24",
    "speaker": "spk_0",
    "line": "Hey, Dweeb's time to stock up on some spring apparel. It's all free from the earwolf store all year round if you start a successful podcast. Just email Scott Anchorman and Jeff Ulrich, pitch them your idea for a podcast, and you'll be able to get every single thing you could ever need to survive. If you could live off t shirts and pint glasses, which will be a one hundred percent free to you as soon as you get your podcast started. In the meantime, why don't you go check out the great deals at earwolf, including the classic t shirts, the pint glasses, the tote bags, which have beauty and function question mark. Exclamation point, yes, you better boo leave it. And that's a ghost say that. So what are you waiting for? Start your fucking podcast. Get a lot of listeners like me and Hayes did, which is why we're always decked out and fresh free shit, and go to store dot earwolf dot com. Okay. Let's get back to the show, loser.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-89",
    "time": "0:15:24",
    "speaker": "spk_1",
    "line": "Oh, yeah. I I can't sleep without a humanator. You have to have it. Do you gotta have it? And also, like, I get my eight glasses. You know? I just wake up with a mouthful of water",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-90",
    "time": "0:15:36",
    "speaker": "spk_0",
    "line": "or else you're pure toxins -- Yeah. --",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-91",
    "time": "0:15:38",
    "speaker": "spk_1",
    "line": "and I swallow it.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-92",
    "time": "0:15:40",
    "speaker": "spk_2",
    "line": "And then",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-93",
    "time": "0:15:40",
    "speaker": "spk_1",
    "line": "i'm just good for the",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-94",
    "time": "0:15:41",
    "speaker": "spk_2",
    "line": "dead. Thank",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-95",
    "time": "0:15:42",
    "speaker": "spk_0",
    "line": "you. Hollywood Handbook.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-96",
    "time": "0:15:44",
    "speaker": "spk_1",
    "line": "Hey. What up? What up? Welcome to Hollywood Handbook and It's Iders Guide kicking button dropping names in the red carpet line back hallways of this industry we call showbiz. Speaking of kicking button dropping names in the red carpet line back hallways of this industry we call showbiz, we have a great guest today who does exactly that. His name is DC Pearson.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-97",
    "time": "0:16:04",
    "speaker": "spk_0",
    "line": "Hey, guys. Movies, TV. Movies, TV shows, commercials, magazines, commercials shows. Magazines. Web TVs, books, phone shows.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-98",
    "time": "0:16:17",
    "speaker": "spk_1",
    "line": "How do you how do you We know how?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-99",
    "time": "0:16:19",
    "speaker": "spk_0",
    "line": "How yeah. But We know how. Yes. We know how you can",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-100",
    "time": "0:16:22",
    "speaker": "spk_2",
    "line": "watch it all. TV. I missed that platform.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-101",
    "time": "0:16:26",
    "speaker": "spk_0",
    "line": "Oh, such",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-102",
    "time": "0:16:26",
    "speaker": "spk_1",
    "line": "a good team. Platforms. Yeah. Ugh. What's what are some of your favorite platforms?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-103",
    "time": "0:16:31",
    "speaker": "spk_2",
    "line": "Some of my platform some of my favorite platforms I think that jump out at me are Internet.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-104",
    "time": "0:16:37",
    "speaker": "spk_0",
    "line": "So big now.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-105",
    "time": "0:16:38",
    "speaker": "spk_1",
    "line": "Web? Yes.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-106",
    "time": "0:16:40",
    "speaker": "spk_0",
    "line": "That's starting to be that's starting to get some steam. Verizon v cast?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-107",
    "time": "0:16:46",
    "speaker": "spk_2",
    "line": "It was a thing on flip phones.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-108",
    "time": "0:16:47",
    "speaker": "spk_0",
    "line": "Oh, yeah. Like two",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-109",
    "time": "0:16:48",
    "speaker": "spk_2",
    "line": "thousand six kind of like pre. You could get like video on your phone was like not really super big. It was like, oh, on your flip phone, you can get like, you know, mobisodes of of charmed.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-110",
    "time": "0:16:58",
    "speaker": "spk_0",
    "line": "You could only get oh yeah. Well, because there's one point two where you could only get like ten second videos. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-111",
    "time": "0:17:04",
    "speaker": "spk_2",
    "line": "And that to me, I feel like that's that's more than what you need. That's why I feel like vine is such a great thing.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-112",
    "time": "0:17:09",
    "speaker": "spk_0",
    "line": "Well, it seemed almost twice as long as what I wanted to watch a lot of the time.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-113",
    "time": "0:17:13",
    "speaker": "spk_1",
    "line": "And broadcast dot com, if you remember broadcast. That's a great portal. It was such a great well, now it's my favorite way to get to the Yahoo homepage. You just punch it in and it takes you right to Yahoo. Red directs.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-114",
    "time": "0:17:25",
    "speaker": "spk_0",
    "line": "Yes. Well when I'm watching my crackle shows, And so There's there's",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-115",
    "time": "0:17:32",
    "speaker": "spk_2",
    "line": "a reason that crack is in the name of those.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-116",
    "time": "0:17:34",
    "speaker": "spk_0",
    "line": "Mhmm. Yes. Because they're so adaptive. Because they're so addictive. Like rice Crispies. And yeah. Like rice Crispies is a of and so are the Sony crackle shows. Mhmm. I just know that I've been for fun.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-117",
    "time": "0:17:47",
    "speaker": "spk_1",
    "line": "What are what about players? What are some of our favorite players? Oh, hey.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-118",
    "time": "0:17:52",
    "speaker": "spk_2",
    "line": "Bottom line. It's no coincidence. It's called real player. Yes. It's real. It is real. You're seeing when you open a video and reply here inside. You're seeing the video.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-119",
    "time": "0:18:03",
    "speaker": "spk_0",
    "line": "Am I wrong that they've never really improved from Winamp? I mean, am I crazy? For the Winamp, I like Yeah. For the win. Yeah. F t w for the win amp. Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-120",
    "time": "0:18:14",
    "speaker": "spk_2",
    "line": "That was a great great visualizer on there.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-121",
    "time": "0:18:17",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-122",
    "time": "0:18:17",
    "speaker": "spk_1",
    "line": "So I",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-123",
    "time": "0:18:17",
    "speaker": "spk_2",
    "line": "was like, yep. That's what Radiohead looks like.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-124",
    "time": "0:18:19",
    "speaker": "spk_1",
    "line": "Comedy central player is very good.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-125",
    "time": "0:18:22",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-126",
    "time": "0:18:22",
    "speaker": "spk_0",
    "line": "I love the way that website works. When you go and you get to see a lot of commercials.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-127",
    "time": "0:18:33",
    "speaker": "spk_1",
    "line": "Mhmm. And then it'll stop.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-128",
    "time": "0:18:34",
    "speaker": "spk_0",
    "line": "And then it stops -- Mhmm. And then you get up to forty seconds of content.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-129",
    "time": "0:18:40",
    "speaker": "spk_1",
    "line": "Mhmm. And then the commercial will break in during the content which is weird that they stop it. On other shows, it's weird that they stop the show and then do the commercial. I'm very I just, like, comedy central player you just get the commercial and then, oh, I've gotta hear the end of that sentence.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-130",
    "time": "0:18:56",
    "speaker": "spk_0",
    "line": "Well, because This guy",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-131",
    "time": "0:18:57",
    "speaker": "spk_2",
    "line": "i like about a lot of TV networks websites is like, I wanna go to a place where I'm like, yeah, a lot of other websites places like Google have figured out like quote unquote how to make websites.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-132",
    "time": "0:19:05",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-133",
    "time": "0:19:05",
    "speaker": "spk_2",
    "line": "But I like the feeling that somebody whose main love was not designing websites built this thing from the ground up.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-134",
    "time": "0:19:11",
    "speaker": "spk_0",
    "line": "Somebody like me. I feel like I could have done it. Yeah. When I'm on Comedy Central, a lot of times let's say I think I wanna see half of Patrice O'Neil stand up, but what I really wanna see is like a commercial for Broad City or three commercials for it.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-135",
    "time": "0:19:28",
    "speaker": "spk_1",
    "line": "Mhmm. What's good about web advertising now? As -- Click on it.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-136",
    "time": "0:19:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-137",
    "time": "0:19:33",
    "speaker": "spk_1",
    "line": "you can associate, like say the take the GEICO ads with the talking paintings. The ones that talk, they talk to each other. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-138",
    "time": "0:19:39",
    "speaker": "spk_2",
    "line": "The cat, great spot.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-139",
    "time": "0:19:40",
    "speaker": "spk_0",
    "line": "The paintings are friends. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-140",
    "time": "0:19:41",
    "speaker": "spk_2",
    "line": "Great spot.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-141",
    "time": "0:19:41",
    "speaker": "spk_1",
    "line": "You can associate those ads that play every time you watch a video with the feeling of getting ready to watch your video. And, like, not being able to yet, you know. That's what I want for my brand. That anticipation and the design tire to to do a different thing.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-142",
    "time": "0:19:58",
    "speaker": "spk_0",
    "line": "Have you guys noticed this though? That you never are buffering during the commercials But you're always buffering during the content. Mhmm. Is that suspicious to you?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-143",
    "time": "0:20:11",
    "speaker": "spk_2",
    "line": "I mean, I think whatever it takes for, you know, to have like for for corporations to have verticals?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-144",
    "time": "0:20:17",
    "speaker": "spk_0",
    "line": "Yep. Oh, yeah. I love when people complain about commercials, it's like, that's what pays for the fucking show -- Pays the bills.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-145",
    "time": "0:20:24",
    "speaker": "spk_2",
    "line": "We're all selling soap, guys. We're just selling soap.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-146",
    "time": "0:20:27",
    "speaker": "spk_0",
    "line": "And that's the bottom line.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-147",
    "time": "0:20:28",
    "speaker": "spk_2",
    "line": "That's that's that's like a pretty savvy thing.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-148",
    "time": "0:20:31",
    "speaker": "spk_0",
    "line": "Speak on soaps. What kind of soaps do you like?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-149",
    "time": "0:20:35",
    "speaker": "spk_2",
    "line": "As far I mean, I don't personally, my girl and I, we don't use soap in our home because soap is actually a corrosive. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-150",
    "time": "0:20:41",
    "speaker": "spk_1",
    "line": "It actually rips your skin",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-151",
    "time": "0:20:43",
    "speaker": "spk_2",
    "line": "off. A thing that was developed by companies to literally sell. So they were like, what's a thing that doesn't exist? And then they were like soap.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-152",
    "time": "0:20:50",
    "speaker": "spk_0",
    "line": "Well, you need those oils.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-153",
    "time": "0:20:51",
    "speaker": "spk_2",
    "line": "And they were like, yeah, let's create the yeah. Exact yeah. You need those oils. Exactly. There's a reason they're called this oil is because they're essential. And if you use soap, you get rid of them. It's like, oh, let's be less oily. It's like, no. Let's be more let's be less oily in the Middle East and more oily on ourselves.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-154",
    "time": "0:21:05",
    "speaker": "spk_0",
    "line": "Yes. And I do use so, but it's sort of to me because it's so dangerous.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-155",
    "time": "0:21:11",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-156",
    "time": "0:21:11",
    "speaker": "spk_0",
    "line": "You know, it's sort of like an extreme sports.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-157",
    "time": "0:21:14",
    "speaker": "spk_2",
    "line": "Well, yeah, you",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-158",
    "time": "0:21:15",
    "speaker": "spk_0",
    "line": "you have",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-159",
    "time": "0:21:15",
    "speaker": "spk_2",
    "line": "to have something. You know what I mean? It's like, okay. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-160",
    "time": "0:21:18",
    "speaker": "spk_0",
    "line": "You gotta can't have gluten that's bad for you. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-161",
    "time": "0:21:20",
    "speaker": "spk_2",
    "line": "Can't have gluten, can't have -- Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-162",
    "time": "0:21:21",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-163",
    "time": "0:21:21",
    "speaker": "spk_2",
    "line": "you know, stuff like that, but I can every now and yeah. You can, like, indulge in, like, oh, no. My wheels.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-164",
    "time": "0:21:28",
    "speaker": "spk_0",
    "line": "Yeah. No. It's something to celebrate with is just to get that soap out and just feel the adrenaline when you know you shouldn't be doing it. Well, DC We didn't just bring you here to talk about soap. We brought you here to talk about audition Now some people think auditions take place in the audition room, but you know that the real audition happens in the waiting room outside.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-165",
    "time": "0:21:58",
    "speaker": "spk_2",
    "line": "Yeah. I mean, think of you think about like a bull fight. Where does the real bullfight take place? Does it take place?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-166",
    "time": "0:22:04",
    "speaker": "spk_0",
    "line": "And the cape in the cape In what? I'm sorry? The guy's got a cape on.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-167",
    "time": "0:22:07",
    "speaker": "spk_2",
    "line": "The guy does have a cape, but it doesn't take place in the",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-168",
    "time": "0:22:10",
    "speaker": "spk_0",
    "line": "cape. Right.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-169",
    "time": "0:22:12",
    "speaker": "spk_1",
    "line": "That's what he's saying.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-170",
    "time": "0:22:12",
    "speaker": "spk_2",
    "line": "Speaking of which the cape is definitely No.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-171",
    "time": "0:22:14",
    "speaker": "spk_0",
    "line": "I'm saying that's what people think. Right.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-172",
    "time": "0:22:16",
    "speaker": "spk_2",
    "line": "Right.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-173",
    "time": "0:22:16",
    "speaker": "spk_1",
    "line": "The cape is this",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-174",
    "time": "0:22:17",
    "speaker": "spk_2",
    "line": "is this skiing that I definitely miss for sure. Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-175",
    "time": "0:22:20",
    "speaker": "spk_0",
    "line": "That",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-176",
    "time": "0:22:20",
    "speaker": "spk_2",
    "line": "show, you guys remember that? That's skiing on n b c u dot com.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-177",
    "time": "0:22:24",
    "speaker": "spk_0",
    "line": "Yeah. The cape. Yeah. He had a cape made him a superhero.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-178",
    "time": "0:22:27",
    "speaker": "spk_2",
    "line": "So good. I feel like superheroes have really come alive on television. I feel like that's their medium that cries out for them. But but yeah. So But a bullfight doesn't take place in the ring. Like, we're that's what we're all watching, but it really takes place. Or in",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-179",
    "time": "0:22:41",
    "speaker": "spk_0",
    "line": "or in the cape. Yeah. No.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-180",
    "time": "0:22:42",
    "speaker": "spk_1",
    "line": "It doesn't take it does",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-181",
    "time": "0:22:43",
    "speaker": "spk_2",
    "line": "in the cape or the ring. Yeah. And by by ring, I do mean the the arena. I don't mean like the movie. I don't mean the movie.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-182",
    "time": "0:22:50",
    "speaker": "spk_0",
    "line": "Okay.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-183",
    "time": "0:22:51",
    "speaker": "spk_2",
    "line": "For sure, it does Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-184",
    "time": "0:22:51",
    "speaker": "spk_1",
    "line": "But people think that.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-185",
    "time": "0:22:53",
    "speaker": "spk_2",
    "line": "Some people do. Mhmm. Some people think it takes place in the original Japanese version,",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-186",
    "time": "0:22:57",
    "speaker": "spk_1",
    "line": "ringu. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-187",
    "time": "0:22:58",
    "speaker": "spk_0",
    "line": "Yeah. It it takes place. No. Thanks. Not for you. The original version, no. Thanks. Give me naomi watts and a nice bag of kettle corn.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-188",
    "time": "0:23:11",
    "speaker": "spk_2",
    "line": "So the audition really like, in in the in the waiting room, that's where everybody is jockeying. If all you're doing in the waiting room is waiting, brother, you got another thing coming.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-189",
    "time": "0:23:21",
    "speaker": "spk_0",
    "line": "Yeah. You're missing most of your opportunities.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-190",
    "time": "0:23:23",
    "speaker": "spk_2",
    "line": "Yeah. For real. Like people just sit in the waiting room and I I see a lot of other, you know, my fellow my fellow artists on their phone.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-191",
    "time": "0:23:31",
    "speaker": "spk_1",
    "line": "That's let's walk through To",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-192",
    "time": "0:23:33",
    "speaker": "spk_2",
    "line": "walk through the okay.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-193",
    "time": "0:23:34",
    "speaker": "spk_1",
    "line": "From the beginning, you walk in the door. People are looking at scripts, like kind of",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-194",
    "time": "0:23:37",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-195",
    "time": "0:23:37",
    "speaker": "spk_2",
    "line": "yeah. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-196",
    "time": "0:23:38",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-197",
    "time": "0:23:38",
    "speaker": "spk_2",
    "line": "trying to get",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-198",
    "time": "0:23:38",
    "speaker": "spk_1",
    "line": "their wines.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-199",
    "time": "0:23:40",
    "speaker": "spk_2",
    "line": "Mhmm. I walk in the door. I've just come from like a beautiful Santa Monica day I've come from I've I've come east to go there. I've come from like Venice",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-200",
    "time": "0:23:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-201",
    "time": "0:23:50",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-202",
    "time": "0:23:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-203",
    "time": "0:23:51",
    "speaker": "spk_2",
    "line": "or further Venice. And I come in and, you know, I walk in the room. I walk over to There's like a sign in sheet that's gonna be on a table. First of all, you share a useful tool. Yeah. Super useful. You should but yeah, useful tool, like, for them to keep track of who's coming in, but also a useful track for you to keep track of who your competitors are and also establish a little bit of dominance. So you walk in the room. You you should look around and and even if let's say you're going in for, I don't know, an AT and T commercial. If there's like a giant neon sign, like flash literally flashing AT and T commercial audition here today. You should still be like, is this the AT and T thing?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-204",
    "time": "0:24:35",
    "speaker": "spk_0",
    "line": "Because you got so many things today.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-205",
    "time": "0:24:37",
    "speaker": "spk_2",
    "line": "Yeah. Exactly. And you don't know which one of them you might have gone to. You just, like, started spin in the wheel of your day, and you've landed on one of the many things that you've done. You've probably been reading for a pilot in front of Larry Charles. You've probably been auditioning for an industrial that's gonna teach Apple employees how to make cleaner iPad screens. Mhmm. You've probably had a development meeting on a script that you wrote that's about like a meme. You know what I mean? You might have had a meeting on your",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-206",
    "time": "0:25:06",
    "speaker": "spk_0",
    "line": "like you mad bro.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-207",
    "time": "0:25:07",
    "speaker": "spk_2",
    "line": "Yeah. You mad bro or I When's that movie coming out? I mean, God willing, God bless will have sold Angry Ashley Wagner",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-208",
    "time": "0:25:18",
    "speaker": "spk_0",
    "line": "-- Mhmm. --",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-209",
    "time": "0:25:19",
    "speaker": "spk_2",
    "line": "giff, the movie",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-210",
    "time": "0:25:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-211",
    "time": "0:25:21",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-212",
    "time": "0:25:21",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-213",
    "time": "0:25:21",
    "speaker": "spk_2",
    "line": "to DreamWorks SKG. Actually, just dream DreamWorks k. I just sold it to that part of the company, the Katzenberg Skine. And so yeah. So you should You should walk in. Is this the AT and T thing? That's gonna force somebody to, like, look up and interact with you. Now you have baby. You put them on their heels. You should be wearing you know, a lot of a lot of people are like, oh, you should dress up for like what the part is. Like, what's the role? Like, oh, you should dress up for",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-214",
    "time": "0:25:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-215",
    "time": "0:25:50",
    "speaker": "spk_2",
    "line": "no. -- farmer, doctor, whatever, clown. I don't know about you guys. I don't have all that stuff. That's the customer's Okay? That's when I that's for when I get on that's when I I get to the fitting. And I'm like, which of this stuff am I gonna wear? So you should always be wearing like a really old jean jacket. Uh-huh. Like, super, super old. Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-216",
    "time": "0:26:09",
    "speaker": "spk_0",
    "line": "What about a cowboy hat?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-217",
    "time": "0:26:11",
    "speaker": "spk_2",
    "line": "It depends. It should be, like, dressed, and it should have a coachella related story that goes with it. All of your garments should have a story. For example, these jeans that I'm wearing were dug up in Chile. They were actually naturally occurring.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-218",
    "time": "0:26:26",
    "speaker": "spk_1",
    "line": "As long as you found it,",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-219",
    "time": "0:26:28",
    "speaker": "spk_2",
    "line": "i I didn't find it. I have purchased them.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-220",
    "time": "0:26:31",
    "speaker": "spk_0",
    "line": "Right.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-221",
    "time": "0:26:31",
    "speaker": "spk_1",
    "line": "But somebody did.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-222",
    "time": "0:26:32",
    "speaker": "spk_2",
    "line": "But somebody should somebody should have Nobody made nobody made yeah. If you clothes that somebody made.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-223",
    "time": "0:26:38",
    "speaker": "spk_1",
    "line": "That's not ethical. It's I",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-224",
    "time": "0:26:40",
    "speaker": "spk_2",
    "line": "mean, karma. Is it is it not a thing? No. It's a thing.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-225",
    "time": "0:26:44",
    "speaker": "spk_0",
    "line": "Now Just quickly -- Yeah. -- would you like to do a little sort of play acting game?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-226",
    "time": "0:26:51",
    "speaker": "spk_2",
    "line": "Sure.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-227",
    "time": "0:26:51",
    "speaker": "spk_0",
    "line": "I like the opportunity to perform here. What if Let's say I'm gonna pretend that I didn't write the script, so I don't already know the lines, which is basically never the case. And I'm gonna be sort of going over my lines quietly to myself and you be you. I'm becoming an idiot.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-228",
    "time": "0:27:08",
    "speaker": "spk_2",
    "line": "Another audition or a company.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-229",
    "time": "0:27:09",
    "speaker": "spk_0",
    "line": "Okay. This phone's so big. This phone is so big. This phone's so big.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-230",
    "time": "0:27:18",
    "speaker": "spk_2",
    "line": "Hey, bro. Where did you study?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-231",
    "time": "0:27:21",
    "speaker": "spk_0",
    "line": "What me? Yeah. Where'd you study? Oh,",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-232",
    "time": "0:27:27",
    "speaker": "spk_2",
    "line": "juliard. Yeah. I know I recognized you from there. It was a trick question. I also went to Juliet.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-233",
    "time": "0:27:35",
    "speaker": "spk_0",
    "line": "Oh, hey, what's up man? I'm Sean.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-234",
    "time": "0:27:38",
    "speaker": "spk_2",
    "line": "Hey. What's up, dude? PC. I should say like he already knows.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-235",
    "time": "0:27:45",
    "speaker": "spk_1",
    "line": "Right. But",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-236",
    "time": "0:27:45",
    "speaker": "spk_2",
    "line": "i'm doing him I'm doing him a courtesy. I don't wanna make him look bad by having to be like, you know, oh, I already know your name. I wanna say it, but I wanna say it in kind of software like",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-237",
    "time": "0:27:54",
    "speaker": "spk_0",
    "line": "-- Right. --",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-238",
    "time": "0:27:54",
    "speaker": "spk_1",
    "line": "you know, and then they'll probably say, yeah,",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-239",
    "time": "0:27:56",
    "speaker": "spk_2",
    "line": "for my name. Yeah. Exactly. There's a thing that you can do where you can act like someone is totally your equal in your bro and somebody that you know really really well. But you can but while still being intensely condescending, and I think that's really, really important.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-240",
    "time": "0:28:10",
    "speaker": "spk_0",
    "line": "Yes. I think that is too And I I would almost say you might want your voice to be even louder.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-241",
    "time": "0:28:17",
    "speaker": "spk_2",
    "line": "Oh, my voice? Yeah. I find that I kinda let the room start to tune into me and what I've got going on, and then that's when I really crank the volume up. You know what I mean? It's like, if I if I'm speaking quietly, you're gonna lean in. But then once you're leaned in, boom. Turn up the volume. Right.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-242",
    "time": "0:28:34",
    "speaker": "spk_1",
    "line": "That's",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-243",
    "time": "0:28:34",
    "speaker": "spk_2",
    "line": "right. Understand. Style.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-244",
    "time": "0:28:35",
    "speaker": "spk_0",
    "line": "We start quietly and then once you've got me engaged, then it becomes for everyone. You know?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-245",
    "time": "0:28:43",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Exactly. That that's what people don't understand. It's not just that we're all like jockeying for a position in the waiting room. The waiting room's a show. And the host if you show up and there is no host, you look around, nobody's hosting the show. Congratulations. You're Arsinio. You know what I mean?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-246",
    "time": "0:28:57",
    "speaker": "spk_1",
    "line": "And to that end, like, for people like Sean and I, we are in the casting office and we're not that's why when you walk into the, like, to the door they bring you in for the audition, it just takes you side because the real audition was in the waiting room. Exactly. Yes. And we were watching for someone with leadership qualities to be on our show. We cast leaders.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-247",
    "time": "0:29:18",
    "speaker": "spk_2",
    "line": "Even if they don't have a kind of like police station style smoked glass mirror that the people casting the commercial are merely using to observe waiting room, and then they're not really doing anything in the audition room because that's not really where the audition happens literally. You should you should wanna come into the audition room with an energy off of the waiting room. Like, they should hear people like laughing. They should hear somebody when you walk into the audition room be like, that guy, You know what I mean? Like, you should really come in with, like and almost like, they're watching a sitcom on which you are both Kramer and, like, somebody way cooler than Kramer. And they've never seen it before, but they immediately know like that's the dude.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-248",
    "time": "0:29:58",
    "speaker": "spk_0",
    "line": "I always say if you can't control the attention of a waiting room full of actors trying to learn their lines, How can I expect you to control the attention of the millions of fans who are gonna go see my movie and TV shows? Mhmm. So that's why I if you see sometimes in in movies, they'll show an audition and the guys are looking at a monitor of sort of the person auditioning as if that's the audition. No. That monitor is showing the waiting room.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-249",
    "time": "0:30:30",
    "speaker": "spk_1",
    "line": "It's showing what they just did in the waiting room. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-250",
    "time": "0:30:33",
    "speaker": "spk_0",
    "line": "When you're reading the lines in there -- Right. -- I already know the lines.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-251",
    "time": "0:30:37",
    "speaker": "spk_2",
    "line": "Exactly. Everyone knows their lines. Mhmm. We were all born we we we don't learn anything. Thank you. You only remember. Yes.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-252",
    "time": "0:30:44",
    "speaker": "spk_0",
    "line": "Speak on that. So I",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-253",
    "time": "0:30:45",
    "speaker": "spk_2",
    "line": "don't learn my lines. I only remember lines that I had forgotten that I knew.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-254",
    "time": "0:30:49",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-255",
    "time": "0:30:49",
    "speaker": "spk_2",
    "line": "So, like, you know, if golden corral is running a special right now where you can get seven ninety nine unlimited steak and or brisket. Like and I'm looking at those. I'm not learning the minds. I'm remembering. Oh, right. They will have that now.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-256",
    "time": "0:31:02",
    "speaker": "spk_1",
    "line": "Is that real? Can you do that?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-257",
    "time": "0:31:04",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. I mean, I I it's just something that is it it's a way to look learning, but it's also true that the Oh, unlimited stake in brisket and or brisket. Mhmm. I I I mean, look inside your heart, you know already.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-258",
    "time": "0:31:18",
    "speaker": "spk_1",
    "line": "Why is it and or?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-259",
    "time": "0:31:19",
    "speaker": "spk_0",
    "line": "Yeah. Who picks or?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-260",
    "time": "0:31:22",
    "speaker": "spk_2",
    "line": "I think that there is just a way to save money.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-261",
    "time": "0:31:24",
    "speaker": "spk_0",
    "line": "Because it's unlimited. So if you If it's unlimited, I think it's better than the",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-262",
    "time": "0:31:28",
    "speaker": "spk_2",
    "line": "other I think that you have to catch the waitress or not the waitress, but the girl at the counter that you're paying. You have to she'll be like, okay, great. You wanted the steak or brisket, and you have to catch her and be like, steak and brisket, that's just kind of way for them to maximize their vertical.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-263",
    "time": "0:31:42",
    "speaker": "spk_0",
    "line": "It's like a cat and mouse kind of special that they're running.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-264",
    "time": "0:31:45",
    "speaker": "spk_2",
    "line": "Another thing that I wanted to talk about is when you see someone that you know in the waiting room And if you're doing it right, there should always be someone that you know in the waiting room because this town is like a family.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-265",
    "time": "0:31:56",
    "speaker": "spk_1",
    "line": "It really is like a small family. Small.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-266",
    "time": "0:31:58",
    "speaker": "spk_0",
    "line": "It's a small -- family. -- world.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-267",
    "time": "0:32:00",
    "speaker": "spk_2",
    "line": "I was on it's a small world like the ride the other day because, you know, me and some of my guys, like, really like to go Disney Lane. Because we're",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-268",
    "time": "0:32:07",
    "speaker": "spk_0",
    "line": "still Disney.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-269",
    "time": "0:32:09",
    "speaker": "spk_2",
    "line": "We're still kids,",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-270",
    "time": "0:32:09",
    "speaker": "spk_0",
    "line": "you know. Yeah. Exactly.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-271",
    "time": "0:32:11",
    "speaker": "spk_2",
    "line": "Yeah. And that's really important.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-272",
    "time": "0:32:12",
    "speaker": "spk_0",
    "line": "Dude, I",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-273",
    "time": "0:32:12",
    "speaker": "spk_1",
    "line": "love Disney. And I get to go for free. So it's like, I have the SilverPass, so it's like, why not?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-274",
    "time": "0:32:19",
    "speaker": "spk_0",
    "line": "Well, I'm losing money to not go.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-275",
    "time": "0:32:21",
    "speaker": "spk_1",
    "line": "Just go after work.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-276",
    "time": "0:32:22",
    "speaker": "spk_2",
    "line": "Every time one time the other day, I was in my car and I realized I wasn't at Disneyland and therefore was wasting money and I started screaming. But so we were we were oh,",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-277",
    "time": "0:32:35",
    "speaker": "spk_1",
    "line": "man.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-278",
    "time": "0:32:36",
    "speaker": "spk_0",
    "line": "Okay. I think I was behind you. Fuck.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-279",
    "time": "0:32:40",
    "speaker": "spk_2",
    "line": "You know, that kind of stuff. But I actually really don't ever get that angry because I find that emotion is like,",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-280",
    "time": "0:32:47",
    "speaker": "spk_0",
    "line": "stay out of my life.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-281",
    "time": "0:32:48",
    "speaker": "spk_2",
    "line": "Seriously. You gotta surround yourself with positive people and positivity, and there's no room in life -- It comes back to you.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-282",
    "time": "0:32:53",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-283",
    "time": "0:32:53",
    "speaker": "spk_2",
    "line": "self reflection. Or, like, if somebody brings me a salad and there's a hair in it, I'm gonna be like this was meant to be. And then I will actually yell at them and send it but that's because they tried to bring negative feeling into my life. Yeah. That hair. Yeah. So I was at Disneyland and I was on that ride. It's a small world and I was like, this is way bigger than Hollywood.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-284",
    "time": "0:33:10",
    "speaker": "spk_0",
    "line": "Mhmm. You know",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-285",
    "time": "0:33:11",
    "speaker": "spk_2",
    "line": "what I mean?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-286",
    "time": "0:33:12",
    "speaker": "spk_1",
    "line": "Hollywood's which is like a family of like something bad happened to a bunch of the grandparents and so they're mostly gone. It's like a the single mom and",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-287",
    "time": "0:33:23",
    "speaker": "spk_0",
    "line": "yes. The hip single mom who got pregnant as a teen maybe. Right.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-288",
    "time": "0:33:26",
    "speaker": "spk_2",
    "line": "She does hot. Have like a grandma who you can tell is, like, seven years older than her. Right. And it's actually pretty good looking for a grandma.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-289",
    "time": "0:33:36",
    "speaker": "spk_0",
    "line": "Yeah. And also Total guilt for my right, bros.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-290",
    "time": "0:33:39",
    "speaker": "spk_2",
    "line": "And also, you can probably get a lot of b stories about her learning how to hashtag the grandma. Yeah. You know what I mean? She doesn't quite get it. But she's getting there.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-291",
    "time": "0:33:47",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-292",
    "time": "0:33:48",
    "speaker": "spk_2",
    "line": "So yeah. So if I see somebody that I know, it's really immediately important for me to engage with them. I immediately engage with the the men that I know first. Mhmm. And, you know, it's just like, what's up? What's up bro? Oh, dude, how you doing? Sweet. Like, we you know, And then we're like, I haven't seen you since and whatever. I haven't seen them since should be some something where we were both paid to have. Yeah. Exactly.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-293",
    "time": "0:34:10",
    "speaker": "spk_0",
    "line": "Yes. Always mention a Oh",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-294",
    "time": "0:34:12",
    "speaker": "spk_2",
    "line": "my god. I haven't seen you since that, you know, four billion dollar Microsoft campaign. That was a huge campaign. Dude, they ran that for so long we're both telling things we",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-295",
    "time": "0:34:21",
    "speaker": "spk_0",
    "line": "already know. Did you get that other check like a year later",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-296",
    "time": "0:34:25",
    "speaker": "spk_2",
    "line": "when they put it on the web? Dude, that saved my ass. That kind of thing. They were about to take away my Yamaha, but no, that kind of stuff.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-297",
    "time": "0:34:34",
    "speaker": "spk_1",
    "line": "And then with the women, there's usually like a weird",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-298",
    "time": "0:34:36",
    "speaker": "spk_0",
    "line": "well well yeah. But that's I'll",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-299",
    "time": "0:34:38",
    "speaker": "spk_2",
    "line": "i'll I'll get to that in a second. But with the with the dudes, what you should do is you",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-300",
    "time": "0:34:41",
    "speaker": "spk_0",
    "line": "should do it,",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-301",
    "time": "0:34:41",
    "speaker": "spk_1",
    "line": "hey, please.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-302",
    "time": "0:34:42",
    "speaker": "spk_2",
    "line": "Do you guys no. You you had do you guys refer to your your your girlfriend, your significant other? You never say that right? You always say girl. Right? We all do that. Right? Like my how's your how's your girl? Like, if he's like, how's my girl? Because if I say girlfriend that means like, oh, we might get married someday, and I'm not about that. I'm not about additional labels. You know what I mean? Like, it's so last century. It's like you're, you know, we don't mate for life.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-303",
    "time": "0:35:03",
    "speaker": "spk_1",
    "line": "And even once you are married, I think girl is still the",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-304",
    "time": "0:35:07",
    "speaker": "spk_2",
    "line": "oh, yeah. Totally. Well, it's like if we were married, we should have been married, like, by Joe Hogan in, like, a Vegas adjacent DMT ceremony. And it wasn't about like husband wife. It was about like partners. Mhmm. But one of us has like a real macho thing going on. So",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-305",
    "time": "0:35:25",
    "speaker": "spk_1",
    "line": "i bet she wouldn't say like your boy.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-306",
    "time": "0:35:27",
    "speaker": "spk_2",
    "line": "No. She would use your",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-307",
    "time": "0:35:30",
    "speaker": "spk_1",
    "line": "full name.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-308",
    "time": "0:35:31",
    "speaker": "spk_2",
    "line": "Yeah. Exactly. She would be like, my my partner, my DMT, my Joe rogan, DMT partner",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-309",
    "time": "0:35:37",
    "speaker": "spk_0",
    "line": "-- Mhmm. --",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-310",
    "time": "0:35:37",
    "speaker": "spk_2",
    "line": "dC Pearson and everyone in the From and then list my credits. But she shouldn't have to, but she will. But she when she list my credits, she should list the name of like a giant movie that hasn't come out yet, but everybody's aware of because it's a hot project. So So I'm like, you know, like Sean, if he's in the waiting room, we'll be like, how's your girl? And then I will pull out my my latest iPhone and I will have, like, pictures of my girl, like, doing activities. A, look and smoke and",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-311",
    "time": "0:36:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-312",
    "time": "0:36:06",
    "speaker": "spk_2",
    "line": "mhmm. -- be doing activities.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-313",
    "time": "0:36:08",
    "speaker": "spk_0",
    "line": "Right. So it's like, how's your girl? It's like so good. We were just at exactly x thing where you would be in a bikini.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-314",
    "time": "0:36:16",
    "speaker": "spk_2",
    "line": "Yeah. Exactly. We were in Aviso, and the guy's like, oh, that's great. I went to that festival that they have there and you're like, oh, it's You gotta go on the off season. That's really when it's popping.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-315",
    "time": "0:36:27",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. You yeah. And you let them know, you go like Oh, yeah. I used to go to that festival. Right. It got shitty.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-316",
    "time": "0:36:38",
    "speaker": "spk_2",
    "line": "Is this strong. It's really strong. And that's what it's about. It's about strength. And in all things. And so, yeah, you you And if let's say I say a vacation destination that you haven't been to, you should always be like, yeah, you you've been there and it's so shitty, or you like know it so well that you're like, oh, yeah. Totally Did you see Miguel? And you're like, I don't know. I mean, you're like, yeah. And then likewise, like you should know it better than than he does. And likewise, if let's say that I've been I I say a place like, oh, we were in Nepal, and you haven't been there. And you're like, oh, I haven't been there. It should the idea of someone not having been there should cause me to be like unable to speak. Like, let's do a role play. I'll say I'll say we were just in Nepal, you say we haven't been there, and then I'll react.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-317",
    "time": "0:37:23",
    "speaker": "spk_0",
    "line": "Okay. It's gonna be hard for me because I have been there.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-318",
    "time": "0:37:26",
    "speaker": "spk_2",
    "line": "That's what that's what the craft is. And I do mean the movie. So yeah. So my girl and I were just in Nepal.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-319",
    "time": "0:37:36",
    "speaker": "spk_0",
    "line": "Oh, I Sorry. I need a second. Nepal? What I haven't been there?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-320",
    "time": "0:38:01",
    "speaker": "spk_2",
    "line": "You know what I mean? Yeah. Like, I just got, like, kicked in the throat. By a young Jackie Chan because you haven't been to Nepal. And the idea of anyone not having been anywhere is stupid. Makes sense?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-321",
    "time": "0:38:14",
    "speaker": "spk_0",
    "line": "Uh-oh. I get it. A lot of times, I'll I'll sort of pull one of these. I'll go. Try telling me you haven't been to Nepal. Okay.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-322",
    "time": "0:38:24",
    "speaker": "spk_2",
    "line": "I'm gonna okay. Yeah. Okay. I'm gonna make it my own though.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-323",
    "time": "0:38:27",
    "speaker": "spk_0",
    "line": "Yeah, please. So I was just in Nepal. Do you like it?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-324",
    "time": "0:38:33",
    "speaker": "spk_2",
    "line": "Whoa. Haven't been to Nepal awkward.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-325",
    "time": "0:38:37",
    "speaker": "spk_0",
    "line": "Right. Yeah. But what's your favorite part of it? Oh, you were serious. Oh, that's okay, man. Hey, I gotta fucking make a deuce. And then I'm and then I'm splitsville, you know?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-326",
    "time": "0:39:02",
    "speaker": "spk_1",
    "line": "If I'm watching in the casting office at that point and I hear you -- Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-327",
    "time": "0:39:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-328",
    "time": "0:39:07",
    "speaker": "spk_1",
    "line": "gonna say you gotta fucking make a dues. I don't know if I send everyone else home, men, is it just to be polite? Do I just Well, I'm like,",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-329",
    "time": "0:39:14",
    "speaker": "spk_2",
    "line": "yeah, that guy's been through the rail. Probably so good. That probably that guy this diet probably like, creates so many beneficial bacteria to his body that he's probably making fucking sick deuces.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-330",
    "time": "0:39:23",
    "speaker": "spk_0",
    "line": "What is it like",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-331",
    "time": "0:39:24",
    "speaker": "spk_1",
    "line": "when you see I got on this train a while ago, like when you see one of the women and now I'm sort of like",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-332",
    "time": "0:39:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-333",
    "time": "0:39:29",
    "speaker": "spk_1",
    "line": "oh, yeah. You should hear about it. Yeah. It's like someone probably that you have boofed at",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-334",
    "time": "0:39:34",
    "speaker": "spk_2",
    "line": "that. Yeah. Blondoubtedly. Hollywood's like a family.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-335",
    "time": "0:39:38",
    "speaker": "spk_0",
    "line": "Mhmm. It's a lot like a like a small family. A way",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-336",
    "time": "0:39:41",
    "speaker": "spk_2",
    "line": "of a",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-337",
    "time": "0:39:41",
    "speaker": "spk_1",
    "line": "family where they all boof each other?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-338",
    "time": "0:39:43",
    "speaker": "spk_0",
    "line": "Well, because it's so small.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-339",
    "time": "0:39:45",
    "speaker": "spk_1",
    "line": "It's so smooth.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-340",
    "time": "0:39:45",
    "speaker": "spk_2",
    "line": "Yeah. Exactly.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-341",
    "time": "0:39:46",
    "speaker": "spk_0",
    "line": "There's not a lot",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-342",
    "time": "0:39:47",
    "speaker": "spk_2",
    "line": "there's like an energy it's one of those families where there's like an energy that everyone either has boofed, But now they're cool -- Right.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-343",
    "time": "0:39:53",
    "speaker": "spk_0",
    "line": "--",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-344",
    "time": "0:39:53",
    "speaker": "spk_2",
    "line": "or they would they're they're they're on their way to Boofen.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-345",
    "time": "0:39:57",
    "speaker": "spk_0",
    "line": "They're gonna or they just would. Or they would. Right.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-346",
    "time": "0:40:00",
    "speaker": "spk_2",
    "line": "Yeah. Or there's like kind of a a a sort of unspoken agreement like we would, but we're both We would again. Yeah. Exactly. Totally.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-347",
    "time": "0:40:07",
    "speaker": "spk_0",
    "line": "Hotel, New Hampshire.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-348",
    "time": "0:40:10",
    "speaker": "spk_1",
    "line": "Too scary.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-349",
    "time": "0:40:14",
    "speaker": "spk_0",
    "line": "Go ahead.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-350",
    "time": "0:40:15",
    "speaker": "spk_2",
    "line": "Yeah. So so it's a similar thing. Like, we should acknowledge each other like, oh my god. I haven't seen you since we both did, you know, I don't know, that Jason Reitman staged reading of baby's day out or something.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-351",
    "time": "0:40:28",
    "speaker": "spk_1",
    "line": "And so funny. It's so funny how bad it is. So It's just like sucked it's so funny.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-352",
    "time": "0:40:35",
    "speaker": "spk_0",
    "line": "Oh, god. It's so like shitty and sucks.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-353",
    "time": "0:40:39",
    "speaker": "spk_1",
    "line": "I love it.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-354",
    "time": "0:40:40",
    "speaker": "spk_0",
    "line": "I love it. I watch it.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-355",
    "time": "0:40:44",
    "speaker": "spk_2",
    "line": "So yeah. So you should see you should see her in we kind of we acknowledge each other like, oh, we haven't I haven't seen you in a really long time and then you should be like, oh, are you, you know, you should there should just be a real energy like it like, we we kinda I think we already covered it. Like, you should have either we definitely had sex at some point or we we would or we're probably about do. Mhmm. And you should be like you look like dynamite. You know what I mean? Like, you're mad. Yeah. You're fucking pissed. You're like, God damn.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-356",
    "time": "0:41:17",
    "speaker": "spk_1",
    "line": "Fuck.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-357",
    "time": "0:41:20",
    "speaker": "spk_2",
    "line": "You like my fucking corneas are puking right now.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-358",
    "time": "0:41:25",
    "speaker": "spk_0",
    "line": "Yes. Definitely sexualize them for the rest of the room and do it with -- Exactly. -- seemingly innocent compliment -- Right. -- but make it -- It's positive. -- very rare. Fuck, girl. Fuck. Yeah. So it's you've boofed you could boof again. Exactly. And right now you're thinking about pulling the trigger on it. And then I'll often go, how's your girl? Because a lot of the chicks that I'm I'm fucking with do both do both style.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-359",
    "time": "0:41:57",
    "speaker": "spk_2",
    "line": "Yeah. And if that was a guy, it would be gross. Oh. But it's a shit.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-360",
    "time": "0:42:02",
    "speaker": "spk_0",
    "line": "So it's it's fine. It's fine. Legalize it.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-361",
    "time": "0:42:05",
    "speaker": "spk_2",
    "line": "Yeah. Legalize it for sure. No.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-362",
    "time": "0:42:07",
    "speaker": "spk_0",
    "line": "Absolutely. No opinion on that.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-363",
    "time": "0:42:08",
    "speaker": "spk_2",
    "line": "No. I don't mean like, I I do not homophobic. I think every I love everyone. We're all just sort of like on this big round starship called earth. Just trying to make it. I just mean like if, like, when girls do it it's fucking so smoking hot",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-364",
    "time": "0:42:23",
    "speaker": "spk_0",
    "line": "so fucking awesome dude.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-365",
    "time": "0:42:24",
    "speaker": "spk_1",
    "line": "It's definitely make that the legalized that being the law.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-366",
    "time": "0:42:28",
    "speaker": "spk_2",
    "line": "Exactly. Yeah. Like when you have to do that. Two women are into each other's actually, it's more for me than for them.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-367",
    "time": "0:42:34",
    "speaker": "spk_0",
    "line": "Do you",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-368",
    "time": "0:42:35",
    "speaker": "spk_2",
    "line": "know what I mean? Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-369",
    "time": "0:42:38",
    "speaker": "spk_1",
    "line": "Yeah. Because they don't actually like each other. They like",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-370",
    "time": "0:42:42",
    "speaker": "spk_0",
    "line": "-- They like the attention they get from me, but like each other. --",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-371",
    "time": "0:42:45",
    "speaker": "spk_1",
    "line": "but what they really want is to",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-372",
    "time": "0:42:46",
    "speaker": "spk_0",
    "line": "get Some of them take it too far. Yeah.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-373",
    "time": "0:42:52",
    "speaker": "spk_1",
    "line": "I think they should legalize everything. Like, is it, you know, I'm",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-374",
    "time": "0:42:57",
    "speaker": "spk_0",
    "line": "we're carrying and I say, like, you",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-375",
    "time": "0:42:59",
    "speaker": "spk_1",
    "line": "know, like, not even no no no more states and stuff. Just like",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-376",
    "time": "0:43:02",
    "speaker": "spk_2",
    "line": "i think something that's super important as like a conversational topic is because kids will come up in the room like, oh, people who have kids, how's your kids? Oh my god, dude. So great. You know, how's Jinden, how's you know, link etcetera, etcetera, etcetera. And if you like my girl and I don't have kids, because we haven't even had our Joe Hogan DMT ceremony yet. But, like, it's really important that you know how you would raise your kids and that it be like super interesting. Mhmm. Like you gotta have a real like strong take on parenting. Like, I don't want to see the plain old parenting, like, mom, dad. Oh, we when they're we say, no. Don't do that. Like, I wanna see, like, a real strong reinterpretation. I should see, like, the parenting equivalent of, like, a crazy in his painting.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-377",
    "time": "0:43:50",
    "speaker": "spk_0",
    "line": "That's a good talking point for audition waiting rooms. Is what unconventional style of parent you'll be? Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-378",
    "time": "0:43:58",
    "speaker": "spk_2",
    "line": "For sure. For sure. Like, it should be a strong",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-379",
    "time": "0:44:00",
    "speaker": "spk_1",
    "line": "what kind of music? Like, dear",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-380",
    "time": "0:44:02",
    "speaker": "spk_2",
    "line": "kids like? Ugh. I can't wait. I already have like ninety the pixies, baby teas, a various I don't even listen to the pixies. I just think like, what? That kid's in Seattle in nineteen ninety three. What's going on? But I think my my girl and I have discussed, we're gonna I don't know if you guys have heard about this style of parenting that's really popular in Hollywood right now. I can't think of exactly what it's called, but basically treat babies like they're adults.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-381",
    "time": "0:44:27",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-382",
    "time": "0:44:28",
    "speaker": "spk_2",
    "line": "And I think that that does They are. Like, they they are. They're little They're kind of your",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-383",
    "time": "0:44:33",
    "speaker": "spk_1",
    "line": "like, they really are just basically like you, like, if you, like, couldn't speaker, like, exactly hold your head up in the air. Yeah. But some people can't even do that.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-384",
    "time": "0:44:40",
    "speaker": "spk_2",
    "line": "Like a rattle? What's a rattle? Rattle was invented by rooms, not by baby.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-385",
    "time": "0:44:44",
    "speaker": "spk_1",
    "line": "That's our phones now. Our phones are our rattles. It's the same thing. Seriously.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-386",
    "time": "0:44:48",
    "speaker": "spk_0",
    "line": "That's too",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-387",
    "time": "0:44:49",
    "speaker": "spk_2",
    "line": "true. So I feel like that's already We hold them.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-388",
    "time": "0:44:52",
    "speaker": "spk_0",
    "line": "We all hold them. Well we're holding them. They're -- And we're holding our attention. -- yeah. Okay. We're talking into them. You know? Dersing on them -- -- apps on them. --",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-389",
    "time": "0:45:03",
    "speaker": "spk_2",
    "line": "apps on them. Right?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-390",
    "time": "0:45:05",
    "speaker": "spk_0",
    "line": "It's the",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-391",
    "time": "0:45:06",
    "speaker": "spk_1",
    "line": "same thing. And they make big leaps",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-392",
    "time": "0:45:07",
    "speaker": "spk_0",
    "line": "in blue. Ways",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-393",
    "time": "0:45:10",
    "speaker": "spk_2",
    "line": "have you heard about Waze? Dude Waze is insane. Like sometimes I've just put in like the direction of where I want to go and then it takes me there in, like, a totally different way that I normally have been. And then I'm when I'm that's when I'm like, it it is about to take me.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-394",
    "time": "0:45:23",
    "speaker": "spk_1",
    "line": "And then does that give you something to say about how you got there?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-395",
    "time": "0:45:27",
    "speaker": "spk_0",
    "line": "Oh, for sure. Oh, baby. Alexis Blidel is the voice of my ways right now.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-396",
    "time": "0:45:33",
    "speaker": "spk_2",
    "line": "But I I just wanted to say really quickly, I think that that style of parenting is already passe because I've heard that at least half of the cast of how I met your mother ascribes to it. So that's already over. Wam or in company. What my girl and I are planning on doing is Benjamin Button parenting, where we immediately raise our child like he's an old old man. And then as he ages, he's like younger. So, like, when he's zero, we'll treat him like he's eighty years old. And will like argue with him and be like, we need to put you in a home. You can't take care of yourself anymore. When he's like ten, he'll be like seventy, and we'll be like, he's still got it going on. You know, etcetera, etcetera, on of the years. And when he's forty, he'll be forty. That will be the one time thing",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-397",
    "time": "0:46:16",
    "speaker": "spk_1",
    "line": "that is actual.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-398",
    "time": "0:46:16",
    "speaker": "spk_0",
    "line": "That'll be nice.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-399",
    "time": "0:46:17",
    "speaker": "spk_2",
    "line": "Yeah. I'll be into",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-400",
    "time": "0:46:18",
    "speaker": "spk_1",
    "line": "that. One was",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-401",
    "time": "0:46:19",
    "speaker": "spk_2",
    "line": "we're still parenting him.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-402",
    "time": "0:46:20",
    "speaker": "spk_0",
    "line": "Less stressful.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-403",
    "time": "0:46:23",
    "speaker": "spk_1",
    "line": "Now thank you for coming in DC. And rate us on iTunes.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-404",
    "time": "0:46:28",
    "speaker": "spk_0",
    "line": "Please rate us on iTunes. Please do like our Facebook page.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-405",
    "time": "0:46:33",
    "speaker": "spk_1",
    "line": "And talk to us on the",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-406",
    "time": "0:46:34",
    "speaker": "spk_0",
    "line": "talk to us on",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-407",
    "time": "0:46:34",
    "speaker": "spk_1",
    "line": "those forums. We won't necessarily talk back.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-408",
    "time": "0:46:36",
    "speaker": "spk_0",
    "line": "No. We won't we won't necessarily talk back or even see it but, you know, go ahead and try. And please buy the pro version. Mhmm. What what is the pro version giving away this week?",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-409",
    "time": "0:46:50",
    "speaker": "spk_1",
    "line": "The pro version is DC who's a person.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-410",
    "time": "0:46:57",
    "speaker": "spk_2",
    "line": "Goate.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-411",
    "time": "0:47:02",
    "speaker": "spk_1",
    "line": "Andy Niece bought the pro version this week. Again. Again. And the prize is DC Pearson reacting to your name on an audition sign in sheet. So it's Andy Niece.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-412",
    "time": "0:47:17",
    "speaker": "spk_2",
    "line": "Andy Niece. One word, chops.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-413",
    "time": "0:47:23",
    "speaker": "spk_1",
    "line": "Bye. Bye.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-414",
    "time": "0:47:30",
    "speaker": "spk_3",
    "line": "This has been an earwolf media production, Executive producers, Jeff Ulrich and Scott Ockerman. For more information, visit iowulf dot com.",
    "episode": "23",
    "edited": false
  },
  {
    "id": "23-415",
    "time": "0:47:41",
    "speaker": "spk_2",
    "line": "Eerwolf radio, boom, dot com. The worst dead",
    "episode": "23",
    "edited": false
  }
]