[
  {
    "id": "240-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "hey, gang. Sean Clement's here. I'm just jumping in to give a",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-1",
    "time": "0:00:06",
    "speaker": "spk_1",
    "line": "little disk or before this episode what you're about to hear is not by any means a normal episode of our podcast asked and Hayes and I actually went back and forth for a while on whether to even release this. But ultimately we decided that, you know even if it's not fun, it's be kind of important for you guys to hear it. So what am I talking about? To a little bit of context for what you're going to listen to. This show was recorded during the six hours where we just say it. We thought Brooklyn nine nine was cancelled. And And sorry. And if you remember what that was like between Fox saying, you know, we're not going to do it. And then NBC act like having a fucking backbone and stepping up and",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-2",
    "time": "0:01:30",
    "speaker": "spk_0",
    "line": "and gaving",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-3",
    "time": "0:01:34",
    "speaker": "spk_1",
    "line": "something that is far from over. You know? This that it's only done a hundred and twelve episodes and there's a lot of story left to tell. And the fact that we almost lost it. Well everybody was scared when we were recording this and that comes through. It's not always gonna be on for you to hear it's not always going to seem like we have our feet under us. Hayes wasn't even the studio ago, our guest, Adam, something, also seemed off to me. But, you know, the fact of the matter is we want you guys to hear this because even though it's not a great funny podcast, it it still kind of a symbol of persevee and of what can happen when you don't give up and you just immediately pack it in and you get together with your friends and you lock arms with two other mid level white comedians sort of late thirties. Doing okay but not setting the world on fire and you you hold off until the miracle happens. I know personally I'm probably gonna be revisiting this just as a way to instill hope when am going through something where one of my close relatives dies in a in a rocket explosion or from a big bug from outer space comes and needs them or from if they stuck in a bog, their boots stuck and then they leaned down to try to pull boot out and wind up doing almost like a somersault into the muck and now they're head sinking and And so then it's like they're getting like bog muck in their mouth and they're like pulling on that and then they can't really breathe and then when they finally do sort of get out, there's like a guy with a hammer and he just creams them I mean he just really gives him gives him the hammer right in the kisser. I mean we've all had stuff like that happen and in the past when it does, I've just put on this one song that I really like cold rebel just for kicksman. But now I think I have something new to listen to and it's this episode so you know, try to try to enjoy it. It's it it hurts to remember some of the mistakes that were made but also focus on the fact that we did come out the other side. Yay twenty eighteen. Finally, something good for someone. And here's to a hundred and twelve more, precinct ninety nine.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-4",
    "time": "0:05:16",
    "speaker": "spk_2",
    "line": "So it was me and detective Jake Peralta, and and captain Ray Holt and detective Amy Tiago. And we were getting clowned on by Gina Lenetti who was Explaining why she had a blow dryer plugged in under her desk to dry her feet and we were a family and we didn't know how good we had it. And then sorry. And then I think you know what happened next. Yeah. Well, so welcome to So this is the show. This is Hollywood Handbook. We are are or were or are trying to be a podcast about, what kicking butt and taking names in the red carpet, line back hallways of the industry we call bullshit, which is fucking fake. And where I guess doing your best in making a good funny show with real human characters is not the job description anymore. So so I don't know exactly what I'm doing here. Adam Lustik is my guest and sorry bad timing Adam. I know we've been trying to get you on for a while. It's been",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-5",
    "time": "0:07:00",
    "speaker": "spk_3",
    "line": "a cloud hanging over I think all",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-6",
    "time": "0:07:01",
    "speaker": "spk_2",
    "line": "of us all day. So I'm right with you.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-7",
    "time": "0:07:03",
    "speaker": "spk_3",
    "line": "I just wanna say in solidarity that it's that this is a a truly horrible this is a tragic. This is a this is a tragic time. So you take all the time you need, and we can just sit here in silence. I mean, I just want to respect your feelings and your patience will take this at your pace.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-8",
    "time": "0:07:18",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Well, How did you hear this?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-9",
    "time": "0:07:23",
    "speaker": "spk_3",
    "line": "It's funny. How did you hear? I mean, I don't wanna reopen this wound, but, like, where were you when you found out? Well,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-10",
    "time": "0:07:33",
    "speaker": "spk_2",
    "line": "so I I don't know if people know this about me, but I love Mediterranean food. Yeah. And so I make something I call the falafel waffle where I grill pita bread and a waffle iron",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-11",
    "time": "0:07:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-12",
    "time": "0:07:55",
    "speaker": "spk_2",
    "line": "yep. -- and then I smush falafel into that.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-13",
    "time": "0:07:57",
    "speaker": "spk_3",
    "line": "Oh, you smush it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-14",
    "time": "0:07:57",
    "speaker": "spk_2",
    "line": "And then I spread some spicy fit a",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-15",
    "time": "0:08:00",
    "speaker": "spk_3",
    "line": "cheese. Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-16",
    "time": "0:08:01",
    "speaker": "spk_2",
    "line": "And a little bit of hummus -- No.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-17",
    "time": "0:08:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-18",
    "time": "0:08:03",
    "speaker": "spk_2",
    "line": "and some of those, like, pickled onions that they have -- Mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-19",
    "time": "0:08:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-20",
    "time": "0:08:06",
    "speaker": "spk_2",
    "line": "and I fold that all over. Oh, delicious. And I chomp on that. Yeah. And I do this in the kitchen of any restaurant that will let me back there.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-21",
    "time": "0:08:17",
    "speaker": "spk_3",
    "line": "Sure. They'll just say, excuse me, can I happen to",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-22",
    "time": "0:08:20",
    "speaker": "spk_2",
    "line": "yeah? I'll just go kitchen for a second. Whatever. Peter King or some of these ones have crazy names. I can't don't wanna pronounce because I don't wanna be in trouble.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-23",
    "time": "0:08:29",
    "speaker": "spk_3",
    "line": "Get it wrong.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-24",
    "time": "0:08:30",
    "speaker": "spk_2",
    "line": "But I I will go to those places",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-25",
    "time": "0:08:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-26",
    "time": "0:08:34",
    "speaker": "spk_2",
    "line": "yeah. -- and and I was in one. And I said, hey, can I get back in the kitchen? Yep. And the guy behind the counter went Sure. I don't care. Yeah. I",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-27",
    "time": "0:08:46",
    "speaker": "spk_3",
    "line": "just work here. I don't",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-28",
    "time": "0:08:47",
    "speaker": "spk_2",
    "line": "and something felt off about the way he said it. And I notice he's looking at one of these phones. Like a People have now.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-29",
    "time": "0:08:58",
    "speaker": "spk_3",
    "line": "You mean, like a like, an iPad or, like,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-30",
    "time": "0:09:01",
    "speaker": "spk_2",
    "line": "it is like an iPad. Yeah. Like, it is like an iPad. Yes. But shrink. Shronking. So he's looking at it. And then I look a little closer and I notice he's crying and he's bleeding a little. And I go, hey man, I hope this isn't too intrusive. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-31",
    "time": "0:09:21",
    "speaker": "spk_3",
    "line": "I know we just met.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-32",
    "time": "0:09:22",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Exactly. Like or didn't even really mean I asked to go you said. Okay. And I'm hungry, keep in",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-33",
    "time": "0:09:28",
    "speaker": "spk_3",
    "line": "mind. Definitely.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-34",
    "time": "0:09:29",
    "speaker": "spk_2",
    "line": "So I'm already not, like, prepared to take a body blow. Exactly.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-35",
    "time": "0:09:34",
    "speaker": "spk_3",
    "line": "When I'm hungry, all my defenses are down and even the slightest bit And",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-36",
    "time": "0:09:37",
    "speaker": "spk_2",
    "line": "i'll and I'll go and I'll be even more honest. Yeah. I was, in fact, hangry. Yeah. Yeah. And and it's brave of",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-37",
    "time": "0:09:46",
    "speaker": "spk_3",
    "line": "you to admit that, I I think. Well,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-38",
    "time": "0:09:48",
    "speaker": "spk_2",
    "line": "i'm not somebody who wants to look like Okay. This guy gets hangry. Yeah. You know? And then that's just how people see me. I try to be a superhero on this show. I hear I'm sick of I hear you. I think I have done myself and my audience a disservice by always being this bulletproof superman awesome guy funny and nice to everyone who comes in and just crushing it. And and social media does this. Yes. Hello. Everybody's not on vacation all the time. Exactly. You know, why don't you put up an Instagram story of the fight you're having with your spouse over how you smashed all the cups. You know? Show your real self on social media. Because that's what's happening in our house. That's life. I have an idea for a business just as a side note. You know those signs that they put in, like, warehouse that'll say this workplace has blank number of days without an accident -- Okay. Yes. -- and it'll say, like, forty five and then cross out and say",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-39",
    "time": "0:10:52",
    "speaker": "spk_3",
    "line": "it's zero. Forty to zero. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-40",
    "time": "0:10:54",
    "speaker": "spk_2",
    "line": "What about, like, this relationship has blank number of days without an argument. And you put that sign up in your kitchen, and then maybe as sort of a way to have a light touch after you smash all the cups. Yes. And your wife is like, I wanted to have some water to drink. And now I have to drink it out of my hands. And my hands like a dog. You say, you go over to the sign and you cross out the number that's on there and you go ahead and you put a zero Oh, goose egg up there. Mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-41",
    "time": "0:11:23",
    "speaker": "spk_3",
    "line": "Yep.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-42",
    "time": "0:11:24",
    "speaker": "spk_2",
    "line": "So so anyway, to get back to the story, I was in this crazy name place, and he And I said, do you mind what is it that you're seeing there on the shrink it iPad?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-43",
    "time": "0:11:39",
    "speaker": "spk_3",
    "line": "And really quick, where was he just to paint a bit, where was he bleeding from he was bleeding from his",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-44",
    "time": "0:11:43",
    "speaker": "spk_2",
    "line": "it was his nose and his ears.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-45",
    "time": "0:11:45",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-46",
    "time": "0:11:46",
    "speaker": "spk_2",
    "line": "And I said, what is it, you know, that you're seeing that's making you so upset? And he said, oh my god. You haven't heard. And I said, and I said No. Oh, no. I have. I have. Oh, yeah. Now I know because I'm embarrassed. Pull approved Sean? I don't wanna seem vulnerable",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-47",
    "time": "0:12:07",
    "speaker": "spk_3",
    "line": "like that.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-48",
    "time": "0:12:07",
    "speaker": "spk_2",
    "line": "And that haven't heard. You know, that's one of the rules in this town is like",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-49",
    "time": "0:12:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-50",
    "time": "0:12:11",
    "speaker": "spk_3",
    "line": "never sure. -- no one",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-51",
    "time": "0:12:12",
    "speaker": "spk_2",
    "line": "can tell you about anything -- That",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-52",
    "time": "0:12:14",
    "speaker": "spk_3",
    "line": "you don't already have known.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-53",
    "time": "0:12:15",
    "speaker": "spk_2",
    "line": "Somebody says, like, are you going to blank party or whatever, you go like, oh, please. I planned it. Exactly. Even if you don't know what it is or where it is or who the person that's asking it?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-54",
    "time": "0:12:25",
    "speaker": "spk_3",
    "line": "I planned it. I'm hosting it. I'm actually in seeing it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-55",
    "time": "0:12:28",
    "speaker": "spk_2",
    "line": "That's my party. And I just canceled it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-56",
    "time": "0:12:30",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-57",
    "time": "0:12:30",
    "speaker": "spk_2",
    "line": "And I won't see you there. Yeah. You know. But Then I said he said, oh, well then if you already heard, then I guess you're just being pretty brave. And I said, yeah. I guess so. And he said, because I know that I'm not able to not bleed and cry",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-58",
    "time": "0:12:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-59",
    "time": "0:12:52",
    "speaker": "spk_2",
    "line": "mhmm. -- when I find out. Mhmm. That they're that they're shutting down the precinct. And that the I think, like, acapella competition that they would hold with the subway -- Yep. -- with the transit cost.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-60",
    "time": "0:13:11",
    "speaker": "spk_4",
    "line": "Yep.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-61",
    "time": "0:13:12",
    "speaker": "spk_2",
    "line": "Yep. Around Christmas time. Yep. Yep. Well, that ain't coming this year. So so, of course, then I did know what was going on. And Let's just say I wasn't angry anymore. Yeah. Just angry. Just angry. And just sad. Were you able to get back into",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-62",
    "time": "0:13:38",
    "speaker": "spk_4",
    "line": "the kitchen and make your slot?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-63",
    "time": "0:13:39",
    "speaker": "spk_2",
    "line": "I did go make did I made but I made only half",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-64",
    "time": "0:13:42",
    "speaker": "spk_3",
    "line": "the size of as usual. Out of respect. Out of respect.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-65",
    "time": "0:13:46",
    "speaker": "spk_2",
    "line": "Yeah. I sort of flew my falafel waffle half masked. And I",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-66",
    "time": "0:13:55",
    "speaker": "spk_3",
    "line": "i don't So I I just want you to know and and I don't wanna cross any lines. I don't wanna know. I don't think",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-67",
    "time": "0:14:00",
    "speaker": "spk_2",
    "line": "any less of you for sharing",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-68",
    "time": "0:14:01",
    "speaker": "spk_3",
    "line": "your vulnerability and saying how that you were. And I know you're right that we all have to be Ironman in this town.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-69",
    "time": "0:14:07",
    "speaker": "spk_2",
    "line": "We all",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-70",
    "time": "0:14:07",
    "speaker": "spk_3",
    "line": "have to be superman. It's true.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-71",
    "time": "0:14:09",
    "speaker": "spk_2",
    "line": "It's true. In",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-72",
    "time": "0:14:09",
    "speaker": "spk_3",
    "line": "this town, we all have to be Did I say Ironman? Ironman again. Yeah. And we all just have to do Ironman two. Now I'm in Ironman two.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-73",
    "time": "0:14:15",
    "speaker": "spk_2",
    "line": "And we're supposed to be Antman. Exactly.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-74",
    "time": "0:14:17",
    "speaker": "spk_5",
    "line": "We're",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-75",
    "time": "0:14:18",
    "speaker": "spk_2",
    "line": "supposed to be tough like an ant. Exactly. And I'm sorry. I don't have an exoskeleton. I actually, my skeleton's bones is in the inside of me.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-76",
    "time": "0:14:25",
    "speaker": "spk_3",
    "line": "It's brittle. And I'm brittle in there.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-77",
    "time": "0:14:28",
    "speaker": "spk_4",
    "line": "And You're as strong as an ant though. Like, you can lift, like, forty times your",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-78",
    "time": "0:14:33",
    "speaker": "spk_2",
    "line": "that means a lot. That means a lot. And I agree. I agree with you. Mhmm. But that doesn't change the fact that I could get hurt. Exactly.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-79",
    "time": "0:14:44",
    "speaker": "spk_3",
    "line": "You know, of all the muscles you want. You can be able to lift all the all the weight that you want, but a news like Brooklyn nine nine -- It's a lot of weight. It's a lot of weight That is a lot of what you are very strong.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-80",
    "time": "0:14:54",
    "speaker": "spk_2",
    "line": "I can wait forty times my own weight.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-81",
    "time": "0:14:56",
    "speaker": "spk_3",
    "line": "Forty times, that's amazing. But once again, tell that to captain It is a good thing you",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-82",
    "time": "0:15:02",
    "speaker": "spk_4",
    "line": "don't have, like, anger management issues, like, usually because with that strength,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-83",
    "time": "0:15:08",
    "speaker": "spk_2",
    "line": "i would smash right through. Yeah. And I and I honestly the restaurant was lucky because of how I was feeling, I probably could have smashed that whole kitchen and crunched it up into a just a little",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-84",
    "time": "0:15:20",
    "speaker": "spk_3",
    "line": "sphere. Kitchenette. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-85",
    "time": "0:15:22",
    "speaker": "spk_4",
    "line": "Like -- Yeah. -- ball of mass.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-86",
    "time": "0:15:24",
    "speaker": "spk_3",
    "line": "Yeah. And just throw the kitchen into this street",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-87",
    "time": "0:15:26",
    "speaker": "spk_2",
    "line": "and throw it so hard it goes through the wall. And I didn't do that. And a lot of times what happens for me is my hangar turns inward",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-88",
    "time": "0:15:38",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-89",
    "time": "0:15:38",
    "speaker": "spk_2",
    "line": "oh. -- and gets pointed at me. Oh. And what did I do? Yeah. Or what didn't I do?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-90",
    "time": "0:15:44",
    "speaker": "spk_3",
    "line": "What could I have done Yeah. What should I have done? And how could we have avoided this?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-91",
    "time": "0:15:49",
    "speaker": "spk_2",
    "line": "I've been going over this. I think I think you have too. I know engineer Brett and it's like we've been reliving this over and over again. It's brutal.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-92",
    "time": "0:15:59",
    "speaker": "spk_4",
    "line": "Awaking January.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-93",
    "time": "0:16:00",
    "speaker": "spk_2",
    "line": "It's a literal waking replaying and slowing.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-94",
    "time": "0:16:02",
    "speaker": "spk_3",
    "line": "Oh, shit. What what could I have tweeted? How could I have posted? How could I show my support? How could I keep this my favorite precinct on the air? I'll do anything. I will do anything.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-95",
    "time": "0:16:13",
    "speaker": "spk_2",
    "line": "And I see and I look out and I see Lynn. Yeah. Saying, yeah. I do love this show. And I go, Why can't I be like Linda? Yeah. We're gonna do the show anyway. Adam Lustik is here. This is hard. He's does show, corporation, show. What are you on the call sheet there? What number on the call sheet? Number four. Number four. Okay. Pretty good because there's obviously two main guys.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-96",
    "time": "0:16:45",
    "speaker": "spk_3",
    "line": "That's right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-97",
    "time": "0:16:47",
    "speaker": "spk_2",
    "line": "And then and then somebody in between",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-98",
    "time": "0:16:49",
    "speaker": "spk_3",
    "line": "somebody in between the two main guys. Yeah. But And then it's the",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-99",
    "time": "0:16:51",
    "speaker": "spk_2",
    "line": "dude. Yeah. So this guy's here.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-100",
    "time": "0:16:54",
    "speaker": "spk_1",
    "line": "He does",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-101",
    "time": "0:16:54",
    "speaker": "spk_2",
    "line": "a show. It's on the comedy channel.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-102",
    "time": "0:16:57",
    "speaker": "spk_3",
    "line": "It's on comedy channel,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-103",
    "time": "0:16:58",
    "speaker": "spk_2",
    "line": "central comedy central dot com. And yeah. How's their player there if you go to comedy center dot com, how's the player?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-104",
    "time": "0:17:09",
    "speaker": "spk_5",
    "line": "Poor. Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-105",
    "time": "0:17:10",
    "speaker": "spk_3",
    "line": "It's poor, I think. Basically, top to bottom, it's an anecdote of the effort. It's a wholly unpleasant experience. I would go to almost any other website Just to avoid just to avoid it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-106",
    "time": "0:17:20",
    "speaker": "spk_2",
    "line": "I would even The companies Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-107",
    "time": "0:17:21",
    "speaker": "spk_3",
    "line": "I would even have it open. I would just suggest having it open in a tab just so you know not to look at it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-108",
    "time": "0:17:26",
    "speaker": "spk_2",
    "line": "Oh, yeah. Maybe just keep it open. Just as a reminder.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-109",
    "time": "0:17:29",
    "speaker": "spk_3",
    "line": "Just as a reminder.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-110",
    "time": "0:17:30",
    "speaker": "spk_2",
    "line": "Yeah. Do not.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-111",
    "time": "0:17:31",
    "speaker": "spk_3",
    "line": "Yeah. Don't click on that. Don't look at this.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-112",
    "time": "0:17:33",
    "speaker": "spk_2",
    "line": "So, hey, couldn't be here. He's on a trip, lucky him.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-113",
    "time": "0:17:39",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-114",
    "time": "0:17:39",
    "speaker": "spk_2",
    "line": "Really? And we wanted to do something With Adam, you kinda take the pressure off of me too, which is to have a call in show where people can call in and do this is sort of almost like a Reddit AM anything. And it's but instead, it's in human form",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-115",
    "time": "0:18:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-116",
    "time": "0:18:00",
    "speaker": "spk_2",
    "line": "i understand.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-117",
    "time": "0:18:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-118",
    "time": "0:18:01",
    "speaker": "spk_2",
    "line": "with using phone.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-119",
    "time": "0:18:02",
    "speaker": "spk_3",
    "line": "Got it. And Reddit is a Reddit is a magazine is a online magazine",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-120",
    "time": "0:18:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-121",
    "time": "0:18:08",
    "speaker": "spk_2",
    "line": "yes.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-122",
    "time": "0:18:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-123",
    "time": "0:18:08",
    "speaker": "spk_3",
    "line": "is an online magazine -- Mhmm. -- a scene",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-124",
    "time": "0:18:10",
    "speaker": "spk_2",
    "line": "that -- It's a webazine",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-125",
    "time": "0:18:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-126",
    "time": "0:18:12",
    "speaker": "spk_2",
    "line": "yeah. -- which has all different chapters",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-127",
    "time": "0:18:15",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-128",
    "time": "0:18:15",
    "speaker": "spk_3",
    "line": "different chapters that you can",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-129",
    "time": "0:18:16",
    "speaker": "spk_6",
    "line": "flip through.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-130",
    "time": "0:18:17",
    "speaker": "spk_4",
    "line": "So you got it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-131",
    "time": "0:18:17",
    "speaker": "spk_2",
    "line": "And it's sort of open open source. You know, I what I like about that magazine is I'm the editor in chief because I'm able to get in there. With some of the articles that I wanna post, whether it be the fapening",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-132",
    "time": "0:18:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-133",
    "time": "0:18:33",
    "speaker": "spk_2",
    "line": "yep. -- or whether it be",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-134",
    "time": "0:18:36",
    "speaker": "spk_4",
    "line": "creepep shots?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-135",
    "time": "0:18:37",
    "speaker": "spk_2",
    "line": "Just creep shots or or just you know, any kind of hate group",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-136",
    "time": "0:18:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-137",
    "time": "0:18:46",
    "speaker": "spk_2",
    "line": "yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-138",
    "time": "0:18:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-139",
    "time": "0:18:48",
    "speaker": "spk_2",
    "line": "that I can get any kind of way. You can get in there.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-140",
    "time": "0:18:50",
    "speaker": "spk_3",
    "line": "Yeah. Get get your foot in the door. It's",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-141",
    "time": "0:18:53",
    "speaker": "spk_2",
    "line": "yeah. Well, anyway, I'm not so",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-142",
    "time": "0:18:54",
    "speaker": "spk_3",
    "line": "versed in the Webazine. I just wanted to make sure I knew",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-143",
    "time": "0:18:56",
    "speaker": "spk_2",
    "line": "no. But it's like that, but we don't we're not gonna use the Webazine. But in a way, these callers who were gonna get And, Brett, you're set up for the callers?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-144",
    "time": "0:19:05",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. I set it all up. Great.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-145",
    "time": "0:19:08",
    "speaker": "spk_2",
    "line": "And, hey, real quick before we do this -- Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-146",
    "time": "0:19:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-147",
    "time": "0:19:11",
    "speaker": "spk_2",
    "line": "chef Kevin.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-148",
    "time": "0:19:12",
    "speaker": "spk_6",
    "line": "Hey, guys. Chef Kevin here.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-149",
    "time": "0:19:14",
    "speaker": "spk_2",
    "line": "One thing that that this incident has has given me that could maybe be a positive is I realized that you should tell people and shows and things that you care about that you really care about them while they're still around. They aren't here and not wait for them to be gone. Amen. So I just wanna say, can you write down for me to do that after we -- Absolutely.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-150",
    "time": "0:19:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-151",
    "time": "0:19:43",
    "speaker": "spk_2",
    "line": "finish this episode -- Yep. -- because there's a couple people I need to do that with.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-152",
    "time": "0:19:47",
    "speaker": "spk_6",
    "line": "Absolutely. I",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-153",
    "time": "0:19:48",
    "speaker": "spk_3",
    "line": "know we don't really know each other that well, Sharon. But would you mind doing this anything for",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-154",
    "time": "0:19:52",
    "speaker": "spk_6",
    "line": "me? Sure. Why not? Great.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-155",
    "time": "0:19:54",
    "speaker": "spk_2",
    "line": "So so, Brent, are we set up to take some callers?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-156",
    "time": "0:19:58",
    "speaker": "spk_4",
    "line": "Yeah. The call line's open.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-157",
    "time": "0:19:59",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-158",
    "time": "0:20:00",
    "speaker": "spk_2",
    "line": "Beautiful. Alright. Open. And they're allowed to ask you, and nothing's offline. Nothing's offline.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-159",
    "time": "0:20:04",
    "speaker": "spk_3",
    "line": "It's on an open book, but just know given the context that we are I'm I mean, we are shook up.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-160",
    "time": "0:20:10",
    "speaker": "spk_4",
    "line": "I took this screener off too, so it's just wide open. Alright. Anyone can yeah. Okay. Come right in.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-161",
    "time": "0:20:15",
    "speaker": "spk_2",
    "line": "Perfect.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-162",
    "time": "0:20:16",
    "speaker": "spk_3",
    "line": "Yeah. And I I love to talk to fans. I love to talk to non fans and convert them into fans. So anything John?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-163",
    "time": "0:20:24",
    "speaker": "spk_5",
    "line": "Okay. John? Well,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-164",
    "time": "0:20:26",
    "speaker": "spk_2",
    "line": "hello? Who is this?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-165",
    "time": "0:20:29",
    "speaker": "spk_5",
    "line": "John, it's me.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-166",
    "time": "0:20:31",
    "speaker": "spk_2",
    "line": "Who Hayes?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-167",
    "time": "0:20:32",
    "speaker": "spk_5",
    "line": "It's Hayes.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-168",
    "time": "0:20:32",
    "speaker": "spk_2",
    "line": "Hey. Where are you?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-169",
    "time": "0:20:35",
    "speaker": "spk_5",
    "line": "I just heard.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-170",
    "time": "0:20:38",
    "speaker": "spk_2",
    "line": "Are you okay?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-171",
    "time": "0:20:41",
    "speaker": "spk_5",
    "line": "I'm in, you know, I'm in bands.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-172",
    "time": "0:20:45",
    "speaker": "spk_2",
    "line": "Yeah. In band?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-173",
    "time": "0:20:46",
    "speaker": "spk_5",
    "line": "The so was the band A resort city. It's in Alberta in in Canada.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-174",
    "time": "0:20:53",
    "speaker": "spk_3",
    "line": "Uh-huh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-175",
    "time": "0:20:54",
    "speaker": "spk_2",
    "line": "Oh, of course.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-176",
    "time": "0:20:57",
    "speaker": "spk_5",
    "line": "And I was",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-177",
    "time": "0:20:59",
    "speaker": "spk_2",
    "line": "fat alberta.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-178",
    "time": "0:20:59",
    "speaker": "spk_5",
    "line": "I was water skiing.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-179",
    "time": "0:21:01",
    "speaker": "spk_3",
    "line": "Uh-huh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-180",
    "time": "0:21:02",
    "speaker": "spk_5",
    "line": "I was water skiing on Like Louise.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-181",
    "time": "0:21:07",
    "speaker": "spk_2",
    "line": "Oh,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-182",
    "time": "0:21:09",
    "speaker": "spk_7",
    "line": "mhmm. And",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-183",
    "time": "0:21:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-184",
    "time": "0:21:09",
    "speaker": "spk_2",
    "line": "you love that",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-185",
    "time": "0:21:10",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-186",
    "time": "0:21:10",
    "speaker": "spk_5",
    "line": "louis, like, and there's a skywriter going above in the sky.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-187",
    "time": "0:21:18",
    "speaker": "spk_2",
    "line": "No. Mm-mm. Mm-mm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-188",
    "time": "0:21:21",
    "speaker": "spk_5",
    "line": "And they and they're writing where Banana sunscreen",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-189",
    "time": "0:21:30",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-190",
    "time": "0:21:31",
    "speaker": "spk_5",
    "line": "But they write but they don't finish sunscreen. They stop writing.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-191",
    "time": "0:21:35",
    "speaker": "spk_3",
    "line": "Oh, god.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-192",
    "time": "0:21:36",
    "speaker": "spk_5",
    "line": "And they and they write. Wait.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-193",
    "time": "0:21:40",
    "speaker": "spk_2",
    "line": "No. Oh, no. It can't Oh, no. And you could",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-194",
    "time": "0:21:43",
    "speaker": "spk_5",
    "line": "probably feel it. And then know again in much bigger letters, and I know exactly what has happened. Because it's upfront coming up.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-195",
    "time": "0:21:57",
    "speaker": "spk_2",
    "line": "Right. Oh, he's",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-196",
    "time": "0:22:00",
    "speaker": "spk_5",
    "line": "and on your vacation, haze. On my vacation and I collapsed -- Oh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-197",
    "time": "0:22:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-198",
    "time": "0:22:06",
    "speaker": "spk_5",
    "line": "and am dragged.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-199",
    "time": "0:22:08",
    "speaker": "spk_2",
    "line": "Ugh. By the boat.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-200",
    "time": "0:22:11",
    "speaker": "spk_5",
    "line": "And I and I don't even feel it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-201",
    "time": "0:22:13",
    "speaker": "spk_4",
    "line": "Did you because of red flag?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-202",
    "time": "0:22:15",
    "speaker": "spk_5",
    "line": "External pain.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-203",
    "time": "0:22:16",
    "speaker": "spk_3",
    "line": "You're numb. And that is numb.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-204",
    "time": "0:22:17",
    "speaker": "spk_5",
    "line": "It's good. It feels good compared to the pain that's happening. In my heart, in my brain. Oh,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-205",
    "time": "0:22:25",
    "speaker": "spk_3",
    "line": "god.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-206",
    "time": "0:22:26",
    "speaker": "spk_5",
    "line": "I love it being dragged and bouncing on the water.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-207",
    "time": "0:22:30",
    "speaker": "spk_2",
    "line": "Haste. Oh, no. And get the water in your mouth. And",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-208",
    "time": "0:22:36",
    "speaker": "spk_5",
    "line": "so I pick myself up. I say, I know whatever I'm going through. It's nothing compared to what's happening with you. Because Gina Lenetti, of course, is your spirit animal.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-209",
    "time": "0:22:46",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-210",
    "time": "0:22:47",
    "speaker": "spk_2",
    "line": "Yes. Yeah. Well, let's talk about that for a second.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-211",
    "time": "0:22:53",
    "speaker": "spk_5",
    "line": "Hi, Adam.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-212",
    "time": "0:22:54",
    "speaker": "spk_3",
    "line": "Hi, Hayes. I'm sorry that we have to",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-213",
    "time": "0:22:56",
    "speaker": "spk_5",
    "line": "i thought that you were on the that you were on the schedule today. Sorry. I couldn't",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-214",
    "time": "0:23:00",
    "speaker": "spk_3",
    "line": "oh, no, please.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-215",
    "time": "0:23:01",
    "speaker": "spk_5",
    "line": "I'm in Vance.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-216",
    "time": "0:23:02",
    "speaker": "spk_3",
    "line": "Bamstown's lovely and say hi to Lake Louis for me.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-217",
    "time": "0:23:06",
    "speaker": "spk_2",
    "line": "Let's talk about this first time because I think it's important. The the concept of a spirit animal in that phrase gets overused these days.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-218",
    "time": "0:23:17",
    "speaker": "spk_3",
    "line": "It does. It gets bandied about.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-219",
    "time": "0:23:18",
    "speaker": "spk_2",
    "line": "But in reality, There is a Native American tradition where you do go on a journey into the woods -- Oh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-220",
    "time": "0:23:26",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-221",
    "time": "0:23:27",
    "speaker": "spk_2",
    "line": "as you are becoming a man. Okay. And you if you are very lucky, we'll have a vision of what is known as your manitou. Okay. In in their language, the manitou is a figure, a a a a symbol, a A core element of yourself. Right. And perhaps it could be the stag which would represent abundance",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-222",
    "time": "0:24:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-223",
    "time": "0:24:06",
    "speaker": "spk_2",
    "line": "right. -- virility. Or or or or it could be a mother bear. Yeah. And could be about protection. Protection. I did I did go into the sweat lodge. I did starve myself for three days. I did walk out to the river -- Oh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-224",
    "time": "0:24:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-225",
    "time": "0:24:23",
    "speaker": "spk_2",
    "line": "and I did see there drinking honey from Beechai -- Oh. -- Jean Nulinetti. And And and I'll say this too. The bees did not sting her. And I believe it's because she is so sassy. Yes. And there is so much sting to her own words. Spicy. Yes. Spicy stick. There's so much heat on",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-226",
    "time": "0:24:47",
    "speaker": "spk_3",
    "line": "it. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-227",
    "time": "0:24:48",
    "speaker": "spk_2",
    "line": "That they almost felt that she was a kindred spirit. I understand. And and that changed the entire course of my life. And I d g a f, and I live by that. Whoa. Hollywood handbook. Hey, sports fans. It's the Kleme dog trying to talk to you about blue apron. Yeah. You know it. It's the meal One. So when it comes to dinner, go ahead and let Blue Apron take care of the planning and shopping. I know a lot of you are trying to care of the planning and shopping yourself. And quite frankly, you're not cutting it. With fresh pre portioned ingredients and chef designed step by step recipes, Blue Apron lets you see what we can do. Enjoy delicious meals like popcorn chicken, sweet chili cabbage, cumin, spice wonton, noodles, vegetables, peanuts. So so here is sort of the exciting news for us. We're always innovating here at Ear Wolf and we love this blue apron food, but is there any way for us to kick it up a notch Emil style, the answer is yes. Chef Kevin, who's sort of our own personal emeril, has an exciting announcement. Right? Basically, Chef Kevin got pretty jealous of the George foreman grill that we've been using to cook these. And he was like, why does he get a grill? What about the chef Kevin Grill, and he's gonna take it one step further and actually be the grill. Is that right, Kevin?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-228",
    "time": "0:26:28",
    "speaker": "spk_6",
    "line": "Hey, guys. Chef Kevin here. That's right. I'm trying to become the grill, and so I'm kinda going through a big surgery.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-229",
    "time": "0:26:36",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. So yeah. He is gonna undergo a surgery so that he physically is a grill. You were saying you thought your ribs would make a really good grill.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-230",
    "time": "0:26:47",
    "speaker": "spk_6",
    "line": "Yeah. I think the the spacing in between them would be good for, like, ribs and pork and and different kinds of steak. So I'm working with doctors on getting a a flame.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-231",
    "time": "0:26:59",
    "speaker": "spk_2",
    "line": "And get those nice sear lines in there. And so, you know, food The secret ingredient is love a lot of times, the care that gets put in. And so for somebody like chef Kevin to have literally cooked the food on his body, which has physically been turned into a grill by a crazy surgeon. Uh-huh. To me is, like, the ultimate in going the extra mile. We have had warnings that, of course, it will kill him. We're not really trying to hear that. We do wanna talk about an indiegogo campaign",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-232",
    "time": "0:27:42",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-233",
    "time": "0:27:43",
    "speaker": "spk_6",
    "line": "that's right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-234",
    "time": "0:27:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-235",
    "time": "0:27:43",
    "speaker": "spk_2",
    "line": "that we're doing where we're raising some money to get grill parts.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-236",
    "time": "0:27:49",
    "speaker": "spk_6",
    "line": "It's for grill parts.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-237",
    "time": "0:27:50",
    "speaker": "spk_4",
    "line": "Yes.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-238",
    "time": "0:27:50",
    "speaker": "spk_6",
    "line": "See, I thought it was gonna be for the surgery because",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-239",
    "time": "0:27:54",
    "speaker": "spk_2",
    "line": "you know what? I think I'm gonna be able to figure a lot of stuff out once I have the pieces. So so we need to get the pieces. Obviously, I'm not gonna buy a whole grill because chef Kevin's gonna be the And so if we can get different grills and kinda take them apart and look at what's going on in there, I think we're gonna be able to more easily transform chef. And chef Kevin, were you thinking about being a charcoal grill or were you gonna go gas?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-240",
    "time": "0:28:24",
    "speaker": "spk_6",
    "line": "I was gonna I was gonna go gas.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-241",
    "time": "0:28:26",
    "speaker": "spk_2",
    "line": "Okay. Alright. I think we might do charcoal. Yeah. Yeah. And maybe you eat the charcoal and then you swallow a mask -- Uh-huh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-242",
    "time": "0:28:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-243",
    "time": "0:28:33",
    "speaker": "spk_2",
    "line": "and then your ribs heat up. So, you know, I had this popcorn chicken with sweet chili cabbage and cuban spice, wanton noodles, vegetables, and peanuts. Man, I thought it was something else. It it was really tasty, but it would have tasted even better if it had come off of chef Kevin's grill body. Choose from twelve new recipes, which are all designed by Blue Apron's in house culinary team and change based on what's in season each week. You could pick two, three, or four based on what fits your schedule. And rest easy knowing Blue Apron sends only non GMO ingredients in meat with no added hormones. Now, Kevin, do you think it's gonna add hormones?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-244",
    "time": "0:29:10",
    "speaker": "spk_6",
    "line": "I don't I'm hoping that it won't for me, but it might. That's something I'm a little nervous about is will things seep into my body and then affect me? Like, why",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-245",
    "time": "0:29:22",
    "speaker": "spk_2",
    "line": "oh, what I was saying we know that Blue Apron sends non GMO ingredients with no added hormones Yeah. I'm saying once we involve your body",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-246",
    "time": "0:29:31",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-247",
    "time": "0:29:31",
    "speaker": "spk_2",
    "line": "yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-248",
    "time": "0:29:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-249",
    "time": "0:29:32",
    "speaker": "spk_2",
    "line": "you're very hormonal. Let's face it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-250",
    "time": "0:29:34",
    "speaker": "spk_6",
    "line": "I've been called that before.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-251",
    "time": "0:29:36",
    "speaker": "spk_2",
    "line": "Yes. So I'm worried if that's gonna infect the ingredients in some way. The food?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-252",
    "time": "0:29:43",
    "speaker": "spk_6",
    "line": "Mhmm. Well, maybe when we go charcoal, it'll get the hormones out.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-253",
    "time": "0:29:46",
    "speaker": "spk_2",
    "line": "And also, maybe we put you in the tub. Uh-huh. And you're kinda cooking it on yourself in there inside the tub.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-254",
    "time": "0:29:53",
    "speaker": "spk_6",
    "line": "Yeah. Maybe we'll add that to the Indie go go. Grill parts and tub.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-255",
    "time": "0:29:56",
    "speaker": "spk_2",
    "line": "Yeah. So if we could get a, like, a large claw foot tub, to put into the studio for when Kevin's cooking it up, that would be great. So we're trying to raise oh, a couple hundred bucks",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-256",
    "time": "0:30:09",
    "speaker": "spk_6",
    "line": "oh, okay. I thought it was, like, fifty thousand dollars. But now that you said that it's not for the surgery, yeah, we could probably just go to Home Depot.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-257",
    "time": "0:30:17",
    "speaker": "spk_2",
    "line": "Surgery, I feel like I'm gonna be able figure a lot of just doing it. Yeah. It's gonna be kind of a trial and error thing no matter what. We're working without a road map.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-258",
    "time": "0:30:25",
    "speaker": "spk_6",
    "line": "Yeah. You learn through mistakes. I'm getting more nervous the more we never mind.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-259",
    "time": "0:30:31",
    "speaker": "spk_2",
    "line": "Grow up. So talking about your experience with Blue Apron. Okay. I think I did. Alright. So check out this week's menu and get your first three meals free at blue apron dot com slash handbook. Blue apron, a better way to cook Hollywood Handbook. Well, this one's on me. I should've seen this coming. Is that this is the klem dog doing an ad. So, obviously, there's this company we do an ad for. They're great. For hims dot com. They they they know that it's easier to keep the hair you have, then replace the hair you've lost, you know, one stop shop for hair loss, skin care, sexual wellness, all that for men. So what do I do? But I put on my thinking cap, and I said, well, they're doing for Hams. I'm gonna do for Hirms. And it was very successful. We launched a whole line of products. That were hymns for herms, and the hymns for herms gave ladies the opportunity to get some of this stuff that had previously only been made for hims by four hims dot com. So after that launched, we wound up getting a big demand from Hims for some of these hymns for herms products. Okay great. So then we open up and we're going hey any of the hymns that want herms we've got Herms for Hims now. That went great. We were giving them, you know, stuff. There's no you you know, there's no herbal supplements here. They're prescription solutions that are backed by science. There's no waiting rooms, no awkward doctor visits. They could save hours you know, by going to four hymns dot com, if they were guys, or going to four hymns for herms, if they were girls, or going to four hymns for herms for hymns, if they were guys who wanted the products we'd made for girls inspired by the guy products. Now what do you think happened next? The ladies got mad And ladies, I hear you. So we are now going to address the women who got jealous of the Herms for him's product line we came out with, and they go, hey, we want that. Girls, you can have it. We're doing Hims, for Hirms, for Hirms, and this one's for the ladies. And it's for the who were jealous of the guys who got jealous of the ladies, who got the products that we made for them that had originally been for guys. So a doctor can review and prescribe you at at four hymns dot com, and everything will be sent directly to your door. There's medical grade solutions with real doc well known generic equivalents and name brand prescriptions that can help you keep your hair and get more affordable access to prescriptions, products, and medical advice they need. For for my thing, there's less doctors involved, which streamlines the process. That For hims dot com has doctors and link prescription stuff. My thing is Well, it's a lot of it's just nice smelling soaps. And the soaps will wash a guy But they can also wash a girl. And what we're looking to do now is say, hey, any of the girls who liked the way the guy smell after the guy used the soap that originally had been sold to the girls? Go ahead and buy the soap. Because it's healthy for everyone. Chef Kevin?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-260",
    "time": "0:34:04",
    "speaker": "spk_6",
    "line": "Hey, guys, Jeff Kevin here.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-261",
    "time": "0:34:06",
    "speaker": "spk_2",
    "line": "Do you wanna talk a little bit about some of this stuff?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-262",
    "time": "0:34:09",
    "speaker": "spk_6",
    "line": "Your your stuff or their stuff?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-263",
    "time": "0:34:12",
    "speaker": "spk_2",
    "line": "No. Myself.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-264",
    "time": "0:34:12",
    "speaker": "spk_6",
    "line": "I wanna talk about your stuff. Yeah. Again, like, the blue apron stuff, this was trial and error. Sean tested a lot of the soaps out on me to see what wasn't working and what would work. The cons were that I was itching for about thirty six hours.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-265",
    "time": "0:34:30",
    "speaker": "spk_2",
    "line": "With the originally The original. Yeah. Yeah. So we've got the itching down to about six hours now. Yeah. And and the smell I would say, is comparable. Yeah. So so anyway, that's hims for Herms for hims. Order now from them, they're just for hymns dot com. Our listeners got a trial month of everything you need to keep your hair, just five dollars. Today, right now while supplies last, see website for full details. It would cost hundreds if you went to the doctor or pharmacy Go to for hymns dot com slash the boys. That's f o r h I m s dot com slash the boys for him the boys in order to get your stuff from them and for the soaps, again, this is for anybody. I mean, this is for anybody and babies. And I would say you even could wash probably your pots and pans with this. Don't you think, chef Kevin?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-266",
    "time": "0:35:31",
    "speaker": "spk_6",
    "line": "Hey, guys, chef Kevin here. That's right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-267",
    "time": "0:35:34",
    "speaker": "spk_2",
    "line": "Hollywood handbook.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-268",
    "time": "0:35:36",
    "speaker": "spk_3",
    "line": "Were you surprised were you surprised when you saw Gina drinking honey from the bee's nest? Or were were you was it a moment almost like? Of course.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-269",
    "time": "0:35:45",
    "speaker": "spk_2",
    "line": "It was -- What was it?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-270",
    "time": "0:35:46",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-271",
    "time": "0:35:46",
    "speaker": "spk_2",
    "line": "it was it was actually, as if I had already lived this",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-272",
    "time": "0:35:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-273",
    "time": "0:35:52",
    "speaker": "spk_2",
    "line": "right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-274",
    "time": "0:35:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-275",
    "time": "0:35:52",
    "speaker": "spk_2",
    "line": "as I it was if I was just something was being revealed to me that had always been there. I was seeing something that I had been turning a blind eye to that was present within me. Yeah. And so there was not a feeling of surprise. There was a feeling of oh, yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-276",
    "time": "0:36:11",
    "speaker": "spk_3",
    "line": "Right. Recognition,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-277",
    "time": "0:36:13",
    "speaker": "spk_2",
    "line": "a d. Oh, you know what? Yeah. Actually? Oh, yeah. Right. What? That's right. Right. It's what I was sort of saying.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-278",
    "time": "0:36:25",
    "speaker": "spk_3",
    "line": "Yeah. I had a So",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-279",
    "time": "0:36:26",
    "speaker": "spk_5",
    "line": "if I could If I could jump in here for a second.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-280",
    "time": "0:36:30",
    "speaker": "spk_2",
    "line": "Please. Please.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-281",
    "time": "0:36:33",
    "speaker": "spk_5",
    "line": "The one reason that I called is I was a little worried, you know, with what Sean is going through, how he would do hosting the show on his own. He's not, like, a host Yeah. Type.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-282",
    "time": "0:36:46",
    "speaker": "spk_2",
    "line": "I'm sort of a side",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-283",
    "time": "0:36:47",
    "speaker": "spk_3",
    "line": "thinking that Right. Right. Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-284",
    "time": "0:36:49",
    "speaker": "spk_5",
    "line": "He's sort of he's he's he's he's he's falstaffed the wise fool. Reason why it's cool. Yeah. And I was so if I could guess how this has been going so far, is Adam, you have mostly been asking Sean question?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-285",
    "time": "0:37:06",
    "speaker": "spk_3",
    "line": "We've just kinda been I've just I have been kinda holding his hand. Just it's a the the mood in here is dark. The lights are off. Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-286",
    "time": "0:37:14",
    "speaker": "spk_5",
    "line": "Yeah. Because even to be even to begin with, he doesn't he doesn't love to relinquish his platform.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-287",
    "time": "0:37:20",
    "speaker": "spk_2",
    "line": "Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-288",
    "time": "0:37:20",
    "speaker": "spk_5",
    "line": "You know? It's a very primal instinct that's that's very, you know, jungle law,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-289",
    "time": "0:37:25",
    "speaker": "spk_2",
    "line": "essentially. Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-290",
    "time": "0:37:28",
    "speaker": "spk_5",
    "line": "And so one thing I think we could maybe try to get back to the traditional host guest dynamic is, Adam, maybe you say a little story",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-291",
    "time": "0:37:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-292",
    "time": "0:37:41",
    "speaker": "spk_2",
    "line": "sure.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-293",
    "time": "0:37:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-294",
    "time": "0:37:41",
    "speaker": "spk_5",
    "line": "or something that happened to you. And then Sean, after Adam says something,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-295",
    "time": "0:37:48",
    "speaker": "spk_7",
    "line": "you can ask a question",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-296",
    "time": "0:37:49",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-297",
    "time": "0:37:50",
    "speaker": "spk_2",
    "line": "we can",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-298",
    "time": "0:37:50",
    "speaker": "spk_3",
    "line": "try that.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-299",
    "time": "0:37:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-300",
    "time": "0:37:50",
    "speaker": "spk_5",
    "line": "based on what Adam said,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-301",
    "time": "0:37:53",
    "speaker": "spk_2",
    "line": "we we we Like",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-302",
    "time": "0:37:53",
    "speaker": "spk_5",
    "line": "and we can and we can reverse engineer it so that we put the questions first",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-303",
    "time": "0:37:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-304",
    "time": "0:37:58",
    "speaker": "spk_3",
    "line": "oh, I get it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-305",
    "time": "0:37:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-306",
    "time": "0:37:59",
    "speaker": "spk_5",
    "line": "in the at Uh-huh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-307",
    "time": "0:38:00",
    "speaker": "spk_3",
    "line": "I'll say an interesting thing or or half interesting or maybe even dull. And then Sean will ask me about it ex post facto, and then you're saying that we can sort of engineer it in post And",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-308",
    "time": "0:38:09",
    "speaker": "spk_5",
    "line": "then we can put that first -- Got it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-309",
    "time": "0:38:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-310",
    "time": "0:38:11",
    "speaker": "spk_5",
    "line": "and then Sean won't have to think of a question.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-311",
    "time": "0:38:13",
    "speaker": "spk_3",
    "line": "He and he is how you reverse",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-312",
    "time": "0:38:16",
    "speaker": "spk_4",
    "line": "engineer. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-313",
    "time": "0:38:21",
    "speaker": "spk_5",
    "line": "Sure. It's right. Do you know how to do a reverse engineer?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-314",
    "time": "0:38:23",
    "speaker": "spk_4",
    "line": "No. I'm just wondering I I think I I think I know what you're talking about. I've heard a",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-315",
    "time": "0:38:29",
    "speaker": "spk_3",
    "line": "reverse a reverse jam, a reverse slam dunk.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-316",
    "time": "0:38:33",
    "speaker": "spk_4",
    "line": "Is it No. I can do that.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-317",
    "time": "0:38:35",
    "speaker": "spk_3",
    "line": "If it's anything like",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-318",
    "time": "0:38:36",
    "speaker": "spk_2",
    "line": "it's interesting, you know, hey, his King Henry's downfall was actually when he lost touch with false staff. That is when he kind of lost the trust of the p bolt. And as much as it would Oh, God.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-319",
    "time": "0:38:47",
    "speaker": "spk_5",
    "line": "And you need Paul's",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-320",
    "time": "0:38:48",
    "speaker": "spk_2",
    "line": "the type is that the type of maybe person you would assume that royalty should associate with, he felt he had to cut ties with some of the sort of rascals from his past and that it was unbecoming. But in fact, that is when he was unable to connect with the population at large and and that became his undoing.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-321",
    "time": "0:39:09",
    "speaker": "spk_5",
    "line": "Sure. Mhmm. Oh, yeah. Of course. But and, of course, you can imagine the where where there is just call staff",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-322",
    "time": "0:39:16",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-323",
    "time": "0:39:16",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-324",
    "time": "0:39:16",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-325",
    "time": "0:39:16",
    "speaker": "spk_5",
    "line": "the wise fool",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-326",
    "time": "0:39:17",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-327",
    "time": "0:39:17",
    "speaker": "spk_2",
    "line": "uh-huh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-328",
    "time": "0:39:17",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-329",
    "time": "0:39:18",
    "speaker": "spk_5",
    "line": "there is very little else going on.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-330",
    "time": "0:39:21",
    "speaker": "spk_2",
    "line": "Uh-huh. Mhmm. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-331",
    "time": "0:39:23",
    "speaker": "spk_5",
    "line": "In in in in the in the kingdom, there really is no kingdom.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-332",
    "time": "0:39:26",
    "speaker": "spk_2",
    "line": "Right. Yeah. Then it's just a dueling fall stuff. Mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-333",
    "time": "0:39:32",
    "speaker": "spk_5",
    "line": "So can we try it? This is a little exercise. Do we wanna try this?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-334",
    "time": "0:39:36",
    "speaker": "spk_2",
    "line": "I'll see, but I'd but I gotta say I don't know that I get it. I'm willing.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-335",
    "time": "0:39:43",
    "speaker": "spk_5",
    "line": "It's so we can replicate the traditional format of an interview",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-336",
    "time": "0:39:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-337",
    "time": "0:39:47",
    "speaker": "spk_3",
    "line": "q then a. -- then q than a than q than a.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-338",
    "time": "0:39:51",
    "speaker": "spk_5",
    "line": "So yes. But it's a that yeah. So you don't have to think of a question yourself. Adam will think of a fun",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-339",
    "time": "0:39:57",
    "speaker": "spk_2",
    "line": "a lead story, a lead with the a. A start",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-340",
    "time": "0:40:00",
    "speaker": "spk_3",
    "line": "with the a.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-341",
    "time": "0:40:01",
    "speaker": "spk_2",
    "line": "Oh, okay. I get it. Yes. Okay. Yeah. I'm willing to give that a try -- Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-342",
    "time": "0:40:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-343",
    "time": "0:40:08",
    "speaker": "spk_3",
    "line": "if you guys are. Again, I know that, you know, we're in sort of a dark place here, but I'm up",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-344",
    "time": "0:40:11",
    "speaker": "spk_2",
    "line": "for it. I'm like, I can't for it. I can't see anything.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-345",
    "time": "0:40:17",
    "speaker": "spk_3",
    "line": "I know.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-346",
    "time": "0:40:17",
    "speaker": "spk_2",
    "line": "You know what I mean? Like It's so dope in here. Yes. And it's also I think I've gone blurry in a way. Yeah. I've been in this fog ever since I heard.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-347",
    "time": "0:40:28",
    "speaker": "spk_3",
    "line": "Yeah. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-348",
    "time": "0:40:30",
    "speaker": "spk_5",
    "line": "I mean, we could just let Adam do his part of it just to We could just try the factory side. It's just really quick.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-349",
    "time": "0:40:37",
    "speaker": "spk_2",
    "line": "No. I'm hearing you. Yes. And if Adam does it, that's okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-350",
    "time": "0:40:42",
    "speaker": "spk_3",
    "line": "I'm willing I'm I'm I'm willing to, I'm open to it, and we can roll right into my a, or we can take another beat just to kind of absorb the Brooklyn nine nine information, but I'm I'm happy to",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-351",
    "time": "0:40:57",
    "speaker": "spk_2",
    "line": "please don't use that word.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-352",
    "time": "0:40:58",
    "speaker": "spk_3",
    "line": "I'm so sorry. B nine nine. I'll just say hashtag b nine nine, and we can leave it at that. I don't wanna open any wounds. So I had a funny Or",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-353",
    "time": "0:41:07",
    "speaker": "spk_2",
    "line": "you can't",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-354",
    "time": "0:41:08",
    "speaker": "spk_5",
    "line": "sorry. No.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-355",
    "time": "0:41:09",
    "speaker": "spk_3",
    "line": "I'm sorry.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-356",
    "time": "0:41:10",
    "speaker": "spk_5",
    "line": "You can you can chant you can chant nine nine out of respect online. It seems like what a lot of people have been doing.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-357",
    "time": "0:41:17",
    "speaker": "spk_3",
    "line": "Just chanting it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-358",
    "time": "0:41:18",
    "speaker": "spk_5",
    "line": "For for their favorite show.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-359",
    "time": "0:41:20",
    "speaker": "spk_2",
    "line": "Okay. But, hey's",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-360",
    "time": "0:41:21",
    "speaker": "spk_0",
    "line": "adam was in",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-361",
    "time": "0:41:22",
    "speaker": "spk_5",
    "line": "a while, you can do an all caps",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-362",
    "time": "0:41:24",
    "speaker": "spk_2",
    "line": "adam was actually telling the story, Hayes.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-363",
    "time": "0:41:27",
    "speaker": "spk_3",
    "line": "No. It's okay. There's I mean",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-364",
    "time": "0:41:29",
    "speaker": "spk_5",
    "line": "no. That's good. That that that's good. I want Sean to be coming from this place, so that's good. Go ahead, Adam.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-365",
    "time": "0:41:35",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-366",
    "time": "0:41:36",
    "speaker": "spk_3",
    "line": "Let me just take a sip of water. I'm I'm sorry. I don't mind. I'm always apologizing, but I'm sorry. So I'm at Fred sixty twos up in Los Filus. And where you at Fred sixty twos? I'm with some pals. I order the buttermilk pancake. That's my routine. It's Wednesday, and that's what I always do on Wednesdays.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-367",
    "time": "0:42:04",
    "speaker": "spk_2",
    "line": "What'd you do on Wednesdays?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-368",
    "time": "0:42:08",
    "speaker": "spk_3",
    "line": "And who do I",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-369",
    "time": "0:42:09",
    "speaker": "spk_5",
    "line": "this is I think this will I think this will cut together. Keep going.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-370",
    "time": "0:42:12",
    "speaker": "spk_2",
    "line": "It feels perfect.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-371",
    "time": "0:42:15",
    "speaker": "spk_3",
    "line": "So Who do I see at the table next to me? And you're never gonna guess, and I promise you you will never ever guess. Hey, what are you doing? It's Gunther, the waiter from friends. So I walk over and I go gunth and he looks at me and I go, A big fan. The frosted tips that you had on the show, Friends, on NBC's see.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-372",
    "time": "0:42:49",
    "speaker": "spk_2",
    "line": "Why haven't I been talking for so long?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-373",
    "time": "0:42:54",
    "speaker": "spk_3",
    "line": "I go, the frosted tips you had on the TV succumb friends on NBC? Were those was that your real tips or was that was that hair Hollywood hair?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-374",
    "time": "0:43:04",
    "speaker": "spk_2",
    "line": "And he",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-375",
    "time": "0:43:05",
    "speaker": "spk_3",
    "line": "looks at me and he goes, I think you have the wrong guy. My name is Dave. And I just kinda slink back to my pancakes, tail between my legs, embarrassed. Where is your tale? I'm embarrassed as heck. I said to my friends, I thought that was Gunther, the waiter from the sitcom friends. It's the waiter from Central Park.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-376",
    "time": "0:43:29",
    "speaker": "spk_2",
    "line": "Speaking on that.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-377",
    "time": "0:43:32",
    "speaker": "spk_3",
    "line": "And they go, that's Dave. That's Dave. He's my landlord. I go, that's information I could've used. Five minutes ago, Powell. And I'm",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-378",
    "time": "0:43:47",
    "speaker": "spk_2",
    "line": "sorry. It's It is hey. So I I",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-379",
    "time": "0:43:49",
    "speaker": "spk_3",
    "line": "know that we wanted to have to do this A and Q phase.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-380",
    "time": "0:43:51",
    "speaker": "spk_2",
    "line": "Now let's go. It's hard.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-381",
    "time": "0:43:53",
    "speaker": "spk_5",
    "line": "Question. Can I ask your question?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-382",
    "time": "0:43:54",
    "speaker": "spk_3",
    "line": "Sure.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-383",
    "time": "0:43:55",
    "speaker": "spk_5",
    "line": "Was I listening to to James Gordon, definitely bring out funny stories from, like, like, an Ashley Judd type because on it, like, that that's where I went. Let's stick to that. It was perfect.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-384",
    "time": "0:44:12",
    "speaker": "spk_3",
    "line": "Wow. Okay. Well, I mean, I will never doubt your instinct again, Hayes. You are truly a maestro of the form and by form, I mean pod I mean podcast. So you know what to do. I you're You're a Jedi. You knew this would work and it did.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-385",
    "time": "0:44:26",
    "speaker": "spk_2",
    "line": "Podcasts are having a moment -- Can",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-386",
    "time": "0:44:27",
    "speaker": "spk_3",
    "line": "i -- would they? Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-387",
    "time": "0:44:30",
    "speaker": "spk_2",
    "line": "Hey. So you think podcasts",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-388",
    "time": "0:44:32",
    "speaker": "spk_5",
    "line": "are giving",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-389",
    "time": "0:44:32",
    "speaker": "spk_2",
    "line": "me a moment, aren't they?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-390",
    "time": "0:44:34",
    "speaker": "spk_5",
    "line": "I am in yes. I am enjoying the moment that podcasts are having It has the most it has the most faithful listener base of any kind of medium which is important because because the other kinds have so many more. So but podcasts are actually better because there's, like, two, like, two hundred three hundred people that listen to a podcast.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-391",
    "time": "0:45:00",
    "speaker": "spk_2",
    "line": "Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-392",
    "time": "0:45:01",
    "speaker": "spk_5",
    "line": "But, actually, the ads are more valuable because they because they're more faithful. They're more loyal listeners. And so a TV show has, like, six seven hundred six seven million",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-393",
    "time": "0:45:14",
    "speaker": "spk_2",
    "line": "can I stop you can I stop you? TV shows are not having a moment, aren't they? No.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-394",
    "time": "0:45:18",
    "speaker": "spk_3",
    "line": "No. No. No. No. No.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-395",
    "time": "0:45:20",
    "speaker": "spk_5",
    "line": "Mhmm. I didn't mean to to bring it back to that.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-396",
    "time": "0:45:23",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-397",
    "time": "0:45:23",
    "speaker": "spk_5",
    "line": "They are having a certain kind of moment. But it's like a moment where, like, you crop your head off with an electric soft.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-398",
    "time": "0:45:32",
    "speaker": "spk_2",
    "line": "It's the opposite of the kind of -- But -- podcasts are having.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-399",
    "time": "0:45:36",
    "speaker": "spk_5",
    "line": "Because you have nothing to laugh at with your mouth anymore?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-400",
    "time": "0:45:42",
    "speaker": "spk_2",
    "line": "Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-401",
    "time": "0:45:43",
    "speaker": "spk_5",
    "line": "You have no funny things to look at with your eyes.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-402",
    "time": "0:45:46",
    "speaker": "spk_3",
    "line": "Exactly.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-403",
    "time": "0:45:46",
    "speaker": "spk_5",
    "line": "And you have no funny jokes from detective Rosa Diaz. Do listen to. With your ears.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-404",
    "time": "0:45:53",
    "speaker": "spk_2",
    "line": "That's right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-405",
    "time": "0:45:55",
    "speaker": "spk_5",
    "line": "Can I introduce a topic another thing that I think would be good to keep the conversation going, get Sean in host mode? Is to introduce something that you guys have in common?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-406",
    "time": "0:46:04",
    "speaker": "spk_3",
    "line": "Sure.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-407",
    "time": "0:46:04",
    "speaker": "spk_5",
    "line": "Yeah. Which is Adam? Yeah. You were in us. You were in a sketch group? Called Harvard sailing team.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-408",
    "time": "0:46:13",
    "speaker": "spk_2",
    "line": "That's right. That that's that is true. That is true.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-409",
    "time": "0:46:16",
    "speaker": "spk_5",
    "line": "And John was actually on Well, kind of interesting. The the Harvard Wailing team.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-410",
    "time": "0:46:25",
    "speaker": "spk_3",
    "line": "Oh. Oh, wow. That's okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-411",
    "time": "0:46:28",
    "speaker": "spk_2",
    "line": "Yeah. That that What was how was that for you? I mean, it was fun, me and all my chums, my Kronies would pile into a boat and we would harpoon a beautiful animal and roast the fat",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-412",
    "time": "0:46:47",
    "speaker": "spk_4",
    "line": "to",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-413",
    "time": "0:46:47",
    "speaker": "spk_5",
    "line": "that was part of the competition.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-414",
    "time": "0:46:49",
    "speaker": "spk_3",
    "line": "That was part of it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-415",
    "time": "0:46:50",
    "speaker": "spk_5",
    "line": "It's the speed roast, the fat. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-416",
    "time": "0:46:53",
    "speaker": "spk_3",
    "line": "Mhmm. Speed. You're saying speed. So it's about how quickly you could Yes. If you could render the fat.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-417",
    "time": "0:46:57",
    "speaker": "spk_2",
    "line": "Take too long to roast it, it's not wasteful. Got",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-418",
    "time": "0:47:02",
    "speaker": "spk_5",
    "line": "oh. And to make ambergris, to make perfume out of the ambergriff.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-419",
    "time": "0:47:06",
    "speaker": "spk_3",
    "line": "Oh, is that what I'm smelling? Because Yeah. Is that this because I'm smelling, I was gonna say that whatever you're wearing is handsome. It's a handsome scent.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-420",
    "time": "0:47:15",
    "speaker": "spk_2",
    "line": "Well, that's the smell of the whale ambergrift. And and and we did do that. And I remember at the time feeling so powerful. Yeah. And like there was nothing we couldn't do and we were true masters of the universe. And that we were just taking the biggest animal there was and really making it our our our bitch. Yes. And and making it get roasted against its will. But now seeing how weak I really am",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-421",
    "time": "0:47:44",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-422",
    "time": "0:47:44",
    "speaker": "spk_2",
    "line": "yeah. -- and that the things I truly love are gone. Yeah. And that when it came time, there was nothing I could do to stop it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-423",
    "time": "0:47:53",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-424",
    "time": "0:47:54",
    "speaker": "spk_2",
    "line": "I look back and I realized that I am the whale and that the Fox Broadcasting company has harpooned me and is roasting my fat, not that there's very much of it. I've been working at trimula just No.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-425",
    "time": "0:48:08",
    "speaker": "spk_3",
    "line": "You look really trim and good, really",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-426",
    "time": "0:48:09",
    "speaker": "spk_2",
    "line": "good, really good. Yeah. You're the bit you're the bitch, I guess, in this. They're making me their bitch. Yeah. And I'm",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-427",
    "time": "0:48:17",
    "speaker": "spk_5",
    "line": "realizing that I don't think it's fair to the Legacy of the show to not talk about it? I would love to hear where Adam where Adam, where you were. I think we should get we should all get on paper",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-428",
    "time": "0:48:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-429",
    "time": "0:48:35",
    "speaker": "spk_2",
    "line": "yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-430",
    "time": "0:48:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-431",
    "time": "0:48:36",
    "speaker": "spk_5",
    "line": "where we were in this moment. So we could look back on it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-432",
    "time": "0:48:39",
    "speaker": "spk_2",
    "line": "Yeah. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-433",
    "time": "0:48:40",
    "speaker": "spk_5",
    "line": "And remember sort of where it all started to go wrong.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-434",
    "time": "0:48:44",
    "speaker": "spk_2",
    "line": "Yes. I shared my extremely coherent streamline story of what how I found out. Yes. And then and then, Hayes, you also were saw the skywriting water scheme. Yes.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-435",
    "time": "0:48:53",
    "speaker": "spk_3",
    "line": "Honestly water skiing. Saw the sky running",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-436",
    "time": "0:48:55",
    "speaker": "spk_2",
    "line": "in the bellies. And then but Adam, we don't know what was going on for you.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-437",
    "time": "0:49:00",
    "speaker": "spk_3",
    "line": "It's such a fresh memory and it is so painful. But I was at Fred sixty twos, up in Los Filus. And I'm with some pals, and I get some pancakes because that's what I like to do over there. They make a good cake. And I sit down and I'm putting the butter on the cake, and I'm putting the syrup on the cake, and the waitress comes over Charlene, and I say, hey, Charlene. How's it going? And she's got",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-438",
    "time": "0:49:25",
    "speaker": "spk_2",
    "line": "bose away, just his name. We'll plug that in. Perfect.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-439",
    "time": "0:49:31",
    "speaker": "spk_5",
    "line": "That's good.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-440",
    "time": "0:49:32",
    "speaker": "spk_3",
    "line": "And her eyes are are all puffy. And and I go, did you get bee stung? And she goes, not yet. And I go, what is that? I go, what does that mean? And she's like, well, I'm not be stung, but I am heart stung.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-441",
    "time": "0:49:49",
    "speaker": "spk_2",
    "line": "Because",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-442",
    "time": "0:49:50",
    "speaker": "spk_5",
    "line": "okay. Even in even in contact not yet. It's kind of a strange",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-443",
    "time": "0:49:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-444",
    "time": "0:49:55",
    "speaker": "spk_2",
    "line": "yep.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-445",
    "time": "0:49:55",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-446",
    "time": "0:49:56",
    "speaker": "spk_5",
    "line": "response. Not exactly, I would think, what they",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-447",
    "time": "0:49:59",
    "speaker": "spk_3",
    "line": "it would be a more normal role.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-448",
    "time": "0:50:01",
    "speaker": "spk_5",
    "line": "Or what would",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-449",
    "time": "0:50:02",
    "speaker": "spk_2",
    "line": "exactly. But",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-450",
    "time": "0:50:03",
    "speaker": "spk_5",
    "line": "he he is at c.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-451",
    "time": "0:50:05",
    "speaker": "spk_2",
    "line": "At I don't I don't yet see. I don't know Charlene, but I know how lost she must have been in the moment. Yeah. Exactly.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-452",
    "time": "0:50:12",
    "speaker": "spk_3",
    "line": "And she was feeling what I was about to be feeling in three two one go. When she goes, oh, you don't know. Why my heart is stung? Have you looked at devvine dot com or variety dot com or hollywood reporter dot com? And I go, yes.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-453",
    "time": "0:50:28",
    "speaker": "spk_5",
    "line": "T h r dot com will get",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-454",
    "time": "0:50:30",
    "speaker": "spk_3",
    "line": "you to the t h r dot",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-455",
    "time": "0:50:30",
    "speaker": "spk_5",
    "line": "com will",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-456",
    "time": "0:50:31",
    "speaker": "spk_2",
    "line": "locate you there quick.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-457",
    "time": "0:50:32",
    "speaker": "spk_3",
    "line": "Mhmm. And I go, yes, I have. Because As Sean and I were saying, before, you can't afford to be vulnerable in this town and act like you don't know.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-458",
    "time": "0:50:40",
    "speaker": "spk_2",
    "line": "And have you been on have you been on TV by the numbers? And have you been to spotted ratings? And and have you gone a v club lately? And are you reading the cut? And are you on vulture? That's right now.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-459",
    "time": "0:50:50",
    "speaker": "spk_5",
    "line": "That's right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-460",
    "time": "0:50:50",
    "speaker": "spk_3",
    "line": "And I am all of the above. Yes. Yes. Yes. Yes. Yes. All across the board. And Charlie knows that. And I know she knows that. And I go, yeah, I have been on the dot coms today, but have but why don't you tell me why you think I think you're sad or stung? Mhmm. And she goes",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-461",
    "time": "0:51:07",
    "speaker": "spk_2",
    "line": "we can put it back, put Ball in her court. Exactly. You know?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-462",
    "time": "0:51:11",
    "speaker": "spk_3",
    "line": "Yeah. Exactly. And she goes, Andre Brauer. That's all she goes.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-463",
    "time": "0:51:18",
    "speaker": "spk_2",
    "line": "I go. Oh, no.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-464",
    "time": "0:51:19",
    "speaker": "spk_3",
    "line": "She just says it. And, like, it's almost like she didn't know what she was saying. She'd know it was gonna come out of her. And I just start crouge. I'm just crying. And all of a sudden, I'm sitting in fresh sixty twos with my buddies. I'm crying, and they're crying, and the three of us are holding hands, and I'm just crying all over my cakes. I'm crying all over my",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-465",
    "time": "0:51:37",
    "speaker": "spk_2",
    "line": "i remember running I was running by Fred sixty twos as fast as I can screaming and crying after I heard. And I remember seeing you eating a fork. Like, I was And just chomping on it, and I thought, that's not like at all. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-466",
    "time": "0:51:56",
    "speaker": "spk_3",
    "line": "And my teeth are I need some serious dental. So I cracked a couple teeth. So -- Mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-467",
    "time": "0:52:01",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-468",
    "time": "0:52:01",
    "speaker": "spk_3",
    "line": "because I was and I and I chew chewing on my my mind is up scrambling.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-469",
    "time": "0:52:05",
    "speaker": "spk_2",
    "line": "Well, because the world upside down",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-470",
    "time": "0:52:07",
    "speaker": "spk_3",
    "line": "is because my god damn hand.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-471",
    "time": "0:52:08",
    "speaker": "spk_2",
    "line": "There's no rules anymore.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-472",
    "time": "0:52:09",
    "speaker": "spk_3",
    "line": "There's no nothing makes sense.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-473",
    "time": "0:52:11",
    "speaker": "spk_2",
    "line": "If that's okay to do, then I guess it's okay to eat this far more. Nothing, I guess, you know, this is the food, and now the pancakes are the utensil.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-474",
    "time": "0:52:19",
    "speaker": "spk_3",
    "line": "I'm wiping my face with my butter. Yes. Exactly. So is writing up is down and Charlene is Marty for all I know and I don't know what the hell's going on. So I excused myself and I spread down Vermont. Mhmm. I sprint down Vermont. I duck into the Los Filus three, and I I take an isle of dogs. And I just I I watched Are you cured by that? It felt nice to get my mind off the horror for at least ninety minutes. Wasn't crazy about the film, but I was glad to have a distraction. Never paid the check",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-475",
    "time": "0:52:52",
    "speaker": "spk_5",
    "line": "on that. Not a lot. Not the most distracting movie unfortunately.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-476",
    "time": "0:52:56",
    "speaker": "spk_3",
    "line": "No. No. It wasn't. All I could think about was, god, I wish my favorite comps were here right now, and I just wish I was home. I'm at hulu dot com or netflix dot com, but hulu dot com, I guess. Watching b nine nine. And and I thought, god damn it. I thought, god damn it. I'm never gonna be able to go and do that again. There's never gonna be a fresh new episode of b nine nine for me to go home and watch on hulu dot com or fox dot com again.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-477",
    "time": "0:53:20",
    "speaker": "spk_2",
    "line": "And Hey, I don't know if we keep doing this. This is this is k. I don't know if we keep doing this.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-478",
    "time": "0:53:27",
    "speaker": "spk_5",
    "line": "The show? Yeah. I I I can tell you a take that I have been experimenting with. Uh-huh. To make me less sad and still be cool is as people are being sad about the show",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-479",
    "time": "0:53:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-480",
    "time": "0:53:40",
    "speaker": "spk_2",
    "line": "yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-481",
    "time": "0:53:41",
    "speaker": "spk_5",
    "line": "And cutting their heads off and crying. I kind of sidle up into the conversation, and I go, oh, You guys like that show? Oh. Didn't you know that cops are actually mean? Oh. And I start talking about how cops are messed up",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-482",
    "time": "0:54:04",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-483",
    "time": "0:54:04",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-484",
    "time": "0:54:05",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-485",
    "time": "0:54:05",
    "speaker": "spk_5",
    "line": "in this way. And though the show is fake, And that has sorta helped me move on. Mhmm. And be instead of being sad and cool, be cool and, like, smart about the show.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-486",
    "time": "0:54:23",
    "speaker": "spk_2",
    "line": "Well and about the freaking planet. Don't you think?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-487",
    "time": "0:54:28",
    "speaker": "spk_5",
    "line": "And about the yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-488",
    "time": "0:54:30",
    "speaker": "spk_2",
    "line": "Don't you think?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-489",
    "time": "0:54:30",
    "speaker": "spk_5",
    "line": "And about the and about the world.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-490",
    "time": "0:54:33",
    "speaker": "spk_2",
    "line": "Yeah. Well, because there is an extent to which it's almost as if people who are sad about b ninety nine -- Mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-491",
    "time": "0:54:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-492",
    "time": "0:54:43",
    "speaker": "spk_2",
    "line": "did not really get this is America, the video.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-493",
    "time": "0:54:50",
    "speaker": "spk_5",
    "line": "Thank you. Some of the symbolism, it seems to have got over their heads.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-494",
    "time": "0:54:55",
    "speaker": "spk_3",
    "line": "Does seem like there's a bit of a a dissonance there that Mhmm. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-495",
    "time": "0:55:01",
    "speaker": "spk_2",
    "line": "Mhmm. Hollywood handbook. Hey, gang. It's the Kleme dog here to talk to you about uncharted Supply Company. They have a survival system to help you act quickly and confidently when the unexpected it happens, ninety five percent of all survival situations are resolved in seventy two hours. Now a lot of times for these ads, we'll bring in a a famous character. You guys know that Santa Man does like Harry's razors ads for us, and we've had other celebrities. I think Vinny Jones read some ads for us at one point. So we we try to get big deal people to come in and do it. And we actually found somebody who swears by uncharted supply company, loves the product, and he's gonna come in right now and talk to you a little bit about it. Hey, guys. It's me. I'm the guy from suits. What you do in the first seventy two hours of a survival situation can be the difference between life and death created by survival experts The seventy two survival system contains quality tools and instructions you need to survive in a hurricane, earthquake, or any emergency situation. I know when I'm on the set of the show suits I am always nervous that something could go wrong, and I wanna be prepared. So I have these on charted tools and instructions. There's over thirty five high quality tools organized and with simple instructions. And so each piece of the kid has been vetted by experts including military first responders, mountain guides, doctors, and more. And I when I'm filming suits, am always sort of on the lookout, hey, do any of my buddies need any help? Did they want me to come in? And I am able to do that because I am from the show suits. I my name right now escapes me for some reason, but I'm the main guy essentially, and I'm always dressed so nice and, you know, not shorts and a t shirt, but in fact in a, you know, suit. So what other questions might you have for me? Do I know Meghan Markle, I must. So, you know, these things are organized by need food and water, shelter and warmth, or first aid. Lightway, easily fit under a desk. In a closet, in the back of a car, or in your trailer if you're, you know, on set of suits. When you're on foot, the hip and sternum straps hold the pack close to your body. The seventy two only weighs eleven and a half pounds. Times are changing. And the seventy two is the product for every home office, and car, and America, and also I gotta say, it can be on set. It can be over at video village. You can have it sort of tucked under some of the monitors where they watch you read your lines from suits. And I think what's going on in the show is, am I like a lawyer? Chev Kevin?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-496",
    "time": "0:58:12",
    "speaker": "spk_6",
    "line": "Hey, guys. Chef Kevin here. You are a brilliant college dropout.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-497",
    "time": "0:58:21",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-498",
    "time": "0:58:22",
    "speaker": "spk_6",
    "line": "Yeah. You're one of New York City's best lawyers.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-499",
    "time": "0:58:25",
    "speaker": "spk_2",
    "line": "Exactly. Exactly. Yeah. And and I wish I could remember my name right now. But it's not important. What's important is that when an emergency arises, be part of the solution, because the more prepared you are, the safer the world is. And I I don't even really know my character's name.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-500",
    "time": "0:58:45",
    "speaker": "spk_6",
    "line": "Harvey? Is that right? Harvey Spector? Really?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-501",
    "time": "0:58:52",
    "speaker": "spk_2",
    "line": "Give me a different one. Louis Litt?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-502",
    "time": "0:58:55",
    "speaker": "spk_5",
    "line": "That's not",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-503",
    "time": "0:58:56",
    "speaker": "spk_2",
    "line": "yes, please. You know, my listeners get fifty dollars off at uncharted supply dot c o dot com or I'm sorry, uncharted supply c o dot com, uncharted supply company dot com. When you use my code, the boys at checkout That's fifty dollars off your survival system. If you go and use my code the boys at uncharted supply code dot com for fifty dollars off, it's gonna be lit. Louie lit. Hollywood Handbook. Hello Creeps. On the show who charted comedian Howard Kramer brings on his funniest friends to discuss the top five songs in movies of the week. And recently, he's been joined by Natasha Lagero as a cohost who you may know from shows like another period or the honeymoon stand up special on Netflix. So you must be going, oh, wow. Was Natasha your absolute first choice for a cohost? Or did you maybe look at some other people who are already in the office who already do be cohosts. And the answer is that in fact, they did give some opportunities, some people who already have a ton of co hosting experience. And I was one of them, and I did make an audition tape to be considered. And somehow, Natasha got it anyway, and I'm not saying anything funny happened, you know, any sort of monkey business or back room deals or anything like that. But I'm gonna let my tape speak for itself. I'm just gonna play you a little bit of the audition tape that I made to be Howard's new cohost on who charted. And you just and then go and please go listen to an episode of Natasha. And just you tell me which one you think is better. Okay? So here we go. I'm gonna play the tape. Hey, gang. It's with who charted the show where we ask who charted and, of course, the answer is once again, Portugal, the man. Oh, moe robo just for kicks, man. Lot of kicking, this one, I don't think man. So, you know, we're supposed to count down the top five songs every week, but to me, why don't we just start at the top? And at the top and talk about the number one song. Chef Kevin.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-504",
    "time": "1:01:24",
    "speaker": "spk_6",
    "line": "Hey, guys. Chef Kevin here.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-505",
    "time": "1:01:26",
    "speaker": "spk_2",
    "line": "What are some times that you've been a rebel just for kicks? Man.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-506",
    "time": "1:01:30",
    "speaker": "spk_6",
    "line": "Probably when I went to the coffee shop, I didn't have enough money to pay for it. And I just said, oh, let me ask my friend. And I and I left. Oh, wow.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-507",
    "time": "1:01:40",
    "speaker": "spk_2",
    "line": "Well, you know what that reminds me of, whoo. I'm a robo just for kicks for in. Yeah, my coming out of left field. So That's it, Howard. You can decide from that. So anyway, on the show, they talk about everything from Mumble rap to new country music. They debate Neil Young versus Jimmy Buffett and which movies seem too loud. Plus each episode, Howard, and Natasha. And the guests also share their hot pics with listeners, things that they recommend overall the garbage on the charts. Now You heard the tape. You know that I crushed it. What I'm wondering at this point is, All these Reddit guys who are saying it seems like Howard doesn't like me. Are they right? He's well within his rights not to like me. I'm not a pleasant guy to be around. But the product I mean, chef Kevin, you were there.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-508",
    "time": "1:02:46",
    "speaker": "spk_6",
    "line": "Hey, guys. Chef Kevin here. I was there.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-509",
    "time": "1:02:51",
    "speaker": "spk_3",
    "line": "Am I crazy? No.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-510",
    "time": "1:02:53",
    "speaker": "spk_2",
    "line": "Yeah. So listen to who charted on Apple Podcast Stitcher, were you able to listen to podcasts? And sorry. I didn't get to hear the real version of the show. Hollywood Handbook.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-511",
    "time": "1:03:05",
    "speaker": "spk_6",
    "line": "Hey, guys.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-512",
    "time": "1:03:06",
    "speaker": "spk_5",
    "line": "Can I Yeah? Go ahead. Adam, I can just shut up for one second. Sure. Adam -- Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-513",
    "time": "1:03:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-514",
    "time": "1:03:12",
    "speaker": "spk_5",
    "line": "i love the story. There's a sixty two story.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-515",
    "time": "1:03:16",
    "speaker": "spk_3",
    "line": "Thank you.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-516",
    "time": "1:03:16",
    "speaker": "spk_5",
    "line": "Which one? The one was there more than one?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-517",
    "time": "1:03:20",
    "speaker": "spk_3",
    "line": "Well, just the Gunther when I when I when I was talking about Gunther or when when I was talking about Charlene Dave.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-518",
    "time": "1:03:25",
    "speaker": "spk_5",
    "line": "I'm saying I don't remember",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-519",
    "time": "1:03:26",
    "speaker": "spk_7",
    "line": "i don't remember that.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-520",
    "time": "1:03:27",
    "speaker": "spk_3",
    "line": "Okay. That's fine. No. That's fine. Anyway, thanks.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-521",
    "time": "1:03:31",
    "speaker": "spk_5",
    "line": "And I one thing I wanted to add to it, Potentially, is Sean likes to fill out some of his stories with some interesting new creations.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-522",
    "time": "1:03:43",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-523",
    "time": "1:03:44",
    "speaker": "spk_5",
    "line": "That he has invented.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-524",
    "time": "1:03:45",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-525",
    "time": "1:03:46",
    "speaker": "spk_5",
    "line": "And I noticed you before were, like, kinda, talking about pancakes. But, Sean, has this idea -- Mhmm. -- John loves Mediterranean food.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-526",
    "time": "1:03:55",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-527",
    "time": "1:03:56",
    "speaker": "spk_5",
    "line": "Mhmm. And he has this idea for a food",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-528",
    "time": "1:04:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-529",
    "time": "1:04:00",
    "speaker": "spk_2",
    "line": "okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-530",
    "time": "1:04:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-531",
    "time": "1:04:01",
    "speaker": "spk_5",
    "line": "that is a waffle falafel inside.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-532",
    "time": "1:04:06",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-533",
    "time": "1:04:08",
    "speaker": "spk_5",
    "line": "So if there we can put it in into the middle of the story. But I think a full creation would be great. To kind of have to let help the experience be an invention and a good story at the same time.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-534",
    "time": "1:04:23",
    "speaker": "spk_3",
    "line": "So sorry. Just to clarify.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-535",
    "time": "1:04:25",
    "speaker": "spk_2",
    "line": "And what do and what am I doing?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-536",
    "time": "1:04:28",
    "speaker": "spk_5",
    "line": "Okay. Well, you should but you can keep asking your questions. I am loving how that has worked.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-537",
    "time": "1:04:33",
    "speaker": "spk_3",
    "line": "Okay. I just wanna be sure I'm clear on this case just because I wanna nail I wanna nail this fucking podcast. So you're saying that maybe to punch up or to kinda spice up my great story about Fred sixty twos and how I go with my pals. That you're saying maybe toss in a fun food invention that's maybe original and weird that I kinda have come up with to make it, like, a funny detail.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-538",
    "time": "1:05:03",
    "speaker": "spk_2",
    "line": "As you're ordering off men, you got it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-539",
    "time": "1:05:05",
    "speaker": "spk_3",
    "line": "Okay. Yeah. Okay. Yeah. I would I would really like to try that.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-540",
    "time": "1:05:10",
    "speaker": "spk_2",
    "line": "So let's plug that in. Alright.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-541",
    "time": "1:05:13",
    "speaker": "spk_3",
    "line": "So I'm at front sixty two.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-542",
    "time": "1:05:14",
    "speaker": "spk_2",
    "line": "What time is it?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-543",
    "time": "1:05:17",
    "speaker": "spk_3",
    "line": "It's ten thirty AM at Fred sixty twos.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-544",
    "time": "1:05:21",
    "speaker": "spk_5",
    "line": "Oh, no.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-545",
    "time": "1:05:23",
    "speaker": "spk_3",
    "line": "And I go, Charlene, I'm tired of the menu. That's awesome. I've had everything on here. I've had the patty melt. I've had the tuna melt. Anything you can melt, I've melted it. Yes. So I go here's an idea for a dish, Charlene, and I know you don't take requests or do you kind of thing.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-546",
    "time": "1:05:48",
    "speaker": "spk_2",
    "line": "And I go is she still there? She's still there.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-547",
    "time": "1:05:53",
    "speaker": "spk_3",
    "line": "And I go, give me a stick of butter and give me a stick of margarine. And let me kind of play with them like lightsabers until they melt onto my hands. Once they're melted onto my hands, I'll wipe them on my toast that you get that you will give me sourdough. And so, really, it's kind of a a light I call it mar a margarine butter lightsaber toast spread.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-548",
    "time": "1:06:21",
    "speaker": "spk_2",
    "line": "It's just butter toast. Yeah. The product is just Yeah. The food",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-549",
    "time": "1:06:25",
    "speaker": "spk_5",
    "line": "itself is not really",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-550",
    "time": "1:06:27",
    "speaker": "spk_4",
    "line": "that's timeless.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-551",
    "time": "1:06:28",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. And in here, Brett, I gotta agree with you. Yeah. It is actually cold.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-552",
    "time": "1:06:35",
    "speaker": "spk_3",
    "line": "That's just toast. Like Yeah. I guess that's not yeah. That was Both",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-553",
    "time": "1:06:39",
    "speaker": "spk_5",
    "line": "butter and margarine is, I guess, kind",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-554",
    "time": "1:06:42",
    "speaker": "spk_3",
    "line": "of Is that it's not I don't know how",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-555",
    "time": "1:06:44",
    "speaker": "spk_2",
    "line": "that email. Yeah. I guess using both those things. Yeah. Let me",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-556",
    "time": "1:06:48",
    "speaker": "spk_4",
    "line": "you could, like, wrap it in banana leaves or something.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-557",
    "time": "1:06:52",
    "speaker": "spk_3",
    "line": "Wrap by hands in banana leaves? Oh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-558",
    "time": "1:06:54",
    "speaker": "spk_2",
    "line": "Oh, yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-559",
    "time": "1:06:54",
    "speaker": "spk_3",
    "line": "Oh, so I wrap my. So here's I go. I go. I wrap my I go. Give me give me some banana leaves. Let me wrap let me wrap my buttery and margarine hands up in these up in these big heat.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-560",
    "time": "1:07:05",
    "speaker": "spk_2",
    "line": "One second. Bananaanna hands.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-561",
    "time": "1:07:07",
    "speaker": "spk_3",
    "line": "Don't don't",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-562",
    "time": "1:07:07",
    "speaker": "spk_2",
    "line": "don't don't banana hands. Don't don't.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-563",
    "time": "1:07:14",
    "speaker": "spk_3",
    "line": "I go. Charlie, give me your give me your biggest banana leaves, and let me let me wrap them around my old buttery paws.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-564",
    "time": "1:07:20",
    "speaker": "spk_2",
    "line": "I thought I was never gonna laugh again.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-565",
    "time": "1:07:23",
    "speaker": "spk_3",
    "line": "It's nice. Honestly, hey, just a quick break, this does feel this does feel cathartic. So thank you for this note because it's a great note and it feels good to say this.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-566",
    "time": "1:07:31",
    "speaker": "spk_5",
    "line": "I feel like I'm glad that I didn't cut my mouth off.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-567",
    "time": "1:07:34",
    "speaker": "spk_2",
    "line": "It's the humanity, you know? Yeah. That is present here that I didn't think we were seeing anymore.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-568",
    "time": "1:07:41",
    "speaker": "spk_3",
    "line": "Yeah. So anyway, I wrap up my buttery pause with these big Nana leaves and I go, Charlene, what do you think? And she and and and she just I guess, she maybe she eats she starts eating the leaf. She eats my hands off. She eats my hands off. Uh-huh. And I go, this is fun. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-569",
    "time": "1:08:00",
    "speaker": "spk_2",
    "line": "And you go talk about finger sandwiches.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-570",
    "time": "1:08:02",
    "speaker": "spk_3",
    "line": "Exactly. So my finger food. Yeah. Exactly. I gotta talk about finger food.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-571",
    "time": "1:08:06",
    "speaker": "spk_2",
    "line": "Talk my finger food. So good. Yeah. So good. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-572",
    "time": "1:08:12",
    "speaker": "spk_3",
    "line": "But Mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-573",
    "time": "1:08:14",
    "speaker": "spk_2",
    "line": "So so that's gonna that's gonna plug right in, I think so.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-574",
    "time": "1:08:17",
    "speaker": "spk_6",
    "line": "So Hey hey, guys. Chef, Kevin here.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-575",
    "time": "1:08:21",
    "speaker": "spk_2",
    "line": "Oh, hey, Jeff.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-576",
    "time": "1:08:21",
    "speaker": "spk_6",
    "line": "Hey, guys. Sean Hayes, is it okay if I may be like, Charles",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-577",
    "time": "1:08:25",
    "speaker": "spk_5",
    "line": "jeff, Kevin, you just be quiet for one minute it for one quick second.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-578",
    "time": "1:08:29",
    "speaker": "spk_6",
    "line": "You got it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-579",
    "time": "1:08:30",
    "speaker": "spk_8",
    "line": "I I'm worried I'm gonna lose you guys. I'm in vance.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-580",
    "time": "1:08:36",
    "speaker": "spk_5",
    "line": "And I am I'm do I'm here doing a documentary.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-581",
    "time": "1:08:40",
    "speaker": "spk_3",
    "line": "Oh, cool.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-582",
    "time": "1:08:41",
    "speaker": "spk_5",
    "line": "It is it is a vacation, but I'm doing a documentary as well. On -- Uh-huh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-583",
    "time": "1:08:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-584",
    "time": "1:08:45",
    "speaker": "spk_8",
    "line": "the last what he in you at?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-585",
    "time": "1:08:49",
    "speaker": "spk_2",
    "line": "Oh, very cool.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-586",
    "time": "1:08:51",
    "speaker": "spk_5",
    "line": "And so I'm out, you know, I'm, like, really exploring the beach to find someone like this or at least, like, a a costume that I can wear so I can do it. Mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-587",
    "time": "1:09:03",
    "speaker": "spk_8",
    "line": "So if I do lose you, that is why. Just know",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-588",
    "time": "1:09:07",
    "speaker": "spk_5",
    "line": "that it is for, like, smart brave reasons.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-589",
    "time": "1:09:10",
    "speaker": "spk_2",
    "line": "Okay. I I I I have a lot of respect for that. I do wanna pivot a little bit and just say, I don't think it'll surprise any of you to hear that I've had a lot of trouble making love since we got the news. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-590",
    "time": "1:09:24",
    "speaker": "spk_3",
    "line": "No big surprise.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-591",
    "time": "1:09:26",
    "speaker": "spk_2",
    "line": "I think I don't think that's shocking. No. And in addition also having sex and fucking,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-592",
    "time": "1:09:34",
    "speaker": "spk_3",
    "line": "all three are are it's hard now.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-593",
    "time": "1:09:37",
    "speaker": "spk_2",
    "line": "They're yeah. At whole arena. You're basically non starter -- Porking. I mean, I actually haven't even tried -- Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-594",
    "time": "1:09:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-595",
    "time": "1:09:45",
    "speaker": "spk_2",
    "line": "just because I've been so discouraged by the the the first three that basically since I heard about b nine nine, that my nine inch b has been basically going back in the whole groundhog hole saw his shadow, you know. And there's gonna be at least six more weeks of winter. Yeah. So I did think it could be cool for us to talk about like any tricks because I'm sure we're not the only ones going through this. Totally. You know, and this is just for The erotic side.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-596",
    "time": "1:10:24",
    "speaker": "spk_3",
    "line": "Yeah. Just one idea. Blooper reels, Old b nine nine Blooper Reels",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-597",
    "time": "1:10:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-598",
    "time": "1:10:29",
    "speaker": "spk_3",
    "line": "mhmm. -- and just watching the gang that we love",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-599",
    "time": "1:10:32",
    "speaker": "spk_2",
    "line": "without all without the stories and without the case, is which obviously are part of what made it great. Of course. But beyond that was just the that these people it is",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-600",
    "time": "1:10:42",
    "speaker": "spk_3",
    "line": "a family and you could tell off screen it's a family And that's what we miss as much as the as as much as the plots and the characters and the stories and the antagonists and the pro We love the feeling of it and we love the",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-601",
    "time": "1:10:55",
    "speaker": "spk_2",
    "line": "written jokes and all that stuff. But what about when somebody make an accent",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-602",
    "time": "1:11:01",
    "speaker": "spk_3",
    "line": "make a make a whoops or make",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-603",
    "time": "1:11:02",
    "speaker": "spk_2",
    "line": "a And it reminds you that there are mistakes even with some of the greatest people in the world and so, yes, maybe what happens is maybe Fox made a mistake or maybe, hopefully, the news made a mistake.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-604",
    "time": "1:11:15",
    "speaker": "spk_3",
    "line": "Exactly.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-605",
    "time": "1:11:15",
    "speaker": "spk_2",
    "line": "And they are saying",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-606",
    "time": "1:11:17",
    "speaker": "spk_5",
    "line": "and I I see a strategy that I have been strategy I've been considering -- Mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-607",
    "time": "1:11:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-608",
    "time": "1:11:22",
    "speaker": "spk_5",
    "line": "to kinda lift myself out of this. Mhmm. I have not seen the show. It it was something I had always, like, been wanting to check him out, but had never, like, made it to the top of the list. It's always, like, three or four on the list.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-609",
    "time": "1:11:43",
    "speaker": "spk_2",
    "line": "Right. Not even on Halloween episodes?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-610",
    "time": "1:11:47",
    "speaker": "spk_5",
    "line": "That was the time it would be, like, number two on the list.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-611",
    "time": "1:11:49",
    "speaker": "spk_2",
    "line": "No",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-612",
    "time": "1:11:49",
    "speaker": "spk_5",
    "line": "problem. But then they're, like",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-613",
    "time": "1:11:51",
    "speaker": "spk_3",
    "line": "yep. You know,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-614",
    "time": "1:11:52",
    "speaker": "spk_5",
    "line": "there are other Halloween episodes out there. So my idea is I go and watch the show, and I'm, like, laughing at a drug like the show, and I'm forty again, all these six",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-615",
    "time": "1:12:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-616",
    "time": "1:12:08",
    "speaker": "spk_7",
    "line": "mhmm. -- are starting to happen.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-617",
    "time": "1:12:09",
    "speaker": "spk_5",
    "line": "I mean, and they can be like it was on TV. Uh-huh. Except this time, I am, like, really watching it. Wow. And not, like they're not, like, pretending to.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-618",
    "time": "1:12:22",
    "speaker": "spk_2",
    "line": "Now you spoke you spoke about horniness, Adam. Your last name is Lustic. Do you think that's because, like, your grandma was very horny or something?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-619",
    "time": "1:12:29",
    "speaker": "spk_3",
    "line": "She was a horny woman. Mhmm. And so the both both my grandmother's for horny women because lust",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-620",
    "time": "1:12:34",
    "speaker": "spk_2",
    "line": "is -- And and -- is really a fancy one, I guess. It's just fake.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-621",
    "time": "1:12:37",
    "speaker": "spk_5",
    "line": "You are sort of wielding a you're sort of wielding a lust thick as well.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-622",
    "time": "1:12:42",
    "speaker": "spk_3",
    "line": "That's right. I'd never phrase it like that, but that is funny and that is very funny.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-623",
    "time": "1:12:46",
    "speaker": "spk_2",
    "line": "Yeah. And when you were talking about those two",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-624",
    "time": "1:12:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-625",
    "time": "1:12:48",
    "speaker": "spk_5",
    "line": "i know.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-626",
    "time": "1:12:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-627",
    "time": "1:12:49",
    "speaker": "spk_2",
    "line": "butter sticks being lightsabers. One buttermilk. I almost was thinking, yeah, that why not? You hold your lust stick as a lightsaber. That's also really great.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-628",
    "time": "1:12:59",
    "speaker": "spk_3",
    "line": "I feel like you guys are giving me the business, but it's this is what I need right now. And this this is the kind of guff I love to take right just right now when when I'm feeling low.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-629",
    "time": "1:13:07",
    "speaker": "spk_2",
    "line": "Well, you remember some of the guys around the precinct used to give each other a pretty tough time. That's right. And there was some chop busting going on. That's right. You knew that it came from a place of effect.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-630",
    "time": "1:13:17",
    "speaker": "spk_3",
    "line": "Good place. And that's what I feel is happening here.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-631",
    "time": "1:13:20",
    "speaker": "spk_2",
    "line": "Is happening here too. Even when Ken Marino is the kinda dumb guy",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-632",
    "time": "1:13:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-633",
    "time": "1:13:24",
    "speaker": "spk_2",
    "line": "yeah. -- who was stupid. Would come in and not really know anything. Stuff or be dumb. And we the big chief son or something, so you have to keep them",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-634",
    "time": "1:13:36",
    "speaker": "spk_3",
    "line": "around. Exactly.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-635",
    "time": "1:13:38",
    "speaker": "spk_2",
    "line": "They also would go he's nice.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-636",
    "time": "1:13:42",
    "speaker": "spk_3",
    "line": "Yeah. You know? You could still there's an inner mensch that kinda comes out. I don't know. This isn't my show. I'm not one to pivot on another another man's podcast. But are you finding that way? How what is the white inuit community in Pamp, like Hayes? And I don't know how are they taking the news?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-637",
    "time": "1:14:00",
    "speaker": "spk_2",
    "line": "That's good host.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-638",
    "time": "1:14:01",
    "speaker": "spk_3",
    "line": "I I just Maybe you guys do this.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-639",
    "time": "1:14:03",
    "speaker": "spk_2",
    "line": "No. No. He's hosting the shit out of this fucking fish.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-640",
    "time": "1:14:06",
    "speaker": "spk_3",
    "line": "Sean, no. No. Hey. I am a humble guest",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-641",
    "time": "1:14:11",
    "speaker": "spk_2",
    "line": "oh, we lost",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-642",
    "time": "1:14:11",
    "speaker": "spk_4",
    "line": "we lost we lost.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-643",
    "time": "1:14:13",
    "speaker": "spk_3",
    "line": "Oh, shoot.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-644",
    "time": "1:14:13",
    "speaker": "spk_4",
    "line": "I'm shoot. Oh, wow. I'm trying not to freak out.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-645",
    "time": "1:14:19",
    "speaker": "spk_3",
    "line": "Okay. It's just added to the list fucking shit list shitty day. Yeah. Just a shitty day top to bottom.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-646",
    "time": "1:14:24",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-647",
    "time": "1:14:24",
    "speaker": "spk_4",
    "line": "I hope he's okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-648",
    "time": "1:14:25",
    "speaker": "spk_2",
    "line": "Yeah. Well",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-649",
    "time": "1:14:27",
    "speaker": "spk_6",
    "line": "hey, guys. Chef Kevin here.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-650",
    "time": "1:14:29",
    "speaker": "spk_2",
    "line": "Oh, yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-651",
    "time": "1:14:30",
    "speaker": "spk_6",
    "line": "Is it okay. Maybe if I could say a story that would Shut",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-652",
    "time": "1:14:33",
    "speaker": "spk_2",
    "line": "for a second. Yeah. We We don't have haze. Yeah. But that doesn't mean that we don't have haze's spirit. That's right. And in the same way that we don't have Brook the nine nine, but we still have those stories. Definitely. I'd like to talk a little bit about where I was when I first heard that Hayes had lost service. Great.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-653",
    "time": "1:15:00",
    "speaker": "spk_4",
    "line": "I'll never forget.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-654",
    "time": "1:15:02",
    "speaker": "spk_2",
    "line": "It was me, and I some people may not know this about me. I love Mediterranean. Yeah. I was digging around in my pockets -- Yep. -- for hopefully, something like lentils -- Yep. -- or anything that might be in there. Just a loose lentil. I can kinda eat because I was feeling very weak from doing very long Pike",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-655",
    "time": "1:15:29",
    "speaker": "spk_4",
    "line": "extra garlic sauce. And all the sauce around.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-656",
    "time": "1:15:32",
    "speaker": "spk_2",
    "line": "Even is what's the hot? This is",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-657",
    "time": "1:15:35",
    "speaker": "spk_4",
    "line": "oh, like the ice. Toss to seek I know what you're gonna say.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-658",
    "time": "1:15:38",
    "speaker": "spk_2",
    "line": "It's not yes. But it's got this",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-659",
    "time": "1:15:41",
    "speaker": "spk_3",
    "line": "it's like a kick.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-660",
    "time": "1:15:42",
    "speaker": "spk_2",
    "line": "Pepper to it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-661",
    "time": "1:15:43",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-662",
    "time": "1:15:44",
    "speaker": "spk_2",
    "line": "It's pepper. And so I'm looking for peppered lentils. Yeah. And as I'm doing that, I'm also sort of pretending to listen other people in the room -- Of course.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-663",
    "time": "1:15:55",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-664",
    "time": "1:15:55",
    "speaker": "spk_2",
    "line": "because it's a podcast. Of course. And I'm thinking of what I could maybe say, you know, and and I remember Adam Yeah. Kinda started just stomping on my whole shit, just going like, I'm gonna ask good question shows I was listening to Hayes. I didn't even hear what Hayes was saying, and embarrassing me. And then Brett turned to me and he's and he looked at me with that Brett look. Oh, yeah. And I think you know the one. And he said, we he held up a phone like, and goes, we don't have them. Now, we were originally supposed to take a bunch of phone calls. Did we get any other calls?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-665",
    "time": "1:16:40",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. There's one right now. It just just came in.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-666",
    "time": "1:16:46",
    "speaker": "spk_7",
    "line": "Hey. Hey, guys. Shut's Kevin here.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-667",
    "time": "1:16:50",
    "speaker": "spk_2",
    "line": "What? What the hell?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-668",
    "time": "1:16:54",
    "speaker": "spk_7",
    "line": "It's me. I figured this is the only way that I could, like, talk to you guys.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-669",
    "time": "1:17:01",
    "speaker": "spk_2",
    "line": "Well, we don't have the technology to hang up. So unfortunately, unless in unless you lose service, I am gonna have to listen to what you say.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-670",
    "time": "1:17:12",
    "speaker": "spk_7",
    "line": "Perfect. Well, do you know how, like, Like, I went on that date and we saw we saw a press show.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-671",
    "time": "1:17:22",
    "speaker": "spk_2",
    "line": "Yeah. Well, I",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-672",
    "time": "1:17:25",
    "speaker": "spk_7",
    "line": "went on",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-673",
    "time": "1:17:26",
    "speaker": "spk_2",
    "line": "a second",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-674",
    "time": "1:17:26",
    "speaker": "spk_7",
    "line": "place. Yes. Yeah. I went on a date with someone, and we saw we saw a Brett's band playing.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-675",
    "time": "1:17:34",
    "speaker": "spk_2",
    "line": "We never talked about this.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-676",
    "time": "1:17:39",
    "speaker": "spk_7",
    "line": "We okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-677",
    "time": "1:17:40",
    "speaker": "spk_2",
    "line": "Well",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-678",
    "time": "1:17:40",
    "speaker": "spk_4",
    "line": "we went on the date.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-679",
    "time": "1:17:41",
    "speaker": "spk_2",
    "line": "Are you thinking of who charted? No. Your favorite show? I remember that you plug.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-680",
    "time": "1:17:49",
    "speaker": "spk_4",
    "line": "Kevin kept trying to call me while I was on stage.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-681",
    "time": "1:17:52",
    "speaker": "spk_2",
    "line": "He keeps Kevin's really trying to make who charted happened.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-682",
    "time": "1:17:55",
    "speaker": "spk_4",
    "line": "He wanted me to, like, leave a like a voice mail message for his date, like, while I was playing. Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-683",
    "time": "1:18:04",
    "speaker": "spk_2",
    "line": "Well",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-684",
    "time": "1:18:04",
    "speaker": "spk_7",
    "line": "you never returned my calls too, which, you know, I would have appreciated.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-685",
    "time": "1:18:09",
    "speaker": "spk_2",
    "line": "Mhmm. Well, go ahead, Kevin. I don't have time for What? You went on a second date. What the fuck?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-686",
    "time": "1:18:15",
    "speaker": "spk_7",
    "line": "Yeah. So we went on a second date. I mean",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-687",
    "time": "1:18:17",
    "speaker": "spk_2",
    "line": "what happened? You could",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-688",
    "time": "1:18:18",
    "speaker": "spk_7",
    "line": "it was going very",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-689",
    "time": "1:18:19",
    "speaker": "spk_2",
    "line": "please don't tell me something that that you did physically with another person. That is not appropriate for the show.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-690",
    "time": "1:18:28",
    "speaker": "spk_7",
    "line": "No. I'm having performance issues after I heard about b nine nine. Yeah. So there was nothing really happening there.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-691",
    "time": "1:18:34",
    "speaker": "spk_2",
    "line": "Well, that's yeah. Nothing to make a comment there. That's human as I guess. Go ahead.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-692",
    "time": "1:18:40",
    "speaker": "spk_7",
    "line": "So the day was going the day was going really well, and then she politely said, I don't know how to bring this up, but I I googled you today. And I went, oh, god. I said that out loud, and she said, yeah. And the first things that came up were Creete and Pervy Weasel. And I said, oh, okay. Well, I can I can explain that? I was I work on this podcast. And that's kind of like a thing a thing that they've said so much that. It's, like, I guess it now comes up when you Google me. And she said, yeah. I I saw it at work. And all my coworkers were, like, oh my god. You should you should absolutely not go on another date with this guy. And she was, like, well, I think it's, like, for a pod cast or something. And that almost made it worse. I think they, like didn't like, they're like, oh, god. He's in podcasting. So I just wanted to, like, you know, make you feel better that, you know, that your show has a has a deep impact on my life.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-693",
    "time": "1:19:47",
    "speaker": "spk_2",
    "line": "Well and if you think about it, you know, this is sort of about the duality of all things in nature where On the one hand, here's this girl who you like who you were getting along with, who you were on a date with where you maybe saw a future and it was horribly impacted by her googling your name and her coworkers being like don't go near him. But on the other hand, I believe you have sold almost a dozen aprons now with your face on them that if you were none of on this podcast, you would have had no aprons. Zero. Zero. And so, you know, there are a lot of women out there. Yep. You know, I think Adam can attest to that. Charlene,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-694",
    "time": "1:20:38",
    "speaker": "spk_3",
    "line": "over at Fred sixty two.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-695",
    "time": "1:20:39",
    "speaker": "spk_2",
    "line": "There's so many. And",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-696",
    "time": "1:20:40",
    "speaker": "spk_7",
    "line": "and Fred sixty two. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-697",
    "time": "1:20:42",
    "speaker": "spk_2",
    "line": "Yeah. Fred sixty two. Yes. And there are only so many sort of special aprons.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-698",
    "time": "1:20:50",
    "speaker": "spk_3",
    "line": "Yeah. Mhmm. It's gonna be women till the end of time, but a a good apron is almost like a diamond in the rough.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-699",
    "time": "1:20:56",
    "speaker": "spk_2",
    "line": "There's only a handful of guys who've ever been on an apron. It's Paul Perdome. Yeah. Emeril. That's right. And then",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-700",
    "time": "1:21:03",
    "speaker": "spk_3",
    "line": "maybe Paul Rubino, maybe me.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-701",
    "time": "1:21:06",
    "speaker": "spk_2",
    "line": "And you. So, you know, I guess it's easy to focus right now on the negative side of your romantic life, your relationship is being negatively impacted, and you gotta feel like moving forward, this is gonna just keep happening all the time.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-702",
    "time": "1:21:22",
    "speaker": "spk_3",
    "line": "Yeah. Google's not going",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-703",
    "time": "1:21:24",
    "speaker": "spk_7",
    "line": "over. Yeah. It feels inevitable.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-704",
    "time": "1:21:25",
    "speaker": "spk_2",
    "line": "And so I think that obviously that is sort of scary, but is it as scary as never been on an apron? Exactly. You know, I gotta say, I know which one I'd take. I'm just curious here. Do do you know if the bing results are the same?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-705",
    "time": "1:21:44",
    "speaker": "spk_3",
    "line": "Have you tried binging?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-706",
    "time": "1:21:45",
    "speaker": "spk_2",
    "line": "The bing results are worse.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-707",
    "time": "1:21:47",
    "speaker": "spk_3",
    "line": "Oh, uh-huh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-708",
    "time": "1:21:50",
    "speaker": "spk_7",
    "line": "And I'm lucky. She didn't look I'm lucky. She didn't look at Bing. That was the first thing I said, Google or Bing. And she said, Google, and I thank God.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-709",
    "time": "1:21:58",
    "speaker": "spk_2",
    "line": "Thank God. Yeah. That's a relief. Mhmm. But that's not good for you because Bing is coming up. Bing is number two with a bullet and and I think they are gonna probably overtake Google within the next six months. I think so too. And besides I put my money where my mouth is on that one too. I got a lot all my Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-710",
    "time": "1:22:16",
    "speaker": "spk_4",
    "line": "Not in the past.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-711",
    "time": "1:22:17",
    "speaker": "spk_2",
    "line": "It's very The blue",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-712",
    "time": "1:22:17",
    "speaker": "spk_4",
    "line": "shell and Mario Kart just coming hot.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-713",
    "time": "1:22:20",
    "speaker": "spk_2",
    "line": "Yep. Coming and hot. Yeah. Yep. Yep. Yep. Yep. Yep. Video game. Yep. Yep. So we so well, Kevin, I think this is probably the last episode of the show anyway. Do you want to try to, as like a hail Mary, pitch out something else to get pushed up in the Google results. I know we did MMA, which I think made you seem pretty tough. And I",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-714",
    "time": "1:22:46",
    "speaker": "spk_7",
    "line": "i think I'm the main The retrospect I think MMA and retrospect made things worse because now I think people are afraid of me. Like, in a way that, like, it's on approachable.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-715",
    "time": "1:22:57",
    "speaker": "spk_2",
    "line": "Uh-huh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-716",
    "time": "1:22:58",
    "speaker": "spk_7",
    "line": "You know?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-717",
    "time": "1:22:59",
    "speaker": "spk_2",
    "line": "Sure. Yeah. And a creep who knows MMA is so much more intimidating than just sort of a pervy weasel.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-718",
    "time": "1:23:06",
    "speaker": "spk_7",
    "line": "That's true. Yeah. It is kind of a triple threat now.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-719",
    "time": "1:23:09",
    "speaker": "spk_2",
    "line": "But, yeah, if I could push",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-720",
    "time": "1:23:12",
    "speaker": "spk_7",
    "line": "if we could push anything, maybe it would be, like, Kevin Bartel, friend or Kevin Bartel, good good guy.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-721",
    "time": "1:23:20",
    "speaker": "spk_2",
    "line": "Normally, that Kevin Bartel misunderstanding. Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-722",
    "time": "1:23:24",
    "speaker": "spk_5",
    "line": "Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-723",
    "time": "1:23:25",
    "speaker": "spk_3",
    "line": "Kevin Bartel Apron.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-724",
    "time": "1:23:28",
    "speaker": "spk_7",
    "line": "Oh, Apron's a great idea. Yeah. Kevin Bartel Apron.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-725",
    "time": "1:23:32",
    "speaker": "spk_2",
    "line": "That yes. That's kind of doing double duty for you because it's ideally pushing down, creep, and bringing up the apron sales. Exactly.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-726",
    "time": "1:23:40",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-727",
    "time": "1:23:41",
    "speaker": "spk_7",
    "line": "Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-728",
    "time": "1:23:42",
    "speaker": "spk_2",
    "line": "Well, I am sorry that you did that. So what so what now? Well, Brent, how long how long has it been? Is",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-729",
    "time": "1:23:57",
    "speaker": "spk_4",
    "line": "that the song? Do I do",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-730",
    "time": "1:23:59",
    "speaker": "spk_2",
    "line": "the song?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-731",
    "time": "1:23:59",
    "speaker": "spk_3",
    "line": "No. No. I don't.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-732",
    "time": "1:24:01",
    "speaker": "spk_4",
    "line": "It's been like a god. It feels like forever -- Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-733",
    "time": "1:24:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-734",
    "time": "1:24:07",
    "speaker": "spk_4",
    "line": "since I heard the news.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-735",
    "time": "1:24:08",
    "speaker": "spk_3",
    "line": "And given we're on scene",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-736",
    "time": "1:24:10",
    "speaker": "spk_4",
    "line": "in like an hour.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-737",
    "time": "1:24:11",
    "speaker": "spk_3",
    "line": "Yeah. An hour. Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-738",
    "time": "1:24:13",
    "speaker": "spk_2",
    "line": "Do you wanna tell the story of where you were when you found out about?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-739",
    "time": "1:24:17",
    "speaker": "spk_4",
    "line": "Yeah. I was on stage",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-740",
    "time": "1:24:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-741",
    "time": "1:24:21",
    "speaker": "spk_2",
    "line": "oh.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-742",
    "time": "1:24:21",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-743",
    "time": "1:24:21",
    "speaker": "spk_4",
    "line": "and I do this I do this sort of move sometimes when I'm playing guitar that usually works and impresses the audience where",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-744",
    "time": "1:24:31",
    "speaker": "spk_2",
    "line": "and I'm not even gonna and I'm not even going to correct him. Yeah. Like, normally, this is a spot where I would go, you don't really play guitar. Yeah. You know, you're just gonna let it go. But for today -- Yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-745",
    "time": "1:24:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-746",
    "time": "1:24:41",
    "speaker": "spk_2",
    "line": "it's like just I wanna let you have this.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-747",
    "time": "1:24:43",
    "speaker": "spk_4",
    "line": "Yeah. I I appreciate that. Just I could feel that I get this sense of, like, I gotta rush",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-748",
    "time": "1:24:48",
    "speaker": "spk_2",
    "line": "through",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-749",
    "time": "1:24:49",
    "speaker": "spk_4",
    "line": "this fast because it's gonna get cut off and steamrolled,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-750",
    "time": "1:24:51",
    "speaker": "spk_2",
    "line": "but not to real fast. Not today. Use the spare.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-751",
    "time": "1:24:54",
    "speaker": "spk_4",
    "line": "Okay. So I do this thing where I just",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-752",
    "time": "1:24:56",
    "speaker": "spk_7",
    "line": "jesus, Fred.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-753",
    "time": "1:24:58",
    "speaker": "spk_4",
    "line": "Thanks. Thanks, Jeff, Kevin. Yeah. I'm I'm cutting you off right now. Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-754",
    "time": "1:25:05",
    "speaker": "spk_2",
    "line": "And you oh, we are able to do that. We yes. We've gotten a button now where we can get",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-755",
    "time": "1:25:09",
    "speaker": "spk_4",
    "line": "right to you. Bang my fist on on the call. But so yeah. You know, I just pick up my right hand and I just start playing with my left hand, like these sweet legato kinda runs",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-756",
    "time": "1:25:20",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-757",
    "time": "1:25:20",
    "speaker": "spk_2",
    "line": "hell yeah.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-758",
    "time": "1:25:20",
    "speaker": "spk_4",
    "line": "Not -- in harmonic minor or whatever. Not even touching. Okay. Oh, yeah. And then with my right hand as I'm playing, I make it look really hard, but it's actually really easy. But I I pick up my phone and I start checking it, like, I'm bored.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-759",
    "time": "1:25:35",
    "speaker": "spk_3",
    "line": "Your phone, like,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-760",
    "time": "1:25:36",
    "speaker": "spk_2",
    "line": "you know",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-761",
    "time": "1:25:36",
    "speaker": "spk_4",
    "line": "like, I'm just so bored, Juan.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-762",
    "time": "1:25:37",
    "speaker": "spk_2",
    "line": "Right. While you're Yes.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-763",
    "time": "1:25:38",
    "speaker": "spk_6",
    "line": "There's And",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-764",
    "time": "1:25:39",
    "speaker": "spk_2",
    "line": "there's an audience sound.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-765",
    "time": "1:25:40",
    "speaker": "spk_4",
    "line": "Yeah. And they love it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-766",
    "time": "1:25:41",
    "speaker": "spk_2",
    "line": "Oh my it's like drinking water while you do venture. Right. Yeah. Like And they're thinking,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-767",
    "time": "1:25:45",
    "speaker": "spk_4",
    "line": "like, adjusting my glasses. Yeah. I don't even wear glasses. But it's, like Exactly.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-768",
    "time": "1:25:49",
    "speaker": "spk_2",
    "line": "That's part of it.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-769",
    "time": "1:25:50",
    "speaker": "spk_4",
    "line": "So I'm checking and I actually am checking my my DMs.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-770",
    "time": "1:25:54",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-771",
    "time": "1:25:55",
    "speaker": "spk_4",
    "line": "And, I mean, they're just flooded. Yeah. And I finished the solo, but Cool. I started it's like embarrassing, but I kinda did like",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-772",
    "time": "1:26:09",
    "speaker": "spk_2",
    "line": "a freak out on stage and I started just Did you",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-773",
    "time": "1:26:12",
    "speaker": "spk_4",
    "line": "smashing instruments and -- Wow.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-774",
    "time": "1:26:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-775",
    "time": "1:26:14",
    "speaker": "spk_2",
    "line": "like It's pretty punk rock. Man.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-776",
    "time": "1:26:16",
    "speaker": "spk_4",
    "line": "Yeah. And it ended up, you know, like whipping the audience in like a frenzy",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-777",
    "time": "1:26:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-778",
    "time": "1:26:22",
    "speaker": "spk_2",
    "line": "wow.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-779",
    "time": "1:26:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-780",
    "time": "1:26:23",
    "speaker": "spk_4",
    "line": "but I was really, actually, really just angry. A set. Yeah. And I was, like, picking up the whole drum",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-781",
    "time": "1:26:30",
    "speaker": "spk_2",
    "line": "so you accidentally did the best show you've ever done. Yeah. It's weird grief Wow.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-782",
    "time": "1:26:35",
    "speaker": "spk_4",
    "line": "That's what people told me, but it's like I felt like I almost blacked out and I woke up and I was like being carried.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-783",
    "time": "1:26:42",
    "speaker": "spk_2",
    "line": "Maybe that'll happen for me. I mean, maybe people will think this is the best podcast I've done just because I haven't known where I am this entire time.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-784",
    "time": "1:26:49",
    "speaker": "spk_3",
    "line": "It's so dark. It's got",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-785",
    "time": "1:26:50",
    "speaker": "spk_2",
    "line": "so dark in here. Just operating on, you know, autopilot from, like, this deep place inside myself that I've never been before.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-786",
    "time": "1:26:58",
    "speaker": "spk_4",
    "line": "Yeah. And I know, like, you said you wouldn't cut me off, but I'm gonna let I feel like that was your moments.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-787",
    "time": "1:27:06",
    "speaker": "spk_2",
    "line": "Sorry. Go ahead. And what was the fucking there was a lot more good shit in there you were gonna talk about picking up the drum kit. Like, where was I gonna go? Were you gonna throw the drum kit, Brett? Oh, let's hear that part. No. I kinda just That's really",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-788",
    "time": "1:27:19",
    "speaker": "spk_3",
    "line": "yeah. That's so ridiculous with the hilarious anecdote that is You're",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-789",
    "time": "1:27:23",
    "speaker": "spk_7",
    "line": "so surprised.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-790",
    "time": "1:27:24",
    "speaker": "spk_2",
    "line": "But Kevin, get back in you. Yeah. Get in here. Where are you? Get in here. Get up. Hang up the phone.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-791",
    "time": "1:27:33",
    "speaker": "spk_3",
    "line": "God. How did he get",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-792",
    "time": "1:27:34",
    "speaker": "spk_2",
    "line": "in there?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-793",
    "time": "1:27:34",
    "speaker": "spk_4",
    "line": "I don't know.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-794",
    "time": "1:27:35",
    "speaker": "spk_3",
    "line": "Now when you say you that you had your phone in your pocket,",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-795",
    "time": "1:27:38",
    "speaker": "spk_2",
    "line": "you don't mean like a fuck is wrong with you. How do you mean just",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-796",
    "time": "1:27:43",
    "speaker": "spk_3",
    "line": "i I'm just trying to think how a phone because when I think of a phone, I think of a you pick it off the wall, you put the thing up to your ear and",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-797",
    "time": "1:27:49",
    "speaker": "spk_4",
    "line": "oh, yeah. Like in three sixty two, they still have.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-798",
    "time": "1:27:53",
    "speaker": "spk_2",
    "line": "Yeah. Exactly. But that's",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-799",
    "time": "1:27:54",
    "speaker": "spk_3",
    "line": "but you're talking about a whole different kind of phone I'm just sorry. I'm ugh. I'm in such a fog. I'm in such a haze.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-800",
    "time": "1:28:02",
    "speaker": "spk_2",
    "line": "It's okay. It's okay.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-801",
    "time": "1:28:03",
    "speaker": "spk_3",
    "line": "It's just like, I can't even",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-802",
    "time": "1:28:05",
    "speaker": "spk_2",
    "line": "make heads or tails any of stuff. Hang on. So it's",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-803",
    "time": "1:28:07",
    "speaker": "spk_4",
    "line": "i like to put Indian food on, like, on on chips like tortilla chips.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-804",
    "time": "1:28:13",
    "speaker": "spk_2",
    "line": "You're done. You are done",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-805",
    "time": "1:28:15",
    "speaker": "spk_4",
    "line": "for that. You are done",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-806",
    "time": "1:28:16",
    "speaker": "spk_2",
    "line": "for today. Now there's one person left in the room who we haven't heard their story. Of what of how they heard -- Mhmm.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-807",
    "time": "1:28:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-808",
    "time": "1:28:25",
    "speaker": "spk_2",
    "line": "the bad news. Mhmm. And that is chef Kevin. Mhmm. Chef Kevin -- Mhmm. Would you like to talk about where you were when it happened?",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-809",
    "time": "1:28:34",
    "speaker": "spk_6",
    "line": "Hey, guys. Chef Kevin here.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-810",
    "time": "1:28:36",
    "speaker": "spk_2",
    "line": "Bye.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-811",
    "time": "1:28:37",
    "speaker": "spk_9",
    "line": "Hey. This is Arnie Necamp from the improv Fantasy podcast Hello from the Magic TAvern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of Foon, and I started a podcast. Season three has just begun. With a brain a new adventure to defeat the dark lord. If you're a new listener or you fallen behind season three is a great jumping on point, and we've got great guests like Justin Mackelroy.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-812",
    "time": "1:28:59",
    "speaker": "spk_5",
    "line": "I sound like a fancy college professor, fake knots.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-813",
    "time": "1:29:04",
    "speaker": "spk_9",
    "line": "Rachel Bloom.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-814",
    "time": "1:29:05",
    "speaker": "spk_2",
    "line": "You are seeing my collection of men corpses. And one woman.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-815",
    "time": "1:29:08",
    "speaker": "spk_9",
    "line": "Felicia Day and Colton Dunn.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-816",
    "time": "1:29:10",
    "speaker": "spk_2",
    "line": "You've seen me I have intercourse with a variety of species. It's a bummer.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-817",
    "time": "1:29:14",
    "speaker": "spk_9",
    "line": "Andy Daly.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-818",
    "time": "1:29:14",
    "speaker": "spk_3",
    "line": "You have the members of Genesis listed, but Phil Collins has crossed out and encircled it across out again.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-819",
    "time": "1:29:19",
    "speaker": "spk_2",
    "line": "Yes. I have killed Phil Collins twice.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-820",
    "time": "1:29:21",
    "speaker": "spk_9",
    "line": "Thomas MiddleDitch. Jesus.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-821",
    "time": "1:29:25",
    "speaker": "spk_2",
    "line": "I mean, ruler of the eighth circle.",
    "episode": "240",
    "edited": false
  },
  {
    "id": "240-822",
    "time": "1:29:29",
    "speaker": "spk_9",
    "line": "And that's just the beginning. Season three, Avelo from the Magic Tavern is Out Now. Listen in Stitcher, Apple Podcasts, or wherever you get your podcasts",
    "episode": "240",
    "edited": false
  }
]