[
  {
    "id": "241-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "hey, guys. It's Hayes. Just me this week on the ads. Scripts wanted to try a new format for the ads. I guess they can see the numbers for the kind of, like, sales we're converting for different products. And it seems like we are kind of losing we're skewing toward an older audience, and it seems like a lot of that skewing is because of Sean. I think they they seem to think that Sean's presence is turning off younger listeners from buying our products. And I guess it's, like, considered more valuable to have younger people buying your stuff, you know, like, eighteen to thirty four demo or something. And with Sean apparently, Sean is more favorable in the in the sixty one to seventy nine. So I'm gonna give it a shot. They they asked if I could do some of these ads with Brandon Wardell, but I'm gonna give it a try on my own. The for Mac Weldon specifically, there we were doing these, like, Mac Weldon cowboy characters that that was, like, kind of a take off of of what Paul fompkins does, and they wanted us to try and do something a little younger. I guess they had a character they wanted us to do called MC Weldon, the teenage cowboy. So let me just do the copy that they sent for him.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-1",
    "time": "0:01:27",
    "speaker": "spk_1",
    "line": "Oh, hey. What's up? Sorry if I'm being weird. I've just heard a lot about you, and it's really nice to meet you. I'm MC Weldden. And, yeah, I guess I'm a teenage cowboy who's looking for a girlfriend his own age. And if I can be real with you for just one second, I dead ass needs some really good underwear. For when I'm riding my horse and playing games on my phone. Not only do Mac welds underwear, socks and shirts look good, as good as the girl who's listening to this right now, who's actually the most beautiful girl in the world. They perform well too. They have a line of silver underwear, and shirts that are naturally antimicrobial, which means they eliminate odor even though I actually really like the natural scent of the girl who's listening to this. Especially her hair.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-2",
    "time": "0:02:10",
    "speaker": "spk_0",
    "line": "And that says include personal experience. Usually, we talk about the host's personal experience. I do like Mac Mac Weldon. I like the shirts. But it says to say that MC Weldden likes to wear Macweldon clothes to slow dance with you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-3",
    "time": "0:02:27",
    "speaker": "spk_1",
    "line": "For twenty percent sorry. For twenty percent off your first order, visit mack welding dot com and enter promo code, the boys at check, Thanks. Let's be boyfriends, girlfriends forever.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-4",
    "time": "0:03:11",
    "speaker": "spk_0",
    "line": "So I'm on the plane. With RAS,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-5",
    "time": "0:03:17",
    "speaker": "spk_1",
    "line": "pike.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-6",
    "time": "0:03:21",
    "speaker": "spk_2",
    "line": "Yass? You know Raza Raza Moon? Pike. Pike. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-7",
    "time": "0:03:28",
    "speaker": "spk_0",
    "line": "And Jack Reacher.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-8",
    "time": "0:03:30",
    "speaker": "spk_2",
    "line": "The age appropriate love interest for Tom Cruise at Jack Reacher.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-9",
    "time": "0:03:33",
    "speaker": "spk_0",
    "line": "Yes. And Sean, my best friend. Who's that? Are you here? And we're on the plane to New York, and I'm looking out at these fields, and it looks like there's, like, corn and beans.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-10",
    "time": "0:04:01",
    "speaker": "spk_2",
    "line": "Mhmm. And we're on that and we're because we're on the plane. Yeah. Like, the plane. The plane. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-11",
    "time": "0:04:07",
    "speaker": "spk_0",
    "line": "And it goes from LA, and it goes to New York. It goes",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-12",
    "time": "0:04:09",
    "speaker": "spk_2",
    "line": "from LA to New York. It goes back to LA. It goes back to New York.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-13",
    "time": "0:04:12",
    "speaker": "spk_0",
    "line": "And I'm looking at these beans mhmm. And I yell up to",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-14",
    "time": "0:04:17",
    "speaker": "spk_2",
    "line": "the highway. Well, do you remember what you said to me? You went you said Yes. You you goes. Are those beans?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-15",
    "time": "0:04:26",
    "speaker": "spk_0",
    "line": "Well, I know who to ask. Yeah. If that if if if that's beans. Yeah. And I scream up to the cockpit. I say, duck it. His name is Dunkin Donuts. And I asked him, I was like, oh, like, the place. And he had her of Dunkin he, like, knew Dunkin' Donuts knew the place. The place, but he never made the connection before.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-16",
    "time": "0:05:01",
    "speaker": "spk_2",
    "line": "He went, oh, I guess that is like my name.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-17",
    "time": "0:05:04",
    "speaker": "spk_0",
    "line": "Oh, yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-18",
    "time": "0:05:07",
    "speaker": "spk_2",
    "line": "And he he said, I've got no apostrophe.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-19",
    "time": "0:05:10",
    "speaker": "spk_0",
    "line": "Right. But but you could tell. It's like",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-20",
    "time": "0:05:12",
    "speaker": "spk_2",
    "line": "but you're still spelling it d u m k I n. Yes. Yes. So isn't that",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-21",
    "time": "0:05:18",
    "speaker": "spk_0",
    "line": "and by the way he said I've got no apostrophe was because he was processing it for the first time. He's like, well, I've got no apostrophe. Like, it was just going through",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-22",
    "time": "0:05:25",
    "speaker": "spk_2",
    "line": "it. Yeah. It's sort of going like, well, it's sort of a it's sort of a stretch. Yeah. And it's like, I don't think so, Duncan.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-23",
    "time": "0:05:31",
    "speaker": "spk_0",
    "line": "It was cool. But that was earlier. Now I'm saying, Duncan, can you put it down Can you put this plane down?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-24",
    "time": "0:05:41",
    "speaker": "spk_2",
    "line": "Bring us down on these beans, and",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-25",
    "time": "0:05:44",
    "speaker": "spk_0",
    "line": "he said, well, no. That's we go to New York. This is the plane. Yeah. The plane goes to New York.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-26",
    "time": "0:05:51",
    "speaker": "spk_2",
    "line": "Yeah. He said, if you wanna go there, you need to get like a bus. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-27",
    "time": "0:05:57",
    "speaker": "spk_0",
    "line": "And I was, like, don't. Like, you can like, let's try it. Let's just try it.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-28",
    "time": "0:06:02",
    "speaker": "spk_2",
    "line": "You can do the plane on the bean. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-29",
    "time": "0:06:08",
    "speaker": "spk_0",
    "line": "So he starts to do the down part. And Ross is, like, I have a fair, you know, business to, like, a gone girl musical or something. And so she deploys, like, a blaster and rides the blaster to New York. We start going down and I see there is people who live in the beans once we get closer.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-30",
    "time": "0:06:35",
    "speaker": "spk_2",
    "line": "Oh, god.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-31",
    "time": "0:06:35",
    "speaker": "spk_0",
    "line": "You can see that the bigger beans were hair. And I can see that the people down there do not know what a plane is. Have never seen it before.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-32",
    "time": "0:06:47",
    "speaker": "spk_2",
    "line": "Well, yes. In the famous story, of course, of the ships, Columbus, and the ships, and the",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-33",
    "time": "0:06:53",
    "speaker": "spk_0",
    "line": "-- Yes. --",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-34",
    "time": "0:06:54",
    "speaker": "spk_2",
    "line": "natives looking out in their eyes couldn't see the ships because it was so foreign. And that is what we were experienced sync scene in the eyes of these beans, which now are revealed to be people. Yeah. That they are sort like, not able to even fully fathom what is coming at them.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-35",
    "time": "0:07:17",
    "speaker": "spk_0",
    "line": "Some people can see it and hold their hands up like they are trying to catch it. Mhmm. The others we get all way down, and some people can't see it, and they bonk into it. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-36",
    "time": "0:07:31",
    "speaker": "spk_2",
    "line": "Drill their noggin. Yeah. Kabang.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-37",
    "time": "0:07:35",
    "speaker": "spk_0",
    "line": "And tried to make it freak their bean in that way. Instead of the bean freaking they were doing as their job right before that. And they tried to act I'm freaking",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-38",
    "time": "0:07:52",
    "speaker": "spk_2",
    "line": "this maniac was doing in the hotel last night. Okay. Thank you. We're sharing a roof",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-39",
    "time": "0:08:04",
    "speaker": "spk_0",
    "line": "no. But he's a mad man. He's insatiable now.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-40",
    "time": "0:08:12",
    "speaker": "spk_2",
    "line": "I'm you know what I mean? I'm gonna have one hour gas. The ocean has stopped flowing. It's like yeah. Some stuff, it's just it's a loss, man. You just wash your hands of it. You go, look. You know, I'm ask the sun not to come up tomorrow. It's like, the guy is gonna freak beans.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-41",
    "time": "0:08:28",
    "speaker": "spk_0",
    "line": "No. I love him, though. He's a mania. He's out of control. I'm on vacation. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-42",
    "time": "0:08:35",
    "speaker": "spk_2",
    "line": "So I noticed.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-43",
    "time": "0:08:40",
    "speaker": "spk_0",
    "line": "And so we come",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-44",
    "time": "0:08:40",
    "speaker": "spk_2",
    "line": "out of the plane, and we're",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-45",
    "time": "0:08:45",
    "speaker": "spk_0",
    "line": "in Chic Chicago City.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-46",
    "time": "0:08:49",
    "speaker": "spk_2",
    "line": "Or something? Yeah. Chicago City. Yeah. Is that where we are.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-47",
    "time": "0:08:56",
    "speaker": "spk_0",
    "line": "Hi. Welcome to Hollywood Handbook, and insider's guide to kicking butt and dropping names in the red carpet line back always of this industry. We call Shobeys, the Chicago one. The Chicago City edition. Yes. We're we this is exciting for us to be here in it's an onion thing. And Or something? Yeah. I think for us, I'm looking at the lineup, and I think they wanted us just add a little diversity. Mhmm. Not everyone quite so white. Mhmm. Yeah. Let's Give us a call.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-48",
    "time": "0:09:35",
    "speaker": "spk_2",
    "line": "Yeah. Let's get these guys. Yeah. You know, hey, it's funny for me to be here because I did read a little bit about Chicago City",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-49",
    "time": "0:09:50",
    "speaker": "spk_0",
    "line": "for You're gonna a king. Oh, you're gonna do this.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-50",
    "time": "0:09:53",
    "speaker": "spk_2",
    "line": "Oh, I don't know.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-51",
    "time": "0:09:54",
    "speaker": "spk_0",
    "line": "Okay. And I heard this rumor.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-52",
    "time": "0:09:57",
    "speaker": "spk_2",
    "line": "Okay. Maybe people could tell me if it's true. I heard that Chicago city that y'all can get a little funky down here. Is that true? I",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-53",
    "time": "0:10:13",
    "speaker": "spk_0",
    "line": "he's playing. He's just, like, playing around, and he's kidding. But, I mean, I don't know if you do wanna give him a yes, yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-54",
    "time": "0:10:23",
    "speaker": "spk_2",
    "line": "Now I heard that in this other article I read that these Chicago city folks can get a little nasty. Is that true?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-55",
    "time": "0:10:40",
    "speaker": "spk_0",
    "line": "He's just like, this is just like we're just walking around and he is, like, talking about doing stuff like this today. And I don't know if he's actually gonna do it.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-56",
    "time": "0:10:49",
    "speaker": "spk_2",
    "line": "Oh, we're doing it. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-57",
    "time": "0:10:53",
    "speaker": "spk_0",
    "line": "Because we just, like, make observations about the city as we're, like, doing our thing.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-58",
    "time": "0:11:01",
    "speaker": "spk_2",
    "line": "Well, I guess I did notice some stuff like Chicago City, the sidewalks are a little weird. Yeah. Did you notice that? We've seen how you got one of these.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-59",
    "time": "0:11:15",
    "speaker": "spk_0",
    "line": "We see you guys walking around doing one of those. And possibly, if you know what we mean, you might wanna give them a yes yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-60",
    "time": "0:11:24",
    "speaker": "spk_2",
    "line": "You see, Chicago City's kinda crazy. Some of these restaurants are strange. Great big menu for a little tiny egg.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-61",
    "time": "0:11:47",
    "speaker": "spk_0",
    "line": "Is that, like, the Chicago eggs that you guys do, these little eggs? With a huge menu.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-62",
    "time": "0:11:56",
    "speaker": "spk_2",
    "line": "I don't know I don't know. It doesn't add up, but, Hey, did you notice this about Cago City that everybody's got these blue pants on?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-63",
    "time": "0:12:06",
    "speaker": "spk_0",
    "line": "You know the ones. I see and honestly, they got me doing it. Uh-oh.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-64",
    "time": "0:12:14",
    "speaker": "spk_2",
    "line": "When in Chicago City. Yeah. No. But it's pretty crazy. I tell you this city's a little unusual to me, a's.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-65",
    "time": "0:12:24",
    "speaker": "spk_0",
    "line": "Yeah. Tell like, tell me what you mean.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-66",
    "time": "0:12:26",
    "speaker": "spk_2",
    "line": "Well, some of it. Some of these buildings I see in Chicago City got these clocks on them.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-67",
    "time": "0:12:33",
    "speaker": "spk_0",
    "line": "Yeah. Excuse me, mister Building. What time is it?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-68",
    "time": "0:12:37",
    "speaker": "spk_2",
    "line": "I don't think so.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-69",
    "time": "0:12:40",
    "speaker": "spk_0",
    "line": "Or it's a watch. Oh, no. Try to try to a whole building on this on your arm. He can't read that. And he is just kidding. Like, it's like it's just like funny stuff we see we're going around.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-70",
    "time": "0:12:54",
    "speaker": "spk_2",
    "line": "Well, you know, this is sort of my job to notice things and it's not really a normal city, is it Chicago city?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-71",
    "time": "0:13:01",
    "speaker": "spk_1",
    "line": "And you guys say, like, what normal is it?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-72",
    "time": "0:13:06",
    "speaker": "spk_0",
    "line": "Because it's different.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-73",
    "time": "0:13:09",
    "speaker": "spk_2",
    "line": "Yeah. I'm glad to see you. They didn't lie to me about your nasty funky ass Chicago city. And so these tall chairs, I'll sit back down.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-74",
    "time": "0:13:22",
    "speaker": "spk_0",
    "line": "And so now you guys see you can feel how warmed up you far, how you feel like we have a kinship with you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-75",
    "time": "0:13:32",
    "speaker": "spk_2",
    "line": "You you we're teasing you, but you could tell we, like, you Right.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-76",
    "time": "0:13:36",
    "speaker": "spk_0",
    "line": "And we're saying all these things about the city. We didn't go outside. We don't we don't know any of this. No. We were in the the bathtub at the hotel because we're scared to",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-77",
    "time": "0:13:45",
    "speaker": "spk_2",
    "line": "do this show. It's as scary for us as it is for you. Scarier scarier. Yeah. And we got we did land and went directly to the tub. Mhmm? And tried to sort of soak the fear out.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-78",
    "time": "0:14:03",
    "speaker": "spk_0",
    "line": "But now there's this thing where we sort of own you all. We possess you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-79",
    "time": "0:14:08",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-80",
    "time": "0:14:09",
    "speaker": "spk_0",
    "line": "Because",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-81",
    "time": "0:14:09",
    "speaker": "spk_2",
    "line": "and you can laugh at yourselves, and that's my question about you. I love that about you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-82",
    "time": "0:14:15",
    "speaker": "spk_0",
    "line": "I love that. Do we want to bring out our special gift? Yeah. Yeah. Yeah. Get excited.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-83",
    "time": "0:14:27",
    "speaker": "spk_2",
    "line": "Get excited.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-84",
    "time": "0:14:28",
    "speaker": "spk_0",
    "line": "Get excited. It's gonna be good. Raise the expectations. We talked about who to have on the show, and we went through some for people who were famous. And eventually, we decided to bring someone out who is a very friend of the show.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-85",
    "time": "0:14:50",
    "speaker": "spk_2",
    "line": "A little more part of the family.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-86",
    "time": "0:14:52",
    "speaker": "spk_0",
    "line": "A little part of the family. And he's not exactly a human being. And he does have fur on his face and his body -- Uh-huh. -- and and he's got a big bushy tail. And he I say woof woof. Uh-huh. And he eats dog food.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-87",
    "time": "0:15:17",
    "speaker": "spk_2",
    "line": "Yeah. And he's friends with dogs.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-88",
    "time": "0:15:20",
    "speaker": "spk_0",
    "line": "All his friends are dogs except for",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-89",
    "time": "0:15:23",
    "speaker": "spk_2",
    "line": "they know him. Yeah. And he's made out of dog. Yeah? Should we just bring him out? Let's bring him out.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-90",
    "time": "0:15:34",
    "speaker": "spk_0",
    "line": "Bosch, can you come out here, please? Your boy. Bosh the dog is here if you",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-91",
    "time": "0:15:48",
    "speaker": "spk_2",
    "line": "hey, this is Tom. Mike. Get your mic. Get your mic.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-92",
    "time": "0:15:57",
    "speaker": "spk_1",
    "line": "Do it fast, but still be a dog.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-93",
    "time": "0:16:00",
    "speaker": "spk_2",
    "line": "Hurry up.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-94",
    "time": "0:16:03",
    "speaker": "spk_0",
    "line": "K. Is there a chair?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-95",
    "time": "0:16:04",
    "speaker": "spk_2",
    "line": "It's not gonna be dead air. A",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-96",
    "time": "0:16:05",
    "speaker": "spk_0",
    "line": "chair, not a stool.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-97",
    "time": "0:16:07",
    "speaker": "spk_1",
    "line": "Do you can't sit like a dog in that?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-98",
    "time": "0:16:13",
    "speaker": "spk_3",
    "line": "Hey, guys, chef Bosch here.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-99",
    "time": "0:16:20",
    "speaker": "spk_2",
    "line": "Hey, Bosch. Hi, Bosch.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-100",
    "time": "0:16:24",
    "speaker": "spk_0",
    "line": "Thanks for coming on the show. Stop. Stop. Stop. Don't so",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-101",
    "time": "0:16:33",
    "speaker": "spk_2",
    "line": "i think some of our guests were brought our our our friends here were probably wondering what it's like to have such a nice dad. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-102",
    "time": "0:16:41",
    "speaker": "spk_0",
    "line": "Maybe you could you could get into a little bit some of the nice things that your dad has done and what he's like and how he's nice.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-103",
    "time": "0:16:49",
    "speaker": "spk_4",
    "line": "Okay. He takes",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-104",
    "time": "0:16:50",
    "speaker": "spk_3",
    "line": "me on long walks and gives me good treats and brings me to the podcast and rubs my belly.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-105",
    "time": "0:16:59",
    "speaker": "spk_0",
    "line": "Just it's the tone is weird. It's just like Okay. He",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-106",
    "time": "0:17:04",
    "speaker": "spk_2",
    "line": "doesn't believe it.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-107",
    "time": "0:17:05",
    "speaker": "spk_3",
    "line": "Hey, my dad's voice.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-108",
    "time": "0:17:09",
    "speaker": "spk_2",
    "line": "He does it. And it's all It's all with a question. It's all with a question. Yeah. You know how Bosh is like fucking cool.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-109",
    "time": "0:17:17",
    "speaker": "spk_0",
    "line": "Be, like that he's nice, but but, like, be, like, whatever about it.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-110",
    "time": "0:17:22",
    "speaker": "spk_3",
    "line": "Yeah. He takes me on walks or whatever.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-111",
    "time": "0:17:24",
    "speaker": "spk_2",
    "line": "Same. Don't do the same shit.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-112",
    "time": "0:17:31",
    "speaker": "spk_3",
    "line": "I go on walks.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-113",
    "time": "0:17:44",
    "speaker": "spk_0",
    "line": "Not with, like, a a childlike wonder, please. Yeah. It's cool. That's that cool. With a childlike wonder? Not with that. I go on walks. Yes. He's seen some shit, man. That's cool. Okay. We have to figure out how this is gonna work, Kevin. Look at me, please. Thank you. So, obviously, you know why you have to be a dog.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-114",
    "time": "0:18:13",
    "speaker": "spk_2",
    "line": "Yes. Do",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-115",
    "time": "0:18:14",
    "speaker": "spk_0",
    "line": "you want to say why instead of just saying yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-116",
    "time": "0:18:19",
    "speaker": "spk_3",
    "line": "I tried to book a guest for this show and I couldn't find anyone.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-117",
    "time": "0:18:31",
    "speaker": "spk_2",
    "line": "How many people would you say, God asked to be a guest on this",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-118",
    "time": "0:18:39",
    "speaker": "spk_3",
    "line": "show. Just by me?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-119",
    "time": "0:18:44",
    "speaker": "spk_2",
    "line": "Start with you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-120",
    "time": "0:18:45",
    "speaker": "spk_0",
    "line": "Yes. We'll start with you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-121",
    "time": "0:18:46",
    "speaker": "spk_3",
    "line": "Okay. I asked five people.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-122",
    "time": "0:18:49",
    "speaker": "spk_2",
    "line": "Okay. Okay. And was it your job to find a guest? Yes. And was that enough people to ask? No. And some",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-123",
    "time": "0:19:00",
    "speaker": "spk_0",
    "line": "of them are kind of pairs So that might be closer four and a half.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-124",
    "time": "0:19:07",
    "speaker": "spk_3",
    "line": "Yeah. You're right.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-125",
    "time": "0:19:08",
    "speaker": "spk_0",
    "line": "Will you get a chair get something? This is I can't keep doing this, but sit like a dog.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-126",
    "time": "0:19:18",
    "speaker": "spk_2",
    "line": "Yeah. But don't get hurt.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-127",
    "time": "0:19:22",
    "speaker": "spk_0",
    "line": "Okay. Fine.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-128",
    "time": "0:19:25",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-129",
    "time": "0:19:30",
    "speaker": "spk_0",
    "line": "So you didn't try very hard and you failed. So now, obviously, you have to be a dog, so we have a good guest for the show. Can you walk us through a little bit of your process?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-130",
    "time": "0:19:41",
    "speaker": "spk_3",
    "line": "Okay. I well, I asked you guys last week, and I started with a joke. Neither of you responded.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-131",
    "time": "0:20:06",
    "speaker": "spk_2",
    "line": "Well, let's see if the audience thinks it's a joke.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-132",
    "time": "0:20:13",
    "speaker": "spk_3",
    "line": "Well, it was a request, I guess. I sent you guys a tweet from Freedom, they they said, we won't make any more episodes unless you like us first in Hollywood Handbook second. And then I said, in case you guys wanna knock this one out of the park,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-133",
    "time": "0:20:29",
    "speaker": "spk_2",
    "line": "yeah. Now, what did you mean?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-134",
    "time": "0:20:33",
    "speaker": "spk_3",
    "line": "Like, if you yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-135",
    "time": "0:20:34",
    "speaker": "spk_2",
    "line": "Tweet was in response to a tweet, which I could not see in the text. Yeah. Which was like, hey, make more Freedom. It's my favorite thing after Hollywood Handbook.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-136",
    "time": "0:20:42",
    "speaker": "spk_3",
    "line": "Yeah. And I I thought maybe you guys were gonna tweet like, yeah, a nice try. They'll never",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-137",
    "time": "0:20:47",
    "speaker": "spk_0",
    "line": "we're gonna go we're gonna go it's worth our time to go in and engage with the Freedom Twitter account.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-138",
    "time": "0:20:54",
    "speaker": "spk_2",
    "line": "It's it's probably Ian or Paul. No.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-139",
    "time": "0:20:57",
    "speaker": "spk_3",
    "line": "It's not.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-140",
    "time": "0:20:58",
    "speaker": "spk_0",
    "line": "Can't you see him being, like, oh, I'll really get something going here.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-141",
    "time": "0:21:02",
    "speaker": "spk_2",
    "line": "Hey. You gotta Yeah. Yes. Yes. You're orchestrating the whole thing. And I gotta say, we're starting from a position of winning. Like it like, someone has said, I like Hollywood and I have a better than three to which never happens. Like, that's where and we're gonna now jump in.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-142",
    "time": "0:21:23",
    "speaker": "spk_0",
    "line": "And then we're gonna have Paul and get because you know Paul is gonna be in there one second after we are. And then he's gonna sink his, like, one point two million followers on us. What's your plan?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-143",
    "time": "0:21:36",
    "speaker": "spk_2",
    "line": "Have a plan. I mean, what would like, what was your example? Your example was you could have gotten in and gone, yeah. Right. Nice try. I'm tweeting that.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-144",
    "time": "0:21:46",
    "speaker": "spk_0",
    "line": "And so anyway, great start to you getting a guest for our show.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-145",
    "time": "0:21:53",
    "speaker": "spk_3",
    "line": "So I asked",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-146",
    "time": "0:21:54",
    "speaker": "spk_0",
    "line": "i could totally not see how we ended up in the position we're in right now. With how you started, I can't imagine that we ended up with you being a dog on the ground. And please,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-147",
    "time": "0:22:03",
    "speaker": "spk_2",
    "line": "and please never forget that his description of that text was I started with a joke. Yes. Neither of you respond is, which is a fair thing to say about eighty percent of the texts we get from Kevin.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-148",
    "time": "0:22:18",
    "speaker": "spk_0",
    "line": "I I drew against my better judgment, I really thought it was gonna be a joke, and I will never make that mistake again.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-149",
    "time": "0:22:27",
    "speaker": "spk_3",
    "line": "So I asked if you guys wanted John Hodgeman because he was doing his show.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-150",
    "time": "0:22:32",
    "speaker": "spk_2",
    "line": "Pretty good guess? Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-151",
    "time": "0:22:34",
    "speaker": "spk_0",
    "line": "We do. The answer is yes. We do.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-152",
    "time": "0:22:36",
    "speaker": "spk_2",
    "line": "We don't waste time. Absolutely, we said.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-153",
    "time": "0:22:39",
    "speaker": "spk_3",
    "line": "So then I said Hodgeman is not in Chicago on Thursday. I'll think of some more people.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-154",
    "time": "0:22:43",
    "speaker": "spk_0",
    "line": "What what was the response? No response. No. No. No. Not from us. I know we didn't respond. Oh, You weren't asking anything. Yeah. What am I supposed to say? Thank you. You didn't you did nothing. You heard us. You hurt the show. What was to you and Hodgeman's response?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-155",
    "time": "0:23:02",
    "speaker": "spk_3",
    "line": "He was someone responded to the booker, John Hodgeman, is in New Hampshire on Thursday doing an event for his book.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-156",
    "time": "0:23:08",
    "speaker": "spk_0",
    "line": "Okay. His book is set in Maine.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-157",
    "time": "0:23:13",
    "speaker": "spk_2",
    "line": "I seriously wonder if I had responded and encouraged you if I would have, like, started this chain where you just started texting me other people who aren't in Chicago because any kind of attention at all would have, like, just been such a high for you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-158",
    "time": "0:23:29",
    "speaker": "spk_0",
    "line": "Also, that book came out, like, three years ago. But it is the beginning of summer, and it is a summer vacation book, so I can see him wanna to cash in on that.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-159",
    "time": "0:23:42",
    "speaker": "spk_3",
    "line": "So then I asked, should I ask Manzukus or Shir?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-160",
    "time": "0:23:46",
    "speaker": "spk_0",
    "line": "Yeah. Hey. Great.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-161",
    "time": "0:23:51",
    "speaker": "spk_3",
    "line": "And then Sean said should I say what you said too? What did I say? Hang",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-162",
    "time": "0:23:57",
    "speaker": "spk_2",
    "line": "on. Sorry. I'm I'm trying to see. Is this in the same spot? Am I looking at the right thing?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-163",
    "time": "0:24:05",
    "speaker": "spk_3",
    "line": "Yeah. Where you said that?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-164",
    "time": "0:24:07",
    "speaker": "spk_2",
    "line": "The magic tavern thing?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-165",
    "time": "0:24:08",
    "speaker": "spk_3",
    "line": "Yeah. I just wanna make sure",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-166",
    "time": "0:24:10",
    "speaker": "spk_2",
    "line": "i said I yes. I said our magic tavern friend is out to TJ Jagadowski for us.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-167",
    "time": "0:24:15",
    "speaker": "spk_0",
    "line": "Why did you think that was too sensitive to say how whack?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-168",
    "time": "0:24:20",
    "speaker": "spk_2",
    "line": "I guess I appreciate it. I mean, it seems like it fucking up the timeline a little bit of what we were trying to do here.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-169",
    "time": "0:24:25",
    "speaker": "spk_4",
    "line": "That's why I asked. Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-170",
    "time": "0:24:33",
    "speaker": "spk_0",
    "line": "So now you've done that. You fucked it up.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-171",
    "time": "0:24:40",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-172",
    "time": "0:24:42",
    "speaker": "spk_3",
    "line": "Okay. So",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-173",
    "time": "0:24:45",
    "speaker": "spk_2",
    "line": "so I guess skip it. Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-174",
    "time": "0:24:49",
    "speaker": "spk_3",
    "line": "So then Sean suggested people, and then I sent them a screenshot from an advertiser who wasn't happy. You",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-175",
    "time": "0:24:59",
    "speaker": "spk_2",
    "line": "that's true. And I gotta say, we really appreciated the tone of that. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-176",
    "time": "0:25:04",
    "speaker": "spk_0",
    "line": "They were very nice about saying, please stop doing the ads like that.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-177",
    "time": "0:25:07",
    "speaker": "spk_3",
    "line": "Yeah. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-178",
    "time": "0:25:09",
    "speaker": "spk_2",
    "line": "First time that's happened, that we read the email we were like, wow, this is such a nice email asking us to not do the only thing that we do. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-179",
    "time": "0:25:18",
    "speaker": "spk_3",
    "line": "You guys didn't respond to that. We're together. And then I said, just so you know, you have an hour and ten minutes each, and Manzukus, his assistant responded. Let me find it. She said, hey, Kevin. Sadly, Jason won't be in Chicago until Friday, so he won't be able to make it. Thanks for asking. And then",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-180",
    "time": "0:25:42",
    "speaker": "spk_0",
    "line": "you don't try to okay. You you had a follow-up to that? Yeah. Okay. That was the I just wanna say, you don't try to parlay these emails with assistance into, like, some side thing for you, do you? Because that should be the end.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-181",
    "time": "0:25:56",
    "speaker": "spk_4",
    "line": "Yeah. No. I said thank you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-182",
    "time": "0:26:03",
    "speaker": "spk_3",
    "line": "And then I saw that",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-183",
    "time": "0:26:05",
    "speaker": "spk_0",
    "line": "i could see him typing out and deleting a wink emoji.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-184",
    "time": "0:26:12",
    "speaker": "spk_2",
    "line": "Not yet. In due time.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-185",
    "time": "0:26:22",
    "speaker": "spk_3",
    "line": "And then I asked you guys if you wanted Danielle and Casey because they're doing bitsucks. Yeah. Most",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-186",
    "time": "0:26:28",
    "speaker": "spk_2",
    "line": "her show. Oh, yeah. You asked us that? Actually, we asked you for that. No.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-187",
    "time": "0:26:32",
    "speaker": "spk_3",
    "line": "I think Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-188",
    "time": "0:26:33",
    "speaker": "spk_0",
    "line": "Like, six months ago,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-189",
    "time": "0:26:35",
    "speaker": "spk_3",
    "line": "i asked first, and then you guys said, could we get Danielle and Casey? And I just let you think you guys came up with the idea. Because I said I shouldn't have said that. I'm sorry.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-190",
    "time": "0:26:53",
    "speaker": "spk_0",
    "line": "Now I now I'm in a position where the only guess we have for the show is dead. Very sad for me. Well, our guest died. You're dead.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-191",
    "time": "0:27:08",
    "speaker": "spk_2",
    "line": "Yeah. I walked right out on stage. Hung himself in front of me. Oh, wait. No. Just the teeniest bit of rope. Don't know how he pulled it off.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-192",
    "time": "0:27:23",
    "speaker": "spk_0",
    "line": "I've never seen Kevin laugh exactly like this. No one at home listening will be able to see the face, but it's like this.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-193",
    "time": "0:27:37",
    "speaker": "spk_2",
    "line": "It says this even has, like, severe stomach cramps.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-194",
    "time": "0:27:44",
    "speaker": "spk_3",
    "line": "Wait. You you're right. You asked Casey, Danielle. I'm wrong. However",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-195",
    "time": "0:27:49",
    "speaker": "spk_0",
    "line": "good. You're alive. I'm alive. They I",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-196",
    "time": "0:27:54",
    "speaker": "spk_3",
    "line": "we can maybe edit this part out too. They've been unavailable so many times that I didn't even offer them.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-197",
    "time": "0:28:14",
    "speaker": "spk_0",
    "line": "What do you wanna edit this out of? Who are you scared of finding out? Other than the people you just told. Why didn't want you lied.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-198",
    "time": "0:28:26",
    "speaker": "spk_3",
    "line": "I forgot because I well, as most memory, I'm so used to offering them, and they're always unavailable. So when it came But they're",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-199",
    "time": "0:28:33",
    "speaker": "spk_2",
    "line": "here. Right?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-200",
    "time": "0:28:35",
    "speaker": "spk_0",
    "line": "He doesn't know. No. They are.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-201",
    "time": "0:28:36",
    "speaker": "spk_3",
    "line": "They're not they're they're not here today. So I did ask. I did ask. After you suggested,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-202",
    "time": "0:28:43",
    "speaker": "spk_0",
    "line": "whoa.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-203",
    "time": "0:28:47",
    "speaker": "spk_3",
    "line": "I normally would have asked, but because they're normally unavailable, I did.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-204",
    "time": "0:28:51",
    "speaker": "spk_2",
    "line": "Am I in a dream?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-205",
    "time": "0:28:54",
    "speaker": "spk_0",
    "line": "I think he's I think I don't know exactly what the details of our of this art, but I think he's running game on us. I haven't, like, read the books, but what I've heard about it Yeah. This is what it is.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-206",
    "time": "0:29:12",
    "speaker": "spk_2",
    "line": "Yeah. Like, I'm definitely doubting myself. Yeah. And I need to find someone to give me some kind of foundation.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-207",
    "time": "0:29:24",
    "speaker": "spk_4",
    "line": "Chef Carrie?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-208",
    "time": "0:29:29",
    "speaker": "spk_2",
    "line": "Okay. So we were through about five people being asked, right?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-209",
    "time": "0:29:34",
    "speaker": "spk_3",
    "line": "Well, and then I saw Paul Shear was recording in LA today. So he was the fifth who was on available.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-210",
    "time": "0:29:39",
    "speaker": "spk_0",
    "line": "Didn't ask, sounds like. Because he's in LA. Yeah. Okay. But the implication was that you asked.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-211",
    "time": "0:29:46",
    "speaker": "spk_2",
    "line": "And that you had suggested these people as like, do you want me to ask them, but they were recording shit at Your Wolf, where you work in LA, Well,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-212",
    "time": "0:29:57",
    "speaker": "spk_3",
    "line": "it was it was after the fact.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-213",
    "time": "0:29:59",
    "speaker": "spk_0",
    "line": "What time was his record? Three o'clock today. Okay. That would be tight.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-214",
    "time": "0:30:11",
    "speaker": "spk_2",
    "line": "We're gonna be cutting it real close. Slice on Burbank? Out of Burbank?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-215",
    "time": "0:30:17",
    "speaker": "spk_0",
    "line": "Like, maybe. Maybe. We'll never know.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-216",
    "time": "0:30:21",
    "speaker": "spk_2",
    "line": "Well, how long was the report? An hour? Yeah. It's gonna be tight.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-217",
    "time": "0:30:32",
    "speaker": "spk_0",
    "line": "Well Of course ads, they have to do He's got a lot of ads. Now see ads. Yeah. For whatever episode they were doing that week. Well and that's it? Oh, yeah. That's five.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-218",
    "time": "0:30:45",
    "speaker": "spk_2",
    "line": "That's it. That's all you",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-219",
    "time": "0:30:47",
    "speaker": "spk_0",
    "line": "yeah. Which ended up being three because you definitely didn't ask the the bitch sesh list.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-220",
    "time": "0:30:52",
    "speaker": "spk_2",
    "line": "Well, really, too, because you didn't notice Paul share either. You just Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-221",
    "time": "0:30:56",
    "speaker": "spk_0",
    "line": "So earlier, you said you asked five people and that was sixty percent a lie. Hollywood",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-222",
    "time": "0:31:04",
    "speaker": "spk_2",
    "line": "handbook.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-223",
    "time": "0:31:05",
    "speaker": "spk_0",
    "line": "Okay. This is Hayes. We are gonna do more ads. We are continuing the experiment of doing it without Sean. They do still really want a younger audience. They scripts really keeps pushing Brandon Wardell. I I do think I could do this myself, but I don't wanna do any more characters, I really did not like the character that I did last time, so I am just gonna read the copy that they gave us. So Casper, great. Casper is a sleep brand that continues to revolutionize its line of products to create an exceptionally comfortable sleep experience one night at a time. Casper is now sponsored by the backpack kid. The backpack kid slept on a Casper mattress and he woke up and knew how to do the dance. Who is that?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-224",
    "time": "0:31:49",
    "speaker": "spk_5",
    "line": "Who is the backpack head?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-225",
    "time": "0:31:53",
    "speaker": "spk_0",
    "line": "With three mattress models, the original casper, the wave, and the essential, Casper mattresses are perfectly designed to soothe and cradle your natural geometry. Buy one and you can do the backpack kit dance better than anyone. Not to mention the breathable design helps you sleep cool and regulate your body temperature throughout the night, and it's delivered right to your door in a small how do they do that size box with free shipping and returns in the US and Canada. One special box has the back by kid inside, and he will pop out and start dancing.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-226",
    "time": "0:32:19",
    "speaker": "spk_5",
    "line": "What is that?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-227",
    "time": "0:32:22",
    "speaker": "spk_0",
    "line": "The best part is that you can be sure of your purchase with Casper's one hundred night risk free sleep on at trial. After hour, you spend one third of your life sleeping so you should be comfortable. Ask your mom dukes That doesn't seem current. To buy you a Casper mattress and you will have dreams every night about kissing and get really good at it. Personal experience. I love my Casper mattress. People come over. Every time I have people spend the night at my place, they sleep on the Casper mattress. They always comment on how good it feels. Okay. No. It wants me to read this instead. I am the backpack kid. I love the mattress. I'm doing the dance right now. Get fifty dollars towards select mattresses by visiting casper dot com, the boys, and using the boys at checkout. Terms and conditions apply. Okay. Just gonna go through this one quickly. This is an internal. We are still doing the experiment with younger listeners. I'm getting emails from Colin pushing Brandon Wardell, like, every two hours, basically. I still we do not need this. I'm just gonna get through the ad. This you know, we'll see how it goes. The month of June is always fun, and it's extra special for us this year because we're celebrating Year Wolf gamers Pride all month long. We hope you'll join us by checking out some of our gaming shows that you may not know, You can listen to intimate conversations and interviews about pro gaming on shows like Homophilia, queering with comedian, Cameron Nespazito, and getting curious with the one and only Jonathan Van Ness from queer eye. None of these shows have anything to do with gaming. It's it's not gamers pride month. It's just pride this is, like, These are like LGBTQ shows. This is not gaming. None of them are gamers. Or you can laugh your headset off while listening to live stand up on put your hands together, then getting the perfect combination of political and pop culture hot takes on throwing shade with elite Fortnite gamers, Brian Sophie and Aaron Gibson. I don't think they're pro gamers. I know all these people. The shows are great, none of them have anything to do with gaming. Celebrate gamers Pride Month with The Ear Wolf, Subscribe to query, homeophilia throwing shade, put your hands together or getting curious on Apple Podcast Stitcher or wherever you listen. I really do not think this is a good idea. Let's just Okay. I I may take a step back from this. I might Okay. We might have to figure out something else. For how we're gonna do these. Extterior Dubai, Santa Man, looking out of the window of the huge hotel, and he sees down below his nemesis moriarty coming out of the ground in, like, an underground ship to steal all the jewels of Dubai. Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-228",
    "time": "0:35:11",
    "speaker": "spk_3",
    "line": "Oh, and",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-229",
    "time": "0:35:12",
    "speaker": "spk_5",
    "line": "then I'm I'm Santaman?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-230",
    "time": "0:35:13",
    "speaker": "spk_0",
    "line": "You are Santaman. Yeah. So --",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-231",
    "time": "0:35:17",
    "speaker": "spk_5",
    "line": "okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-232",
    "time": "0:35:17",
    "speaker": "spk_0",
    "line": "--",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-233",
    "time": "0:35:18",
    "speaker": "spk_1",
    "line": "moriardi is your nemesis.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-234",
    "time": "0:35:19",
    "speaker": "spk_5",
    "line": "Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-235",
    "time": "0:35:20",
    "speaker": "spk_0",
    "line": "You are you used to just be, like, kind of normal Santaantic character. Now you are sort of like a super agent type guy.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-236",
    "time": "0:35:30",
    "speaker": "spk_5",
    "line": "Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-237",
    "time": "0:35:31",
    "speaker": "spk_0",
    "line": "And you if you could b Santa Man, you say We, we, we.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-238",
    "time": "0:35:38",
    "speaker": "spk_5",
    "line": "Okay. We, we, we. We, we, we.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-239",
    "time": "0:35:41",
    "speaker": "spk_0",
    "line": "We, we, we. Yes. But kind of like so you are you're Brandon Wardell. You obviously have this audience of of teens, and and be like, you know, yours, like, you hate moriarty and stuff. But Who's moriarty? Moriardi's you Santa Man's nemesis. Yes. What we are trying what would be great is we could infuse this with, like, a younger energy --",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-240",
    "time": "0:36:04",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-241",
    "time": "0:36:05",
    "speaker": "spk_0",
    "line": "-- than we have had in the past. And, like, something that the your base will maybe, like -- Okay. -- be into. So here's the thing.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-242",
    "time": "0:36:14",
    "speaker": "spk_1",
    "line": "It's a ad for Harry's razor.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-243",
    "time": "0:36:15",
    "speaker": "spk_5",
    "line": "Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-244",
    "time": "0:36:16",
    "speaker": "spk_0",
    "line": "Your base is like starting to grow hair in places that they like, had have never seen",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-245",
    "time": "0:36:25",
    "speaker": "spk_5",
    "line": "it before. And so they nizzer razors for for teens?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-246",
    "time": "0:36:30",
    "speaker": "spk_0",
    "line": "Yeah. Well, sure. I mean, your well, your base is, like, they're really becoming adults, aren't they? They're starting to not be teens anymore. And so they're trying to figure out what",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-247",
    "time": "0:36:40",
    "speaker": "spk_1",
    "line": "to do with all this hair.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-248",
    "time": "0:36:41",
    "speaker": "spk_0",
    "line": "Yeah. And so they wanna get it off. And so they get a hair exposure. Can you read some of this,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-249",
    "time": "0:36:48",
    "speaker": "spk_5",
    "line": "as as Santa Man. So I hate moriarty, and I'm like, hoyi hoyi hoyi. That's my that's",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-250",
    "time": "0:36:53",
    "speaker": "spk_0",
    "line": "my country. It's hui hui",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-251",
    "time": "0:36:55",
    "speaker": "spk_2",
    "line": "hui. But if that",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-252",
    "time": "0:36:57",
    "speaker": "spk_1",
    "line": "if they like that if",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-253",
    "time": "0:36:58",
    "speaker": "spk_0",
    "line": "they would, like, hoy, hoy, hoy, hoy, hoy. Yes. Then then then that's okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-254",
    "time": "0:37:02",
    "speaker": "spk_1",
    "line": "You can do hoy, hoy, hoy.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-255",
    "time": "0:37:03",
    "speaker": "spk_5",
    "line": "Okay. But they but the the listeners would prefer for would prefer we, we, we.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-256",
    "time": "0:37:10",
    "speaker": "spk_0",
    "line": "Our old list Presley Our old listeners.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-257",
    "time": "0:37:12",
    "speaker": "spk_5",
    "line": "Yeah. We're bringing in a new crowd.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-258",
    "time": "0:37:14",
    "speaker": "spk_0",
    "line": "But if our if our new ones",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-259",
    "time": "0:37:15",
    "speaker": "spk_5",
    "line": "mhmm. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-260",
    "time": "0:37:16",
    "speaker": "spk_0",
    "line": "That are, like, actually really starting to become grown men and women. Yeah. And getting ready to start adulting. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-261",
    "time": "0:37:25",
    "speaker": "spk_5",
    "line": "Okay? Yeah. They're they're they're about to start adulting like a boss.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-262",
    "time": "0:37:28",
    "speaker": "spk_0",
    "line": "So do yes. So do Santa Man like that and do some of that stuff that, like you just said, as Santa Man?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-263",
    "time": "0:37:34",
    "speaker": "spk_5",
    "line": "So okay. Hey, what hey, what's up teens? It's me, Santa Man. Wee wee wee. I know a lot of you guys you guys are ready to start adulting like a boss, and you're getting hair in some weird parts of your body. And, you know, Harry's founders know that a that a great shave comes down to great blades made with sharp durable seal that lasts. So I these these blades are really good for shaving your pubescent cubes. Yep. And also killing moriarty. That's my",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-264",
    "time": "0:38:10",
    "speaker": "spk_0",
    "line": "harsh nemesis.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-265",
    "time": "0:38:11",
    "speaker": "spk_5",
    "line": "That's the perfect balance. From Sherlock Holmes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-266",
    "time": "0:38:13",
    "speaker": "spk_0",
    "line": "That's great. But we do need to hit. See where it's",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-267",
    "time": "0:38:15",
    "speaker": "spk_5",
    "line": "oh, yeah. Yeah. Yeah. And that's why they make some of the highest quality blades in the world priced much lower than the leading brand.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-268",
    "time": "0:38:23",
    "speaker": "spk_0",
    "line": "Yeah. Wee wee wee. Wee wee wee.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-269",
    "time": "0:38:26",
    "speaker": "spk_5",
    "line": "And they'll give you a free a full refund if you don't love your shave. As long as you let them know within thirty days.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-270",
    "time": "0:38:35",
    "speaker": "spk_2",
    "line": "Okay. I don't like",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-271",
    "time": "0:38:36",
    "speaker": "spk_5",
    "line": "moriarty. Okay. And look at don't look at me. Just look at the copy. Oh, this is long. Okay. Well oh, these are your must mentions. Harry's stands behind the quality of their blades. Whether you're whether you're a teen -- Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-272",
    "time": "0:39:04",
    "speaker": "spk_0",
    "line": "--",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-273",
    "time": "0:39:04",
    "speaker": "spk_5",
    "line": "or if you're Mori",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-274",
    "time": "0:39:06",
    "speaker": "spk_0",
    "line": "no. We don't wanna be selling the",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-275",
    "time": "0:39:08",
    "speaker": "spk_5",
    "line": "oh, no. We're not selling",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-276",
    "time": "0:39:09",
    "speaker": "spk_0",
    "line": "to Not to Morrie.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-277",
    "time": "0:39:11",
    "speaker": "spk_5",
    "line": "No. No. No. He's not",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-278",
    "time": "0:39:12",
    "speaker": "spk_2",
    "line": "we're not selling it to him. I we don't like him.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-279",
    "time": "0:39:14",
    "speaker": "spk_0",
    "line": "Yes. He's my archivist. Yes. You're keeping the blades away from where you're already, and you're killing him with the blades.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-280",
    "time": "0:39:20",
    "speaker": "spk_5",
    "line": "Yes. And I'm killing him with these blades where this there's a thirteen dollar trial set. Good. Right. Comes with everything you need for a close comfortable shave. It's weighted it's a weighted ergonomic handle. Yeah. That's convenient for for college. College? Are they in college, or are they?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-281",
    "time": "0:39:41",
    "speaker": "spk_2",
    "line": "Almost. Almost.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-282",
    "time": "0:39:43",
    "speaker": "spk_0",
    "line": "Right. Yeah. Getting to be a dog.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-283",
    "time": "0:39:46",
    "speaker": "spk_5",
    "line": "Right. Right. Right. You're in your dorm room. Mhmm. You're you're hanging out at the quad and you're like, hold up, guys. I gotta go shave.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-284",
    "time": "0:39:52",
    "speaker": "spk_0",
    "line": "That's good. Yes. They're not in college, but they like hearing about college stuff.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-285",
    "time": "0:39:56",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-286",
    "time": "0:39:56",
    "speaker": "spk_0",
    "line": "They like thinking about being in college.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-287",
    "time": "0:39:58",
    "speaker": "spk_2",
    "line": "Okay. They like think right. Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-288",
    "time": "0:40:00",
    "speaker": "spk_0",
    "line": "Right? That true about your friends.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-289",
    "time": "0:40:03",
    "speaker": "spk_5",
    "line": "So keep going. We've got a five liter razor with a lubricating slur strip in trimmer blade. Take care how it doesn't hurt. And it doesn't hurt. Yeah. They're worried that",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-290",
    "time": "0:40:15",
    "speaker": "spk_0",
    "line": "it's gonna hurt. Because it's",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-291",
    "time": "0:40:16",
    "speaker": "spk_5",
    "line": "there's very sensitive at that. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-292",
    "time": "0:40:17",
    "speaker": "spk_0",
    "line": "They're they don't know and it looks like it hurts and they're scared",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-293",
    "time": "0:40:20",
    "speaker": "spk_5",
    "line": "as compared. They're share they're they're scared. Yeah. But you don't need to be scared. More blades means it's less pain.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-294",
    "time": "0:40:28",
    "speaker": "spk_0",
    "line": "Thank you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-295",
    "time": "0:40:28",
    "speaker": "spk_5",
    "line": "This is the thing is, like, if you're if you're young, you might think more blade, that's more pain.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-296",
    "time": "0:40:33",
    "speaker": "spk_0",
    "line": "It does seem more blade that's would be a specific amount of paint.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-297",
    "time": "0:40:37",
    "speaker": "spk_5",
    "line": "Uh-oh. That's a little sharp. Yeah. No. Don't no. It makes it feel better.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-298",
    "time": "0:40:41",
    "speaker": "spk_0",
    "line": "Yeah. But you want even more. But not too many five is the perfect number.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-299",
    "time": "0:40:45",
    "speaker": "spk_5",
    "line": "Yeah. And so, like, let's say you're you're going to puberty camp. There's a travel blade cover. Yeah. And you can claim yours by going to harry's dot com slash handbook.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-300",
    "time": "0:40:58",
    "speaker": "spk_0",
    "line": "Okay. We've lost a lot of the Santemen moriarty stuff, but that's that's okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-301",
    "time": "0:41:02",
    "speaker": "spk_5",
    "line": "Okay. Yeah. And Right. It's also good for battle. Okay. Mhmm.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-302",
    "time": "0:41:11",
    "speaker": "spk_0",
    "line": "And I say that you have so, like, I I do have a Harry's box. Uh-huh. And it is I do use it. It is a good razor. You obviously are hairless.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-303",
    "time": "0:41:22",
    "speaker": "spk_5",
    "line": "Yeah. I'm hairless. So Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-304",
    "time": "0:41:24",
    "speaker": "spk_0",
    "line": "It's it's it's hard for you to do a personal endorsement. So I guess do it as",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-305",
    "time": "0:41:28",
    "speaker": "spk_5",
    "line": "as Santa Man.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-306",
    "time": "0:41:29",
    "speaker": "spk_0",
    "line": "As Santa Man, but maybe when he was at puberty camp, how it was, like, a",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-307",
    "time": "0:41:33",
    "speaker": "spk_1",
    "line": "nice first razor for him. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-308",
    "time": "0:41:36",
    "speaker": "spk_2",
    "line": "When I when I",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-309",
    "time": "0:41:37",
    "speaker": "spk_5",
    "line": "was in Hey, guys. It's me Santander again. I don't yes. I'm hey. What's up, guys? It's it's it's your boy, Santa Man, And when I was at when I was at puberty camp, and I was starting to starting to grow my famous Santa Man hair, and I was I was scared I used Harry's razor blade. And Morti Mortiari",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-310",
    "time": "0:42:03",
    "speaker": "spk_4",
    "line": "mortiari?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-311",
    "time": "0:42:04",
    "speaker": "spk_0",
    "line": "Mortiari is it? Mortiari. Yeah. Morti Oh, like Rick and Morty.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-312",
    "time": "0:42:07",
    "speaker": "spk_5",
    "line": "Mortie? Which I think you Marty Arden?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-313",
    "time": "0:42:09",
    "speaker": "spk_0",
    "line": "You have a pretty pretty much a hundred percent overlap between your fans. And Rick and Morty fans. Right? So Morty already could actually be really good.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-314",
    "time": "0:42:18",
    "speaker": "spk_5",
    "line": "Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-315",
    "time": "0:42:19",
    "speaker": "spk_0",
    "line": "Okay. That's good. Verbatim, please. Oh, and now",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-316",
    "time": "0:42:25",
    "speaker": "spk_5",
    "line": "our listeners can redeem their trial set at harry's dot com slash handbook. Make sure you go to harrys dot com slash handbook to redeem your offer and let them know I sent you",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-317",
    "time": "0:42:39",
    "speaker": "spk_2",
    "line": "hollywood Handbook. She has two people, and this is what we're dealing with.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-318",
    "time": "0:42:46",
    "speaker": "spk_0",
    "line": "So then I can't believe I let you be bosh even for a second.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-319",
    "time": "0:42:51",
    "speaker": "spk_2",
    "line": "I have to apologize to my dog now. Disgusting. Well, so then we did I did go and go hunting around for a guest myself. Yeah. And I went to our magic tavern friend,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-320",
    "time": "0:43:09",
    "speaker": "spk_0",
    "line": "r and E kneecamp. I guess he's like a Chicago guy or something.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-321",
    "time": "0:43:15",
    "speaker": "spk_2",
    "line": "So whoa. Nice. We we like him.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-322",
    "time": "0:43:18",
    "speaker": "spk_0",
    "line": "He is a guy who is our friend who we met one time and you heard all of it. Uh-huh.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-323",
    "time": "0:43:28",
    "speaker": "spk_2",
    "line": "You've heard my whole relationship with him. And so, at this point, I having zero faith in Kevin, slid into his DMs.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-324",
    "time": "0:43:38",
    "speaker": "spk_0",
    "line": "They basically said, you you know, a person who did us a favor once by being on our show, Here's the rest of your day. Can you take on the job of an assistant?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-325",
    "time": "0:43:52",
    "speaker": "spk_2",
    "line": "And start aggressively calling in favors for our show. This is something I did. And you know why? Because he seemed so nice. Yeah. I thought I think he'll do it.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-326",
    "time": "0:44:14",
    "speaker": "spk_0",
    "line": "We asked if there was anyone good that he might recommend.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-327",
    "time": "0:44:17",
    "speaker": "spk_2",
    "line": "He's just somebody funny in Chicago that we wouldn't know necessarily that you can connect us to, but really, like, go out and find someone to be a guest in our show.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-328",
    "time": "0:44:26",
    "speaker": "spk_0",
    "line": "And he mentioned like five people and instead of saying like, no no no, or, like, maybe only ask this one person, we were like, great. Please. Well,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-329",
    "time": "0:44:41",
    "speaker": "spk_2",
    "line": "none of them wanted to do the show.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-330",
    "time": "0:44:51",
    "speaker": "spk_0",
    "line": "He reached let's go down the list. He reached out to TJ Dragonowski. Mhmm.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-331",
    "time": "0:44:56",
    "speaker": "spk_2",
    "line": "Very funny man, very busy man I understand.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-332",
    "time": "0:45:01",
    "speaker": "spk_0",
    "line": "And he's freaking sipping diamonds out of a big sonic cup. He's busy. Yes. The the that's in there. It's melted diamonds. When you watch a commercial, that's the only thing he can drink now. Mhmm.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-333",
    "time": "0:45:20",
    "speaker": "spk_2",
    "line": "Reach out to Peter Siegel from Peter Siegel from",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-334",
    "time": "0:45:25",
    "speaker": "spk_0",
    "line": "wait wait. I I",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-335",
    "time": "0:45:26",
    "speaker": "spk_2",
    "line": "don't know what we would have done, but",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-336",
    "time": "0:45:29",
    "speaker": "spk_0",
    "line": "that would have been cool.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-337",
    "time": "0:45:31",
    "speaker": "spk_2",
    "line": "He's a busy guy, Peter.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-338",
    "time": "0:45:35",
    "speaker": "spk_0",
    "line": "Yeah?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-339",
    "time": "0:45:36",
    "speaker": "spk_2",
    "line": "No, can do. Went out to Max Temkin. Max Temkin. The creator of cards against humanity. Yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-340",
    "time": "0:45:49",
    "speaker": "spk_0",
    "line": "Now Ah, that's what we said. Yeah. Partly from being excited to have him partly from being scared because he made these cards that are, like, the most basically, the most dangerous things in the world.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-341",
    "time": "0:46:04",
    "speaker": "spk_2",
    "line": "And what came back from him was not that he was busy, was that he would not do the show. And that he would like a comp.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-342",
    "time": "0:46:16",
    "speaker": "spk_0",
    "line": "Yeah. So we're thinking I just wanna take a picture of Kevin completely checking out in the middle of the show.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-343",
    "time": "0:46:23",
    "speaker": "spk_3",
    "line": "There's a there's a photo from our live show, the typewriter one where I'm talking in Natalie and Shawnner paying attention, and you're literally texting.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-344",
    "time": "0:46:32",
    "speaker": "spk_0",
    "line": "I don't wanna hear this. I'm doing a show right now.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-345",
    "time": "0:46:39",
    "speaker": "spk_2",
    "line": "What am I gonna air out on stage in Chicago?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-346",
    "time": "0:46:43",
    "speaker": "spk_0",
    "line": "Jeez. A photo from a live show two months ago. That's a good",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-347",
    "time": "0:46:48",
    "speaker": "spk_2",
    "line": "way to use my time on Mike. So",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-348",
    "time": "0:46:52",
    "speaker": "spk_0",
    "line": "we see that the cards against humanity guy does wanna comp, and we think, well, we can get more out of Arnie now. We can, like, we can maybe still convert this into something even though the guy said, no.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-349",
    "time": "0:47:04",
    "speaker": "spk_2",
    "line": "So we asked Arnie, can you please go back to the cards against humanity guy? Say, we have a funny idea for him. We were excited to have him come in he literally won't have to, like, do anything, try to be funny. He can just sit on stage and say, no, while we pitch him new funny card games. Yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-350",
    "time": "0:47:23",
    "speaker": "spk_0",
    "line": "Thank you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-351",
    "time": "0:47:24",
    "speaker": "spk_2",
    "line": "Yeah. What a good idea for an episode and imagine it with max Camkin.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-352",
    "time": "0:47:32",
    "speaker": "spk_0",
    "line": "And when we have an idea like that, we we really don't wanna let it go because another one is not coming. Look at what we're doing right now.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-353",
    "time": "0:47:39",
    "speaker": "spk_2",
    "line": "Yes. Dog with a bone.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-354",
    "time": "0:47:42",
    "speaker": "spk_0",
    "line": "And so Arnie goes back to the next message we get from Arnie is Max has gone dark. So that's one relationship that Arnie no longer has.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-355",
    "time": "0:47:54",
    "speaker": "spk_2",
    "line": "Yep. We were like",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-356",
    "time": "0:47:56",
    "speaker": "spk_0",
    "line": "rich rich guy probably could've really done some good stuff or or any.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-357",
    "time": "0:48:01",
    "speaker": "spk_2",
    "line": "He may work with him. And we were like, hey, your friend. Go press on him. The thing he's told you he's uncomfortable with, insist. Again, we've only met Arnie once. But, man, did we like the idea?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-358",
    "time": "0:48:22",
    "speaker": "spk_0",
    "line": "And we were like, We don't want you just did the show. So we don't wanna inconvenience you, Arnie, by asking you to do the show again. We'll ask you to to do this thing that is much worse. And less fun. Uh-huh.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-359",
    "time": "0:48:39",
    "speaker": "spk_2",
    "line": "Here we are. We're here much. But but yeah, here we are.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-360",
    "time": "0:48:43",
    "speaker": "spk_0",
    "line": "And so some of the stuff we were thinking Well, here's what we kinda think. Yeah. All this failure",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-361",
    "time": "0:48:49",
    "speaker": "spk_2",
    "line": "gave us some idea And I and I don't know necessarily if if Max did get the cop and coming if he's here. Thank you for coming. We love our fans, but He is here.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-362",
    "time": "0:49:03",
    "speaker": "spk_0",
    "line": "Don't shake your head. I know he is. Back. Do you want okay. Let's make a deal. Let's make a deal. Okay? Uh-huh. You just come up on stage and be okay. I know. I know. I know. I know. And just be he's a good looking guy. Better than I thought. Yeah. Nice. Like a game designer?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-363",
    "time": "0:49:35",
    "speaker": "spk_2",
    "line": "That's nice what I got when we got going on over here.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-364",
    "time": "0:49:37",
    "speaker": "spk_0",
    "line": "I'm expecting to some there's something to, like, ooze up here. Okay. Max comes up and you sit in total silence. That's okay? Yep. Hey. Hey, guys. It's Hayes. Just jumping in here real quick. So that is not him. We were informed after the show that whoever got up on stage, was not the cards against humanity guy. He did raise his hand, when we asked if the card's against humanity guy was there, but it is not the guy. Little later on, he does offer some clues that it's not him. But at that point, I think we were very excited. And were did not want to hear them. So enjoy And I I, the star of the show, I'm getting a chair.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-365",
    "time": "0:50:58",
    "speaker": "spk_2",
    "line": "And and now Okay. Sorry.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-366",
    "time": "0:51:00",
    "speaker": "spk_0",
    "line": "If you ever do wanna talk, which again, you do not have that's part of the deal. And I don't care if you really are Max. You did a little, like, hand raise. I'm saying, I don't care. But as long as people think you are, Okay. Great.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-367",
    "time": "0:51:14",
    "speaker": "spk_2",
    "line": "What do you think it means when I'm doing this? I need a I need a little bit of focus for a second.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-368",
    "time": "0:51:19",
    "speaker": "spk_0",
    "line": "You you forget I have some I have",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-369",
    "time": "0:51:21",
    "speaker": "spk_2",
    "line": "some unfinished business, but this is about Max.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-370",
    "time": "0:51:24",
    "speaker": "spk_0",
    "line": "Okay. You're right.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-371",
    "time": "0:51:25",
    "speaker": "spk_2",
    "line": "Max spoke to me off Mike when he got on stage. As Hayes was getting the chair. And he pointed out some unfinished business that's bugging him. And maybe it's bugging some other people in the audience, So I'm gonna clear it up right now. What up what up. Wow.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-372",
    "time": "0:51:53",
    "speaker": "spk_3",
    "line": "Wow.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-373",
    "time": "0:51:56",
    "speaker": "spk_0",
    "line": "See, imagine if if you hadn't shown up, How did you get a comp? Did Arnie just give you a comp?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-374",
    "time": "0:52:02",
    "speaker": "spk_1",
    "line": "He's not allowed to do that.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-375",
    "time": "0:52:05",
    "speaker": "spk_6",
    "line": "Arnie asked Max Max, I guess, went dark, and he breached out to his other friends and didn't even tell Arnie that he was going for the comp, but I got it.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-376",
    "time": "0:52:18",
    "speaker": "spk_0",
    "line": "Wait. Wait. Wait. Wait. Wait. Wait. Wait.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-377",
    "time": "0:52:21",
    "speaker": "spk_2",
    "line": "Okay. So this is why Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-378",
    "time": "0:52:25",
    "speaker": "spk_0",
    "line": "But Max would say, I did that. Max would not You said that Max did that, but you are Matt.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-379",
    "time": "0:52:38",
    "speaker": "spk_6",
    "line": "Yeah. Yeah. I got the",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-380",
    "time": "0:52:41",
    "speaker": "spk_0",
    "line": "okay. Good. Again, I don't care if you are Max. But for the fiction of the show, you have to when you're talking about Max, you have to say I, Or, like, I am Max and I did this. Yes. Can you give him your mic, Kevin? You're just sitting there and he's talking. Fucking. God, this is like this is like this this is magic happening right now. There's just a loose mic hanging limply.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-381",
    "time": "0:53:11",
    "speaker": "spk_2",
    "line": "Kevin, what if the next big game was gonna be created right here on this stage tonight.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-382",
    "time": "0:53:17",
    "speaker": "spk_0",
    "line": "And you blew it. And people can only hear the sound of that happening, bouncing off the stage into your It's a flaccid dick Mike, because that's what you were doing.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-383",
    "time": "0:53:30",
    "speaker": "spk_2",
    "line": "And I don't love that stuff. But",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-384",
    "time": "0:53:33",
    "speaker": "spk_0",
    "line": "well, it's because Max is here. It's you know, it's cards with humanity.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-385",
    "time": "0:53:37",
    "speaker": "spk_2",
    "line": "So Yeah. And it and I gotta say. This guy's a maniac with my name. I can ask the person to stop turning on its axis.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-386",
    "time": "0:53:44",
    "speaker": "spk_3",
    "line": "I mean, the guy's freaking",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-387",
    "time": "0:53:45",
    "speaker": "spk_0",
    "line": "so let me talk to you a little something about legend status. Max was an advertiser on our show. Did you even know that?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-388",
    "time": "0:53:54",
    "speaker": "spk_6",
    "line": "Yes. I asked you not to play an ad.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-389",
    "time": "0:53:57",
    "speaker": "spk_0",
    "line": "Yes. Yeah. You should have other people do that kind of thing. It's my idea. You have to draw the cards or whatever. And yeah. This guy's paying all this money, and he's like, I'm alright. I'm all the way here, and I'm writing stuff down on paper even. But what I'm is don't even do the ad. Mhmm. Read this part.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-390",
    "time": "0:54:20",
    "speaker": "spk_2",
    "line": "And do you remember what we did? You freaked out a little. Yeah. Yeah. After a while, it was getting we got pretty scared.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-391",
    "time": "0:54:28",
    "speaker": "spk_6",
    "line": "Yeah. At first, it was cool, but then",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-392",
    "time": "0:54:31",
    "speaker": "spk_2",
    "line": "then I started to get pretty freaking scared. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-393",
    "time": "0:54:35",
    "speaker": "spk_0",
    "line": "Yeah. The first one we were we managed to roll with, because we talked about it a while beforehand. Just like what we were gonna do. Oh, yeah. With this ad that's supposed to be ad, but it is, like, not even an ad.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-394",
    "time": "0:54:46",
    "speaker": "spk_2",
    "line": "Which is chill as hell.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-395",
    "time": "0:54:48",
    "speaker": "spk_0",
    "line": "Yes. But then you refused to stop. You kept doing it. You kept doing it. We were forced to use the ad space to advertise our own products. I believe one of them was the star shower.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-396",
    "time": "0:55:02",
    "speaker": "spk_2",
    "line": "Yes. She was an attachment for your host that makes the water look like a star.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-397",
    "time": "0:55:11",
    "speaker": "spk_5",
    "line": "Yes. Yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-398",
    "time": "0:55:13",
    "speaker": "spk_0",
    "line": "Because we had this free space, and I'm just gonna do nothing with it. I'm hanging on to this thing, and it's gold. I'm not just gonna that's a Rod Biloyevich joke for you. And so we had some ideas for games.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-399",
    "time": "0:55:33",
    "speaker": "spk_2",
    "line": "Yeah. And and I got I can't stress enough that just because we did not necessarily know or think Max would be here does not mean that we now will have to make up games on the spot because",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-400",
    "time": "0:55:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-401",
    "time": "0:55:47",
    "speaker": "spk_2",
    "line": "yeah. -- we prepared nothing. Yes. It might feel that way, and that's just credit to our extemporaneous delivery. Yeah. But I will be saying all games that are very well thought out. Yeah. That would work. So my first game idea, It's called who said that. So me and Hayes would each have like a cup. And we'd be talking into the cup",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-402",
    "time": "0:56:19",
    "speaker": "spk_0",
    "line": "so you can't really see our mouths. Oh, okay. Yeah. Alright. He's laughing. He wasn't really doing it in the mic, but he was loving it.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-403",
    "time": "0:56:26",
    "speaker": "spk_5",
    "line": "Love at this.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-404",
    "time": "0:56:27",
    "speaker": "spk_2",
    "line": "And maybe you have, like",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-405",
    "time": "0:56:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-406",
    "time": "0:56:29",
    "speaker": "spk_2",
    "line": "so far so good.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-407",
    "time": "0:56:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-408",
    "time": "0:56:29",
    "speaker": "spk_2",
    "line": "a big cup over your head or something. Yeah. Done. And then we and then you have to guess who said that? And you got and you got two cards, which is kinda your thing. And it's and one says Sean and one says Hayes. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-409",
    "time": "0:56:48",
    "speaker": "spk_0",
    "line": "But you can't see the the card.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-410",
    "time": "0:56:50",
    "speaker": "spk_2",
    "line": "No. But you pointed out.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-411",
    "time": "0:56:52",
    "speaker": "spk_0",
    "line": "Maybe you could see me and Sean,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-412",
    "time": "0:56:54",
    "speaker": "spk_2",
    "line": "which you'd probably give away who's talking.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-413",
    "time": "0:56:56",
    "speaker": "spk_0",
    "line": "Yeah. It's true.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-414",
    "time": "0:56:58",
    "speaker": "spk_2",
    "line": "And what we say too is, like, so crazy.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-415",
    "time": "0:57:03",
    "speaker": "spk_5",
    "line": "Oh. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-416",
    "time": "0:57:06",
    "speaker": "spk_2",
    "line": "Oh. Could be anything. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-417",
    "time": "0:57:08",
    "speaker": "spk_0",
    "line": "Yeah. It's like a simple to, like, like, I don't even wanna say this, but, like, kiss Bin Laden. And that's what one of them that's what one of them could be. Not that one. But, like, something that is, like, Like, but it's like fucked.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-418",
    "time": "0:57:27",
    "speaker": "spk_2",
    "line": "Something that's completely fucked. Yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-419",
    "time": "0:57:30",
    "speaker": "spk_6",
    "line": "Something that if I played at Thanksgiving with my family, would just be fucked. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-420",
    "time": "0:57:36",
    "speaker": "spk_2",
    "line": "They said",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-421",
    "time": "0:57:36",
    "speaker": "spk_0",
    "line": "they would also be loving it.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-422",
    "time": "0:57:38",
    "speaker": "spk_2",
    "line": "There's actually there's actually only one person that would play this game at Thanksgiving with their family, and it's the mayor of zero spill.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-423",
    "time": "0:57:49",
    "speaker": "spk_0",
    "line": "So to summarize, The game is called who said that?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-424",
    "time": "0:57:56",
    "speaker": "spk_2",
    "line": "Who said that?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-425",
    "time": "0:57:57",
    "speaker": "spk_0",
    "line": "It's me and Sean. We are holding cups over our mouths. And the",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-426",
    "time": "0:58:03",
    "speaker": "spk_2",
    "line": "and the cups could be made of cards.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-427",
    "time": "0:58:05",
    "speaker": "spk_0",
    "line": "The cups could be made of cards that you kinda bend them up. You bend one card up, and you put another card under that. And it's it is a cup at that point. And you are also wearing a bucket over your head that, I guess, could also be",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-428",
    "time": "0:58:19",
    "speaker": "spk_2",
    "line": "cards. Cards.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-429",
    "time": "0:58:20",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. If you have, like, extra cards, it could be the bucket. Mhmm. Yeah. This is your stuff. They're like, what's the bucket made of? Is, like, this is where you you'll run with that. We're not",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-430",
    "time": "0:58:32",
    "speaker": "spk_2",
    "line": "happy. We don't know.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-431",
    "time": "0:58:33",
    "speaker": "spk_0",
    "line": "And we're saying stuff that is the most fucked shit. And your job and there are two cards that say Sean and Hayes, and your job is to figure out who said that.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-432",
    "time": "0:58:50",
    "speaker": "spk_2",
    "line": "And that and so that's a game.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-433",
    "time": "0:58:58",
    "speaker": "spk_6",
    "line": "I think that's a great idea.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-434",
    "time": "0:59:01",
    "speaker": "spk_2",
    "line": "Okay. Good. Wow. Cool. Great. Wow. You almost wonder if we even pitch another game.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-435",
    "time": "0:59:06",
    "speaker": "spk_0",
    "line": "Yeah. Quit while you're ahead. Do we quit now? Am I too busy to be in every one of these games? I'm also worried about.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-436",
    "time": "0:59:14",
    "speaker": "spk_2",
    "line": "We might wanna have a game that maybe people could blame him without us.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-437",
    "time": "0:59:18",
    "speaker": "spk_0",
    "line": "As I'm as I'm thinking about my schedule, Every time someone plays this game, I am there. And Max is there too, I guess. Max is the what like so if Max is wearing the buck and he's guessing every time whether it's me or you. What is the person who bought the game? I guess they're watching. It sounds fun. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-438",
    "time": "0:59:40",
    "speaker": "spk_2",
    "line": "Well, because they can be like somebody's gotta be there to go, hey, that's you're wrong.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-439",
    "time": "0:59:45",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-440",
    "time": "0:59:51",
    "speaker": "spk_2",
    "line": "And also, somebody asked to be able to tell us when to draw the line in terms of some of the fucked up shit we're set.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-441",
    "time": "0:59:57",
    "speaker": "spk_0",
    "line": "Yes. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-442",
    "time": "1:00:00",
    "speaker": "spk_2",
    "line": "Definitely. Like, we've like, we will be talking about, like, my favorite movie is the Trump piss tape. Okay. Best movie of all time.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-443",
    "time": "1:00:11",
    "speaker": "spk_0",
    "line": "Not that, but, like No. I wouldn't say that. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-444",
    "time": "1:00:15",
    "speaker": "spk_2",
    "line": "I don't even know what that means.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-445",
    "time": "1:00:18",
    "speaker": "spk_0",
    "line": "I can pitch another game. Yes, please. This one is called Kevin's parade. The game is, Kevin has Made his x men card so they stand up. He has he has cut That's not easy, but he's taken plastic bottle caps and cut a line through the middle of the bottle cap. So he can stand up the x men card in the bottle cap. And he is making them March A longest driveway. And they are singing a song called Kevin's birthday. So to review, the game is Kevin's parade. Kevin Histed up his excellent cards. They are marching his driveway scene in",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-446",
    "time": "1:01:23",
    "speaker": "spk_5",
    "line": "a song called Kevin's birthday.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-447",
    "time": "1:01:25",
    "speaker": "spk_0",
    "line": "And you may notice that it does involve cards.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-448",
    "time": "1:01:28",
    "speaker": "spk_6",
    "line": "Can't you do? Hi, too.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-449",
    "time": "1:01:32",
    "speaker": "spk_2",
    "line": "Now I'm curious.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-450",
    "time": "1:01:35",
    "speaker": "spk_0",
    "line": "Do we wanna backs way in first before you I know yours went well and you couldn't stand me. Having one, like, fraction of the success that you've had. But if we just wanna see where it goes",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-451",
    "time": "1:01:55",
    "speaker": "spk_6",
    "line": "sorry. I think we could do a lot of expansion packs.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-452",
    "time": "1:01:59",
    "speaker": "spk_0",
    "line": "Thank you. Yes. I was gonna get to those.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-453",
    "time": "1:02:03",
    "speaker": "spk_2",
    "line": "Yeah. That's that's good business.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-454",
    "time": "1:02:10",
    "speaker": "spk_0",
    "line": "Here I mean so and the obvious question that I'm thinking as I'm asking this is, where are me and Sean? Yeah. Well Who's gonna buy this game? It's Kevin. It's just, like, on his driveway? Just Kevin.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-455",
    "time": "1:02:30",
    "speaker": "spk_2",
    "line": "And I don't know the song Kevin's parade. No. Kevin's birthday. I don't know Kevin's birthday. I don't know that song.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-456",
    "time": "1:02:36",
    "speaker": "spk_0",
    "line": "The game is called Kevin's parade.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-457",
    "time": "1:02:38",
    "speaker": "spk_2",
    "line": "Yeah. Okay. But Well,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-458",
    "time": "1:02:39",
    "speaker": "spk_0",
    "line": "we're not singing the song, but there must be something that we can do.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-459",
    "time": "1:02:42",
    "speaker": "spk_2",
    "line": "But I don't know the song. Right. Like, what's gonna make me buy it? Here's Maybe if it's that song that's, like, It's more of a famous song.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-460",
    "time": "1:03:00",
    "speaker": "spk_0",
    "line": "You know what I'm saying?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-461",
    "time": "1:03:03",
    "speaker": "spk_2",
    "line": "Not the song. What's the song that is, like, the dark parade or something? Where are these in the ringmaster uniform? It's like my morning jacket maybe or someone? Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-462",
    "time": "1:03:19",
    "speaker": "spk_0",
    "line": "I guess that would move a shit. Ton of games.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-463",
    "time": "1:03:22",
    "speaker": "spk_2",
    "line": "The black parade. Okay. It could be that. Or I can think of another song anyway.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-464",
    "time": "1:03:34",
    "speaker": "spk_0",
    "line": "I wonder if our job is to be behind Kevin leaving out some snacks for him. Ah. So he's gonna be out there for a while. We don't wanna interrupt him. But we just are, like, putting out some snacks for when he is ready.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-465",
    "time": "1:03:52",
    "speaker": "spk_2",
    "line": "For when he takes a break. Yes. That could be sick as hell.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-466",
    "time": "1:04:03",
    "speaker": "spk_0",
    "line": "He even told us, by the way, I should say that he was doing the merch table before the show. Can I ask if their if anyone bought merch, if they're Anyways, cash? Yeah. Okay. We're not we're not supposed to be doing cash.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-467",
    "time": "1:04:20",
    "speaker": "spk_2",
    "line": "He's not allowed to have We can't do cash with Kevin.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-468",
    "time": "1:04:25",
    "speaker": "spk_0",
    "line": "The thing he'd like so people were like, oh, he steals the cash?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-469",
    "time": "1:04:28",
    "speaker": "spk_2",
    "line": "No. No. No. No. No.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-470",
    "time": "1:04:29",
    "speaker": "spk_0",
    "line": "No. No. He will add his own cash",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-471",
    "time": "1:04:35",
    "speaker": "spk_2",
    "line": "to make it seem like he did a good",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-472",
    "time": "1:04:37",
    "speaker": "spk_0",
    "line": "job. Yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-473",
    "time": "1:04:39",
    "speaker": "spk_2",
    "line": "So we have to just take that option off the table because Kevin's mom has started calling us and being like, I'm sending him all this money every month. And we don't know where it goes. And, obviously, it's, you know, it's getting added into the cash pile for the merch table.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-474",
    "time": "1:04:57",
    "speaker": "spk_0",
    "line": "It's very clear that it's his mom's money. It smells like his mom.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-475",
    "time": "1:05:04",
    "speaker": "spk_2",
    "line": "So As far as the game ideas, I'm just trying to think of other things about cards. Like so when you get asked for an ID, Okay. You're getting carded.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-476",
    "time": "1:05:24",
    "speaker": "spk_0",
    "line": "Okay. That's definitely cards. Continue. Card element is already in play. So what if it's like Now we just have fun.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-477",
    "time": "1:05:34",
    "speaker": "spk_2",
    "line": "Yes. Exactly. Exactly. So let's open this world",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-478",
    "time": "1:05:39",
    "speaker": "spk_0",
    "line": "up a little bit.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-479",
    "time": "1:05:42",
    "speaker": "spk_2",
    "line": "So, like, I guess I'm like a bouncer or something. Okay. And and Hayes is like a DJ in size. And he's, like, spinning at the club. He's, like, the hot DJ from the movie of Visa that Gillian Jacobs wants to get with.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-480",
    "time": "1:06:05",
    "speaker": "spk_0",
    "line": "Lot of recognition for that. I'll pass that along.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-481",
    "time": "1:06:10",
    "speaker": "spk_2",
    "line": "So he so he's kind of in there and, like, you wanna get to him But first, you gotta show your cards. Yeah. And",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-482",
    "time": "1:06:23",
    "speaker": "spk_0",
    "line": "who is the person giving the cards Kevin, I guess? Yeah. Okay.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-483",
    "time": "1:06:28",
    "speaker": "spk_2",
    "line": "Kevin, and then Max is, like, Well, you know what? Kevin should be cooking.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-484",
    "time": "1:06:36",
    "speaker": "spk_0",
    "line": "Yes. That's right. I mean, are we",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-485",
    "time": "1:06:39",
    "speaker": "spk_2",
    "line": "not gonna do food there?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-486",
    "time": "1:06:40",
    "speaker": "spk_0",
    "line": "Kevin should have been done a little it would have been nice if you did some cooking for who said that as well, Kevin. And I noticed you were just sitting there the entire time. We were talking about who said that. And not offering to do any cooking, and you should be cooking right now.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-487",
    "time": "1:06:53",
    "speaker": "spk_2",
    "line": "And and And I think that Max could then maybe be giving me cards. Okay? And maybe they're like, It's like a a Pete Sampress card. Like, a collectible card for, like, a nineties tennis player. Wow. But there's a word bubble drawn in, and the shit we got, Pete, say it. Oh, Yeah. And and I see the gears turning already. This guy's gonna freaking bury me. No. I I mean, it could be pretty fucked up. I and it doesn't just have to be Pete. Jennifer Caprioti, you know. Evon Glendall. Chang. Michael Chang, Carl Chang. Yeah. Two of them played doubles together. Yeah. I mean, Todd, Martin Gorny, Vanessa Vitch. Stefan Edberg.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-488",
    "time": "1:08:02",
    "speaker": "spk_0",
    "line": "Yep.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-489",
    "time": "1:08:03",
    "speaker": "spk_2",
    "line": "Now let's get them all lined up. Martina. And some of the shit they could be saying. I go might go.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-490",
    "time": "1:08:19",
    "speaker": "spk_0",
    "line": "Join to recap, the game is called Can I see some ID? It's a it's you are approaching Sean, who's a bouncer, and you have He says, can I if he says cookies is ready? Got ID. Gross is ready. Cesar might be. Kevin is cooking. I'm the DJ from the movie Aviso. You give him these funny cards that have the",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-491",
    "time": "1:08:52",
    "speaker": "spk_6",
    "line": "guys bubbles.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-492",
    "time": "1:08:53",
    "speaker": "spk_0",
    "line": "Those tennis guys. Yes. And the word bubbles they're saying, the shit that's so but everyone is loving it as well.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-493",
    "time": "1:09:00",
    "speaker": "spk_2",
    "line": "And it doesn't have to be, like, I think some of the stuff we said before got a little political. Yeah. This shit doesn't have to be that, to be fucked up. Yeah. It could be like My dad's an octopus. Yeah. Sure.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-494",
    "time": "1:09:19",
    "speaker": "spk_0",
    "line": "I wanna be boyfriends with a friggin frog.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-495",
    "time": "1:09:23",
    "speaker": "spk_2",
    "line": "Okay. Okay. Not that. It wouldn't obviously be that. Yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-496",
    "time": "1:09:33",
    "speaker": "spk_6",
    "line": "So I am into that one. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-497",
    "time": "1:09:37",
    "speaker": "spk_2",
    "line": "That looks good. Well, I",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-498",
    "time": "1:09:38",
    "speaker": "spk_0",
    "line": "do see some logistical issues with one is is not Just the space you are seeking for it. I'm thinking, like, I'm already doing who said that I have to be in everyone's house who's playing that game. Where is this taking place? Are we, like, doing this in someone's everyone has to come to the club.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-499",
    "time": "1:09:59",
    "speaker": "spk_2",
    "line": "I think what we have to do is make like a cardboard club in Kevin's driveway because quite frankly, we're gonna be pretty busy Right. At Kevin's parade. Right.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-500",
    "time": "1:10:11",
    "speaker": "spk_6",
    "line": "So is that an expansion of Kevin's great.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-501",
    "time": "1:10:13",
    "speaker": "spk_0",
    "line": "Is this",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-502",
    "time": "1:10:14",
    "speaker": "spk_2",
    "line": "an expansion?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-503",
    "time": "1:10:15",
    "speaker": "spk_0",
    "line": "Kevin's great. Wow. Wow.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-504",
    "time": "1:10:20",
    "speaker": "spk_2",
    "line": "Yeah. And this is and this is why Max is where he is because he sees the whole field in a way. Yes. That this is falls under",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-505",
    "time": "1:10:31",
    "speaker": "spk_0",
    "line": "the umbrella of Kevin's parade, which is now the main game, really. Wow. And so now I really know what it feels like to have game run on me.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-506",
    "time": "1:10:44",
    "speaker": "spk_2",
    "line": "Max, do you wanna talk a little bit about game theory and the prisoner's dilemma?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-507",
    "time": "1:10:51",
    "speaker": "spk_0",
    "line": "And I know we said, yes, you didn't have to talk at all when you came up here, but, like, now you're here. And so throw something to you that's, like, hard to do. Yeah. This is like",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-508",
    "time": "1:11:01",
    "speaker": "spk_2",
    "line": "yeah. This is awful.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-509",
    "time": "1:11:02",
    "speaker": "spk_0",
    "line": "It's like, who cares, you know? Like, yes, we promised them whatever.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-510",
    "time": "1:11:07",
    "speaker": "spk_2",
    "line": "Yeah. No. Well, what I did what I I asked you a question which is, do you wanna do that?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-511",
    "time": "1:11:15",
    "speaker": "spk_6",
    "line": "I don't want to talk about game theory.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-512",
    "time": "1:11:17",
    "speaker": "spk_3",
    "line": "Yeah. Okay. Yeah. Okay. Okay. Okay. That's great.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-513",
    "time": "1:11:20",
    "speaker": "spk_0",
    "line": "You gotta keep some secrets. Right?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-514",
    "time": "1:11:28",
    "speaker": "spk_6",
    "line": "I know the laws of power,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-515",
    "time": "1:11:32",
    "speaker": "spk_0",
    "line": "oh, yeah. All forty eight? Forty eight laws of power. Hierarchies. We've been reading about this.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-516",
    "time": "1:11:37",
    "speaker": "spk_2",
    "line": "Yeah. That shit trips me out. Yeah. How That reminds me I gotta get my shoulders back.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-517",
    "time": "1:11:43",
    "speaker": "spk_0",
    "line": "Yes. How lobsters are, like, the boss of the ocean, basically? And they're the most normal animal. It's real this is all real stuff. If you actually read a book?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-518",
    "time": "1:12:00",
    "speaker": "spk_2",
    "line": "They're the most normal yeah. They're they're the actual If you read",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-519",
    "time": "1:12:04",
    "speaker": "spk_0",
    "line": "a science book.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-520",
    "time": "1:12:04",
    "speaker": "spk_2",
    "line": "The closest to humans. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-521",
    "time": "1:12:08",
    "speaker": "spk_0",
    "line": "And now you and now you don't have to read the actual science book. You just read a book by a guy who is not a scientist, but is maybe friends with, like, a couple? Works at the same place",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-522",
    "time": "1:12:19",
    "speaker": "spk_6",
    "line": "or so. Sociopath. Yeah. Right.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-523",
    "time": "1:12:21",
    "speaker": "spk_0",
    "line": "Which is, like, like, a he's a dissociopath. He's kinda doctor.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-524",
    "time": "1:12:25",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-525",
    "time": "1:12:29",
    "speaker": "spk_3",
    "line": "True?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-526",
    "time": "1:12:37",
    "speaker": "spk_2",
    "line": "I give me the twenty ninth law of power. Oh, I",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-527",
    "time": "1:12:43",
    "speaker": "spk_6",
    "line": "i didn't read them in order. I would Oh, yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-528",
    "time": "1:12:45",
    "speaker": "spk_2",
    "line": "I jumped around. That's a better way to memorize it, really. Then you totally absorb it if you skip around.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-529",
    "time": "1:12:54",
    "speaker": "spk_0",
    "line": "I do have a question for me.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-530",
    "time": "1:12:56",
    "speaker": "spk_2",
    "line": "Which is?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-531",
    "time": "1:12:57",
    "speaker": "spk_0",
    "line": "I don't know who it's for. The question is, how long is it bit? And maybe someone could sing a little song and actually do something for once in the show.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-532",
    "time": "1:13:15",
    "speaker": "spk_2",
    "line": "Well, it seems like we have people in the audience that wanna sing it.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-533",
    "time": "1:13:20",
    "speaker": "spk_0",
    "line": "Who? Oh, no. Not everyone.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-534",
    "time": "1:13:24",
    "speaker": "spk_2",
    "line": "I did I not hear someone just start singing it? I come from this You were doing it. Well, this seems like it. He wants to do it.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-535",
    "time": "1:13:32",
    "speaker": "spk_0",
    "line": "You can't kinda start singing his song.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-536",
    "time": "1:13:38",
    "speaker": "spk_2",
    "line": "How long how long",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-537",
    "time": "1:13:39",
    "speaker": "spk_6",
    "line": "has he",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-538",
    "time": "1:13:41",
    "speaker": "spk_2",
    "line": "been",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-539",
    "time": "1:13:44",
    "speaker": "spk_0",
    "line": "keep going. Wow.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-540",
    "time": "1:13:53",
    "speaker": "spk_2",
    "line": "That fucking rock. Yeah. It's been one hour. Yeah. Okay. Which means we got ten minutes left.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-541",
    "time": "1:14:01",
    "speaker": "spk_0",
    "line": "So, normally, we could get away with ending the show now. No one is supposed to know exactly what our allotted time is in this episode. But through circumstances that nobody asked for",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-542",
    "time": "1:14:21",
    "speaker": "spk_2",
    "line": "is, like, totally unforced. Should I read this innocuous message from you? Or should I read this extremely damaging thing I sent to you? Well, yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-543",
    "time": "1:14:37",
    "speaker": "spk_0",
    "line": "That was not a a question answering situation. So someone from the audience said damaging. In response to the question that we were asking Kevin, in the past. In the context of, like, forty minutes ago.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-544",
    "time": "1:14:52",
    "speaker": "spk_2",
    "line": "If you've seen Deadpool too, I sort of became cable in that moment.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-545",
    "time": "1:14:57",
    "speaker": "spk_0",
    "line": "And so to answer the go ahead, do more cable stuff? Well, no. I just I want I want I wanna hear more.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-546",
    "time": "1:15:04",
    "speaker": "spk_2",
    "line": "I adjusted my magical watch. And manage to skip back, let's say, in forty minutes",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-547",
    "time": "1:15:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-548",
    "time": "1:15:12",
    "speaker": "spk_2",
    "line": "yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-549",
    "time": "1:15:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-550",
    "time": "1:15:12",
    "speaker": "spk_2",
    "line": "and ask Kevin a question. Yeah. But for you to answer now in real time.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-551",
    "time": "1:15:17",
    "speaker": "spk_0",
    "line": "Yeah. To make a choice between those two options, I guess you thought that was happening the present day when clearly Shawn adjusted his magical watch and it was happening forty minutes ago, I'm just saying, so I don't disappoint you so you don't leave and say, like, well, I chose damaging.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-552",
    "time": "1:15:34",
    "speaker": "spk_2",
    "line": "They didn't do it. And",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-553",
    "time": "1:15:36",
    "speaker": "spk_0",
    "line": "they just, like, blew right by it. No. I'm I'm accounting for you. You yelled at me. So I'm I'm gonna you know, I'm helping.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-554",
    "time": "1:15:47",
    "speaker": "spk_2",
    "line": "And maybe maybe he thought I was playing one of the games we described.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-555",
    "time": "1:15:52",
    "speaker": "spk_0",
    "line": "That's possible. Should that",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-556",
    "time": "1:15:54",
    "speaker": "spk_2",
    "line": "be a pain?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-557",
    "time": "1:15:54",
    "speaker": "spk_3",
    "line": "Each of",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-558",
    "time": "1:15:54",
    "speaker": "spk_2",
    "line": "those questions was a card.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-559",
    "time": "1:15:55",
    "speaker": "spk_0",
    "line": "It's my turn to do one, so that's an easy way for me to kinda get out of this.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-560",
    "time": "1:15:59",
    "speaker": "spk_2",
    "line": "I've already got a proven market for it. Yes. Like, we know at least one guy who wants to play that game.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-561",
    "time": "1:16:04",
    "speaker": "spk_0",
    "line": "Yes. Do you wanna come up here? Is that a homemade merch?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-562",
    "time": "1:16:14",
    "speaker": "spk_2",
    "line": "No. That is from surf salt surf. Yeah. Well, I disavowed salt surf. This is a company that made a shirt that said nice and cool and I thought, oh, that's funny. We say that on the show. So then I wore it. Just hang out. Hang on the podcast a few times and got my picture taken. And then I sent them a DM in a very pathetic display. It was like, hey, guys, I've been wearing your shirts on my show. A lot of people are ordering that, like, look, people are liking it, And they were like, hey, thanks. And then I was like, fuck you. Never again because I kinda wanted more. Well, Let's play a game.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-563",
    "time": "1:17:01",
    "speaker": "spk_0",
    "line": "Now, I realized what I what I have done, what we have done -- Oh. -- is we brought two very similar looking white men onto the stage.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-564",
    "time": "1:17:11",
    "speaker": "spk_2",
    "line": "Yeah. He's a handsome guy, though.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-565",
    "time": "1:17:14",
    "speaker": "spk_0",
    "line": "They they I mean, they've got He can't respond. So it's tough to to throw stuff at him in this situation. I know this is your thing, like, speaking out But but I don't know what to do about it now. They look the same. I guess this is just, like, forces at work in my head that I'm not aware of. Mhmm.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-566",
    "time": "1:17:41",
    "speaker": "spk_3",
    "line": "This is what wow, we have a pool.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-567",
    "time": "1:17:49",
    "speaker": "spk_0",
    "line": "It's just fun to see Kevin exploring the stage. That sense of discovery that I lost so long ago.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-568",
    "time": "1:18:02",
    "speaker": "spk_2",
    "line": "To see a live show that you have Kevin's eyes,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-569",
    "time": "1:18:06",
    "speaker": "spk_0",
    "line": "so what is this game that you that you wanted to do? It has to have cards.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-570",
    "time": "1:18:15",
    "speaker": "spk_2",
    "line": "Right. Yeah. Of course. It has to have cards. It has to has",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-571",
    "time": "1:18:25",
    "speaker": "spk_0",
    "line": "always is a proven tried and true device. Yes. I've leaned on that crutch many times. Be careful. It's a little creaky",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-572",
    "time": "1:18:42",
    "speaker": "spk_2",
    "line": "and I gotta say we used to sometimes get upset at fans for coming up and trying to do, like, a broken English thing or using, like, the sort of stale jokes that we had retired. Which we but no but and then it is and genuinely, the more I think about it, We never should be punishing anyone for that. Yeah. Because if our fan base was able to, like, move past the sort of very simple bad jokes we started with. They would be gone. No one would be here. Maybe before we do an empty theater. So I'm like, oh, that kinda don't really do that anymore. It's like, yes, you do. Yeah. And they're trying to do it and you're like, seeing it's like, you know, like you can't truly hate a quality in someone else that you don't sort of see in yourself.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-573",
    "time": "1:19:35",
    "speaker": "spk_0",
    "line": "It's a horror of recognition.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-574",
    "time": "1:19:37",
    "speaker": "spk_2",
    "line": "Yes. That's right. It's like, oh, god. That's what I look like. Hearing your own voice in country.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-575",
    "time": "1:19:43",
    "speaker": "spk_0",
    "line": "Wanna do a dark room and just be, like, being terrified by a shadow and then flicking the light on it's a mirror.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-576",
    "time": "1:19:48",
    "speaker": "spk_2",
    "line": "Mhmm. So that's what's going on. So I do not wanna discourage this at all. No. Please.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-577",
    "time": "1:19:56",
    "speaker": "spk_0",
    "line": "But to continue with the the crutch allegory, be careful. The wood has gotten a little rotten from sweat. It smell like, it smell the crutch smells bad from us sweating into the wood. Can you just",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-578",
    "time": "1:20:12",
    "speaker": "spk_2",
    "line": "refresh my memory on what the question. The question was",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-579",
    "time": "1:20:16",
    "speaker": "spk_0",
    "line": "we had a game in We need one more card game",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-580",
    "time": "1:20:19",
    "speaker": "spk_2",
    "line": "to pitch to Max. But the the question you responded to from the audience, you mean?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-581",
    "time": "1:20:23",
    "speaker": "spk_0",
    "line": "Oh, yeah. Is that what you mean? Sure. Okay. Yeah.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-582",
    "time": "1:20:27",
    "speaker": "spk_2",
    "line": "Do you Now, do you not know what you mean? Hey. Hey. Hey. I think that's a safe assumption here. Yeah. Hey. Neither do I. Neither do I. I've been done with this show for half an hour.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-583",
    "time": "1:20:41",
    "speaker": "spk_0",
    "line": "Yeah. And if you if you're thinking like they're like playing something out here starting something complicated. How are they gonna tie this up? There's like two minutes left in the show. The lights just go out. They turn off. It's dark. It's over. So don't worry about that. I'm sorry.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-584",
    "time": "1:21:00",
    "speaker": "spk_2",
    "line": "She would just wait it out. Like, what's the plan?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-585",
    "time": "1:21:03",
    "speaker": "spk_0",
    "line": "I was hoping the song would go longer.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-586",
    "time": "1:21:05",
    "speaker": "spk_2",
    "line": "Oh, sure.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-587",
    "time": "1:21:06",
    "speaker": "spk_0",
    "line": "Before, that's messing up my time a little bit. He only did the first part. It's a really nice voice. Are you a singer? Here but here's the thing. Am I gonna introduce, like, another bearded man into the show. No. I'm not. I've learned my lesson. Mhmm. If anyone who is not a a bearded white man wants to sing the song, I I welcome that.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-588",
    "time": "1:21:36",
    "speaker": "spk_2",
    "line": "Yeah. I hear you right.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-589",
    "time": "1:21:39",
    "speaker": "spk_0",
    "line": "And this is our curse. Maybe it's not our fault. Nothing doing.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-590",
    "time": "1:21:45",
    "speaker": "spk_2",
    "line": "Man men? Maybe that's just Chicago City. I'd tell you they're a little funny in that town. Okay. I see, some of these guys got this hair, but it's not exactly on the top of their head. It's on the front of it. Boy? That's just Chicago City.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-591",
    "time": "1:22:12",
    "speaker": "spk_0",
    "line": "Leepy out of this. Leepy out. Mall haze. No.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-592",
    "time": "1:22:16",
    "speaker": "spk_2",
    "line": "I have Mall haze. You pointed this out this morning.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-593",
    "time": "1:22:19",
    "speaker": "spk_0",
    "line": "No. About that. We're gonna talk about it now. Okay. But admit it. That's where we're just talking. Any",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-594",
    "time": "1:22:33",
    "speaker": "spk_2",
    "line": "we wanna get one question from someone?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-595",
    "time": "1:22:36",
    "speaker": "spk_0",
    "line": "Yeah. That sounds good. No. You got your song. You got one. Okay. I I believe that you have one. Okay. I'm seeing more of",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-596",
    "time": "1:22:46",
    "speaker": "spk_2",
    "line": "our news. Alright. There's a couple rockers. What's this freaking hard rocker?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-597",
    "time": "1:22:53",
    "speaker": "spk_4",
    "line": "Get on.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-598",
    "time": "1:22:57",
    "speaker": "spk_0",
    "line": "So rough. Yeah. I mean, it is a lot like that being John Malkovich. But that first scene.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-599",
    "time": "1:23:09",
    "speaker": "spk_2",
    "line": "With the puppets. Yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-600",
    "time": "1:23:14",
    "speaker": "spk_0",
    "line": "They're keeping their hands up, though, god. I gotta give it to him.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-601",
    "time": "1:23:19",
    "speaker": "spk_2",
    "line": "It's gotta be it's gotta be really good, the one question. I see",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-602",
    "time": "1:23:23",
    "speaker": "spk_0",
    "line": "a woman with her hand up face.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-603",
    "time": "1:23:27",
    "speaker": "spk_2",
    "line": "Do you wanna get Oh,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-604",
    "time": "1:23:28",
    "speaker": "spk_0",
    "line": "yeah. It's okay. Yeah. Okay. You're not coming to me.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-605",
    "time": "1:23:40",
    "speaker": "spk_2",
    "line": "I thought you were gonna ask me a question for a second. Okay. I have one. Why did you think that? Just lost in the moment. My question is, can we see more Bosch? Yes.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-606",
    "time": "1:24:03",
    "speaker": "spk_0",
    "line": "Thank you. Now, posh, Chef Bosch. I think it would be a really nice thing. If you sang a song, thanking everyone for coming. Maybe as a way, like, we can leave the stage. And, like, as we're leaving, you can, like, sort of sing us out. And you can thank Max and Max.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-607",
    "time": "1:24:28",
    "speaker": "spk_2",
    "line": "Thank you so much.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-608",
    "time": "1:24:30",
    "speaker": "spk_5",
    "line": "You're welcome. You're welcome. It was my pleasure.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-609",
    "time": "1:24:33",
    "speaker": "spk_0",
    "line": "Are you kidding me with Matt? Like, this guy is running like a huge business. He comes all the way to our",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-610",
    "time": "1:24:37",
    "speaker": "spk_2",
    "line": "show. Thank you for the ideas.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-611",
    "time": "1:24:39",
    "speaker": "spk_0",
    "line": "Unbelievable. And what's your name?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-612",
    "time": "1:24:42",
    "speaker": "spk_3",
    "line": "It's Tim.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-613",
    "time": "1:24:43",
    "speaker": "spk_0",
    "line": "Tim. Yeah. And it might be good to say that you have, like, a huge business.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-614",
    "time": "1:24:47",
    "speaker": "spk_6",
    "line": "I have a",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-615",
    "time": "1:24:48",
    "speaker": "spk_0",
    "line": "huge Okay. Whoa. Wow.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-616",
    "time": "1:24:51",
    "speaker": "spk_2",
    "line": "Yeah. And that's who listens to his razor show.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-617",
    "time": "1:24:56",
    "speaker": "spk_0",
    "line": "Not bad. And yours is, like, raunchy, like -- Yeah. -- Christmas ornaments. Here's, like, sex",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-618",
    "time": "1:25:03",
    "speaker": "spk_2",
    "line": "christmas ornaments.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-619",
    "time": "1:25:04",
    "speaker": "spk_0",
    "line": "Okay. That's good. So Max and Tim, we're thanking Tim as well. Mhmm. We're thanking the audio. We're thanking the city of Chicago. The city of Chicago was a character in this song. Okay? Anything else? And you're Bosch for it, obviously?",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-620",
    "time": "1:25:21",
    "speaker": "spk_2",
    "line": "I guess you wanna thank me.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-621",
    "time": "1:25:23",
    "speaker": "spk_0",
    "line": "Yeah. Mean, it kinda goes without saying there's no show without us. Okay? Yeah. Got it. Yeah. Okay. I'm gonna hand the mic over to you.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-622",
    "time": "1:25:33",
    "speaker": "spk_3",
    "line": "Hey guys, chef Boss here. This is in the tune of the song Kevin's birthday from",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-623",
    "time": "1:25:45",
    "speaker": "spk_2",
    "line": "thank God.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-624",
    "time": "1:25:49",
    "speaker": "spk_4",
    "line": "From the game Kevin's parade. Thank you, Max. Thank you, Tim. Thank you, Max. Thank you, Tim. Thank you. Chicago, Citi.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-625",
    "time": "1:26:12",
    "speaker": "spk_3",
    "line": "Thank you, Sean, and the fans.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-626",
    "time": "1:26:17",
    "speaker": "spk_2",
    "line": "Thank you, everyone. Bye.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-627",
    "time": "1:26:33",
    "speaker": "spk_7",
    "line": "Hey. This is Arnie Nicamp from the improv Fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of Foon,",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-628",
    "time": "1:26:42",
    "speaker": "spk_2",
    "line": "and I",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-629",
    "time": "1:26:42",
    "speaker": "spk_7",
    "line": "started podcast. Season three has just begun with a brand new adventure to defeat the dark lord. If you're a new listener or you've fallen behind season three is a great jumping on point. And we've got great guests like Justin Michael Roy.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-630",
    "time": "1:26:55",
    "speaker": "spk_0",
    "line": "I sound like a fancy college professor. Eight knots.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-631",
    "time": "1:27:00",
    "speaker": "spk_7",
    "line": "Rachel Bloom.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-632",
    "time": "1:27:01",
    "speaker": "spk_2",
    "line": "You are seeing my connection to men corpses and one woman.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-633",
    "time": "1:27:04",
    "speaker": "spk_7",
    "line": "Felicia Day and Colton Dunn.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-634",
    "time": "1:27:06",
    "speaker": "spk_2",
    "line": "You've seen me have intercourse with a variety species.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-635",
    "time": "1:27:09",
    "speaker": "spk_0",
    "line": "It's a bummer.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-636",
    "time": "1:27:10",
    "speaker": "spk_7",
    "line": "Andy Daily.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-637",
    "time": "1:27:11",
    "speaker": "spk_2",
    "line": "You'll have the members of Genesis listed, but Phil Collins has crossed out and encircledly crossed out again. Yes. I have killed Phil Collins twice.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-638",
    "time": "1:27:18",
    "speaker": "spk_7",
    "line": "Thomas MiddleDitch.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-639",
    "time": "1:27:20",
    "speaker": "spk_2",
    "line": "Jesus. I mean, Jazz, ruler of the eighth circle.",
    "episode": "241",
    "edited": false
  },
  {
    "id": "241-640",
    "time": "1:27:25",
    "speaker": "spk_7",
    "line": "And that's just the beginning. Season three of aloe from the magic tavern is out now. Listen in Stitcher, Apple Podcast or wherever you get your podcasts.",
    "episode": "241",
    "edited": false
  }
]