[
  {
    "id": "249-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "say, haze. Yes. What's that Hayes. Okay. Yeah. That's not what I meant. What's that covering your skin torso skin?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-1",
    "time": "0:00:15",
    "speaker": "spk_1",
    "line": "Oh, okay. So this",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-2",
    "time": "0:00:16",
    "speaker": "spk_2",
    "line": "is I'm not wearing it right now. But No. But the idea is if I were wearing it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-3",
    "time": "0:00:19",
    "speaker": "spk_0",
    "line": "The idea is that if you had it on.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-4",
    "time": "0:00:21",
    "speaker": "spk_2",
    "line": "Okay. It says new t shirt. Wearing it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-5",
    "time": "0:00:23",
    "speaker": "spk_0",
    "line": "Do you wanna do it to me?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-6",
    "time": "0:00:24",
    "speaker": "spk_2",
    "line": "It would make more sense if I were doing it to you.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-7",
    "time": "0:00:27",
    "speaker": "spk_3",
    "line": "Yeah. Okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-8",
    "time": "0:00:28",
    "speaker": "spk_0",
    "line": "Hey. You didn't have the idea.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-9",
    "time": "0:00:31",
    "speaker": "spk_2",
    "line": "So would I do it as you and I'm Hayes, wearing the shirt.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-10",
    "time": "0:00:40",
    "speaker": "spk_0",
    "line": "Just What's you what are you confused about?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-11",
    "time": "0:00:43",
    "speaker": "spk_2",
    "line": "Well, you said, what are what's that you're wearing? Like I was wearing the t shirt.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-12",
    "time": "0:00:48",
    "speaker": "spk_0",
    "line": "What's that covering your",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-13",
    "time": "0:00:49",
    "speaker": "spk_2",
    "line": "i know. I didn't wanna say that again. And I'm not wearing the t shirt. So you have to admit that is very confusing.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-14",
    "time": "0:00:58",
    "speaker": "spk_0",
    "line": "Well, I think that I assumed correctly that you would be able to figure out that I was treating you as if you had the t shirt on. And then since no one can see us and it's a podcast and you have the shirt right next to you, then next would be pretty easy to do it. Exactly. It's touching you. It's touching your body.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-15",
    "time": "0:01:15",
    "speaker": "spk_2",
    "line": "Covering my torso skin. Well, it is. If I was standing",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-16",
    "time": "0:01:19",
    "speaker": "spk_0",
    "line": "on the other side of you, that shirt would be obscuring my view of your torso.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-17",
    "time": "0:01:23",
    "speaker": "spk_2",
    "line": "Though the chair would be.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-18",
    "time": "0:01:26",
    "speaker": "spk_0",
    "line": "The shirt in part would be.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-19",
    "time": "0:01:28",
    "speaker": "spk_2",
    "line": "Let's do this. So a lot of people have been",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-20",
    "time": "0:01:31",
    "speaker": "spk_0",
    "line": "because the shirt's covering the chair on the other side.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-21",
    "time": "0:01:33",
    "speaker": "spk_2",
    "line": "A lot of people been talking about the the Pistons that you're that you're packing, like, right under your shoulders lately? So maybe we talk about that, get people to buy the shirt. So let's do this. Sean, I noticed that what's that shirt that you're freaking exploding out of. Did it make your arms",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-22",
    "time": "0:01:53",
    "speaker": "spk_0",
    "line": "like that? Yeah. I'm did not ever do exercise. What I did was I wanted to look like some of these fast furious people. Or so ripped. And I bought a shirt. Well, I didn't buy it. They gave it to me. I shouldn't say I bought it. No. I got a shirt for free. The man, it would have been worth a lot of money for me because of the Pistons that I'm packing. Which are just almost blasting the shirt off. It's really the only shirt that can handle it. Yeah. And it's the one that made the muscles. And it's a shirt that has my dog who I love on it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-23",
    "time": "0:02:40",
    "speaker": "spk_1",
    "line": "It has Bosch on it. It says earwolf's number one good boy, which I don't think is something we ever said on the show. Nope. But that is on",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-24",
    "time": "0:02:49",
    "speaker": "spk_2",
    "line": "the shirt as if it's a catchphrase. And it looks great. He looks very handsome. And there was an earlier drawing, which Sean rejected because he thought it made gosh not looking handsome enough.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-25",
    "time": "0:03:00",
    "speaker": "spk_0",
    "line": "That's great. Then this to me is a rule of thumb, and some people get it and some people don't. But when you're making artwork to show someone, to go, like, here, like, I drew your dog. Alright. Drew you. Go ahead and cheat a little bit on the side of making them look better. And this is and this is just for even fans who wanna, like, photoshop us into something, use a good photo. And I'll say who does a great job with it. Charlie Murphy Brown.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-26",
    "time": "0:03:38",
    "speaker": "spk_2",
    "line": "You like the photos that he does for his photoshop?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-27",
    "time": "0:03:41",
    "speaker": "spk_0",
    "line": "I do. Yeah. I always think that he chooses and he uses different ones to match the pose or the position of whatever movie posters he's putting us into. But he always makes us look nice.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-28",
    "time": "0:03:52",
    "speaker": "spk_2",
    "line": "You can follow him. He's at the real uncool Yeah. And he does photoshop of me and my friend, Sean.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-29",
    "time": "0:03:58",
    "speaker": "spk_0",
    "line": "And I gave the note that I said, this is an interesting artistic expression of Bosch. And was kind of a cool style, but it didn't make him look as handsome as I think he looks. And so I said, can we just make him a little",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-30",
    "time": "0:04:10",
    "speaker": "spk_2",
    "line": "more beautiful?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-31",
    "time": "0:04:11",
    "speaker": "spk_0",
    "line": "Yes. I said, get back in there. And then what we got back was this very handsome portrait of Bosch looking very regal.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-32",
    "time": "0:04:18",
    "speaker": "spk_2",
    "line": "Very intense.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-33",
    "time": "0:04:19",
    "speaker": "spk_0",
    "line": "And he's yeah. That's right. He's an intense dude got a lot on his mind. I'm sure I've told the story many times on this show of the time that Carson Daily came out onto episode of TRL, and he just sort of said to the audience, man. The new DMX CD came out today. He goes, I was backstage and was one of these ones where I just put it in the CD player and just stared at the speaker for an hour straight while it played. That is a man with something to say. I just happened to catch it after school. Of course, what DMX had to say was the same thing he had said on his previous two albums, which is like, one prayer, Roof. Blood.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-34",
    "time": "0:05:09",
    "speaker": "spk_2",
    "line": "But that's Bosch, do you?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-35",
    "time": "0:05:11",
    "speaker": "spk_0",
    "line": "Well, I think of Bosch as he got something on his mind. Mhmm. And it's intense. And and when Bosch if Bosch ever chose to record an album, it'd be one of those ones where I just sort of stare at the speaker.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-36",
    "time": "0:05:29",
    "speaker": "spk_2",
    "line": "Now, Kevin, you had something else for your sick agenda that we had to promote.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-37",
    "time": "0:05:33",
    "speaker": "spk_4",
    "line": "Hey, guys. Chef, Kevin here. Yes. That's right. The boys have a live show coming up August twenty third in LA at the Dynasty typewriter.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-38",
    "time": "0:05:42",
    "speaker": "spk_2",
    "line": "Have you done any guest booking for",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-39",
    "time": "0:05:45",
    "speaker": "spk_4",
    "line": "that show yet? No. That's the plan for all of August is reach out to people.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-40",
    "time": "0:05:51",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-41",
    "time": "0:05:52",
    "speaker": "spk_4",
    "line": "So we're gonna get a grand slam big guest and let's solve the show as soon as possible.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-42",
    "time": "0:05:59",
    "speaker": "spk_2",
    "line": "So that people can go to the show with the expectation that whatever you come up with will have been the product of twenty three days of work.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-43",
    "time": "0:06:07",
    "speaker": "spk_4",
    "line": "Yeah. Of hard work and hustle from your boy chef, Kev. And, yeah, tickets are available at h h pod dot com. What? Yeah. I made a website. I I should have showed you. I showed Sean. I made a Hollywood Handbook web site",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-44",
    "time": "0:06:23",
    "speaker": "spk_2",
    "line": "that What'd you use to make it?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-45",
    "time": "0:06:24",
    "speaker": "spk_4",
    "line": "Squarespace. Did you actually?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-46",
    "time": "0:06:25",
    "speaker": "spk_2",
    "line": "Yeah. What a shill?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-47",
    "time": "0:06:27",
    "speaker": "spk_0",
    "line": "Hey, should I respond to this email we got yesterday too and agree to do this a charity show. Oh, yeah. Sure. When is that? Let's go. I'll read it right now. So, Natalie Morales, who was the guest of our last Dynasty typewriter show. Is doing a show called the Variety hour, and it will be August eighteenth, twenty eighteen, eight PM.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-48",
    "time": "0:06:51",
    "speaker": "spk_4",
    "line": "I gotta write that down.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-49",
    "time": "0:06:52",
    "speaker": "spk_0",
    "line": "At the theater at the Ace Hotel, and it's benefiting March for our lives road to change. And she has asked if we would do a little five minute banter bit and introduce a band at the Benefit show.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-50",
    "time": "0:07:06",
    "speaker": "spk_2",
    "line": "So Write that down, Kevin. We don't know what Write it down right now.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-51",
    "time": "0:07:11",
    "speaker": "spk_0",
    "line": "Yeah. You better write down. We gotta do five minutes, and we need somebody to write it. So write down that we need it, and then write what we're gonna set. Okay. So and I'm gonna respond to the email right now and say, we're in.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-52",
    "time": "0:07:27",
    "speaker": "spk_2",
    "line": "That could be a fun experience. If you liked the episode we did last week where we're playing to a bunch of people that don't know who we are or understand what the bit is, and it's hugely unsuccessful. If you'd like to see a condensed version of that and some other stuff that you people will enjoy more",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-53",
    "time": "0:07:45",
    "speaker": "spk_0",
    "line": "well, yes. People will be there to be see, I'm sure, celebrities -- Oh god. -- and cool bands. Yes. And so man, I can't imagine us doing something that goes over I mean, we don't even have to be it doesn't have to be latest dolly would handbook really.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-54",
    "time": "0:08:01",
    "speaker": "spk_2",
    "line": "No. Just go through it. And he does, like, other two man actor we gotta do.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-55",
    "time": "0:08:05",
    "speaker": "spk_5",
    "line": "There's nothing else there.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-56",
    "time": "0:08:06",
    "speaker": "spk_2",
    "line": "While they're setting up, Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-57",
    "time": "0:08:08",
    "speaker": "spk_0",
    "line": "We're in trouble. But it's an email sent so too late. Hollywood Handbook.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-58",
    "time": "0:08:21",
    "speaker": "spk_2",
    "line": "Alright. So I'm sitting there with Elizabeth. Perkins, and we are inventing shoe glue. Mhmm. Something we had talked about for a long time. You know how it takes so long to fix up your whole shoe, the string, the messy string. Yeah. This is, of course, special glue where you take these pieces, the shoe pieces, and you attach them to each other.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-59",
    "time": "0:08:49",
    "speaker": "spk_0",
    "line": "Well, this seems like it would be a cobbler's best friend.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-60",
    "time": "0:08:53",
    "speaker": "spk_2",
    "line": "Thank you. So this is what we were saying. The cobbler the job as it is is so difficult. But with a special glue, they only have to do it once, and then it's always on. And then when you go to sleep, you don't wanna sleep in with your shoe getting everywhere so you put the special bag on it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-61",
    "time": "0:09:10",
    "speaker": "spk_0",
    "line": "Right. So Couple things that come up for me as possible issues. Do you glue do you end up gluing your hands, your feet.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-62",
    "time": "0:09:22",
    "speaker": "spk_2",
    "line": "So Elizabeth did do that a couple times. She developed a sort of way of moving around after that.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-63",
    "time": "0:09:32",
    "speaker": "spk_0",
    "line": "Right. Okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-64",
    "time": "0:09:33",
    "speaker": "spk_2",
    "line": "That was actually very you know, she's like a very physical actor",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-65",
    "time": "0:09:36",
    "speaker": "spk_0",
    "line": "she's a tumbler. I mean, you can see that that's in her background.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-66",
    "time": "0:09:39",
    "speaker": "spk_2",
    "line": "Yes. And so she was able to incorporate that into Wilma Flintstone. If you remember, Willma Flynn's hand. I'm remembering now. Are attached to the kind of the heels of her feet. But she was like, oh, this is like caveman. Stuff. And it worked. It actually really did work.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-67",
    "time": "0:09:57",
    "speaker": "spk_0",
    "line": "It worked really well for me, and that's why that movie is what it is. I mean, Yeah. This is like a cultural touchstone.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-68",
    "time": "0:10:04",
    "speaker": "spk_2",
    "line": "Yes. So we did end up using we didn't have regular glue. We use soda. Just so that we've discovered become It gets sticky. Very",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-69",
    "time": "0:10:14",
    "speaker": "spk_0",
    "line": "stick. Get sticky",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-70",
    "time": "0:10:15",
    "speaker": "spk_2",
    "line": "when it gets on your hands when it's when it gets hot. So it was hot soda. It was Pepsi twist, which at the time, people were really talking about what what else can we do with this stuff. We were we're finding new uses for Pepsi Twist at the time. It was like a very exciting discovery.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-71",
    "time": "0:10:32",
    "speaker": "spk_0",
    "line": "Well, be yes. I when when Pepsi Twist first emerged for our younger listeners or for people who just don't remember, we knew we were onto something. We had something big and we were happy, but we knew it didn't end it just drinking. Are we just",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-72",
    "time": "0:10:47",
    "speaker": "spk_2",
    "line": "gonna drink this?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-73",
    "time": "0:10:48",
    "speaker": "spk_0",
    "line": "Yeah. It was it was the diet sprite remix of its type.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-74",
    "time": "0:10:53",
    "speaker": "spk_2",
    "line": "Yes. That's right. So we finished the shoe. We realized we have our shoes are stuck to each other's shoes.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-75",
    "time": "0:11:01",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-76",
    "time": "0:11:02",
    "speaker": "spk_2",
    "line": "So we are sort of a rat king. Of course. Are you familiar with that? Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-77",
    "time": "0:11:07",
    "speaker": "spk_0",
    "line": "As when all you you you know, you sort of cast",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-78",
    "time": "0:11:09",
    "speaker": "spk_5",
    "line": "all the rats in the same area saying, like, get written. We'll get rid of this. We'll get rid of this. And then they sort of emerge now as a giant ball of one huge powerful rat",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-79",
    "time": "0:11:18",
    "speaker": "spk_0",
    "line": "-- Yeah. --",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-80",
    "time": "0:11:19",
    "speaker": "spk_5",
    "line": "comprised of all the many sort of peasants that you cast out.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-81",
    "time": "0:11:22",
    "speaker": "spk_2",
    "line": "Yes. And then, of course, other people see us doing this and then they all start doing it too, and we get huge. We become this huge ball.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-82",
    "time": "0:11:31",
    "speaker": "spk_0",
    "line": "Yeah. It's sort of like a flash mob Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-83",
    "time": "0:11:34",
    "speaker": "spk_2",
    "line": "So that was improv everywhere. That was the beginning of improv everywhere. Mhmm. Hey. Welcome to Hollywood Handbook and Insiders guide to kicking button, dropping names from the red carpet line back always in the same through we call showbiz. We love performers. We love stand ups.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-84",
    "time": "0:11:50",
    "speaker": "spk_0",
    "line": "We love laughing.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-85",
    "time": "0:11:51",
    "speaker": "spk_2",
    "line": "We love hosts. We love writers. We love book writers. Mhmm. We love television writers. Smart stuff. And what if I was and and it's what if I was talking about?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-86",
    "time": "0:12:07",
    "speaker": "spk_0",
    "line": "You need to get fifty guests to have all those things.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-87",
    "time": "0:12:09",
    "speaker": "spk_2",
    "line": "But what if and that's so this could actually",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-88",
    "time": "0:12:12",
    "speaker": "spk_0",
    "line": "be a realtor. We're not gonna fit all those guesses of shooting all those things you described.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-89",
    "time": "0:12:15",
    "speaker": "spk_2",
    "line": "So imagine this. What if all those people could be one person and it's one guy, and his actual name is also guy. So that's a little riddle. I wonder this Like, if we think about who this could be, then maybe someone in the room has an answer for who what this the answer to the riddle. Mhmm. And you say,",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-90",
    "time": "0:12:36",
    "speaker": "spk_3",
    "line": "hello. I am Guy Branum. I am a television writer, a television host, stand up comedian, periodically performer. And may I just say, getting a hand cobbled shoe these days.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-91",
    "time": "0:12:46",
    "speaker": "spk_2",
    "line": "Oh my god.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-92",
    "time": "0:12:48",
    "speaker": "spk_3",
    "line": "I mean, it's hard with all of these mass produced Chinese shoes flooding the market.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-93",
    "time": "0:12:52",
    "speaker": "spk_0",
    "line": "Yes. We don't like to weigh in on what what really should come from what race issue is.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-94",
    "time": "0:12:57",
    "speaker": "spk_3",
    "line": "I mean, but also with the coming trade war, we have to be prepared to meet America's needs on our own.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-95",
    "time": "0:13:02",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-96",
    "time": "0:13:03",
    "speaker": "spk_3",
    "line": "And I'm really excited that you're doing more to increase, like, domestic shoe production. But, you know, when I get a hand cobbled shoe, I want the nails. I want the little nails that are attaching the the the soul to it. Mhmm. I just feel like there would be I I would feeling complete with a glued shoe.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-97",
    "time": "0:13:22",
    "speaker": "spk_2",
    "line": "We offer cosmetic nails, I just wanna say. Yeah. Just the top part you can glue on. It doesn't have the pointy part, which is, in my opinion, the worst part of the nail. Mhmm. It has the top that glues on. So it looks like it's stabbing through there. But it's -- I can always tell.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-98",
    "time": "0:13:38",
    "speaker": "spk_0",
    "line": "-- it's always -- I can always tell. And I think having the full nail is a status thing. And I think maybe it's time to let that go.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-99",
    "time": "0:13:45",
    "speaker": "spk_3",
    "line": "It re I mean, that's fair. I wanna say I'm worth this much nickel. You know? And maybe that's me just being consumed in capitalism.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-100",
    "time": "0:13:55",
    "speaker": "spk_0",
    "line": "Yeah. I I think we have to sort of recalibrate the way we think about brands. Uh-huh. And how important it's been traditionally to be the guy who has the nails in your shoes",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-101",
    "time": "0:14:07",
    "speaker": "spk_2",
    "line": "so that everybody knows you know? Or just like a blob of, like, raw nickel, yeah, and to convert into into nail. This is not something that everyone, you know, the the economy the way it is now. Like, not everyone has the, like, the the sheer nickel to to make nails",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-102",
    "time": "0:14:26",
    "speaker": "spk_0",
    "line": "i miss guilty of it as everyone where I, you know, obviously, I had the chain with the big hunk of nickel hanging off of it and I would sorta, you know, show up to the shoe store?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-103",
    "time": "0:14:37",
    "speaker": "spk_3",
    "line": "Can I ask you boys a question? Mhmm. There's been a lot of talk recently about universal basic nickel. Alexandria Acasio Cortez, Bernie Sanders, and I was gonna say, do you think that that's a good idea or it's gonna stop people from working hard to get the nickel you need?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-104",
    "time": "0:14:52",
    "speaker": "spk_2",
    "line": "So this is interesting. I watch I watch Alexandria Decasio Cortez? Yes. I watch her to, like, do this thing. And to me, it's like, it's a big it's a good show. You know? It's like it's like, she's a great like, performer. Mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-105",
    "time": "0:15:11",
    "speaker": "spk_0",
    "line": "I think the character is interesting. They're sort of crazy. Yes. The stuff they're doing is so wild. I go like, okay. What's next? You know? Yes. But",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-106",
    "time": "0:15:22",
    "speaker": "spk_2",
    "line": "but way so I notice that that that, like, where the money is actually coming from she won't say, and she's not holding it. You know? Mhmm. If she were really ready to back this up, like, spending money on all these programs, she would be, like, having it in her hands",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-107",
    "time": "0:15:37",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-108",
    "time": "0:15:37",
    "speaker": "spk_2",
    "line": "mhmm. -- to show me. But people are, like, where is it? And she's, like, oh, I guess it's somewhere else.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-109",
    "time": "0:15:42",
    "speaker": "spk_0",
    "line": "Well, it's tied up in Keith.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-110",
    "time": "0:15:43",
    "speaker": "spk_2",
    "line": "I don't have an army right now.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-111",
    "time": "0:15:45",
    "speaker": "spk_0",
    "line": "It's tied up in electronic keyboards. Alexander Cascio Cortez.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-112",
    "time": "0:15:50",
    "speaker": "spk_3",
    "line": "I mean, she's another one of these limousine Liberals who just because she grew up with all of that keyboard money",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-113",
    "time": "0:15:56",
    "speaker": "spk_0",
    "line": "-- Mhmm. --",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-114",
    "time": "0:15:57",
    "speaker": "spk_3",
    "line": "thinks that everything -- Yes. -- you know, does she's not thinking about how it's gonna be paid for. I personally wasn't that like, analytical about her work early on because I just assumed she was a Sasha Baron Cohen character. Uh-huh. Of course. Of course. Getting in people's faces, saying things like everyone should have healthcare.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-115",
    "time": "0:16:14",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-116",
    "time": "0:16:14",
    "speaker": "spk_3",
    "line": "I thought just a provocateur.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-117",
    "time": "0:16:16",
    "speaker": "spk_2",
    "line": "But then I did notice, eventually, I sort of thought that too. But then I noticed that her face wasn't, like, visibly melting off. Which is lately, a lot of his characters have this interesting quality, which is that their faces are huge. They look like they have multiple layers of face under them. Mhmm. And they're the the the heat of the light this is making them slip off the head. Well, it's",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-118",
    "time": "0:16:42",
    "speaker": "spk_0",
    "line": "an interesting thing too where a lot of his characters have made the choice to clearly wear a mask. You know? So it's like, I think they've done hours of makeup to create this new character and then the character with who he's completely transform goes time to put my mask on. And he sort of clumsily half applies it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-119",
    "time": "0:17:01",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-120",
    "time": "0:17:02",
    "speaker": "spk_0",
    "line": "Which I guess people do that. Right? Yes.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-121",
    "time": "0:17:04",
    "speaker": "spk_3",
    "line": "Aren't we aren't we all wearing masks?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-122",
    "time": "0:17:06",
    "speaker": "spk_0",
    "line": "Okay. This again yeah. We are But, yeah, it's it's tough with the casio with the casio woman just because if you grew up like me in Hayes, we grew up in the Bronx. And -- Yeah. -- you had to make your own samba one beat or samba two or your marimba sound or ocarina sound. You couldn't just hit a little key trash can",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-123",
    "time": "0:17:30",
    "speaker": "spk_2",
    "line": "lids, brooms. These were our instruments.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-124",
    "time": "0:17:34",
    "speaker": "spk_3",
    "line": "I mean, we actually don't talk that much about the extent to which nineteen seventies, nineteen eighties electronics were appropriating the experiences of other cultures. You know? Thank you. Really just sort of reaching out and saying, Well, Samba belongs to me",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-125",
    "time": "0:17:46",
    "speaker": "spk_2",
    "line": "now. Yes. That's right. And the the demo song that would play when you hit the demo button on the keyboard -- Mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-126",
    "time": "0:17:55",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-127",
    "time": "0:17:55",
    "speaker": "spk_2",
    "line": "was a traditional song of for me and Trump.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-128",
    "time": "0:17:59",
    "speaker": "spk_0",
    "line": "Yes. That had been ours. We came up with that with brooms -- Yes. -- trash can lids, a sponge that we would squeeze close to the mic, you know?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-129",
    "time": "0:18:09",
    "speaker": "spk_3",
    "line": "That's beautiful. Like -- If",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-130",
    "time": "0:18:10",
    "speaker": "spk_0",
    "line": "you can't imagine the sound that would make. -- find your sound.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-131",
    "time": "0:18:14",
    "speaker": "spk_3",
    "line": "So do you ever feel like like Stomp is really just a picture of what your childhood was like.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-132",
    "time": "0:18:19",
    "speaker": "spk_2",
    "line": "Like that?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-133",
    "time": "0:18:20",
    "speaker": "spk_3",
    "line": "The the Broadway show stomp.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-134",
    "time": "0:18:23",
    "speaker": "spk_2",
    "line": "Sure. Are you thinking if Shrek",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-135",
    "time": "0:18:25",
    "speaker": "spk_3",
    "line": "oh, Shrek was",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-136",
    "time": "0:18:26",
    "speaker": "spk_2",
    "line": "shrek does does stop.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-137",
    "time": "0:18:29",
    "speaker": "spk_0",
    "line": "Yes. He stops around. He's an ogre, and he is also I think in some ways, a good representation of how Hayes and I felt was that no one truly saw us for who we were. Mhmm. And I guess the other Broadway shell I really like is the one with the animals.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-138",
    "time": "0:18:48",
    "speaker": "spk_3",
    "line": "In the heights.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-139",
    "time": "0:18:50",
    "speaker": "spk_0",
    "line": "Yes. Yes. Yes. Yes. Yes. Yes. Yes.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-140",
    "time": "0:18:53",
    "speaker": "spk_3",
    "line": "That was really a terrible choice for a bad answer to that improv because it sounds your face.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-141",
    "time": "0:18:58",
    "speaker": "spk_2",
    "line": "Yeah. Do you wanna just do you wanna just walk it back while we we have time?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-142",
    "time": "0:19:02",
    "speaker": "spk_0",
    "line": "That was what I assumed Yes. Yeah. Was And Sean",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-143",
    "time": "0:19:06",
    "speaker": "spk_2",
    "line": "and Sean did say yes. So do you wanna now, like Do me back",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-144",
    "time": "0:19:10",
    "speaker": "spk_0",
    "line": "it up? I go. Right. Well, So for anyone who hasn't seen in the heights, it's this amazing play that, you know, exhibits this beautiful culture. But what you don't know if you haven't had backstage passes like me and Guy is that just off stage every time a character exits the scene they're in, they are playing with turtles and stuff. So that's it. That to me is the Broadway play with the animals.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-145",
    "time": "0:19:38",
    "speaker": "spk_2",
    "line": "Oh, so you guys were not being",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-146",
    "time": "0:19:40",
    "speaker": "spk_0",
    "line": "-- We just love how sweet they are with their little turtles.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-147",
    "time": "0:19:46",
    "speaker": "spk_3",
    "line": "I'm I'm sorry. I am I am bad at improv.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-148",
    "time": "0:19:56",
    "speaker": "spk_0",
    "line": "Well, you'll fit right in here.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-149",
    "time": "0:19:57",
    "speaker": "spk_3",
    "line": "The paragloman the paragloman, it was actually, like, an it were really daring innovation. They cast a dolphin to play a human character. That was one of the first times you ever saw",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-150",
    "time": "0:20:08",
    "speaker": "spk_0",
    "line": "about my brother.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-151",
    "time": "0:20:09",
    "speaker": "spk_3",
    "line": "The paragua man.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-152",
    "time": "0:20:10",
    "speaker": "spk_0",
    "line": "I think your thing the Portugal the man.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-153",
    "time": "0:20:12",
    "speaker": "spk_3",
    "line": "Oh, Portugal, the man. He is a producer of of of great pop hits",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-154",
    "time": "0:20:18",
    "speaker": "spk_0",
    "line": "-- Mhmm. --",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-155",
    "time": "0:20:19",
    "speaker": "spk_3",
    "line": "and also a very fine country since they got rid of the Salazar regime in the seventies.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-156",
    "time": "0:20:25",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-157",
    "time": "0:20:25",
    "speaker": "spk_2",
    "line": "Yeah. Well, let's you talk about that a lot in your memoir.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-158",
    "time": "0:20:31",
    "speaker": "spk_3",
    "line": "Oh, Hayes. You think you're making hilarious jokes. And let's be clear, the Salazar regime does not come up in my memoir. But they're like, extinct species from Menorca and majorca do show up in my memoir. They show up. They show up.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-159",
    "time": "0:20:47",
    "speaker": "spk_2",
    "line": "As characters,",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-160",
    "time": "0:20:48",
    "speaker": "spk_3",
    "line": "well, just sort of footnotes. I like, periodically, I decide that I need to explain something about my life with a reference that may not make sense to absolutely everyone. So then I it a lot. In my book, my life is a goddess available on shelves today.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-161",
    "time": "0:21:02",
    "speaker": "spk_2",
    "line": "They could have been interesting narrators",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-162",
    "time": "0:21:05",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-163",
    "time": "0:21:05",
    "speaker": "spk_2",
    "line": "oh. -- that some of these species because these are, like, they're in heaven and stuff",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-164",
    "time": "0:21:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-165",
    "time": "0:21:09",
    "speaker": "spk_3",
    "line": "uh-huh.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-166",
    "time": "0:21:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-167",
    "time": "0:21:10",
    "speaker": "spk_2",
    "line": "be like the beginning of it's a wonderful life. And heaven for these creatures looking down a guy and they're sort of watching your interesting life.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-168",
    "time": "0:21:18",
    "speaker": "spk_3",
    "line": "I mean, that feels like a bold step from like like respectable literature that hasn't been taken yet",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-169",
    "time": "0:21:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-170",
    "time": "0:21:24",
    "speaker": "spk_2",
    "line": "i agree.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-171",
    "time": "0:21:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-172",
    "time": "0:21:25",
    "speaker": "spk_3",
    "line": "having like, now, extinct creatures, narrate, and mundane story. I feel like you've almost won the Booker Prize Hayes. It really just takes pen and paper.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-173",
    "time": "0:21:35",
    "speaker": "spk_2",
    "line": "The just called the book press.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-174",
    "time": "0:21:37",
    "speaker": "spk_3",
    "line": "It's it's",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-175",
    "time": "0:21:37",
    "speaker": "spk_2",
    "line": "a booker is someone who writes a book. Yes. But this one this prize is just called book prize, price for both.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-176",
    "time": "0:21:46",
    "speaker": "spk_3",
    "line": "Actually, I believe it's now called the Manbook Prize. Well, now it can be anyone. Oh, really?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-177",
    "time": "0:21:51",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-178",
    "time": "0:21:52",
    "speaker": "spk_3",
    "line": "Oh, that's exciting.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-179",
    "time": "0:21:53",
    "speaker": "spk_2",
    "line": "Yes. This is starting",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-180",
    "time": "0:21:55",
    "speaker": "spk_0",
    "line": "now. Thank good luck, everybody. Get in there. Now I mean, everyone's",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-181",
    "time": "0:22:00",
    "speaker": "spk_2",
    "line": "like, okay. Here we go. Yeah. Like, it can be",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-182",
    "time": "0:22:02",
    "speaker": "spk_0",
    "line": "a stampede. It could become a booker.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-183",
    "time": "0:22:04",
    "speaker": "spk_2",
    "line": "The your book So exciting.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-184",
    "time": "0:22:10",
    "speaker": "spk_3",
    "line": "Thank you so much.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-185",
    "time": "0:22:11",
    "speaker": "spk_2",
    "line": "So many adventures.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-186",
    "time": "0:22:13",
    "speaker": "spk_3",
    "line": "Yes. It is about me being sad Northern California and reading a lot and thinking a lot. And then sometimes I talk about TV or movies that I watched.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-187",
    "time": "0:22:23",
    "speaker": "spk_2",
    "line": "And the beach, you go to the beach, I",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-188",
    "time": "0:22:25",
    "speaker": "spk_3",
    "line": "don't really talk about going to the beach, but I do love",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-189",
    "time": "0:22:27",
    "speaker": "spk_0",
    "line": "going to",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-190",
    "time": "0:22:28",
    "speaker": "spk_4",
    "line": "it's kind",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-191",
    "time": "0:22:28",
    "speaker": "spk_2",
    "line": "of implied. It's very strongly implied that you're at the beach. You're near the beach.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-192",
    "time": "0:22:32",
    "speaker": "spk_3",
    "line": "I mean, it takes place in California, so it is a fundamentally coastal experience. Yeah. It is something where sea air infuses everything that's going on.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-193",
    "time": "0:22:40",
    "speaker": "spk_0",
    "line": "But",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-194",
    "time": "0:22:40",
    "speaker": "spk_3",
    "line": "it really is sort of the hydrological cycle from the Pacific Ocean to the Sierra Nevada mountains that really runs things because I grew up in the Sacramento Valley. So it is that process of evaporation and precipitation, which allows all of the fruit trees to grow and my homeland to be flooded and be full of rich soil. And there's a lot of there's a lot of agriculture for a celebrity memoir.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-195",
    "time": "0:23:03",
    "speaker": "spk_2",
    "line": "Now Sacramento, of course, is kind of in the cultural ether now with the movie Brad's status. Uh-huh. Can you talk about has that do you feel like Brad's status has taken some of your individual Sacramento experience?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-196",
    "time": "0:23:19",
    "speaker": "spk_0",
    "line": "Or was it like watching your own life unfold on the screamed.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-197",
    "time": "0:23:23",
    "speaker": "spk_3",
    "line": "I personally was electrified because as a gay man, when I see a movie called Brad Status, I assume that this is going to be a heartfelt contemplation of a person living with HIV. And let's be honest, it is no longer a death sentence. It is a a situation that you live with. It is no longer necessarily a tragedy. I was excited to see that Ben Stiller was there and that we were going to tell a triumphant story of Brad's status. And then it was about a kid getting into college. And I didn't watch it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-198",
    "time": "0:23:49",
    "speaker": "spk_0",
    "line": "They don't they don't spoil. I don't I don't know if he gets into college. I've only seen the first ad.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-199",
    "time": "0:23:54",
    "speaker": "spk_3",
    "line": "I just assume everyone I know gets screeners. You know, so",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-200",
    "time": "0:23:58",
    "speaker": "spk_0",
    "line": "yeah. Yeah. Well, in fact, I I do get the screeners. What I don't get is how they work. Yeah. You know, I got all",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-201",
    "time": "0:24:06",
    "speaker": "spk_2",
    "line": "these It doesn't come with directions, at least that I have been able to see.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-202",
    "time": "0:24:10",
    "speaker": "spk_0",
    "line": "Yeah. I'm reading them and I'm, you know, put I put them on the screen like a shove them up against the front of the screen and they're doing nothing. For me.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-203",
    "time": "0:24:21",
    "speaker": "spk_3",
    "line": "You you hit the little you hit the little microphone thing on on your Apple TV remote",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-204",
    "time": "0:24:25",
    "speaker": "spk_0",
    "line": "-- Uh-huh. --",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-205",
    "time": "0:24:26",
    "speaker": "spk_3",
    "line": "and you say Apple TV screener and then it figures it out for you.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-206",
    "time": "0:24:30",
    "speaker": "spk_2",
    "line": "And you look through the whole",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-207",
    "time": "0:24:32",
    "speaker": "spk_3",
    "line": "the little hole at the end of",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-208",
    "time": "0:24:34",
    "speaker": "spk_2",
    "line": "to see the it's not in the end, actually. It's in, like, it's kind of at the end. But it's in, like, the middle part.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-209",
    "time": "0:24:40",
    "speaker": "spk_3",
    "line": "You're saying the middle part?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-210",
    "time": "0:24:42",
    "speaker": "spk_2",
    "line": "Yes. I I To see the I should I",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-211",
    "time": "0:24:46",
    "speaker": "spk_0",
    "line": "should be clear too I don't often have the remote because I am in a restaurant when I'm doing this. Okay. I don't have a TV in my home?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-212",
    "time": "0:24:55",
    "speaker": "spk_2",
    "line": "Very few places will give up control of the remote.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-213",
    "time": "0:24:57",
    "speaker": "spk_0",
    "line": "Yeah. They'll change the channel for you, but they wanna, certainly, say, like, here you go. Go no.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-214",
    "time": "0:25:02",
    "speaker": "spk_3",
    "line": "I think consuming media community is a beautiful choice.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-215",
    "time": "0:25:06",
    "speaker": "spk_0",
    "line": "Mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-216",
    "time": "0:25:06",
    "speaker": "spk_3",
    "line": "I mean, we are so isolated in our lives these days.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-217",
    "time": "0:25:08",
    "speaker": "spk_0",
    "line": "Thank you.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-218",
    "time": "0:25:09",
    "speaker": "spk_3",
    "line": "When, you know, I wanna watch the state of the union at a gym. I think, you know, being surrounded by my, you know, fellow Angelenos who are not",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-219",
    "time": "0:25:18",
    "speaker": "spk_0",
    "line": "wealthy -- Cheering. --",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-220",
    "time": "0:25:19",
    "speaker": "spk_3",
    "line": "who are not wealthy enough to be at Equinox but are too wealthy to be a twenty four hour fitness -- Mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-221",
    "time": "0:25:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-222",
    "time": "0:25:25",
    "speaker": "spk_3",
    "line": "and hearing them cheering, reacting while on ellipticals. That's what I want.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-223",
    "time": "0:25:30",
    "speaker": "spk_2",
    "line": "It's really firing them up",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-224",
    "time": "0:25:31",
    "speaker": "spk_0",
    "line": "to that. I literally did have so fast. That exact experience during the initial results of the election this year. I was on an elliptical while as individual states got called for Trump, a man, two ellipticals away from me would go, yes. So that happened to me in the Hollywood Equidox.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-225",
    "time": "0:25:52",
    "speaker": "spk_3",
    "line": "And you didn't you didn't punch him, and you are thus come implicit in our current",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-226",
    "time": "0:25:56",
    "speaker": "spk_0",
    "line": "administration. I think so. I was, like, I was thinking of doing what do I do? Like, what would I do? I don't like this. Why are what was strange? Why are you comfortable doing that?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-227",
    "time": "0:26:08",
    "speaker": "spk_3",
    "line": "But also you're let's let's be fair here. Okay? I I can't let this go by. You're the one who went to an Equinox. Okay? You're the one who said, like, will I get sweaty with the people? Or will I put myself in, you know, an economically restrictive space. And you can't be surprised that this man was wanting, you know, a tax cut for the highest like income brackets",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-228",
    "time": "0:26:31",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-229",
    "time": "0:26:31",
    "speaker": "spk_3",
    "line": "mhmm. -- so that he can afford, you know, even more Kiel's products at Equinox.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-230",
    "time": "0:26:37",
    "speaker": "spk_0",
    "line": "I guess that's right. I guess I'm I'm more like him than I am, like, the people.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-231",
    "time": "0:26:42",
    "speaker": "spk_3",
    "line": "Though I have to say your eye skin is amazing. The products that they are giving you are working with.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-232",
    "time": "0:26:46",
    "speaker": "spk_0",
    "line": "Oh, that's so nice.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-233",
    "time": "0:26:48",
    "speaker": "spk_3",
    "line": "The",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-234",
    "time": "0:26:48",
    "speaker": "spk_2",
    "line": "keels yeah. The Keels eye butter -- Mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-235",
    "time": "0:26:51",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-236",
    "time": "0:26:51",
    "speaker": "spk_2",
    "line": "that gives you more liquid in your eye. I didn't realize before how little, like There's almost",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-237",
    "time": "0:26:59",
    "speaker": "spk_0",
    "line": "no butter in your",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-238",
    "time": "0:27:00",
    "speaker": "spk_2",
    "line": "eyes, actually. There was. And there and it was just very watery. It wasn't creamy. At all.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-239",
    "time": "0:27:04",
    "speaker": "spk_3",
    "line": "Nothing's more nothing's more useful than having like full luscious like for for lack of a better term exhausted eyes, you know?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-240",
    "time": "0:27:14",
    "speaker": "spk_5",
    "line": "Yeah. My eyes, buttery eyes.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-241",
    "time": "0:27:15",
    "speaker": "spk_2",
    "line": "Wonderful curves now. Mhmm. Yes. We do wanna do something with you, Guy. If you have just one second -- time. -- just one second.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-242",
    "time": "0:27:25",
    "speaker": "spk_3",
    "line": "Tuck up the time.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-243",
    "time": "0:27:26",
    "speaker": "spk_2",
    "line": "I know you have other shows to do what other shows are you doing to promote this book?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-244",
    "time": "0:27:30",
    "speaker": "spk_3",
    "line": "Oh, I am doing all of your favorite podcasts, throwing shade, Love it or leave it. Those one where I talked about God. After this, I'm doing Ian Carmel's thing where I'm going to draft Canadians.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-245",
    "time": "0:27:45",
    "speaker": "spk_0",
    "line": "You gonna make it weird, guy?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-246",
    "time": "0:27:47",
    "speaker": "spk_3",
    "line": "Oh, wait. Oh, no. I've You",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-247",
    "time": "0:27:50",
    "speaker": "spk_0",
    "line": "make it weird?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-248",
    "time": "0:27:50",
    "speaker": "spk_3",
    "line": "You've never I've",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-249",
    "time": "0:27:51",
    "speaker": "spk_2",
    "line": "never Have you ever made it weird?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-250",
    "time": "0:27:52",
    "speaker": "spk_3",
    "line": "I've never made it weird.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-251",
    "time": "0:27:53",
    "speaker": "spk_0",
    "line": "You I",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-252",
    "time": "0:27:54",
    "speaker": "spk_2",
    "line": "have to",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-253",
    "time": "0:27:55",
    "speaker": "spk_3",
    "line": "oh, god. I have not been able to go through sort of like the big respectable, like, white males, heterosexual cis gendered, stand up comedian, asking questions, and then gently talking about his own career. Sort of, you know, like",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-254",
    "time": "0:28:10",
    "speaker": "spk_0",
    "line": "not that gentle. Icon. So which episode you would",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-255",
    "time": "0:28:14",
    "speaker": "spk_3",
    "line": "the icons of of of Podcastery I've really had to work my way through a quirkier set, and I have to say having two strapping heterosexual white men hosting a show that I am doing makes me ask the question what have you guys done wrong.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-256",
    "time": "0:28:32",
    "speaker": "spk_0",
    "line": "Yeah. That's right.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-257",
    "time": "0:28:33",
    "speaker": "spk_3",
    "line": "Why why aren't you part of that sort of like exalted strata of of podcasts that I'm not able to get on.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-258",
    "time": "0:28:40",
    "speaker": "spk_2",
    "line": "I I would we don't strap ourselves for every show That is something we are doing just for this one because we have a new engineer -- Uh-huh.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-259",
    "time": "0:28:51",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-260",
    "time": "0:28:52",
    "speaker": "spk_1",
    "line": "and just to remove some",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-261",
    "time": "0:28:53",
    "speaker": "spk_2",
    "line": "of the variables, for her? Jordan? Yes. We're, like, we're strapped in because other like, we don't wanna have her, like, tracking us around the room.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-262",
    "time": "0:29:03",
    "speaker": "spk_3",
    "line": "Right.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-263",
    "time": "0:29:04",
    "speaker": "spk_2",
    "line": "As we, like, do our big physical bits. This one, we are keeping it in the chair.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-264",
    "time": "0:29:10",
    "speaker": "spk_0",
    "line": "A little more contained. It was really hard to strap you guys in. Like, you wouldn't stop moving. Okay. Well, it's for you. No. Okay. Thank you. Okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-265",
    "time": "0:29:18",
    "speaker": "spk_3",
    "line": "Also, I just wanna say it in earthquake state safe. Like, so I'm a safer.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-266",
    "time": "0:29:22",
    "speaker": "spk_2",
    "line": "You're very welcome.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-267",
    "time": "0:29:23",
    "speaker": "spk_0",
    "line": "Yes. Can we talk a little bit about what you can and can't have hanging on the wall right behind your bed in an earthquake state",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-268",
    "time": "0:29:30",
    "speaker": "spk_3",
    "line": "absolutely. As a native Californian, I think it's one of those things that Sacramento having a moment in popular culture is really raising awareness of",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-269",
    "time": "0:29:37",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-270",
    "time": "0:29:37",
    "speaker": "spk_3",
    "line": "mhmm. -- is what should or shouldn't you have hanging above bad?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-271",
    "time": "0:29:40",
    "speaker": "spk_2",
    "line": "I have an upside down rhinoceros head, which I've told in an earthquake situation, could be very the unsafe.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-272",
    "time": "0:29:51",
    "speaker": "spk_3",
    "line": "Now the question for you",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-273",
    "time": "0:29:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-274",
    "time": "0:29:52",
    "speaker": "spk_2",
    "line": "gore me.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-275",
    "time": "0:29:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-276",
    "time": "0:29:53",
    "speaker": "spk_3",
    "line": "is this but is this one of those rhinos who has had their horn medically removed so that people will not kill him for Chinese medicine purposes, or does it still have the horn?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-277",
    "time": "0:30:03",
    "speaker": "spk_2",
    "line": "It has new horn",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-278",
    "time": "0:30:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-279",
    "time": "0:30:06",
    "speaker": "spk_3",
    "line": "oh.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-280",
    "time": "0:30:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-281",
    "time": "0:30:06",
    "speaker": "spk_1",
    "line": "that I give it",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-282",
    "time": "0:30:08",
    "speaker": "spk_0",
    "line": "-- Uh-huh. --",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-283",
    "time": "0:30:08",
    "speaker": "spk_2",
    "line": "it came without it, but its new horn is a party hat.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-284",
    "time": "0:30:12",
    "speaker": "spk_3",
    "line": "Oh, that's adorable.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-285",
    "time": "0:30:13",
    "speaker": "spk_2",
    "line": "Isn't that cute? Mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-286",
    "time": "0:30:13",
    "speaker": "spk_3",
    "line": "So I have to say. If, like, it would be really great to have a real rhino horn just above the bed so that you could use the erection the Chinese medicine erection giving powers that it has. Just go with a little, like, microplane and gray",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-287",
    "time": "0:30:27",
    "speaker": "spk_2",
    "line": "off a little nutmeg grater. Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-288",
    "time": "0:30:29",
    "speaker": "spk_3",
    "line": "And it's like",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-289",
    "time": "0:30:30",
    "speaker": "spk_2",
    "line": "just right into your mouth.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-290",
    "time": "0:30:31",
    "speaker": "spk_3",
    "line": "Right. And then go go to town.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-291",
    "time": "0:30:34",
    "speaker": "spk_0",
    "line": "Yeah. Right before you go, hey, just give me one second and then you kinda get up and and just",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-292",
    "time": "0:30:39",
    "speaker": "spk_2",
    "line": "start, like,",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-293",
    "time": "0:30:39",
    "speaker": "spk_0",
    "line": "gnawing on the horn. It could be pretty cool. Hollywood handbook.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-294",
    "time": "0:30:46",
    "speaker": "spk_2",
    "line": "Guys, in case you missed it or the ad that we did about it already, Michael Ian Black is back on earwolf. And he has a new podcast called obscure.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-295",
    "time": "0:30:55",
    "speaker": "spk_0",
    "line": "It's the MIB. Here come the MIB. Remember? And that's It's his initials, but it also is the it's the Will Smith franchise. Yes. That's No. It is.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-296",
    "time": "0:31:09",
    "speaker": "spk_2",
    "line": "No. I know. I'm not I I believe you now. Yes. In obscure, Michael reads a book that's Jude The obscure.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-297",
    "time": "0:31:19",
    "speaker": "spk_0",
    "line": "It's the obscure podcast. We want you guys to listen.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-298",
    "time": "0:31:24",
    "speaker": "spk_2",
    "line": "And it's by, I think, Thomas Hardy, who was one of the Hardy Boys, And it's so funny that we're doing this episode that's all about books -- Yes.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-299",
    "time": "0:31:34",
    "speaker": "spk_0",
    "line": "-- with Sky's book. Wait. Guys book and we're talking about Chef Kevin's book in the episode. Yes. And then we also are doing this ad for the book one. And Hayes and I, literally, we're late to the record today because we were huddled up together under a blanket reading a book with a flashlight.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-300",
    "time": "0:31:51",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-301",
    "time": "0:31:51",
    "speaker": "spk_0",
    "line": "That we've been super into. We are reading about these freakonomics? The yes. So okay, first of all, don't get mad at us. You know, we didn't call it that. We don't we don't think these people are freaks. But It is freaky. Some of the economics principles can be applied to stuff like the street or -- Yes. -- the building.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-302",
    "time": "0:32:18",
    "speaker": "spk_2",
    "line": "Yes. Or the Or like how expensive and Apple can, like, have this big effect -- Or the",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-303",
    "time": "0:32:28",
    "speaker": "spk_0",
    "line": "-- on, like, college. Or the name Darius. Yeah. Just like a name and you just go, like, how about this name and then you put the numbers on it? Yes. And it goes freaky.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-304",
    "time": "0:32:40",
    "speaker": "spk_2",
    "line": "Yes. If that if you could name someone Darius, that could lead to the more likely to be Kevin's friend. Yeah. These are just some of them.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-305",
    "time": "0:32:51",
    "speaker": "spk_0",
    "line": "This is only, like, one page we're talking about. And this thing is a hundred pages long.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-306",
    "time": "0:32:57",
    "speaker": "spk_2",
    "line": "We we got the CDs from the library. Yep. And we're huddled around our little",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-307",
    "time": "0:33:04",
    "speaker": "spk_0",
    "line": "machine that plays them. And we and we put a flashlight on the play button and we press it. And then we just want",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-308",
    "time": "0:33:14",
    "speaker": "spk_2",
    "line": "and then maybe and that could be",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-309",
    "time": "0:33:15",
    "speaker": "spk_0",
    "line": "a podcast as well because it's already sound. Yes. It's true. It could be a podcast, and so free idea for anyone who wants to do it Well, economics, the podcast Jordan? Yes. Yep.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-310",
    "time": "0:33:26",
    "speaker": "spk_2",
    "line": "If we gave you -- Mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-311",
    "time": "0:33:28",
    "speaker": "spk_0",
    "line": "-- eleven CDs -- Eleven. Okay. --",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-312",
    "time": "0:33:31",
    "speaker": "spk_2",
    "line": "how fast could that be a podcast.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-313",
    "time": "0:33:36",
    "speaker": "spk_0",
    "line": "All eleven at the same time?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-314",
    "time": "0:33:39",
    "speaker": "spk_2",
    "line": "That's interesting. Interesting. On different tracks.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-315",
    "time": "0:33:42",
    "speaker": "spk_0",
    "line": "To me, that sounds really nice in my ears. Eleven CDs at one time.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-316",
    "time": "0:33:46",
    "speaker": "spk_2",
    "line": "And you could isolate whichever track on your home mixing board. Well, you",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-317",
    "time": "0:33:51",
    "speaker": "spk_0",
    "line": "could kinda toggle back and forth. And then it's like, I'm learning, but I'm also basically freaking skrillex. Yep. That's how I feel at home.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-318",
    "time": "0:34:00",
    "speaker": "spk_2",
    "line": "Do you join Michaelie in Black and some of his friends and experts as he's reading this book, Jude Dib scare David Cross was on it, talking about his relationships.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-319",
    "time": "0:34:12",
    "speaker": "spk_0",
    "line": "Have I done my impression of a skrillex song on this show before?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-320",
    "time": "0:34:15",
    "speaker": "spk_2",
    "line": "Yes. Okay. And Michael Show Walter, talks about playing chess. And I would love to say the name I've thought about Michael here hasn't done our show. Would love to have him. Michaelie Black?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-321",
    "time": "0:34:29",
    "speaker": "spk_0",
    "line": "Yeah. Would be so nice to meet him and have him do the show. But he's a busy guy.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-322",
    "time": "0:34:37",
    "speaker": "spk_2",
    "line": "So if you subscribe to obscure now in Stitcher, Apple Podcasts, or freaking anywhere on the entire computer.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-323",
    "time": "0:34:45",
    "speaker": "spk_0",
    "line": "Whoa, Hollywood Handbook. Can we just do the",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-324",
    "time": "0:34:49",
    "speaker": "spk_2",
    "line": "thing that we wanted to for one second guy. Is that okay? We just do this one second? Yeah. Okay. We have this guy here. His name is chef Kevin.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-325",
    "time": "0:34:57",
    "speaker": "spk_0",
    "line": "He's really basic.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-326",
    "time": "0:34:58",
    "speaker": "spk_2",
    "line": "He is the most boring, basic burger pitch who has ever lived.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-327",
    "time": "0:35:04",
    "speaker": "spk_0",
    "line": "Yeah. But he's a total herb",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-328",
    "time": "0:35:07",
    "speaker": "spk_2",
    "line": "yes. Are you you're familiar with the concept of a of a herb?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-329",
    "time": "0:35:11",
    "speaker": "spk_3",
    "line": "I'm not.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-330",
    "time": "0:35:12",
    "speaker": "spk_2",
    "line": "Okay. You will be in one second. Okay. But we need ways to profit off of him as part of this show. We put his face on an apron. The apron has not been",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-331",
    "time": "0:35:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-332",
    "time": "0:35:23",
    "speaker": "spk_3",
    "line": "okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-333",
    "time": "0:35:24",
    "speaker": "spk_2",
    "line": "Selling very well.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-334",
    "time": "0:35:25",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-335",
    "time": "0:35:25",
    "speaker": "spk_2",
    "line": "So we see, oh, guys doing good piece of business with this memoir. Mhmm. May we get Kevin to do a little memoir as well. The memoir ultimately would really be an advertisement for the apron. Mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-336",
    "time": "0:35:37",
    "speaker": "spk_0",
    "line": "Yes. Which we're underwater on the",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-337",
    "time": "0:35:38",
    "speaker": "spk_3",
    "line": "apron. Have you guys at at all floated a Chutney line?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-338",
    "time": "0:35:42",
    "speaker": "spk_2",
    "line": "Oh, that could be really interesting. And then they get the chutney on the apron. They have to get a new apron.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-339",
    "time": "0:35:48",
    "speaker": "spk_0",
    "line": "If we intentionally make the chutney too messy and maybe don't put the jar lid on all the way. That could be pretty cool.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-340",
    "time": "0:35:54",
    "speaker": "spk_3",
    "line": "That's really smart.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-341",
    "time": "0:35:55",
    "speaker": "spk_2",
    "line": "Okay. Let's but but let's play out the map so we probably will just do the Johnny now.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-342",
    "time": "0:36:00",
    "speaker": "spk_0",
    "line": "Let's We don't even need to do the rest of the episode really because he kinda already solved it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-343",
    "time": "0:36:04",
    "speaker": "spk_2",
    "line": "Let's we let's do Kevin's memoir thing -- Yeah. -- just in",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-344",
    "time": "0:36:08",
    "speaker": "spk_3",
    "line": "just in case.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-345",
    "time": "0:36:09",
    "speaker": "spk_0",
    "line": "Damn it. Ambhash is upset.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-346",
    "time": "0:36:14",
    "speaker": "spk_2",
    "line": "And he's sitting down. I could see him sitting down even though he knows that he's gonna come in.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-347",
    "time": "0:36:19",
    "speaker": "spk_0",
    "line": "Kevin, are you are you meditating out there? Like, I see you sitting just staring at nothing.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-348",
    "time": "0:36:27",
    "speaker": "spk_4",
    "line": "Hey, guys. Chef Kevin here. Yeah. The screen is not on technically. It is to help get me in a little more relaxed head space before I come in here.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-349",
    "time": "0:36:39",
    "speaker": "spk_2",
    "line": "Okay. That's I we would prefer you be more, like, up Okay. It's interesting that you think that's what you should be doing is to be like like somehow coming at a lower energy than you normally do. Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-350",
    "time": "0:36:52",
    "speaker": "spk_0",
    "line": "I mean, you you've heard the episodes. Right? Or when you're hearing yourself speaking, are you thinking, man, I gotta tone this down?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-351",
    "time": "0:37:00",
    "speaker": "spk_4",
    "line": "That's a good point. No. I've I guess I've never thought that. But I've thought maybe because I've been meditating, I've It's I'm relaxed now.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-352",
    "time": "0:37:10",
    "speaker": "spk_2",
    "line": "You should be doing suicides.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-353",
    "time": "0:37:12",
    "speaker": "spk_4",
    "line": "Ugh. That's a lot. I'm gonna come in sweaty and stinky though, and you're not gonna like that either.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-354",
    "time": "0:37:18",
    "speaker": "spk_2",
    "line": "Well, we'll see if I like it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-355",
    "time": "0:37:20",
    "speaker": "spk_0",
    "line": "Yeah. Let's see. We don't tell tell anybody what.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-356",
    "time": "0:37:22",
    "speaker": "spk_2",
    "line": "Don't tell you as we try it",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-357",
    "time": "0:37:24",
    "speaker": "spk_0",
    "line": "once, then his tells you to do something else.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-358",
    "time": "0:37:26",
    "speaker": "spk_2",
    "line": "Yes. Okay. And can we say Hi, guy. Thanks for guy. Hello, Kevin. Jesus. Congrats on the book.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-359",
    "time": "0:37:34",
    "speaker": "spk_4",
    "line": "I heard it's awesome. I'm so excited to read it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-360",
    "time": "0:37:37",
    "speaker": "spk_3",
    "line": "Thank you. Yeah. Kevin, can I just learn a little bit more about you as a chef? Okay. Alright. Here's my question for you, Kevin. If you were doing the Top Chef season one quickfire challenge where they had to go into a gas station and get things from a gas station with only thirty dollars, and then make a real high end dish. I think you remember it. Two people make Crispy kreme bread pudding. Yeah. I believe Leanne won. What would you make?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-361",
    "time": "0:38:03",
    "speaker": "spk_4",
    "line": "I'd probably get donuts in a Snickers bar and Mountain Dew. And make like a croissant with a with like a dash of Mountain Dew.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-362",
    "time": "0:38:15",
    "speaker": "spk_0",
    "line": "I got a feeling when they showed to judge, like, your meal from the quick fire. You'd just be just finishing polishing off because in Mountain Dew. Having not even touched a pad and be like, I didn't get it played it in time.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-363",
    "time": "0:38:30",
    "speaker": "spk_2",
    "line": "You make a croissant out of Donuts. Multiple donuts. Yeah. Which they don't have every gas station, by the way.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-364",
    "time": "0:38:40",
    "speaker": "spk_4",
    "line": "Yeah. But What's the what's the brand? They're kinda like they're in packs of three. The package ones?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-365",
    "time": "0:38:46",
    "speaker": "spk_2",
    "line": "Yeah. The Drake ones? Yeah. Drake donuts. Okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-366",
    "time": "0:38:50",
    "speaker": "spk_0",
    "line": "I just had an idea. Okay. She no stop. Yep.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-367",
    "time": "0:38:53",
    "speaker": "spk_3",
    "line": "You're on the West Coast now. I mean, like, you guys live here and you enjoy our weather. Don't fucking play a Drake cakes game here. This is Hostess Country or Dolly Madison, and you have some goddamn respect.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-368",
    "time": "0:39:04",
    "speaker": "spk_2",
    "line": "He's from Naperville. Illinois. I'm just speaking his language.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-369",
    "time": "0:39:08",
    "speaker": "spk_3",
    "line": "I don't care. You're in LA right now. It's not humid. Act like it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-370",
    "time": "0:39:13",
    "speaker": "spk_0",
    "line": "I didn't even do it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-371",
    "time": "0:39:14",
    "speaker": "spk_3",
    "line": "I'm sorry. I'm sorry about that.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-372",
    "time": "0:39:16",
    "speaker": "spk_0",
    "line": "That's donuts. So but I had an idea, which is if we can get to And",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-373",
    "time": "0:39:21",
    "speaker": "spk_2",
    "line": "jordan, I just wanna say normally when the a host gets like that with me. Normally, the engineer will protect me.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-374",
    "time": "0:39:28",
    "speaker": "spk_0",
    "line": "Oh, okay. Yeah. Well, as a guest. I mean, he's become the host because he is dominating. In us, but",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-375",
    "time": "0:39:33",
    "speaker": "spk_1",
    "line": "well, he is a host.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-376",
    "time": "0:39:34",
    "speaker": "spk_0",
    "line": "So yes. Wait. I thought all of you were strapped in. You're did you Well, somehow, Guy has managed to loosen his straps. Oh my and was able to just destroy us. I'm not doing my job.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-377",
    "time": "0:39:45",
    "speaker": "spk_2",
    "line": "And so usually, there will be a dive usually, I will see an engineer, Sam, usually an engineer, Ryan.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-378",
    "time": "0:39:51",
    "speaker": "spk_0",
    "line": "I'm so sorry.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-379",
    "time": "0:39:51",
    "speaker": "spk_2",
    "line": "Diving in front of me when something like that happens. And I was looking and I did not",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-380",
    "time": "0:39:56",
    "speaker": "spk_1",
    "line": "see that.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-381",
    "time": "0:39:56",
    "speaker": "spk_2",
    "line": "And then I looked and you were and you were still and you're",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-382",
    "time": "0:39:58",
    "speaker": "spk_3",
    "line": "i once attempted to just shoot Andrew T of Yo is this racist. And, like -- Coosed.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-383",
    "time": "0:40:04",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-384",
    "time": "0:40:05",
    "speaker": "spk_3",
    "line": "a a daring, a very Daring and brave engineer jumped in front of him, took a bullet",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-385",
    "time": "0:40:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-386",
    "time": "0:40:11",
    "speaker": "spk_3",
    "line": "mhmm.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-387",
    "time": "0:40:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-388",
    "time": "0:40:12",
    "speaker": "spk_3",
    "line": "is still in a coma",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-389",
    "time": "0:40:13",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-390",
    "time": "0:40:13",
    "speaker": "spk_3",
    "line": "i'm with engineer Frank.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-391",
    "time": "0:40:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-392",
    "time": "0:40:14",
    "speaker": "spk_3",
    "line": "and I like I had to have respect for that. Yeah. And Andrew and I are better now.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-393",
    "time": "0:40:19",
    "speaker": "spk_0",
    "line": "I have to learn so much. What precipitated the attempted assassination was he saying that it wasn't racist or that it was?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-394",
    "time": "0:40:28",
    "speaker": "spk_3",
    "line": "He was saying that it was racist.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-395",
    "time": "0:40:29",
    "speaker": "spk_0",
    "line": "Okay. Come on in. Everything can't be.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-396",
    "time": "0:40:32",
    "speaker": "spk_3",
    "line": "I just had a little moment of white fragility and So, you know, I I did what you would expect. Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-397",
    "time": "0:40:38",
    "speaker": "spk_0",
    "line": "Uh-huh. But I did have an idea and it's maybe too long ago to go back to this. But whoever does have a contact with Alexandria Cassio Cortez's people, it could be a cool prank type character to get on to top chef, and then every time they say go for the challenge to just eat the food. I think that would be kind of trouble to walk to walk over and be like, hey. What you working on, Andrew? And then it's like, oh, I'm making a new I mean, Noki from and then go like, oh, sounds pretty good. It's just just start munching. And you might be able to make it a couple weeks by not being actively bad. There usually is somebody who makes something disgusting in the first, like, three episodes and you could skate by. I would really like that.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-398",
    "time": "0:41:30",
    "speaker": "spk_2",
    "line": "So, Kevin, we're helping you with your memoirs, of course, the famous thing that we've been doing for a a long time now.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-399",
    "time": "0:41:37",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-400",
    "time": "0:41:39",
    "speaker": "spk_2",
    "line": "Guy is here to help you spice up some of your life stories. If you could just tell Guy one of your best stories Okay. Kinda like the the the one that you told us last week about some, like, Internet conversation you had. That was very boring.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-401",
    "time": "0:41:57",
    "speaker": "spk_0",
    "line": "Remember there was one about going three weeks early to try to see the mister Rogers documentary. That was a pretty good story.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-402",
    "time": "0:42:05",
    "speaker": "spk_4",
    "line": "Yes. So when the well, when I thought the mister Rogers documentary",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-403",
    "time": "0:42:10",
    "speaker": "spk_2",
    "line": "no. Don't tell bad story. No.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-404",
    "time": "0:42:11",
    "speaker": "spk_0",
    "line": "But just give us a we I haven't heard that. One, but I was just giving you examples.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-405",
    "time": "0:42:16",
    "speaker": "spk_4",
    "line": "I saw equalizer two in theaters and there was no one there. Well, there was a couple people there. And the the guy behind me snored through the last hour, and I it was distracting me. And I didn't know Do I like I didn't feel comfortable like waking him up or shouting or something, so I just kinda took it. And he just snored over the last time. But there",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-406",
    "time": "0:42:38",
    "speaker": "spk_0",
    "line": "was only a couple of people there. Why don't you just move seats?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-407",
    "time": "0:42:42",
    "speaker": "spk_4",
    "line": "That was yeah. Yeah. That would have been",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-408",
    "time": "0:42:44",
    "speaker": "spk_3",
    "line": "kevin, let me tell",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-409",
    "time": "0:42:44",
    "speaker": "spk_0",
    "line": "you something.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-410",
    "time": "0:42:45",
    "speaker": "spk_3",
    "line": "This is chapter one. Alright? No. I think that this is a beautiful story to start out with because I think what a book needs these days, let's be honest, you're you're not a a major celebrity. You're a mid level celebrity. You It's",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-411",
    "time": "0:42:58",
    "speaker": "spk_2",
    "line": "b list.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-412",
    "time": "0:42:59",
    "speaker": "spk_3",
    "line": "Yeah. You have to have an angle that is sort of like leveraging these stories that are still Hollywood and glossy. And making them relatable to people. And I think that that really is a story about you tell the world how to treat you. Okay? You go into this world and you're sending out messages about what you're worth. And what you're saying to the universe is I am worth having someone snore so that I cannot properly hear equalizer two.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-413",
    "time": "0:43:24",
    "speaker": "spk_4",
    "line": "That's true. And I didn't even move seats.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-414",
    "time": "0:43:29",
    "speaker": "spk_6",
    "line": "Were you",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-415",
    "time": "0:43:29",
    "speaker": "spk_3",
    "line": "were you at a theater that had assigned seats? Were you at the arc light of",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-416",
    "time": "0:43:32",
    "speaker": "spk_4",
    "line": "the girls? And I feel an obligation to stay in that seat.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-417",
    "time": "0:43:35",
    "speaker": "spk_3",
    "line": "Okay. Yeah. And, you know, at this point in America and democracy. The rule of law is it like hanging on by a tenuous thread, and it really does take strong Americans like you, believing in and supporting the law as it exists even though you could get away with something. Yeah. And I really feel like there's some political grandstanding there that won't be at all valuable for promotion. You need to go conservative with this book. Okay? Aw. You need to say, and then I shot that guy because I was someone scared of him.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-418",
    "time": "0:44:04",
    "speaker": "spk_4",
    "line": "Oh, gosh.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-419",
    "time": "0:44:05",
    "speaker": "spk_3",
    "line": "And that's okay, and I should have a gun with me at all times.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-420",
    "time": "0:44:08",
    "speaker": "spk_4",
    "line": "Is there any other stories I could tell that maybe would have a different angle",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-421",
    "time": "0:44:13",
    "speaker": "spk_3",
    "line": "you're the one with your",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-422",
    "time": "0:44:14",
    "speaker": "spk_2",
    "line": "own story story.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-423",
    "time": "0:44:15",
    "speaker": "spk_3",
    "line": "I've never met before. So let me ask you a question.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-424",
    "time": "0:44:17",
    "speaker": "spk_4",
    "line": "We've had a couple of times. That's okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-425",
    "time": "0:44:19",
    "speaker": "spk_3",
    "line": "I'm happy. Yeah. Four or five times. Wait. You were here for -- Who Charlie?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-426",
    "time": "0:44:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-427",
    "time": "0:44:24",
    "speaker": "spk_3",
    "line": "he's always in. Yeah. I'm sorry.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-428",
    "time": "0:44:26",
    "speaker": "spk_4",
    "line": "That's okay. Maybe that's the story.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-429",
    "time": "0:44:28",
    "speaker": "spk_2",
    "line": "Imagine remember imagine being like, oh, yeah, Kevin. That guy left a a really big impression on me. Hey. That would've disturbed me.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-430",
    "time": "0:44:36",
    "speaker": "spk_3",
    "line": "He is a beautiful little boy. He's got facial hair that's growing that looks like it didn't grow from his face. It looks like he was in a fifth grade production of our town and someone used spirit gum to apply it to his face. Kevin, can I ask you a question?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-431",
    "time": "0:44:48",
    "speaker": "spk_2",
    "line": "Sure.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-432",
    "time": "0:44:49",
    "speaker": "spk_3",
    "line": "Well, first of all, let me just say next time you meet me, make an impression. Okay. But the other thing is At a in a darker moment in my career, I ghostwrote a book for one of the men on million dollar listing LA. Wow. And so I wanted to just say to you, have you ever sold a house in the Bird Street of West Hollywood? Because if so, I can turn this into a book.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-433",
    "time": "0:45:12",
    "speaker": "spk_2",
    "line": "What's the closest thing you have to that experience?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-434",
    "time": "0:45:17",
    "speaker": "spk_4",
    "line": "Well, I sold my car last year and my neighbor asked for my parking spot. And when she said, how about I give you a hon or I said, okay. It's a hundred dollars. And she said, how's fifty? And I said, no. And she said, we're doing fifty. And I said, so now every couple of months, she pays me, and I have to ask her she normally doesn't pay me. So, like, that's pretty similar.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-435",
    "time": "0:45:40",
    "speaker": "spk_2",
    "line": "So that kind of negotiation that is a little similar to the million dollar listing, fifty dollar Burke's book.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-436",
    "time": "0:45:46",
    "speaker": "spk_3",
    "line": "So this really is a business book. This is a book, like, I think it's somewhere it's in self help, but it's somewhere in between business and, like, you know, like talking about confidence.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-437",
    "time": "0:45:58",
    "speaker": "spk_0",
    "line": "Well, the entrepreneurial spirit is still alive in America. And I feel like Kevin's the best example. Of that.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-438",
    "time": "0:46:03",
    "speaker": "spk_3",
    "line": "But also, I believe Kevin, like, going on a journey in your own life during the process of writing this book, where you go from thinking, hey, my parking spot is only worth what she tells me. To saying, hey, my parking spot is worth at least eighty five dollars. Yeah. You know, I think that could be a beautiful journey.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-439",
    "time": "0:46:19",
    "speaker": "spk_4",
    "line": "Yeah. Maybe I'm sharing all these stories of what I did wrong so that the reader knows what to do right. Right.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-440",
    "time": "0:46:26",
    "speaker": "spk_0",
    "line": "One thing you could do is stack up a bunch of pumpkins in the parking spot. And go, hey, I'm not moving these pumpkins until you pay me what it's really worth. Whether And then afterwards, you could, like, make a pie.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-441",
    "time": "0:46:38",
    "speaker": "spk_3",
    "line": "I mean, what is but what is you supposed to do during the spring summer? And I mean, winter, I guess, you still have false squashes. Mhmm. But, I mean, during the summertime, you think he's gonna be able to get enough winter squashes?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-442",
    "time": "0:46:49",
    "speaker": "spk_2",
    "line": "Winter Christmas trees. Summer, maybe some kinda, like, playground or something for kids. There's a lot of stuff that you can do with this parking spot -- Year round.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-443",
    "time": "0:46:59",
    "speaker": "spk_0",
    "line": "-- in in summer, maybe you put a bunch of super soakers in there. Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-444",
    "time": "0:47:03",
    "speaker": "spk_2",
    "line": "And then when she tries",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-445",
    "time": "0:47:04",
    "speaker": "spk_0",
    "line": "to park, you blast her.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-446",
    "time": "0:47:06",
    "speaker": "spk_4",
    "line": "What if that's the book? Each chapter is like a different season and how it went. Putting different stuff in the parking space.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-447",
    "time": "0:47:13",
    "speaker": "spk_2",
    "line": "I don't think that to Okay. Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-448",
    "time": "0:47:15",
    "speaker": "spk_3",
    "line": "Well, we How much of a historical view of the of the parking space would we get would we look back to a point in time that it was, like like, co opted from Native American peoples? Would we would it be a book fundamentally about how all land in this country is that?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-449",
    "time": "0:47:30",
    "speaker": "spk_2",
    "line": "Yeah. I noticed we never heard how Kevin got the parking space in",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-450",
    "time": "0:47:33",
    "speaker": "spk_1",
    "line": "the first place. I have",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-451",
    "time": "0:47:34",
    "speaker": "spk_2",
    "line": "a feeling it could possibly have been stolen from Native Americans. Does that ring a bell, Kevin?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-452",
    "time": "0:47:39",
    "speaker": "spk_4",
    "line": "We don't have to go through the history. We could just start at the present time.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-453",
    "time": "0:47:43",
    "speaker": "spk_3",
    "line": "But that's the adventure, Kevin. I feel like you really need to tell I mean, if you tell the story that begins with you being fixed, it's not a story. But if you give us an adventure and you say, hey, I used to be someone who stole parking space for Native Americans. Uh-huh. But now I'm a better -- Uh-huh.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-454",
    "time": "0:47:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-455",
    "time": "0:47:58",
    "speaker": "spk_3",
    "line": "i think that that's good, not great. What's great is I started out better. Now I am someone who steals parking spaces for Native Americans because we need more conservative pundits. Mhmm. We don't have enough",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-456",
    "time": "0:48:09",
    "speaker": "spk_0",
    "line": "i'd love to see you break bad, read the parking spot. Kevin, you have a friend named Darius, you know?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-457",
    "time": "0:48:17",
    "speaker": "spk_4",
    "line": "That's right.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-458",
    "time": "0:48:18",
    "speaker": "spk_0",
    "line": "Guy, can we do anything with that?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-459",
    "time": "0:48:20",
    "speaker": "spk_4",
    "line": "He built a dresser for me yesterday.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-460",
    "time": "0:48:22",
    "speaker": "spk_3",
    "line": "Are we are we talking about all in a single day?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-461",
    "time": "0:48:27",
    "speaker": "spk_4",
    "line": "Yeah. Yesterday after work. I told him I bought a dresser, and",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-462",
    "time": "0:48:31",
    "speaker": "spk_3",
    "line": "i Is he an elf from a fairy tale? No. Does he does he cobble shoes? Because I've been looking.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-463",
    "time": "0:48:36",
    "speaker": "spk_4",
    "line": "I wish. No. He's just really good at building stuff.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-464",
    "time": "0:48:39",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-465",
    "time": "0:48:40",
    "speaker": "spk_4",
    "line": "So I sat on my bed and complained about work because he built addresses for three hours.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-466",
    "time": "0:48:45",
    "speaker": "spk_1",
    "line": "What'd you say?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-467",
    "time": "0:48:46",
    "speaker": "spk_4",
    "line": "Oh, I just said, you know, times are tough and",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-468",
    "time": "0:48:48",
    "speaker": "spk_3",
    "line": "well, now specifics. Did you mention that Guy never remembers you?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-469",
    "time": "0:48:52",
    "speaker": "spk_4",
    "line": "Yeah. I was like, well, I saw him when Howard was on the couch, and this was the second time I've seen him. And he we I he's he introduced himself again. And at this point, I didn't say like, oh, yeah. We've met. So I guess it was on me.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-470",
    "time": "0:49:05",
    "speaker": "spk_2",
    "line": "You're doing a different glasses thing that you that you don't always do.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-471",
    "time": "0:49:10",
    "speaker": "spk_4",
    "line": "Yeah. I am wearing them today.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-472",
    "time": "0:49:13",
    "speaker": "spk_3",
    "line": "Has has it ever crossed your mind that I am just pretending to not remember you? Because I'm enchanted by your narrow waist and, you know, boyish complexion, and I'm trying to not make this seem uncomfortable. We also what happens to Les Moonves.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-473",
    "time": "0:49:28",
    "speaker": "spk_4",
    "line": "That's true. I guess I should be thanking you.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-474",
    "time": "0:49:31",
    "speaker": "spk_3",
    "line": "So, like, Darius, the the construction of this of this dresser? Did it represent an emotional journey for him or the two of you? Was he getting over the loss of a small child? Something under six. I mean, once we get into school aged years, it's not as emotional. But was this really like a woman under the I was trying to remember the name of a book that mom's read in the nineties, but I really couldn't.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-475",
    "time": "0:49:59",
    "speaker": "spk_4",
    "line": "Sure.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-476",
    "time": "0:50:00",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-477",
    "time": "0:50:00",
    "speaker": "spk_4",
    "line": "Me too. Yeah. Probably rough.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-478",
    "time": "0:50:03",
    "speaker": "spk_2",
    "line": "You were trying to do that too.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-479",
    "time": "0:50:04",
    "speaker": "spk_0",
    "line": "Yeah. Why? Trying to remember the name of a book",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-480",
    "time": "0:50:07",
    "speaker": "spk_2",
    "line": "that women read in the nineties.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-481",
    "time": "0:50:09",
    "speaker": "spk_4",
    "line": "For for her to help guides",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-482",
    "time": "0:50:11",
    "speaker": "spk_0",
    "line": "for this Daniel Steel thing.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-483",
    "time": "0:50:13",
    "speaker": "spk_3",
    "line": "No. More like more like knights and rope Danthy, snow falling on cedars, Like, I had a a great Prince Tidy, I had a joy.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-484",
    "time": "0:50:21",
    "speaker": "spk_2",
    "line": "A lot club. We've had a lot of success with Amy Tan references",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-485",
    "time": "0:50:24",
    "speaker": "spk_0",
    "line": "in the",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-486",
    "time": "0:50:25",
    "speaker": "spk_2",
    "line": "wide couple of weeks.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-487",
    "time": "0:50:25",
    "speaker": "spk_3",
    "line": "I mean, look, at the end of the day, I'm always gonna be a Maxine Hong Kingston man. But Amy Tans, she did a whole lot to to take that mainstream. And also, gave us the Joyla Club movie and anytime Rosslyn Chow gets worked, this guy's happy. So sorry, Kevin.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-488",
    "time": "0:50:39",
    "speaker": "spk_4",
    "line": "That's okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-489",
    "time": "0:50:40",
    "speaker": "spk_3",
    "line": "You were telling me what Darius was working through in the process of building that that dresser?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-490",
    "time": "0:50:45",
    "speaker": "spk_4",
    "line": "Yeah. I think he is, like, working through his own career. He's trying to, you know, build up from nothing. And so he's working just with simple pieces of wood and trying to build something beautiful.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-491",
    "time": "0:50:57",
    "speaker": "spk_3",
    "line": "Are you comfortable being sort of like a Nick Careaway in your own memoir where you're really just observing somebody else's more interesting journey through and around American capitalism.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-492",
    "time": "0:51:07",
    "speaker": "spk_4",
    "line": "Yeah. I think that'd be kind of fun.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-493",
    "time": "0:51:09",
    "speaker": "spk_0",
    "line": "I call that. I call that. I call being Nickairaway. I call it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-494",
    "time": "0:51:14",
    "speaker": "spk_4",
    "line": "Yeah. Sorry, Kevin. That's okay. So I guess no. I I gotta",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-495",
    "time": "0:51:18",
    "speaker": "spk_2",
    "line": "that was a good name for your cool character in the book too.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-496",
    "time": "0:51:22",
    "speaker": "spk_0",
    "line": "Hell yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-497",
    "time": "0:51:23",
    "speaker": "spk_2",
    "line": "It's your favorite seed.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-498",
    "time": "0:51:25",
    "speaker": "spk_0",
    "line": "Oh, yes. No. It can be so good in, like, Havardi or whatever.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-499",
    "time": "0:51:30",
    "speaker": "spk_3",
    "line": "I'm I'm sorry. It's a lot of licorice flavor. I like, for me, if you're going with a licorice flavored seed, I'm always gonna go fennel.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-500",
    "time": "0:51:38",
    "speaker": "spk_0",
    "line": "Okay. And I respect that.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-501",
    "time": "0:51:41",
    "speaker": "spk_3",
    "line": "Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-502",
    "time": "0:51:41",
    "speaker": "spk_0",
    "line": "But I think I stated pretty clearly that it's in like a havarti. So, like, there's like a nice sort of creaminess",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-503",
    "time": "0:51:49",
    "speaker": "spk_3",
    "line": "in the",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-504",
    "time": "0:51:49",
    "speaker": "spk_0",
    "line": "market. Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-505",
    "time": "0:51:50",
    "speaker": "spk_3",
    "line": "That's fair. That's fair.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-506",
    "time": "0:51:51",
    "speaker": "spk_2",
    "line": "Kevin, do you have any stories from, like, your childhood? That we could workshop? Sure.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-507",
    "time": "0:51:58",
    "speaker": "spk_4",
    "line": "I got lost in the woods once when I went on a run.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-508",
    "time": "0:52:02",
    "speaker": "spk_2",
    "line": "You went on a run as a",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-509",
    "time": "0:52:04",
    "speaker": "spk_0",
    "line": "child. Yeah. It's that called going on a run at that point. It just called running.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-510",
    "time": "0:52:12",
    "speaker": "spk_3",
    "line": "I'm sorry. This gives so much context and emotional weight to your narrow waist. And -- Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-511",
    "time": "0:52:17",
    "speaker": "spk_0",
    "line": "--",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-512",
    "time": "0:52:17",
    "speaker": "spk_3",
    "line": "are we completely ignoring the possibility that this is a book about surviving body image issues and possible sort of like like food issues.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-513",
    "time": "0:52:28",
    "speaker": "spk_4",
    "line": "That's great. I think that's that's definitely the path we should go.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-514",
    "time": "0:52:32",
    "speaker": "spk_0",
    "line": "Food issues for chef Kevin. Yeah. Oh, wow. Wow.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-515",
    "time": "0:52:36",
    "speaker": "spk_3",
    "line": "That's a journey. That's a full circle. All.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-516",
    "time": "0:52:38",
    "speaker": "spk_0",
    "line": "Yeah. Kevin, can I get something? And Jordan, I need you to look alive. Just real quick while we have you. We need to plug in you saying something to protect our guest. Can you just say in the heights?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-517",
    "time": "0:52:52",
    "speaker": "spk_4",
    "line": "In the heights.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-518",
    "time": "0:52:53",
    "speaker": "spk_0",
    "line": "Oh, Kevin. Kevin. Jesus, man.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-519",
    "time": "0:52:56",
    "speaker": "spk_2",
    "line": "God. No. Terrible specific.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-520",
    "time": "0:53:01",
    "speaker": "spk_0",
    "line": "Come on, Kevin.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-521",
    "time": "0:53:03",
    "speaker": "spk_2",
    "line": "You did get that, Jordan?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-522",
    "time": "0:53:05",
    "speaker": "spk_0",
    "line": "Yeah. I got it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-523",
    "time": "0:53:05",
    "speaker": "spk_3",
    "line": "I feel terrible. Why didn't they just say Mamma Mia? Why didn't they just say Mamma Mia?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-524",
    "time": "0:53:09",
    "speaker": "spk_0",
    "line": "That would have crushed.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-525",
    "time": "0:53:10",
    "speaker": "spk_3",
    "line": "It would have been hilarious. Oh, here's a question. Yeah. Just for the sake of your memoir, do you know definitively who your father is and did your mother ever own an inn on a Greek island? Because if so, I think we may have an angle.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-526",
    "time": "0:53:29",
    "speaker": "spk_4",
    "line": "No. But they can.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-527",
    "time": "0:53:30",
    "speaker": "spk_1",
    "line": "What's your closest life connection to to that kind of thing?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-528",
    "time": "0:53:37",
    "speaker": "spk_4",
    "line": "My parents own a house in Wisconsin, and they think it's, like, super rad.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-529",
    "time": "0:53:42",
    "speaker": "spk_3",
    "line": "Are we talking, like, Dor County?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-530",
    "time": "0:53:44",
    "speaker": "spk_2",
    "line": "Or a",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-531",
    "time": "0:53:46",
    "speaker": "spk_4",
    "line": "low tie. It's a very small town. There's population, like, two thousand. It's a lake house?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-532",
    "time": "0:53:51",
    "speaker": "spk_3",
    "line": "Yeah. I'm I'm sorry. If you're doing upscale vacationing in Wisconsin, I want Door County or the Dales. Like I'm not I'm not fucking around with this shit.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-533",
    "time": "0:54:01",
    "speaker": "spk_1",
    "line": "Sure.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-534",
    "time": "0:54:01",
    "speaker": "spk_3",
    "line": "Yeah. Then I mean, just look, there are a lot of lakes up there. We've all got lakes up there.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-535",
    "time": "0:54:07",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-536",
    "time": "0:54:08",
    "speaker": "spk_3",
    "line": "But, you know, something something charming, like, on Like, Michigan. That's what I'm looking for.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-537",
    "time": "0:54:13",
    "speaker": "spk_0",
    "line": "That's some self respect.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-538",
    "time": "0:54:15",
    "speaker": "spk_4",
    "line": "I agree. It's it's embarrassing for them. Loade eye. He sounds",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-539",
    "time": "0:54:21",
    "speaker": "spk_0",
    "line": "like a load eye horse shit to me.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-540",
    "time": "0:54:23",
    "speaker": "spk_4",
    "line": "Hey. Leave them along.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-541",
    "time": "0:54:24",
    "speaker": "spk_3",
    "line": "That was great.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-542",
    "time": "0:54:25",
    "speaker": "spk_0",
    "line": "Really funny. Right? Those are my best friends.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-543",
    "time": "0:54:28",
    "speaker": "spk_3",
    "line": "So is it possible that your mother during the course of one of, like, her rapturous summers in Lodi, Wisconsin",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-544",
    "time": "0:54:35",
    "speaker": "spk_0",
    "line": "-- Uh-huh. --",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-545",
    "time": "0:54:36",
    "speaker": "spk_3",
    "line": "was actually romance by three separate men, all of whom might be your father?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-546",
    "time": "0:54:43",
    "speaker": "spk_4",
    "line": "No. She was like she stayed at home. I feel like now in her life, maybe this is my Nikara way thing. I feel like she's now, like, realizing, like, I have a life, and I'm gonna go do cool things. And so she's kinda, like, going on trips and being independent and fun. And I'm, like, that's kind of awesome. So maybe, like, that's the story.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-547",
    "time": "0:55:04",
    "speaker": "spk_2",
    "line": "I don't think I don't think that happens in any Nick Careaway stories.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-548",
    "time": "0:55:09",
    "speaker": "spk_4",
    "line": "Oh, I just meant, like, I'm observing it. Like, from a distance.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-549",
    "time": "0:55:13",
    "speaker": "spk_3",
    "line": "Okay. We've got an adult child observing their their mom who's going on her own journey. Just have to ask does she have three friends who also all immigrated to Wisconsin from Illinois? And they all have children and you guys are learning to re relate to each other. To take this back to Hayz's Joyla Club point. Like, do you have some sort of white, more accessible Joyla Club?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-550",
    "time": "0:55:35",
    "speaker": "spk_0",
    "line": "And does and does she also have her groove? Or does she possibly need to get it back?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-551",
    "time": "0:55:40",
    "speaker": "spk_3",
    "line": "That's a real question. We all have to ask her in the course of writing a book.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-552",
    "time": "0:55:44",
    "speaker": "spk_4",
    "line": "I think she's getting her groove. And, yes, there are some Illinois immigrants that are coming to Wisconsin. Who are the same age as me. So maybe there's some parallels here.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-553",
    "time": "0:55:57",
    "speaker": "spk_3",
    "line": "Kevin, let me ask you just an honest question.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-554",
    "time": "0:55:59",
    "speaker": "spk_2",
    "line": "How old is your mom? Fifty four. Okay.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-555",
    "time": "0:56:02",
    "speaker": "spk_3",
    "line": "Let's say and she's still married to your dad.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-556",
    "time": "0:56:04",
    "speaker": "spk_4",
    "line": "Fifty five. Yeah.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-557",
    "time": "0:56:05",
    "speaker": "spk_3",
    "line": "Okay. If let's say she What happened?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-558",
    "time": "0:56:09",
    "speaker": "spk_4",
    "line": "Fifty six. Fifteen sorry. Yeah. She's",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-559",
    "time": "0:56:12",
    "speaker": "spk_2",
    "line": "getting old very fast. We gotta hurry.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-560",
    "time": "0:56:15",
    "speaker": "spk_3",
    "line": "She fucks a dude. She fucks a dude not your dad. Does not break up with him. I mean, it's just for the rest of her life, happier happier and in a better mood. Yeah. Like, her life is better and more healed. Now your father's feelings aside, would you be happy and comfortable with that, or would that fundamentally tear you apart?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-561",
    "time": "0:56:33",
    "speaker": "spk_4",
    "line": "I have so many mixed emotions. I'd be happy that she's happy, but I feel like it would change our relationship because she has this life long, why she's been keeping from me, but maybe a list to protect me.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-562",
    "time": "0:56:47",
    "speaker": "spk_2",
    "line": "Well, the change of relationship when she listens to this show which she offered those?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-563",
    "time": "0:56:51",
    "speaker": "spk_4",
    "line": "Yeah. She told me she heard that I do my mom thing and I told her she should stop listening. Cool. Yeah. So that might change it.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-564",
    "time": "0:57:03",
    "speaker": "spk_0",
    "line": "But Feels like the kind of thing she could have just blown past as well. Didn't necessarily have to call. You would tell -- Tell me and tell her. --",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-565",
    "time": "0:57:10",
    "speaker": "spk_3",
    "line": "yeah. His mom's creation of drama is what you get a book us. Mhmm. Having just like a low key life where you look at Darius, do things while you yourself are inactive you know I mean, the novel really is the medium best suited to that. It is an internal story. But I I just feel like we we need more. And frankly, Kevin's mom is doing most of the work of what I've heard for creating interesting, compelling storytelling.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-566",
    "time": "0:57:38",
    "speaker": "spk_0",
    "line": "Well, he knows really doing most of the work, guys, you. I wonder if this memoir is like the guy sessions. And it's sort of all the stories of like the times you met on the couch, or the times that you were able to reframe the story or how you built a new relationship for Kevin with his mom and with Darius.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-567",
    "time": "0:57:58",
    "speaker": "spk_3",
    "line": "Like, I love that. And I just wanna yes and you. What if it's Tuesdays with Guy?",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-568",
    "time": "0:58:03",
    "speaker": "spk_0",
    "line": "Yes.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-569",
    "time": "0:58:03",
    "speaker": "spk_3",
    "line": "Okay. Or no. Guy. Even better. The five guys you meet in heaven.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-570",
    "time": "0:58:08",
    "speaker": "spk_0",
    "line": "Thank you.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-571",
    "time": "0:58:08",
    "speaker": "spk_3",
    "line": "And so it's Kevin going, and he goes to heaven, and he meets me and, like, four animals, all named Guy, who had gone stinct at various points in time. And then they sort of, like, guide him through the choices he needs to make. And then he undies and comes back to to earth. And built his own dresser.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-572",
    "time": "0:58:27",
    "speaker": "spk_2",
    "line": "That's that's the callback. We got the animals in heaven and building a dresser.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-573",
    "time": "0:58:32",
    "speaker": "spk_1",
    "line": "So that is what that's what we wrap up the show on.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-574",
    "time": "0:58:35",
    "speaker": "spk_0",
    "line": "Okay. Yeah. And then, of course, it is this is also a callback to a joke I did. Maybe two hundred episodes ago. Where Tuesdays with Mori was the answer",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-575",
    "time": "0:58:45",
    "speaker": "spk_2",
    "line": "to the question, what's your favorite album? Bye.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-576",
    "time": "0:58:51",
    "speaker": "spk_6",
    "line": "Hey, this is Arnie Mecamp from the improv Fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of Foon, and I started podcast. Season three has just begun with a brand new adventure to defeat the dark lord. If you're a new listener or you fallen behind season three is a great jumping on point. And we've got great guests like Justin Macle Roy.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-577",
    "time": "0:59:14",
    "speaker": "spk_3",
    "line": "I sound like a fancy college professor, fake knots.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-578",
    "time": "0:59:18",
    "speaker": "spk_6",
    "line": "Rachel Bloom.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-579",
    "time": "0:59:19",
    "speaker": "spk_0",
    "line": "You are seeing my connection to men corpses and one woman.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-580",
    "time": "0:59:23",
    "speaker": "spk_6",
    "line": "Felicia Day and Colton Dunn. You've seen",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-581",
    "time": "0:59:25",
    "speaker": "spk_0",
    "line": "me having, of course, with a variety of species.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-582",
    "time": "0:59:27",
    "speaker": "spk_3",
    "line": "It's a bummer",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-583",
    "time": "0:59:28",
    "speaker": "spk_6",
    "line": "andy Daily.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-584",
    "time": "0:59:29",
    "speaker": "spk_0",
    "line": "You'll have the members of Genesis listed, but Phil Collins has crossed out and encircledly crossed out again. Ah, yes. I have killed Phil Collins twice.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-585",
    "time": "0:59:36",
    "speaker": "spk_6",
    "line": "Thomas Middle Ditch.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-586",
    "time": "0:59:39",
    "speaker": "spk_4",
    "line": "Jesus. I mean Jesus ruler of the eighth circle.",
    "episode": "249",
    "edited": false
  },
  {
    "id": "249-587",
    "time": "0:59:43",
    "speaker": "spk_6",
    "line": "And that's just the beginning. Season three, Avelo from the Magic Tavern is Out Now. Listen in Stitcher, Apple Podcast or wherever you get your podcasts.",
    "episode": "249",
    "edited": false
  }
]