[
  {
    "id": "26-0",
    "time": "0:00:05",
    "speaker": "spk_0",
    "line": "tilda, sweetens, and furious. Yeah. She goes, Where's my motherfucking cheese, Danish? Mhmm. And I go, no, miss Swinton. You misheard me. I said, she's Danish. I was talking about the model I'm fingering.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-1",
    "time": "0:00:19",
    "speaker": "spk_1",
    "line": "Here comes haze and Sean.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-2",
    "time": "0:00:23",
    "speaker": "spk_0",
    "line": "She apologized.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-3",
    "time": "0:00:24",
    "speaker": "spk_1",
    "line": "Hey. Welcome to Hollywood Handbook and insight what up. What up?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-4",
    "time": "0:00:28",
    "speaker": "spk_2",
    "line": "What up? What up? What up?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-5",
    "time": "0:00:29",
    "speaker": "spk_1",
    "line": "Welcome to Hollywood Handbook and Insiders guide to kicking button dropping names of the carpet line back hallways of this industry we call showbiz. We have a fun little game that we'd like to play today.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-6",
    "time": "0:00:40",
    "speaker": "spk_0",
    "line": "And you can play it at home we wanna sorta introduce this wide. Hayes and I invented the game on a long car ride. We were in the back of a car and a chauffeur was driving us because we are so successful. But we were hoping to",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-7",
    "time": "0:00:57",
    "speaker": "spk_1",
    "line": "let America play. It's a play on a boring stupid game that you may have heard of. Called six degrees of Kevin Bacon, where you can take Kevin Bacon and using movies and shows he's been in connected. Like, nobody has seen or act interest. So instead of using somebody who's fucking washed up and is, like, barely even doing movies anymore. It's like",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-8",
    "time": "0:01:18",
    "speaker": "spk_0",
    "line": "trivia nerds, like memorize these movies from the fucking sixties or whatever",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-9",
    "time": "0:01:22",
    "speaker": "spk_1",
    "line": "that nobody knows about. We thought we would do a more interesting game that's fresher and more current with what people are interested in today. The game is called six degrees of Cabocation. So this is",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-10",
    "time": "0:01:36",
    "speaker": "spk_0",
    "line": "a game where you pick two random celebrities probably more current ones rather than like a Kevin Bacon who's barely a celebrity in my estimation. And you connect these two names -- Mhmm. -- by who's gone on a Cabo vacation with me and Hayes.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-11",
    "time": "0:01:53",
    "speaker": "spk_1",
    "line": "So let's just pick two names that ran like, who connect Who's red hot right now? Amanda Seifried? Let's let's start with Amanda Seifried in Sam Worthington. Let's connect her to the Red Hot Sam Worthington.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-12",
    "time": "0:02:06",
    "speaker": "spk_0",
    "line": "Okay. Let's see if we can do it. And we try to do it in six moves or less. Okay.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-13",
    "time": "0:02:11",
    "speaker": "spk_1",
    "line": "So starting with Amanda Seafried, she went on a vacation to Cabo with us.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-14",
    "time": "0:02:15",
    "speaker": "spk_0",
    "line": "Yeah. We went to Cabo with Amanda and She was in a barely there string bikini the whole time. Mhmm. And I was sipping on rum drinks, and we were playing a lot of paddle ball.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-15",
    "time": "0:02:30",
    "speaker": "spk_1",
    "line": "My memory of her is that she couldn't really hang as far as the party was concerned? Yes.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-16",
    "time": "0:02:36",
    "speaker": "spk_0",
    "line": "She, I remember, asked the fuck out with her shoes on and we",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-17",
    "time": "0:02:41",
    "speaker": "spk_1",
    "line": "we drew some fucked up shit on her head. So I think that's where the rule began that we would never invite girls again.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-18",
    "time": "0:02:50",
    "speaker": "spk_0",
    "line": "Yes. And it has been a dude's only policy at our Cabo accommodations ever since, and it's been more fun and more wild.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-19",
    "time": "0:03:01",
    "speaker": "spk_1",
    "line": "So I guess from there, we can connect her to Lucas Haas",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-20",
    "time": "0:03:05",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-21",
    "time": "0:03:06",
    "speaker": "spk_1",
    "line": "mhmm. -- who we went to Cabo with. And that sort of we had such a great trip with him that we decided to name it Cabo San Lucas instead of just Cabo.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-22",
    "time": "0:03:15",
    "speaker": "spk_0",
    "line": "Yeah. And I remember him thinking that was very funny, and I remember that I at it too because we were being really funny that day.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-23",
    "time": "0:03:22",
    "speaker": "spk_1",
    "line": "Yeah. And and we had been doing some partying.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-24",
    "time": "0:03:27",
    "speaker": "spk_0",
    "line": "Yes. We we were having a little fun with a little some recreational substances. Smoking DMT.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-25",
    "time": "0:03:39",
    "speaker": "spk_1",
    "line": "Mhmm. It makes us very funny.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-26",
    "time": "0:03:40",
    "speaker": "spk_0",
    "line": "Yeah. It made us feel very funny and do funny stuff. Now, Lucas, I believe, can be connected directly to another celebrity who went on a cobocation with us. Okay. And that is, of course, one Jake Busy.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-27",
    "time": "0:03:57",
    "speaker": "spk_1",
    "line": "That's right. Jake Busy connects because he also went on a on a cop of vacation with us. We met Busy on the set of Tom Katz. He had mentioned at the time that he liked to go on vacation and that he liked to swim in the ocean. And we said we knew this place Cabo where, like, you could do all that stuff and people are just sort of doing that all the time.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-28",
    "time": "0:04:17",
    "speaker": "spk_0",
    "line": "Swim the ocean and do all the vacation stuff, Sunny, and it's nice. Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-29",
    "time": "0:04:22",
    "speaker": "spk_1",
    "line": "And he and he went in the I remember in that way we got we all got a suntan.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-30",
    "time": "0:04:28",
    "speaker": "spk_0",
    "line": "Yes. I think I got one on my back and then I",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-31",
    "time": "0:04:32",
    "speaker": "spk_1",
    "line": "yeah. I think I turned over and got the front side. Mhmm. So I guess that would connect Jake Busy to Josh Lucas, when we started mostly bringing people named Lucas. Yes. Because of the Cabo on Lucas thing.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-32",
    "time": "0:04:52",
    "speaker": "spk_0",
    "line": "We started inviting more, Lucas's. Sure. And that's,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-33",
    "time": "0:04:56",
    "speaker": "spk_1",
    "line": "i guess, when we changed the spelling from the k. Somebody gets with a k to to the c. Because we found we had found someone who could hang with us party was better than Lucas Haas.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-34",
    "time": "0:05:07",
    "speaker": "spk_0",
    "line": "And I remember that with Josh Lucas, we prank called George Lucas a few times and told him to suck on these because we had just made a very successful space man film, and he wants to make all the Space Man films and he really rubbed it in his -- Mhmm. -- face and all over his whole whole head. And so that",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-35",
    "time": "0:05:32",
    "speaker": "spk_1",
    "line": "would connect I'm sorry.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-36",
    "time": "0:05:34",
    "speaker": "spk_0",
    "line": "Did Josh is he the one he loved room service?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-37",
    "time": "0:05:38",
    "speaker": "spk_1",
    "line": "Yeah. He's the one who really like to",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-38",
    "time": "0:05:40",
    "speaker": "spk_0",
    "line": "that's the vacation. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-39",
    "time": "0:05:42",
    "speaker": "spk_1",
    "line": "Sometimes breakfast and -- Oh.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-40",
    "time": "0:05:44",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-41",
    "time": "0:05:44",
    "speaker": "spk_1",
    "line": "at at at room service. He would fill out the the car the night before and then enjoy a breakfast when it came to Peru.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-42",
    "time": "0:05:49",
    "speaker": "spk_0",
    "line": "A true foundryl, you know, breakfast wise. He'd get the drinks and and also, you know, whatever food he wanted. Now, Is that five moons",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-43",
    "time": "0:06:00",
    "speaker": "spk_1",
    "line": "or four?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-44",
    "time": "0:06:00",
    "speaker": "spk_0",
    "line": "I think that's four people. That's four. Okay. So who can I connect Josh to",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-45",
    "time": "0:06:09",
    "speaker": "spk_1",
    "line": "i guess someone who went on a vacation with",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-46",
    "time": "0:06:11",
    "speaker": "spk_2",
    "line": "us to",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-47",
    "time": "0:06:11",
    "speaker": "spk_0",
    "line": "come? Yes. No. We did go on a Cabo vacation And this one, a little bit breaks our no girls allowed rule, but this is what who we broke at four is the fabulous rose burn, and she can hang. And she proved she could hang, and we said, we gotta bring her to Cabo. Because she had just been talking about wanting to splash around in water and have sand between her toes.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-48",
    "time": "0:06:42",
    "speaker": "spk_1",
    "line": "And in nice weather and where, like, the sun was shining.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-49",
    "time": "0:06:45",
    "speaker": "spk_0",
    "line": "Yeah. And she was saying she couldn't find it and then she had gone to Vancouver and it was cold. Mhmm. And we told her go ahead and just hop on the plane that we are flying -- Mhmm. -- this weekend and we flew the plane to Cabo for a vacation. Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-50",
    "time": "0:07:01",
    "speaker": "spk_1",
    "line": "And so I guess that would connect Rose Byrne to Sam Worthington.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-51",
    "time": "0:07:06",
    "speaker": "spk_0",
    "line": "Right. Because it was the very next day --",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-52",
    "time": "0:07:09",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-53",
    "time": "0:07:09",
    "speaker": "spk_0",
    "line": "-- that we went on a cabo vacation with Sam. So",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-54",
    "time": "0:07:15",
    "speaker": "spk_1",
    "line": "and now because of his ability to hang, that's why I guess it's called Cabo Sam Lucas.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-55",
    "time": "0:07:23",
    "speaker": "spk_0",
    "line": "That's right. Do you",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-56",
    "time": "0:07:24",
    "speaker": "spk_1",
    "line": "remember when we came back and engineer Sam thought that we had named Cabo Sam Lucas after him?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-57",
    "time": "0:07:29",
    "speaker": "spk_0",
    "line": "Oh, yeah. And we had to engineer Sam. Do you remember how fucking stupid you felt?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-58",
    "time": "0:07:34",
    "speaker": "spk_2",
    "line": "I do.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-59",
    "time": "0:07:34",
    "speaker": "spk_1",
    "line": "Do you remember how you were so excited? Yeah. Because you would like to see the map and, like, We're so surprised that you that you thought it was named after you.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-60",
    "time": "0:07:42",
    "speaker": "spk_2",
    "line": "It took me forever to make that thank you card. Yeah. And I feel Sorry.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-61",
    "time": "0:07:48",
    "speaker": "spk_1",
    "line": "For what? For what",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-62",
    "time": "0:07:49",
    "speaker": "spk_2",
    "line": "you just said or for for everything.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-63",
    "time": "0:07:53",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. Now then as you can see, that's a fun way to connect Amanda Seifried, who you'd think has nothing to do with Sam Worthington other than their two hot young celebs. Who have boomed. And they've booved one another. But we've managed to connect them through cobocations. Mhmm. And you can do this with your friends if you've been on Cabo vacation with any a list megastars or even if you",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-64",
    "time": "0:08:20",
    "speaker": "spk_2",
    "line": "just like us.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-65",
    "time": "0:08:20",
    "speaker": "spk_0",
    "line": "That we have I it works",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-66",
    "time": "0:08:22",
    "speaker": "spk_2",
    "line": "best with us. That's how that certainly how the",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-67",
    "time": "0:08:25",
    "speaker": "spk_1",
    "line": "game started, and I'm not against people trying to innovate on it. But when you look up the original rules as people who have been on convocations with with Sean and I. Let's there's another subject we wanted to sort of get into. That's a little more serious. Mhmm. We talk about industry trends. We talk about how the industry is changing. But when change happens, this is what we sort of like to say. When change happens, the old thing has to be different.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-68",
    "time": "0:08:56",
    "speaker": "spk_0",
    "line": "Yes. When if you look at and I try to use examples that people will understand even if they aren't leading the kind of life I am. But if you change a sponge from dry to soggy, you can't have the same dry sponge anymore.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-69",
    "time": "0:09:16",
    "speaker": "spk_1",
    "line": "You can now you can have a soggy sponge. But the dry sponge can't be the same anymore.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-70",
    "time": "0:09:22",
    "speaker": "spk_0",
    "line": "If you change your clothes from out of your Dunkin' Donuts uniform where you work, into, say, Meineke muffler outfit so they work at night. Go work your night job. You can't still have the Dunkin' Donuts uniform on. You can still smell like coffee. There's elements that are still there. Mhmm. But you gotta now acknowledge that you're Minicky muffler man or woman.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-71",
    "time": "0:09:52",
    "speaker": "spk_1",
    "line": "To that end, we wanna talk a little bit about Neil Nielsen ratings. This is how Nielsen ratings are like the number of people who watch TV. You you you sort of know in general what it means. Sean and I have been saying for a long time, twenty, thirty years that the the system is very outdated. It's time to come up with something new.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-72",
    "time": "0:10:15",
    "speaker": "spk_0",
    "line": "It's why we came up with this segment.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-73",
    "time": "0:10:17",
    "speaker": "spk_1",
    "line": "And this is us who have benefited from it, maybe more than anyone else in the industry. So it's not us like this is not sour grapes. These are very sweet grapes.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-74",
    "time": "0:10:27",
    "speaker": "spk_0",
    "line": "No. The grapes are delicious, but we, you know, we came up with this segment, Nielsen HADings. Because we're just hating these Nielsen models because they're so old. Uh-huh. And Yeah. Has it you know, are we biting the hand that feeds us a little bit with it? Because we've made so much fucking boohoo bucks off it. Yeah. A little but there's a lot of other hands feeding us. So, you know, let's actually make the rating system reflect the way people watch content.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-75",
    "time": "0:11:00",
    "speaker": "spk_1",
    "line": "So let's explain how the old Nielsen ratings work. The ones that are currently in place today. What they do is they have these little boxes that measure your television viewing that they send to a hundred rich families around the country.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-76",
    "time": "0:11:18",
    "speaker": "spk_0",
    "line": "In every state. So",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-77",
    "time": "0:11:20",
    "speaker": "spk_1",
    "line": "so well, it's like two a hundred total, two per state. Yeah. Exact yes. Yes. Yes. Yes. And so you end up with this thing being, like, first of all, the boxes are not cheap. The the technology is pretty expensive, and they're huge. And so you need a lot of space to fit them in. So the families that get these things in almost every state when you think of, like, who lives there and, like, who actually has money there, it's almost always the governor and the lieutenant governor.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-78",
    "time": "0:11:50",
    "speaker": "spk_0",
    "line": "So the result is your content, you know, is being dictated by what the governor and the lieutenant governor of Utah wanna see.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-79",
    "time": "0:12:01",
    "speaker": "spk_1",
    "line": "Sure. And if you're like Sean and I, you don't make shows for the governor or the lieutenant governor?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-80",
    "time": "0:12:08",
    "speaker": "spk_0",
    "line": "No. I'm not making TV for the governor. I'm making TV for bad ass freak fucking gutter punks. Kids smoking siggies and fucking doing -- Doing ollies. -- doing sick ass ollies and wicked kickflips.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-81",
    "time": "0:12:22",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-82",
    "time": "0:12:22",
    "speaker": "spk_0",
    "line": "And that's the kind of shit that you see in my shows. So like look, I got a box. Hey, he's got a box.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-83",
    "time": "0:12:30",
    "speaker": "spk_1",
    "line": "Where the California ones?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-84",
    "time": "0:12:32",
    "speaker": "spk_0",
    "line": "Yeah. We happen to make up, you know, at that point, twenty percent of television viewing. Mhmm. So my shit still gets through.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-85",
    "time": "0:12:41",
    "speaker": "spk_1",
    "line": "And this is without you owning a TV.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-86",
    "time": "0:12:44",
    "speaker": "spk_0",
    "line": "No. It's weird that I have a box because I do not own a TV.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-87",
    "time": "0:12:47",
    "speaker": "spk_1",
    "line": "But it's also not weird because like you who else is gonna happen? Well,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-88",
    "time": "0:12:51",
    "speaker": "spk_0",
    "line": "who else would have the box because it's like, I'm a tastemaker. And I've been thinking that what the ratings really should say is that the highest rated show lately is not owning a TV. Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-89",
    "time": "0:13:01",
    "speaker": "spk_1",
    "line": "Is that interesting? So when you think about How interesting it is to not own a TV. And if these are the real taste makers out there",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-90",
    "time": "0:13:10",
    "speaker": "spk_0",
    "line": "and I've had so many conversations about it. I can guarantee you that it's interesting.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-91",
    "time": "0:13:16",
    "speaker": "spk_1",
    "line": "Should it be the case that the people who get these Nielsen boxes are, like, the cool trendsetters who don't own a TV and, like, don't really know what it is.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-92",
    "time": "0:13:24",
    "speaker": "spk_0",
    "line": "Who don't have TVs and sometimes have never seen a TV show?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-93",
    "time": "0:13:27",
    "speaker": "spk_1",
    "line": "Yeah. So like people on Indian reservations, Well, you could speak to that also.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-94",
    "time": "0:13:35",
    "speaker": "spk_0",
    "line": "Yeah. Well, as as one eighth and eighth of American, I do know what people on the reservation are watching and what they're watching is the fire every night. And we and we're telling those stories. And then I'm stealing those stories. I'm making a movie.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-95",
    "time": "0:13:50",
    "speaker": "spk_1",
    "line": "And also part of this new system we think should be computers. Thank you. It's gotta be computers.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-96",
    "time": "0:13:58",
    "speaker": "spk_0",
    "line": "You have to honor the computer. It's too big important an American thing --",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-97",
    "time": "0:14:05",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-98",
    "time": "0:14:05",
    "speaker": "spk_0",
    "line": "-- that people have computer.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-99",
    "time": "0:14:09",
    "speaker": "spk_1",
    "line": "The way people watch TV these days is to not even have one and to take the computer and stick that on the wall and watch it and watch that in bed?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-100",
    "time": "0:14:22",
    "speaker": "spk_0",
    "line": "Yeah. Or in your car or on top of or on top of your house.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-101",
    "time": "0:14:28",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-102",
    "time": "0:14:29",
    "speaker": "spk_0",
    "line": "Or, you know, like, I took Stephanie and the kids to the late class. Yes. Now, Stephanie never wants to miss an app of that show arrow. Mhmm. And so",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-103",
    "time": "0:14:42",
    "speaker": "spk_1",
    "line": "but it and so when you're out on the canoe",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-104",
    "time": "0:14:46",
    "speaker": "spk_0",
    "line": "when I'm out on the canoe, I just said",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-105",
    "time": "0:14:48",
    "speaker": "spk_1",
    "line": "a buckskin canoe.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-106",
    "time": "0:14:49",
    "speaker": "spk_0",
    "line": "I yes. Buckskin canoe that I made with my with my paw from the earth. Yeah. It's all every ingredient of the canoes from the earth. You could eat the canoe and not get sick. Because it's all natural.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-107",
    "time": "0:15:02",
    "speaker": "spk_1",
    "line": "And you could maybe smoke a little piece of it and",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-108",
    "time": "0:15:06",
    "speaker": "spk_0",
    "line": "and I have.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-109",
    "time": "0:15:07",
    "speaker": "spk_1",
    "line": "Expanned your mind a little bit.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-110",
    "time": "0:15:08",
    "speaker": "spk_0",
    "line": "And I have. And I was and I made some very good jokes right after.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-111",
    "time": "0:15:13",
    "speaker": "spk_1",
    "line": "But imagine bringing a TV out into the middle of a lake on a Bunchkin canoe. It could drop in the water and electrify the whole fish.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-112",
    "time": "0:15:22",
    "speaker": "spk_0",
    "line": "Yes. And all the fish should be gone and only electric eels would survive and the whole ecosystem would be --",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-113",
    "time": "0:15:28",
    "speaker": "spk_2",
    "line": "dump. -- turned on its",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-114",
    "time": "0:15:29",
    "speaker": "spk_1",
    "line": "head. Yes.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-115",
    "time": "0:15:30",
    "speaker": "spk_0",
    "line": "So what you can bring is a computer because it's got battery.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-116",
    "time": "0:15:36",
    "speaker": "spk_1",
    "line": "So that, I guess, is what we would say, for how to fix this old broken system of TVs.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-117",
    "time": "0:15:45",
    "speaker": "spk_0",
    "line": "Yes. And so Nielsen HADings is the name of the segment",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-118",
    "time": "0:15:50",
    "speaker": "spk_1",
    "line": "and that's the hashtag to use.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-119",
    "time": "0:15:51",
    "speaker": "spk_0",
    "line": "And that's the hashtag. You wanna tweet at your governor and your lieutenant governor time for a change hashtag Nielsen HADings, and you can me and Hayes in the tweets.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-120",
    "time": "0:16:04",
    "speaker": "spk_1",
    "line": "We wanna quickly give a a shout out before we go into our guest segment to Sam Wilson. He lives in Christianburg, Virginia, and he donated a hundred dollars to the show. I guess Cabo Sam Lucas is now named after Sam Wilson.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-121",
    "time": "0:16:22",
    "speaker": "spk_0",
    "line": "Sam, you got your Sam name and just Cabo Sam Lucas. And now I think it's you, it's Sam Worthington. The Lucas's are Josh Lucas and Lucas Haz -- Mhmm. -- it's not engineer Sam -- And it's not George Lucas. -- and it's not George Lucas. So it feels nice, doesn't it Sam? To have some Sams on the outside looking in and some Lucases who sort of are having to suck on these as well.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-122",
    "time": "0:16:48",
    "speaker": "spk_1",
    "line": "We have a really fun guest today. Jason Manzukas is here. He's on TV, and he writes movies, and he actually has his own podcast that I think he wants to talk about a little bit. On our show. So it should be a lot of fun coming right up on Hollywood Handbook. Like I said to Anne, Kendrick. You show If you want the part, you gotta get down there. She starts to undo my button fly jeans.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-123",
    "time": "0:17:25",
    "speaker": "spk_3",
    "line": "And I'm like, what what's what are you doing?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-124",
    "time": "0:17:27",
    "speaker": "spk_1",
    "line": "I meant down in my basement. There's a bat down there. I need you to trap it. Sean. Don't kill it. It's liquid hamper. Hey. Welcome to Hollywood Handbook.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-125",
    "time": "0:17:37",
    "speaker": "spk_0",
    "line": "What up what up?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-126",
    "time": "0:17:39",
    "speaker": "spk_1",
    "line": "An entire a kicking button dropping names in the red carpet line back hallways of this industry we call show biz. We got a guest, and and he's here.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-127",
    "time": "0:17:48",
    "speaker": "spk_0",
    "line": "And he's a big honking fucking deal.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-128",
    "time": "0:17:51",
    "speaker": "spk_1",
    "line": "Jason Manzukas. How are you gentlemen? You know, we're good, man. How are you?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-129",
    "time": "0:17:57",
    "speaker": "spk_2",
    "line": "That's great. I apologize. I guess I was late. My assistant fucked up my schedule. So I didn't know this started when it started. So Assistance. I don't know if you guys find that. I find my girl always messes stuff up in my calendar and then I look like an asshole when I get places which I don't appreciate.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-130",
    "time": "0:18:19",
    "speaker": "spk_1",
    "line": "Mine I have the problem where mine will have me show up forty five minutes early for almost everything, which is in its own way even worse.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-131",
    "time": "0:18:30",
    "speaker": "spk_2",
    "line": "Oh, yeah. Well, because then you're you're basically loitering around.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-132",
    "time": "0:18:33",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-133",
    "time": "0:18:34",
    "speaker": "spk_2",
    "line": "Because the worst thing your worst case worst case scenario in that situation somebody that you're going to be in the meeting with sees you hanging around half an hour early. It's a lot",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-134",
    "time": "0:18:43",
    "speaker": "spk_1",
    "line": "of sitting outside a locked door.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-135",
    "time": "0:18:45",
    "speaker": "spk_2",
    "line": "You seem way too eager that point.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-136",
    "time": "0:18:47",
    "speaker": "spk_0",
    "line": "Oh, it's humiliating to be early for anything. Yep. No. I have I have my guy make it later. Used to have a girl, Stephanie, will not let me have a female assistant anymore.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-137",
    "time": "0:18:59",
    "speaker": "spk_2",
    "line": "It's troubleshous. Yeah. It's trouble.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-138",
    "time": "0:19:01",
    "speaker": "spk_0",
    "line": "It is trouble.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-139",
    "time": "0:19:03",
    "speaker": "spk_2",
    "line": "No. I feel like it's up to it's up to you in as the guy in the relationship. To set your girl's expectations, you know, in terms of your relationship with your assistant. It's not her business.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-140",
    "time": "0:19:16",
    "speaker": "spk_1",
    "line": "I can only have like a little kid now. Yeah. Because, you know, like, you're free In case I ever -- Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-141",
    "time": "0:19:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-142",
    "time": "0:19:25",
    "speaker": "spk_1",
    "line": "you know, like, if I ever do decide to, like, go a different way.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-143",
    "time": "0:19:30",
    "speaker": "spk_0",
    "line": "Well, James well, James Dean actually said that he wasn't gonna, you know, live his whole life with one hand tied behind his back. And he's referencing bisexuality. So I I think that's a good point, you know. You don't necessarily wanna only do something with one hand.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-144",
    "time": "0:19:44",
    "speaker": "spk_2",
    "line": "I think, especially in this town, you don't wanna close any doors -- No.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-145",
    "time": "0:19:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-146",
    "time": "0:19:48",
    "speaker": "spk_2",
    "line": "because you don't know which open door is gonna be the next big break that you've been waiting for. Sure. You",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-147",
    "time": "0:19:55",
    "speaker": "spk_1",
    "line": "know? A lot of the most of the studio heads are men and it's one of them comes along. They're all, like, nice looking guys, like like, you say",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-148",
    "time": "0:20:04",
    "speaker": "spk_2",
    "line": "some of them aren't. Some of them are which studio has people are sort of about it. Summer months.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-149",
    "time": "0:20:09",
    "speaker": "spk_0",
    "line": "Yeah. Which yeah. Which ones are unattractive to you.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-150",
    "time": "0:20:11",
    "speaker": "spk_1",
    "line": "Network has studio heads. Which ones do you think? They're physically pretty good.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-151",
    "time": "0:20:14",
    "speaker": "spk_2",
    "line": "We're talking about the obvious Yeah. We know You know? Initials are m r -- Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-152",
    "time": "0:20:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-153",
    "time": "0:20:22",
    "speaker": "spk_2",
    "line": "t c, you know, these guys are -- Sure.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-154",
    "time": "0:20:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-155",
    "time": "0:20:24",
    "speaker": "spk_2",
    "line": "monsters. You know? True monsters.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-156",
    "time": "0:20:27",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-157",
    "time": "0:20:27",
    "speaker": "spk_2",
    "line": "Yeah. Because they get but they get but here's the deal, they get shit done to a degree that the ends justify the means.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-158",
    "time": "0:20:35",
    "speaker": "spk_0",
    "line": "Oh, I almost wonder if being if being physically grotesque for them is something of an advantage because it allows them to get so much work done because no one is choosing to spend any time in their space. Mhmm. Some of those initials we mentioned.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-159",
    "time": "0:20:48",
    "speaker": "spk_2",
    "line": "Oh, yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-160",
    "time": "0:20:48",
    "speaker": "spk_1",
    "line": "And then just in meetings, the intimidation factor is off the charts.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-161",
    "time": "0:20:52",
    "speaker": "spk_0",
    "line": "Well, just the idea that they might try to touch you. Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-162",
    "time": "0:20:55",
    "speaker": "spk_2",
    "line": "Oh, the knowledge that they will try and touch you",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-163",
    "time": "0:20:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-164",
    "time": "0:20:58",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-165",
    "time": "0:20:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-166",
    "time": "0:20:59",
    "speaker": "spk_2",
    "line": "makes those meetings",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-167",
    "time": "0:21:01",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-168",
    "time": "0:21:03",
    "speaker": "spk_2",
    "line": "Electric.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-169",
    "time": "0:21:04",
    "speaker": "spk_1",
    "line": "Now, Jason Yeah. A lot of people don't know this. You also have an earwolf podcast. I do. Yeah. Tell us about the to tell us about that",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-170",
    "time": "0:21:13",
    "speaker": "spk_2",
    "line": "i I have an earwolf podcast called, how did this get made? Wow. Where myself and triple threat writer, Direct, actor, actor, Paul Shear",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-171",
    "time": "0:21:24",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-172",
    "time": "0:21:25",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-173",
    "time": "0:21:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-174",
    "time": "0:21:25",
    "speaker": "spk_2",
    "line": "and triple threat, June Diane Rayfield, writer director, actor, analyze movies, We take them apart, we talk about what works, what doesn't work, what's funny about them, what's funny about how they failed, what's, you know, what's funny about how they succeeded, you know, it's that kind of a it's like a it's like a scintillating, you know, like a microscope put on, you know, whatever movie we decide to go at. You know?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-175",
    "time": "0:21:49",
    "speaker": "spk_1",
    "line": "That sounds really fun. It's pretty terrific. You guys have fun doing it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-176",
    "time": "0:21:52",
    "speaker": "spk_2",
    "line": "Oh, yeah, it's a blast. Cool.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-177",
    "time": "0:21:53",
    "speaker": "spk_1",
    "line": "Oh, yeah. Yeah. Yeah. Yeah. Now we have something that I guess we wanted to bring up with you.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-178",
    "time": "0:22:00",
    "speaker": "spk_0",
    "line": "Yeah. Just so even as you're mentioning some of those people that host it with you, You're great. You",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-179",
    "time": "0:22:07",
    "speaker": "spk_1",
    "line": "we've had nothing but great experiences with you around the office and in the -- Oh. -- capital",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-180",
    "time": "0:22:12",
    "speaker": "spk_0",
    "line": "-- We've met before. -- and just Yeah. Yeah. No. Not formally. It's been a lot of in passing and just like -- Okay. --",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-181",
    "time": "0:22:21",
    "speaker": "spk_1",
    "line": "to discuss each other in like a you know, like like sort of a",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-182",
    "time": "0:22:25",
    "speaker": "spk_2",
    "line": "i think here's what I think has happened. I think I've seen you guys around a lot but have thought you were the same person every time. Because you guys look a lot alike. Yeah. Only the one of you now has glass.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-183",
    "time": "0:22:35",
    "speaker": "spk_0",
    "line": "And that's intentional. I've now",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-184",
    "time": "0:22:36",
    "speaker": "spk_2",
    "line": "noticed it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-185",
    "time": "0:22:37",
    "speaker": "spk_1",
    "line": "Well, it used to be the other one that had glasses.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-186",
    "time": "0:22:39",
    "speaker": "spk_2",
    "line": "Oh, really? Mhmm. Oh, see must be it. That's just part of the problem here.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-187",
    "time": "0:22:42",
    "speaker": "spk_0",
    "line": "When we switch, then you yeah. Then you just decided we must be one guy.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-188",
    "time": "0:22:45",
    "speaker": "spk_2",
    "line": "I'm due because I, you know, I also I had this problem with the gentleman who does the Sklarb podcast.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-189",
    "time": "0:22:53",
    "speaker": "spk_1",
    "line": "Yes. Mhmm. Sure.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-190",
    "time": "0:22:54",
    "speaker": "spk_2",
    "line": "He also there's two of him as well. Mhmm. Sure. I I think I'm confused.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-191",
    "time": "0:22:59",
    "speaker": "spk_0",
    "line": "Is that right? Yep. Okay.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-192",
    "time": "0:23:01",
    "speaker": "spk_2",
    "line": "Yeah. And one of",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-193",
    "time": "0:23:02",
    "speaker": "spk_1",
    "line": "the they switched the glasses back and forth. Exactly.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-194",
    "time": "0:23:04",
    "speaker": "spk_2",
    "line": "So I think I thought you guys were one guy as well",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-195",
    "time": "0:23:06",
    "speaker": "spk_1",
    "line": "to pin down.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-196",
    "time": "0:23:07",
    "speaker": "spk_0",
    "line": "Yeah. Well, regardless of how well you know us and we've met, and I think we've had some pleasant exchanges.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-197",
    "time": "0:23:13",
    "speaker": "spk_2",
    "line": "Oh, this has been terrific so",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-198",
    "time": "0:23:15",
    "speaker": "spk_0",
    "line": "yeah. In someones before. And I think that we wanna talk about at the calf, at the earwolf calf, where we all kinda grab our grab our meals.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-199",
    "time": "0:23:25",
    "speaker": "spk_2",
    "line": "Yeah. Well, we're all on the meal plan. Are you guys on the meal plan?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-200",
    "time": "0:23:28",
    "speaker": "spk_0",
    "line": "Oh, yeah. Oh, yeah. Swipe that card and just munch on down. Oh, yeah. All the cap and crunch you can eat. I bring little baggies.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-201",
    "time": "0:23:37",
    "speaker": "spk_2",
    "line": "Oh, no. No. You can't",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-202",
    "time": "0:23:38",
    "speaker": "spk_1",
    "line": "do that. I bring",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-203",
    "time": "0:23:38",
    "speaker": "spk_0",
    "line": "little baggies. I take it over.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-204",
    "time": "0:23:39",
    "speaker": "spk_2",
    "line": "They say, you can't",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-205",
    "time": "0:23:40",
    "speaker": "spk_1",
    "line": "do that, but they know what are gonna do that now.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-206",
    "time": "0:23:42",
    "speaker": "spk_2",
    "line": "No. No. They'll do a lot. You shouldn't do that.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-207",
    "time": "0:23:46",
    "speaker": "spk_1",
    "line": "But when we you know, we've sat Yeah. At the how did this game made table a few times?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-208",
    "time": "0:23:53",
    "speaker": "spk_2",
    "line": "I don't know about them.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-209",
    "time": "0:23:53",
    "speaker": "spk_1",
    "line": "Well, we've sat down.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-210",
    "time": "0:23:55",
    "speaker": "spk_0",
    "line": "Cool.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-211",
    "time": "0:23:56",
    "speaker": "spk_1",
    "line": "And then we Oh,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-212",
    "time": "0:23:57",
    "speaker": "spk_2",
    "line": "you guys have table crashed.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-213",
    "time": "0:23:59",
    "speaker": "spk_1",
    "line": "We get",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-214",
    "time": "0:24:00",
    "speaker": "spk_0",
    "line": "a That was open and we yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-215",
    "time": "0:24:02",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-216",
    "time": "0:24:03",
    "speaker": "spk_1",
    "line": "Yeah. That's true. And",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-217",
    "time": "0:24:04",
    "speaker": "spk_2",
    "line": "sometimes everything's full you know, all the tables are full up.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-218",
    "time": "0:24:07",
    "speaker": "spk_1",
    "line": "But that's what's so weird because it doesn't look it looks like there's a lot of space and you say it's full up. Yeah. But it it seems like there's actually a lot of space left.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-219",
    "time": "0:24:15",
    "speaker": "spk_2",
    "line": "Well, no. We like to keep open seats, you know, in case, you know, either some of our bros come by, or if the who charted gang comes by, like, we wanna be able to sit with our friends. Sure. So we save seats.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-220",
    "time": "0:24:27",
    "speaker": "spk_0",
    "line": "Isn't it nice to make new friends though? You know, have more bros for when, you know, who charted maybe on tour doing south by southwest or something.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-221",
    "time": "0:24:36",
    "speaker": "spk_2",
    "line": "They are. Wait. Did you hear that for sure? Are they for sure doing shows at south by?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-222",
    "time": "0:24:42",
    "speaker": "spk_1",
    "line": "Wow.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-223",
    "time": "0:24:42",
    "speaker": "spk_0",
    "line": "Yeah. They're on the schedule to do south by.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-224",
    "time": "0:24:44",
    "speaker": "spk_2",
    "line": "Yeah. Wow. Okay.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-225",
    "time": "0:24:45",
    "speaker": "spk_1",
    "line": "Which is like that's an okay Festival. I mean, we have we had that a Phoenix one that was like that was like an okay festival too. And",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-226",
    "time": "0:24:53",
    "speaker": "spk_2",
    "line": "phoenix fest?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-227",
    "time": "0:24:54",
    "speaker": "spk_1",
    "line": "Yeah. Phoenix fest. Uh-huh. Yeah. Yeah. No. Who's to say?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-228",
    "time": "0:24:58",
    "speaker": "spk_2",
    "line": "We got invited, I think, to do that, but said no. So you might have gotten our slot.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-229",
    "time": "0:25:02",
    "speaker": "spk_0",
    "line": "Okay. Right.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-230",
    "time": "0:25:03",
    "speaker": "spk_1",
    "line": "And you said no because",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-231",
    "time": "0:25:05",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-232",
    "time": "0:25:05",
    "speaker": "spk_2",
    "line": "that's weird. -- leads fast.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-233",
    "time": "0:25:07",
    "speaker": "spk_1",
    "line": "Right. Because it's so good.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-234",
    "time": "0:25:08",
    "speaker": "spk_2",
    "line": "Yeah. Sure.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-235",
    "time": "0:25:09",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. It was good. It Did you guys kill it? And that great Phoenix cover band played.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-236",
    "time": "0:25:14",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. Yeah. Yeah. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-237",
    "time": "0:25:16",
    "speaker": "spk_1",
    "line": "Yeah. It was in Tulsa. Yes. Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-238",
    "time": "0:25:20",
    "speaker": "spk_0",
    "line": "But they did I guess a couple of Phoenix songs songs and --",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-239",
    "time": "0:25:25",
    "speaker": "spk_1",
    "line": "and like the bird, like celebration of like Yeah. They did some of the birds. That's a mythical bird.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-240",
    "time": "0:25:29",
    "speaker": "spk_0",
    "line": "Yeah. They did some songs by the birds.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-241",
    "time": "0:25:31",
    "speaker": "spk_2",
    "line": "It was the number one Phoenix cover band in the United States there, Blissomania?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-242",
    "time": "0:25:38",
    "speaker": "spk_0",
    "line": "No. They were caught up doing a different fest. They're great. Yeah. I like them. But the guys that were there were cool. Mhmm. Anyway,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-243",
    "time": "0:25:52",
    "speaker": "spk_2",
    "line": "you guys are talking about table crashing.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-244",
    "time": "0:25:54",
    "speaker": "spk_0",
    "line": "When they're when they're on on tour, maybe you want to have those seats for some other guys who you know are here.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-245",
    "time": "0:26:01",
    "speaker": "spk_2",
    "line": "Well, sure. Like, if if the professor blast off guys are here, you know, like like taking those guys count, like I wanna catch up with them. I haven't seen them in a bit.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-246",
    "time": "0:26:08",
    "speaker": "spk_0",
    "line": "Yeah, but not tig. How do I",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-247",
    "time": "0:26:12",
    "speaker": "spk_2",
    "line": "i feel like I see where you guys are going. You guys wanna be like new guys, you know, like, why not hang out with the new And",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-248",
    "time": "0:26:18",
    "speaker": "spk_1",
    "line": "we you know, maybe those guys have a lot of extra podcast points for your launch card, you know? Like, maybe they'd be willing to share some of their porn.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-249",
    "time": "0:26:27",
    "speaker": "spk_2",
    "line": "This is one of those things that",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-250",
    "time": "0:26:28",
    "speaker": "spk_1",
    "line": "it's worth asking.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-251",
    "time": "0:26:29",
    "speaker": "spk_2",
    "line": "This is this is only funny to me because this is, like, one of those things that, like, for those of us who've been around a long time, like, is just common knowledge. We have unlimited points because we are the we were the one of the first podcasts.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-252",
    "time": "0:26:42",
    "speaker": "spk_1",
    "line": "So in a way that, like, twenty is basically unlimited. Like, it'd be so hard to use twenty points.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-253",
    "time": "0:26:48",
    "speaker": "spk_2",
    "line": "When I swipe my card, the woman looks at it and it's an infinity symbol. So it is just I have an infinite amount of points. It's just the swiping just tells them when I've been there.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-254",
    "time": "0:26:57",
    "speaker": "spk_0",
    "line": "You have to build a special",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-255",
    "time": "0:26:59",
    "speaker": "spk_2",
    "line": "but since since there's been so many more podcasts now",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-256",
    "time": "0:27:03",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-257",
    "time": "0:27:03",
    "speaker": "spk_1",
    "line": "mhmm. -- and",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-258",
    "time": "0:27:03",
    "speaker": "spk_2",
    "line": "it's just kind of like, earwolf just kind of like, here's another one. Here's another one. Here's another one. Right. Yeah. Like, they've they've trimmed it down now so they you know, so the new ones that you guys have eliminated about them.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-259",
    "time": "0:27:14",
    "speaker": "spk_1",
    "line": "Yeah. We don't those new guys, we actually really are not any about them at all. Like like glitter in the garbage and, like, forget those guys and, like, Michael detective and Yeah. Just like, I don't even want it. And -- Oh.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-260",
    "time": "0:27:31",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-261",
    "time": "0:27:32",
    "speaker": "spk_1",
    "line": "and I don't want him to sit and eat anything with me. And totally lame and Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-262",
    "time": "0:27:37",
    "speaker": "spk_0",
    "line": "With us. Yeah. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-263",
    "time": "0:27:38",
    "speaker": "spk_1",
    "line": "I just don't and Foglenest. And I thought he was my friend, but really, I don't like him at all because he's new. So we should all sit together and talk about those guys.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-264",
    "time": "0:27:47",
    "speaker": "spk_0",
    "line": "Kind of the old dogs. Yeah. Get together and how about",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-265",
    "time": "0:27:51",
    "speaker": "spk_2",
    "line": "old dogs that's I don't know if you know that. It's just it's a movie we did on how did this get made.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-266",
    "time": "0:27:55",
    "speaker": "spk_0",
    "line": "It's funny. It's",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-267",
    "time": "0:27:56",
    "speaker": "spk_2",
    "line": "just funny you said that.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-268",
    "time": "0:27:57",
    "speaker": "spk_0",
    "line": "Oh, it's nice.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-269",
    "time": "0:27:59",
    "speaker": "spk_2",
    "line": "Sick. It was a great app. Great app.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-270",
    "time": "0:28:01",
    "speaker": "spk_0",
    "line": "So sick.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-271",
    "time": "0:28:05",
    "speaker": "spk_1",
    "line": "I I guess it would be because there are four big movie stars in it. Yeah. Was that the answer?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-272",
    "time": "0:28:11",
    "speaker": "spk_2",
    "line": "What do you mean? Was that the answer to",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-273",
    "time": "0:28:14",
    "speaker": "spk_0",
    "line": "the question? Like how to like, that's how it got made.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-274",
    "time": "0:28:16",
    "speaker": "spk_2",
    "line": "Oh, I see. I see what you're saying.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-275",
    "time": "0:28:17",
    "speaker": "spk_0",
    "line": "A huge movie story.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-276",
    "time": "0:28:18",
    "speaker": "spk_1",
    "line": "Like just like, guys, it's really make money. Yep. And the movie also made money.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-277",
    "time": "0:28:24",
    "speaker": "spk_2",
    "line": "Sure. Sure. Yeah. Yeah. Yeah. I mean, in that instance, it is it is It is proven track record amongst the cast. Sure. But then there are I don't know if you guys' spoilers for old dogs. There are gorillas in it. So -- Okay. -- funny animals also helped out a lot. Sure.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-278",
    "time": "0:28:39",
    "speaker": "spk_1",
    "line": "You know,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-279",
    "time": "0:28:39",
    "speaker": "spk_2",
    "line": "it's a four quadrant movie because you've got hilarious adult actors.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-280",
    "time": "0:28:43",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-281",
    "time": "0:28:44",
    "speaker": "spk_2",
    "line": "Like John Travolta and Robin Williams, you've got hilarious children actors like Robin Williams and Seth Green, and then you have Gorillis.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-282",
    "time": "0:28:52",
    "speaker": "spk_1",
    "line": "Right.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-283",
    "time": "0:28:52",
    "speaker": "spk_0",
    "line": "Yeah. Did you guys travoltify your name today? I I didn't. Oh, okay. From the Oscars? Yes. From the from the Oscars? So he said a name wrong, so funny. And there's, like, one of these websites my little cousin was showing me and it's like you can go on the internet and make Travault to like how he would pronounce your name and",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-284",
    "time": "0:29:19",
    "speaker": "spk_2",
    "line": "try And",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-285",
    "time": "0:29:19",
    "speaker": "spk_1",
    "line": "it doesn't actually have to be your name. You could do your friend's name too and you can send them -- Yes.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-286",
    "time": "0:29:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-287",
    "time": "0:29:23",
    "speaker": "spk_1",
    "line": "you could actually send it to your friend.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-288",
    "time": "0:29:25",
    "speaker": "spk_0",
    "line": "Yes. My little cousin did that. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-289",
    "time": "0:29:27",
    "speaker": "spk_1",
    "line": "Yeah. It sounds hilarious. There were, like, celebrities' names and, like, Forget anything. Really?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-290",
    "time": "0:29:32",
    "speaker": "spk_2",
    "line": "And you just saw this today. So you were hanging out with your little cousin today.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-291",
    "time": "0:29:36",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. He was over. He was over. That's cool with his stepmom and Yeah. Yeah. She's seen my dad. It's a yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-292",
    "time": "0:29:45",
    "speaker": "spk_2",
    "line": "Oh, okay. Cool.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-293",
    "time": "0:29:46",
    "speaker": "spk_0",
    "line": "Yeah. She's seen my dad.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-294",
    "time": "0:29:47",
    "speaker": "spk_2",
    "line": "So it's not a it's not a blood relation. What do you mean? Is it",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-295",
    "time": "0:29:54",
    "speaker": "spk_0",
    "line": "i know it is.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-296",
    "time": "0:29:55",
    "speaker": "spk_2",
    "line": "Oh, it is. Okay. Got it. You know what? None of my business.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-297",
    "time": "0:30:00",
    "speaker": "spk_0",
    "line": "It's none of my business. It's none of my business at least that made it clear by my You've",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-298",
    "time": "0:30:04",
    "speaker": "spk_1",
    "line": "been told to stay in the basement when that",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-299",
    "time": "0:30:06",
    "speaker": "spk_0",
    "line": "yeah. Mhmm. Which is Which you love the",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-300",
    "time": "0:30:09",
    "speaker": "spk_1",
    "line": "yeah. You love it. That's why you're down there.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-301",
    "time": "0:30:11",
    "speaker": "spk_2",
    "line": "I'll be honest",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-302",
    "time": "0:30:11",
    "speaker": "spk_0",
    "line": "with you. Got my own entrance.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-303",
    "time": "0:30:13",
    "speaker": "spk_2",
    "line": "Basements are rad.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-304",
    "time": "0:30:14",
    "speaker": "spk_1",
    "line": "You know what I mean?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-305",
    "time": "0:30:15",
    "speaker": "spk_2",
    "line": "Like, this one, you'd oh, is it really nice?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-306",
    "time": "0:30:18",
    "speaker": "spk_0",
    "line": "Flipping. Yeah. It's so sick.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-307",
    "time": "0:30:20",
    "speaker": "spk_2",
    "line": "If you could just put honest to God, if you just put a rear projection TV in the basement, you know, like a big one, like thirty six inches, like you could watch like grease or like hooper or like smoking the bandit like and watch I I've got Brew Baker. Oh, yeah. Do you guys I have you know, this is this is a holly this is one of those Hollywood things, and I apologize for that. Ahead of time buck.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-308",
    "time": "0:30:46",
    "speaker": "spk_0",
    "line": "This is the place for it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-309",
    "time": "0:30:47",
    "speaker": "spk_2",
    "line": "I have eleven hundred laserdiscs. Oh, okay. And a lot of people say there's an obsolete technology, but I'm here to tell you that it is far superior to almost everything else out there.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-310",
    "time": "0:30:58",
    "speaker": "spk_1",
    "line": "The Fidelity and the blacks.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-311",
    "time": "0:31:00",
    "speaker": "spk_2",
    "line": "The blacks are so rich. Oh my god. You could get lost in these inky blacks.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-312",
    "time": "0:31:05",
    "speaker": "spk_0",
    "line": "Yeah. The blacks are so dark. DB came over the other night, Sweeny, and we were watching bulletproof monk. And we were watching on Blu ray, and he was just like, I wish this was on laserdisc. And I was embarrassed.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-313",
    "time": "0:31:16",
    "speaker": "spk_2",
    "line": "I think that all the time when I'm watching modern movies, I think what if what if I could watch a DV a laserdisc rather of the pacifier. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-314",
    "time": "0:31:26",
    "speaker": "spk_0",
    "line": "You know",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-315",
    "time": "0:31:26",
    "speaker": "spk_2",
    "line": "what I mean? Like that would be amazing or like or like dwayne the Rock Johnson star turn in the tooth fairy.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-316",
    "time": "0:31:34",
    "speaker": "spk_1",
    "line": "You know",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-317",
    "time": "0:31:34",
    "speaker": "spk_2",
    "line": "what I mean? Like, that's the kind of movie that's got enough dark corners and crevices that I'm like, that's where laserdisc would pull something out of there.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-318",
    "time": "0:31:41",
    "speaker": "spk_0",
    "line": "It's a waste to watch it on any other format.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-319",
    "time": "0:31:44",
    "speaker": "spk_1",
    "line": "Hold on. I just got",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-320",
    "time": "0:31:46",
    "speaker": "spk_2",
    "line": "an email. You guys keep",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-321",
    "time": "0:31:47",
    "speaker": "spk_1",
    "line": "talking. Okay. Did you get your bumper pull?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-322",
    "time": "0:31:51",
    "speaker": "spk_3",
    "line": "It's it's it's got fucked up because the shipping, like Mhmm. Well, so here's what happened. Right? Mhmm. So I contacted the guy over eBay. Okay.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-323",
    "time": "0:32:02",
    "speaker": "spk_1",
    "line": "I'm good.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-324",
    "time": "0:32:03",
    "speaker": "spk_0",
    "line": "I love this game.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-325",
    "time": "0:32:03",
    "speaker": "spk_1",
    "line": "What's that? Is it it was it",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-326",
    "time": "0:32:04",
    "speaker": "spk_2",
    "line": "was it was my it was my producer just saying some funny stuff.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-327",
    "time": "0:32:07",
    "speaker": "spk_1",
    "line": "Oh, it was funny.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-328",
    "time": "0:32:08",
    "speaker": "spk_0",
    "line": "Yeah. Pretty users can be really funny.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-329",
    "time": "0:32:10",
    "speaker": "spk_2",
    "line": "Yeah. If you've got a funny producer, you know what? Like, you're pretty lucky. Yeah. You know?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-330",
    "time": "0:32:15",
    "speaker": "spk_0",
    "line": "Yeah. Because you think of them as the business side of it, but they're funny, it just makes the business part even the fun part.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-331",
    "time": "0:32:21",
    "speaker": "spk_2",
    "line": "Yeah. And also when you're out with them, it makes it a lot easier to talk to girls because it's like too funny guys talking to girls rather than just like it's all up to me because this guy's a real, you know, drip. Uh-huh. You know, that's a huge It's like a huge like like like weight off my shoulders. What do you like to like what do you",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-332",
    "time": "0:32:37",
    "speaker": "spk_1",
    "line": "say and like maybe like it's as funny as what we say.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-333",
    "time": "0:32:43",
    "speaker": "spk_0",
    "line": "When we talk to girls.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-334",
    "time": "0:32:45",
    "speaker": "spk_1",
    "line": "Yeah. But what do you mean? You're like you when you say to girls stuff, what do you do?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-335",
    "time": "0:32:49",
    "speaker": "spk_2",
    "line": "Oh, when I say to girls stuff, I mean, like a lot of stuff I do is just like credits. You know what",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-336",
    "time": "0:32:53",
    "speaker": "spk_0",
    "line": "i mean? Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-337",
    "time": "0:32:54",
    "speaker": "spk_2",
    "line": "Stuff I've done, stuff they know I've done. Yeah. Because a lot of people, a lot times, girls will be like, oh, I know you from something, you know? And that's like, if that happens, I know I know it's on. Do you",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-338",
    "time": "0:33:06",
    "speaker": "spk_1",
    "line": "ever have the problem where they're like, what do you do? And it's like, you kinda know. Like, I know you know.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-339",
    "time": "0:33:12",
    "speaker": "spk_2",
    "line": "Well, this is my move. You ready for my move?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-340",
    "time": "0:33:14",
    "speaker": "spk_0",
    "line": "Uh-huh. Uh-huh.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-341",
    "time": "0:33:14",
    "speaker": "spk_2",
    "line": "Because it, like, two girls walk up. Right? And because, you know, like, we've been, like, making eyes or like me and my producer have sent them drinks or something, and they walk up to us and they're like, what do you do? And I usually say to one, I go, why don't you ask your friend? Yes. You know? Oh. That's the friend is always, like, knows because they think she's a little fat.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-342",
    "time": "0:33:33",
    "speaker": "spk_1",
    "line": "Type. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-343",
    "time": "0:33:33",
    "speaker": "spk_2",
    "line": "So she's into more comedies. Uh-huh. She lives in some podcast. Like, she knows what's up.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-344",
    "time": "0:33:38",
    "speaker": "spk_1",
    "line": "Mhmm. Oh, it's really tight.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-345",
    "time": "0:33:40",
    "speaker": "spk_0",
    "line": "Yeah. I do that.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-346",
    "time": "0:33:41",
    "speaker": "spk_1",
    "line": "Because they net like, they'd ask it in that teasy way",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-347",
    "time": "0:33:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-348",
    "time": "0:33:45",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-349",
    "time": "0:33:45",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-350",
    "time": "0:33:45",
    "speaker": "spk_1",
    "line": "where it's like, okay, you're gonna actually make me, like, go through this and this thing. Okay.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-351",
    "time": "0:33:49",
    "speaker": "spk_0",
    "line": "I'm so glad we're talking about this.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-352",
    "time": "0:33:51",
    "speaker": "spk_2",
    "line": "There's a lot of this I mean, I'll say this just being in the biz and I don't know if you guys find this. There's you can cut through a lot of bullshit. You know? You can cut through a lot of bullshit with just like with like with three things, a hundred dollar bill. Yeah. You know, just pay with a hundred dollar bill and don't ask for change.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-353",
    "time": "0:34:11",
    "speaker": "spk_1",
    "line": "Girl sees like a valet bullshit.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-354",
    "time": "0:34:12",
    "speaker": "spk_2",
    "line": "She's like whatever. Like for a couple of drinks or whatever. Just like Just take the fuck out. But it just boom. It's just like an act yeah. Actinoid. Exactly. Exactly what you just did.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-355",
    "time": "0:34:22",
    "speaker": "spk_1",
    "line": "Action annoyed by like,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-356",
    "time": "0:34:23",
    "speaker": "spk_2",
    "line": "oh, you know what? Don't I don't want to please don't interrupt me again",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-357",
    "time": "0:34:26",
    "speaker": "spk_0",
    "line": "with Shane. Generosity, it's I literally don't have time. I don't have time. And they've got nothing smaller.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-358",
    "time": "0:34:31",
    "speaker": "spk_2",
    "line": "Because I have an early call in the morning. That's a point too. We got to get this done. I've got an early call in the morning. You know what I mean? Because and she doesn't know in her mind, she's like an early call for is he an actor? If she doesn't know what the deal is, she just knows, like, I'm I'm very important. Yeah. You know, which I think is huge. Jason? Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-359",
    "time": "0:34:52",
    "speaker": "spk_1",
    "line": "When you married ice cube's sister, did you know that you were gonna get a movie out of it or were you just trying to, like, take a stand about interracial marriage?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-360",
    "time": "0:35:03",
    "speaker": "spk_2",
    "line": "Well, a lot of what that was about, you're talking about the movie ride along. A lot of what that was about was I had the idea for the movie and could not get to cube. And my only way in was the sister. You know? Yeah. Yeah. And for me, it was getting close to the sister. And we never actually got married because once we got kind of close to it, he'd already gotten into the script and was super into",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-361",
    "time": "0:35:28",
    "speaker": "spk_0",
    "line": "it. Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-362",
    "time": "0:35:28",
    "speaker": "spk_2",
    "line": "At that time though, it was a little different. It was called Bright Along. Mhmm. And it was about his character bringing his sister in a bridal gown along for the whole thing. So it was a it was a different script. They could work too. Yeah. No. I've been saying that because of this this one was such a success. I've been believe me. Believe me. Mhmm. I've been blowing them at being like, hey guys, let's dust off ride along. Let's bring Matt back because the sequel, I get it right along too. You want those guys in it. But why not revisit this? Because this was something special. It was a little bit there was a love scene that a lot of people had a problem with. I didn't, but it was something that I felt creatively was fit the tone of the move?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-363",
    "time": "0:36:09",
    "speaker": "spk_0",
    "line": "Is it",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-364",
    "time": "0:36:09",
    "speaker": "spk_1",
    "line": "the one between ice cube and the car? Yes.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-365",
    "time": "0:36:12",
    "speaker": "spk_2",
    "line": "Mhmm. Yeah. A lot of people don't I I what I what I got a lot of was we've seen a man have an intimate relationship with an inanimate in America's pie. Sure. And though it worked, we're not sure we're willing to transfer that to something mechanical like a car. I think a lot of people think that's what transformers is gonna turn into. I think a lot of people think that transformers four that Mike is gonna do that with transformers four. Metraably. Yeah. So I don't know.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-366",
    "time": "0:36:42",
    "speaker": "spk_0",
    "line": "Well, that's a real thing.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-367",
    "time": "0:36:45",
    "speaker": "spk_2",
    "line": "Mhmm. Making love to cars. Yeah. Oh, no. Yeah. I know it's a whole sub who you can get on web boards about it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-368",
    "time": "0:36:49",
    "speaker": "spk_0",
    "line": "Objectimsexuals. I don't know why Hollywood wants to turn a blind eye to that.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-369",
    "time": "0:36:53",
    "speaker": "spk_2",
    "line": "There's a woman who married the Eiffel Tower, There's a woman who tried to a man, I believe, who tried to marry a bridge. Yeah. People fall in love. I mean, like, let's be honest. Like, objects can be beautiful.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-370",
    "time": "0:37:05",
    "speaker": "spk_1",
    "line": "Yes. And it's good -- And",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-371",
    "time": "0:37:07",
    "speaker": "spk_0",
    "line": "it's -- -- phones. -- I mean, we're all kind of dating our phones. Am I right? Sure. People, you know, they watch movies on the thing.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-372",
    "time": "0:37:24",
    "speaker": "spk_2",
    "line": "It was funny though. What's funny is though that you, like, instinctively picked up your phone, like, what people can't see in the studio though is Like, you were making a joke, but, like, the there's such truth to it that you picked up the phone to touch us",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-373",
    "time": "0:37:38",
    "speaker": "spk_0",
    "line": "with a touch. It",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-374",
    "time": "0:37:39",
    "speaker": "spk_2",
    "line": "was like a loving address.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-375",
    "time": "0:37:41",
    "speaker": "spk_1",
    "line": "Yeah. There is and you licked your lips, I think, just kind of unconsciously.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-376",
    "time": "0:37:45",
    "speaker": "spk_0",
    "line": "Something deeply. Beads of sweat welled up. My heart started pounding. My breath became shallow. Yeah. All these things from touching my phone. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-377",
    "time": "0:37:53",
    "speaker": "spk_2",
    "line": "So interesting. It's so interesting.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-378",
    "time": "0:37:55",
    "speaker": "spk_0",
    "line": "It is. We're all kind of dating on phones.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-379",
    "time": "0:37:57",
    "speaker": "spk_2",
    "line": "Well, it's like the movie from this year. Twelve years a slave. We are slaves to these devices. We are slaves to this technology.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-380",
    "time": "0:38:05",
    "speaker": "spk_0",
    "line": "It's just like it. We're slaves doing. That's why I won all the awards because it's relatable. We are slaves to the to the phones and to the technology -- I agree. -- which is really changing the industry.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-381",
    "time": "0:38:16",
    "speaker": "spk_2",
    "line": "Oh, absolutely. I mean, I think we're at a real like we're at a real crossroads here for what we're about to be doing versus what we have been doing.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-382",
    "time": "0:38:25",
    "speaker": "spk_0",
    "line": "Yes. What we're",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-383",
    "time": "0:38:26",
    "speaker": "spk_1",
    "line": "doing now It's gonna be different. It is gonna different.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-384",
    "time": "0:38:28",
    "speaker": "spk_0",
    "line": "It's already different. It's already different.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-385",
    "time": "0:38:30",
    "speaker": "spk_2",
    "line": "You know what? It's already different. We just don't even know. Mhmm. It's like the matrix.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-386",
    "time": "0:38:33",
    "speaker": "spk_1",
    "line": "Because right now, because we're in it, it seems like it's the same. Yeah. But we're gonna But it's actually different.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-387",
    "time": "0:38:39",
    "speaker": "spk_2",
    "line": "And the thing is if you can open your eyes to the differences and exploit them",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-388",
    "time": "0:38:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-389",
    "time": "0:38:43",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-390",
    "time": "0:38:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-391",
    "time": "0:38:43",
    "speaker": "spk_2",
    "line": "when everybody else it's like like again, again, I just said it, but I'll say it again. It's like the matrix. If you can be one of the first people who realizes they're in the matrix, you can be neo or you can be the girl or or you can be -- Yeah. -- Lawrence Fishberg. Yeah. Or where you're or you can be Joe Pantzano -- Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-392",
    "time": "0:39:04",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-393",
    "time": "0:39:04",
    "speaker": "spk_2",
    "line": "or you can be Cipher. Mhmm. Or you can be and You can be any of these guys. You know, you can be one of the early adopters. And in doing so, you will be able to just run the board. Yeah. Like a fucking boss.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-394",
    "time": "0:39:19",
    "speaker": "spk_0",
    "line": "Yeah. Dude, like a boss, dude. Yeah. I totally agree. Yo. Legit.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-395",
    "time": "0:39:28",
    "speaker": "spk_2",
    "line": "Yeah. Yeah. The TV show on FXX? Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-396",
    "time": "0:39:31",
    "speaker": "spk_0",
    "line": "It's Jeff Jefferies? Yo. If you fucking figure that shit out Yep. You're a fucking straight up boss. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-397",
    "time": "0:39:38",
    "speaker": "spk_1",
    "line": "That show that legit -- Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-398",
    "time": "0:39:40",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-399",
    "time": "0:39:40",
    "speaker": "spk_1",
    "line": "is the closest thing to the other side of the matrix. Yep. On TV right now. It's through the fucking looking glass.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-400",
    "time": "0:39:51",
    "speaker": "spk_2",
    "line": "Oh, yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-401",
    "time": "0:39:52",
    "speaker": "spk_1",
    "line": "Yeah. Just tearing it all down.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-402",
    "time": "0:39:54",
    "speaker": "spk_2",
    "line": "Well, it's it really it really just do watching it makes me uncomfortable because I'm like, I feel like I'm watching somebody who is just one step ahead.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-403",
    "time": "0:40:03",
    "speaker": "spk_1",
    "line": "Because that's it's like that is me, but it's just like the part of my brand that I just won't you just won't let",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-404",
    "time": "0:40:09",
    "speaker": "spk_2",
    "line": "it's like when Neo is fighting Lawrence Fish Burton, and Lawrence Fish Burton is always kicking his ass because he's just a little bit ahead.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-405",
    "time": "0:40:16",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. Yeah. It's And the things that shows taking down don't even know they're being targeted.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-406",
    "time": "0:40:23",
    "speaker": "spk_3",
    "line": "Mhmm. Jason,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-407",
    "time": "0:40:28",
    "speaker": "spk_1",
    "line": "speaking of slaves, talk about what it's like to be a minority in this town as someone who is a writer and performer. Sure.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-408",
    "time": "0:40:41",
    "speaker": "spk_2",
    "line": "I mean, this is I find my biggest problem kind of in getting work, in in succeeding is that I'm up against a lot of preconceived notions",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-409",
    "time": "0:40:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-410",
    "time": "0:40:54",
    "speaker": "spk_1",
    "line": "oh, yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-411",
    "time": "0:40:55",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-412",
    "time": "0:40:55",
    "speaker": "spk_2",
    "line": "of how and what I am exactly. Because a lot of times I walk into a room And whether or not I'm right for the part, all they see is writer. You know what I mean? Like, all they see is a writer. And I'm there saying, hey, I'm auditioning for this part. I'm here to be in this movie. But all they see are a list of writers' credits that are that is long, and and they start thinking about those movies, and it doesn't jive with what they think they're thinking that this writer guy is here, auditioning for this for this movie",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-413",
    "time": "0:41:31",
    "speaker": "spk_0",
    "line": "and crushing it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-414",
    "time": "0:41:32",
    "speaker": "spk_2",
    "line": "Yeah. And likewise, I'll go in. I'll have an idea for a movie. I'll go in. I'll sit with the big bosses. I'll get the call. I'll go in. I'll sit down and I'll start my pitch and I'll say this is what I'm thinking. It's Channing Tatum. It's this guy. It's that guy. Here's the setup. And then they they'll say I have to stop you, Jason. I've got to stop you. I'm a big fan of you on the league. You know, like I love the league. My buddies and I we watch the league. What what what what I don't know what you're doing here. Like, I don't know what this is. You know? And that's like a real hard pill to swallow because, you know, just like they swallow the pills in the matrix, It it really is you want people to be able to open their minds and and allow for multiple versions of who I am. So yeah. No. There's a lot of there's a lot of I don't know. There's a lot of hard dummies. There's a lot of dummies out there who don't have a creative minds enough to not preconceived to not just go with preconceived notions or judgments.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-415",
    "time": "0:42:33",
    "speaker": "spk_1",
    "line": "The chains and whips of jealousy.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-416",
    "time": "0:42:35",
    "speaker": "spk_0",
    "line": "Yeah. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-417",
    "time": "0:42:36",
    "speaker": "spk_2",
    "line": "I don't know if you guys find the same. I don't know. You know?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-418",
    "time": "0:42:40",
    "speaker": "spk_0",
    "line": "Oh, yeah. The discrimination that we faced It's really it should be criminal.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-419",
    "time": "0:42:50",
    "speaker": "spk_1",
    "line": "Mhmm. It's as bad as",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-420",
    "time": "0:42:53",
    "speaker": "spk_0",
    "line": "it's as bad as any kind of discrimination that's happened in this country.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-421",
    "time": "0:42:58",
    "speaker": "spk_1",
    "line": "You say rape and people are like, oh, you know, like, people freak out at just, like, saying the word and I think we should be allowed to have open conversations about stuff that's worsen right?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-422",
    "time": "0:43:07",
    "speaker": "spk_0",
    "line": "Yes. Be well, and and and it's also like well, for not a lot to talk about it, how are we gonna change -- Exactly. -- or change this issue, which is yeah. It affects a smaller number of people, but is possibly is bad or worse and bigger. Jason?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-423",
    "time": "0:43:26",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-424",
    "time": "0:43:29",
    "speaker": "spk_1",
    "line": "Should we reach into the bag?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-425",
    "time": "0:43:30",
    "speaker": "spk_0",
    "line": "Let's get into the popcorn gallery.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-426",
    "time": "0:43:31",
    "speaker": "spk_1",
    "line": "Do you wanna explain what that is?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-427",
    "time": "0:43:33",
    "speaker": "spk_0",
    "line": "I'll try. So people go to the movies to watch movies --",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-428",
    "time": "0:43:42",
    "speaker": "spk_2",
    "line": "like in like in their home, like in my home theater.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-429",
    "time": "0:43:46",
    "speaker": "spk_0",
    "line": "Not everyone has a home theater. This is an in between kind of person. They don't have the home theater.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-430",
    "time": "0:43:52",
    "speaker": "spk_1",
    "line": "And they",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-431",
    "time": "0:43:53",
    "speaker": "spk_0",
    "line": "they don't live in some shitty bullshit and fucking",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-432",
    "time": "0:43:55",
    "speaker": "spk_1",
    "line": "you have to, like, go to your Church,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-433",
    "time": "0:43:57",
    "speaker": "spk_0",
    "line": "ohio thing where you can only watch, you know, you watch the leprechaun",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-434",
    "time": "0:44:00",
    "speaker": "spk_2",
    "line": "series or",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-435",
    "time": "0:44:01",
    "speaker": "spk_0",
    "line": "whatever. Mhmm. No. It's cineplex. Okay. So people go there. Sure. And when they're there, they eat a snack, we call popcorn.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-436",
    "time": "0:44:16",
    "speaker": "spk_1",
    "line": "And PG is one of the ratings of some movies.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-437",
    "time": "0:44:22",
    "speaker": "spk_2",
    "line": "Yeah. Oh, yeah. Plenty movies are PG.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-438",
    "time": "0:44:24",
    "speaker": "spk_1",
    "line": "PG popcorn gallery",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-439",
    "time": "0:44:29",
    "speaker": "spk_0",
    "line": "so that kind of gets you where we're going. So we let people ask questions to our guests on the forums.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-440",
    "time": "0:44:38",
    "speaker": "spk_2",
    "line": "Let's read wait. And they're in the popcorn gallery?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-441",
    "time": "0:44:41",
    "speaker": "spk_1",
    "line": "They actually are the popcorn gallery.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-442",
    "time": "0:44:44",
    "speaker": "spk_0",
    "line": "They are the popcorn gallery. Cool.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-443",
    "time": "0:44:46",
    "speaker": "spk_2",
    "line": "So is this like a is this an online thing?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-444",
    "time": "0:44:49",
    "speaker": "spk_0",
    "line": "Yeah. Cool.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-445",
    "time": "0:44:51",
    "speaker": "spk_2",
    "line": "I'm just trying to wrap my head around it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-446",
    "time": "0:44:54",
    "speaker": "spk_0",
    "line": "It's not easy and we've been through this a lot.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-447",
    "time": "0:44:56",
    "speaker": "spk_1",
    "line": "You've actually come a lot farther than most of our",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-448",
    "time": "0:44:59",
    "speaker": "spk_0",
    "line": "you're the closest on probably ending it and you don't get it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-449",
    "time": "0:45:02",
    "speaker": "spk_1",
    "line": "Because of your podcast experience. Yes. Let's reach into the bag. Cool. Yum. Here's a question from Freya. Mister Manzukas, Do you have any tips on how to straighten my hair like you do on Crolshaw?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-450",
    "time": "0:45:30",
    "speaker": "spk_2",
    "line": "Oh, well, Frat. I mean, I think the easiest way to do it is to have two people who work in hair come to your house, and they've got all the stuff. I can get you the names of the two girls that did it when I was on Coral Show, if you want. I don't know if this is something you're amenable to, but You get them to come out. Erin and I think Jackie was the other girl's name. And they'll they takes about forty five minutes. Sometimes a little bit more, sometimes a little bit and they will set upon your hair with a fury. I'll be honest. Jackie can be a little chatty, which I don't care for, so I put headphones in. So and you can get your hair straightened. And if you wanna chat, I'm sure they can chat. I'll chat you up if you But but that's the deal. So it really is just about hiring the right people for the job. Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-451",
    "time": "0:46:23",
    "speaker": "spk_1",
    "line": "In certain parts of the country, I think, Virginia, Connecticut, some of the The Virginia, Connecticut corridor? The, you know, the flyover",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-452",
    "time": "0:46:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-453",
    "time": "0:46:32",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-454",
    "time": "0:46:33",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-455",
    "time": "0:46:33",
    "speaker": "spk_1",
    "line": "part of the gut East Coast. Sure.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-456",
    "time": "0:46:36",
    "speaker": "spk_2",
    "line": "Sure. The flyover Eastern Seaport. Mhmm. Yep.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-457",
    "time": "0:46:38",
    "speaker": "spk_1",
    "line": "Mhmm. They you're going from Miami to Miami to Portland Maine. Mhmm. Yeah. They wait till it's raining and they just have to walk outside.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-458",
    "time": "0:46:50",
    "speaker": "spk_2",
    "line": "Oh, yeah. I see what you're saying. Yeah. Good tips. Yeah. Oh, no. I mean, like, there's nothing for especially for stuff like that hair and makeup and all that stuff. There are professionals out there. Who it's just much easier to pay to have it done.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-459",
    "time": "0:47:04",
    "speaker": "spk_1",
    "line": "Because these people don't know, you know, then",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-460",
    "time": "0:47:07",
    "speaker": "spk_2",
    "line": "oh, let I mean, let's be honest, dummies can't do their own hair. Mhmm. You know what I mean?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-461",
    "time": "0:47:12",
    "speaker": "spk_1",
    "line": "Mhmm. No. Is there another question in the bag?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-462",
    "time": "0:47:17",
    "speaker": "spk_0",
    "line": "I think so.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-463",
    "time": "0:47:18",
    "speaker": "spk_2",
    "line": "Better check. I'm joking. I'm I'm talking I'm talking a little of my cart. Love you guys' sandwiches. These are great.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-464",
    "time": "0:47:30",
    "speaker": "spk_0",
    "line": "Yeah. These are a bunch of drops that we had. They were",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-465",
    "time": "0:47:33",
    "speaker": "spk_2",
    "line": "really funny.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-466",
    "time": "0:47:33",
    "speaker": "spk_0",
    "line": "We had Diplo make them for us.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-467",
    "time": "0:47:35",
    "speaker": "spk_2",
    "line": "Oh, man. I love his son. Do you like him? Major laser? Yeah. Come on. Exactly. So good.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-468",
    "time": "0:47:44",
    "speaker": "spk_0",
    "line": "So good. That's my favorite",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-469",
    "time": "0:47:45",
    "speaker": "spk_2",
    "line": "kind of reggae.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-470",
    "time": "0:47:47",
    "speaker": "spk_1",
    "line": "Let me get that. Okay.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-471",
    "time": "0:47:48",
    "speaker": "spk_0",
    "line": "Is there a question? Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-472",
    "time": "0:47:50",
    "speaker": "spk_1",
    "line": "Good. Good. This one's from Bruce Reid Robinson, the second. E r r two. You know him? Nope. He's got US's Avatar on the forum, so that'll probably sting a little bit.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-473",
    "time": "0:48:03",
    "speaker": "spk_2",
    "line": "He is irrelevant to me. His existence, his pointless, his weaknesses, etcetera.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-474",
    "time": "0:48:09",
    "speaker": "spk_1",
    "line": "Don't have him as your avatar.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-475",
    "time": "0:48:11",
    "speaker": "spk_2",
    "line": "I don't even know what honest to God. I don't know what an avatar is, and this is the first I've heard of forums.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-476",
    "time": "0:48:16",
    "speaker": "spk_1",
    "line": "I just assumed since he had you, you would also have him.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-477",
    "time": "0:48:21",
    "speaker": "spk_2",
    "line": "No. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-478",
    "time": "0:48:21",
    "speaker": "spk_0",
    "line": "We figured it was an exchange type thing, like when I gave Hayes my glasses.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-479",
    "time": "0:48:26",
    "speaker": "spk_1",
    "line": "No. So it's just him using you and he doesn't even know you, but he's used your face to represent him on the Internet.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-480",
    "time": "0:48:35",
    "speaker": "spk_2",
    "line": "Find by me. I mean, like, if if he if he wants to, like I feel bad for here's the here's the reality. It seems weird. Here's the reality. I feel bad for him because he's probably very ugly. Maybe has been burned. I'm not sure. And as such, he is, you know, choosing something to represent himself that he believes in. Something maybe he idolizes or or or or maybe I'm his hero or much in the same way that, like, as a young child I might have chosen if there were such a thing as avatars when I was a kid. Like, Magnum PI is my avatar.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-481",
    "time": "0:49:03",
    "speaker": "spk_1",
    "line": "You know",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-482",
    "time": "0:49:03",
    "speaker": "spk_2",
    "line": "what I mean? Like someone aspirational, like I would like to become this person. And so for for this person, BRR two, I suspect I'm that to him.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-483",
    "time": "0:49:11",
    "speaker": "spk_0",
    "line": "Oh, dude. Magnum was a fucking boss.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-484",
    "time": "0:49:14",
    "speaker": "spk_2",
    "line": "I mean, right?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-485",
    "time": "0:49:15",
    "speaker": "spk_0",
    "line": "Yeah. Ferrari. Dude life just lived in sick ass fucking mansion -- Oh, yeah. -- didn't pay shit for it. Fucking pigtails was always on his life. Yeah. Dude, and the babes.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-486",
    "time": "0:49:29",
    "speaker": "spk_2",
    "line": "So many babes.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-487",
    "time": "0:49:30",
    "speaker": "spk_0",
    "line": "I guys I love beautiful women, man. That's my weakness.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-488",
    "time": "0:49:34",
    "speaker": "spk_1",
    "line": "It's a two piece? Okay.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-489",
    "time": "0:49:36",
    "speaker": "spk_2",
    "line": "Here's the the only bummer is really just those very intense nom flashbacks. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-490",
    "time": "0:49:42",
    "speaker": "spk_0",
    "line": "I could do without that part of it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-491",
    "time": "0:49:44",
    "speaker": "spk_2",
    "line": "Yep. Yep. Very intense. So much so that in later seasons, he had to go back to Nam to just get his head right and rescue some POWs. And that wife he thought was dead. She's alive.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-492",
    "time": "0:49:56",
    "speaker": "spk_0",
    "line": "Mhmm. Boy. And he died.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-493",
    "time": "0:49:57",
    "speaker": "spk_2",
    "line": "I watched the entire series once a year.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-494",
    "time": "0:50:02",
    "speaker": "spk_0",
    "line": "Yeah. He died, then he came back.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-495",
    "time": "0:50:03",
    "speaker": "spk_1",
    "line": "Yep. Oops. Bruce Ree Robinson",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-496",
    "time": "0:50:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-497",
    "time": "0:50:07",
    "speaker": "spk_1",
    "line": "yes.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-498",
    "time": "0:50:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-499",
    "time": "0:50:07",
    "speaker": "spk_1",
    "line": "the second, who is not your friend?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-500",
    "time": "0:50:09",
    "speaker": "spk_2",
    "line": "Nope. Never met him, don't care to.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-501",
    "time": "0:50:13",
    "speaker": "spk_0",
    "line": "Askeds like a lawsuit using that face for the avatar. If not from you, then whoever he meets, they think they're getting a they're getting prime rib.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-502",
    "time": "0:50:22",
    "speaker": "spk_2",
    "line": "Here's the deal. It's one of those things that, like, I I have a guy I've got a lawyer.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-503",
    "time": "0:50:25",
    "speaker": "spk_1",
    "line": "You know",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-504",
    "time": "0:50:25",
    "speaker": "spk_2",
    "line": "what I mean? Like, if I sent him on every one of these people that, like, puts a picture of me up on the Internet, you know, like the guy would be charging me up the ass. So, like, I You know what? This guy can, you know, God bless, you know, use You wanna use my pictures, your avatar? Go for it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-505",
    "time": "0:50:41",
    "speaker": "spk_0",
    "line": "You know, yeah, I know it's not worth your time. I'm just saying, like, he could get sued by, like, his own freaking dad. If he sees a picture and invites his son back over for Thanksgiving thinks, oh, he got his burns fixed or whatever. He thinks he's gonna get prime rib.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-506",
    "time": "0:50:52",
    "speaker": "spk_2",
    "line": "Wait. So you think the dad thinks that I'm the son.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-507",
    "time": "0:50:55",
    "speaker": "spk_0",
    "line": "The dad thinks Well, if he sees the avatar, right?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-508",
    "time": "0:50:57",
    "speaker": "spk_1",
    "line": "Thinks he's gonna get prime rib.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-509",
    "time": "0:50:58",
    "speaker": "spk_2",
    "line": "So you think a dad is wait. So you think the dad is on the forums as well?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-510",
    "time": "0:51:03",
    "speaker": "spk_0",
    "line": "I I mean, I maybe His son is there.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-511",
    "time": "0:51:06",
    "speaker": "spk_1",
    "line": "How did how does son find out",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-512",
    "time": "0:51:07",
    "speaker": "spk_0",
    "line": "about that?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-513",
    "time": "0:51:07",
    "speaker": "spk_2",
    "line": "Yeah. I see what you're saying. Yeah. No. I mean, this sounds",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-514",
    "time": "0:51:10",
    "speaker": "spk_1",
    "line": "this is dark. But",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-515",
    "time": "0:51:11",
    "speaker": "spk_0",
    "line": "if he's expecting prime",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-516",
    "time": "0:51:12",
    "speaker": "spk_1",
    "line": "rib, you know, he gets friggin friskies feast",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-517",
    "time": "0:51:18",
    "speaker": "spk_2",
    "line": "yeah. Yeah. I mean, that's what that Not nice. Guess what that is? That's a rude awakening. If you think you're getting prime rib and you get instead get Friski's feast,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-518",
    "time": "0:51:29",
    "speaker": "spk_1",
    "line": "bruce Reid Robinson asks, Jason. Yeah. Could you please give a comprehensive list of your food and environmental environmental allergies?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-519",
    "time": "0:51:37",
    "speaker": "spk_2",
    "line": "Oh, sure. It's a short list. I am I have a of a life threatening food allergy to eggs. Environmentally, I'm cool.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-520",
    "time": "0:51:49",
    "speaker": "spk_1",
    "line": "I feel like he's gonna use that now when he goes to these meetings and people ask him",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-521",
    "time": "0:51:54",
    "speaker": "spk_2",
    "line": "what you think he's just gathering",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-522",
    "time": "0:51:56",
    "speaker": "spk_1",
    "line": "check if it's him.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-523",
    "time": "0:51:57",
    "speaker": "spk_0",
    "line": "Well, I think that, yeah, they're gonna go, hey, your face doesn't look quite the same, and he's gonna go, I just ate eggs, which I'm famously alert.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-524",
    "time": "0:52:03",
    "speaker": "spk_2",
    "line": "I'm trying to take over my person like, like, is trying to steal my idea.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-525",
    "time": "0:52:06",
    "speaker": "spk_1",
    "line": "Well, how",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-526",
    "time": "0:52:06",
    "speaker": "spk_0",
    "line": "was do you explain the photo?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-527",
    "time": "0:52:08",
    "speaker": "spk_1",
    "line": "Ninety five percent of the way there. This is",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-528",
    "time": "0:52:10",
    "speaker": "spk_0",
    "line": "i thought it was. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-529",
    "time": "0:52:13",
    "speaker": "spk_2",
    "line": "Okay. I like this. I do feel like I should talk to my lawyer about this.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-530",
    "time": "0:52:18",
    "speaker": "spk_1",
    "line": "Jason, yeah. We saw on your Wikipedia page",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-531",
    "time": "0:52:19",
    "speaker": "spk_2",
    "line": "that you",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-532",
    "time": "0:52:22",
    "speaker": "spk_1",
    "line": "are famous for wearing white shirts and and jeans and you're wearing one right now? I guess so. Yep. Yeah. By by",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-533",
    "time": "0:52:30",
    "speaker": "spk_2",
    "line": "happenstance, talk about the importance",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-534",
    "time": "0:52:32",
    "speaker": "spk_1",
    "line": "of of a recognizable uniform in this. You know what? It's",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-535",
    "time": "0:52:39",
    "speaker": "spk_2",
    "line": "be, I'll be honest with you. I go to my closet every day",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-536",
    "time": "0:52:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-537",
    "time": "0:52:41",
    "speaker": "spk_2",
    "line": "mhmm. -- and I just pick out a shirt and I pick out pants, and I put them on and I walk out the house. Just so it happens, that closet only has white shirts and jeans in it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-538",
    "time": "0:52:49",
    "speaker": "spk_1",
    "line": "Mhmm. You know? It just happened like that.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-539",
    "time": "0:52:50",
    "speaker": "spk_2",
    "line": "Just happened like that. That's what the house came with. Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-540",
    "time": "0:52:53",
    "speaker": "spk_1",
    "line": "You know,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-541",
    "time": "0:52:53",
    "speaker": "spk_2",
    "line": "i don't this is I don't know what house you guys were given were you located here?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-542",
    "time": "0:52:58",
    "speaker": "spk_1",
    "line": "I was given a on on the the hill.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-543",
    "time": "0:53:02",
    "speaker": "spk_2",
    "line": "Oh, on the hill? Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-544",
    "time": "0:53:03",
    "speaker": "spk_0",
    "line": "I'm right down under it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-545",
    "time": "0:53:06",
    "speaker": "spk_2",
    "line": "Oh, wow. So you're in the flats.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-546",
    "time": "0:53:07",
    "speaker": "spk_0",
    "line": "At the base.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-547",
    "time": "0:53:08",
    "speaker": "spk_1",
    "line": "So, yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-548",
    "time": "0:53:08",
    "speaker": "spk_2",
    "line": "So I was given a house up in the top of the hills. And it had my wardrobe, it had these glasses, and had the whole thing in it. So so this is pretty much what I got, and and I like it. You know, I'm wearing it. I think it's great. You know, it's it's it's not, you know, it was what was chosen for me so. What do you do about",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-549",
    "time": "0:53:24",
    "speaker": "spk_1",
    "line": "stains? Stains?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-550",
    "time": "0:53:26",
    "speaker": "spk_2",
    "line": "Mhmm. I'll bleach. You know, I've got I I'm assuming I I mean, I put everything in I put everything in a basket. I bring the basket to the shoot. The shoot goes to the basement and the basement girl does it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-551",
    "time": "0:53:37",
    "speaker": "spk_1",
    "line": "And their stains are gone?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-552",
    "time": "0:53:38",
    "speaker": "spk_2",
    "line": "Yeah. Oh, yeah. The stains are gone. The basement girl I think gives it to the upstairs girl.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-553",
    "time": "0:53:42",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-554",
    "time": "0:53:42",
    "speaker": "spk_2",
    "line": "And she distributes it through the house, so I have stuff at my avail. I don't like to see the basement girl because,",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-555",
    "time": "0:53:50",
    "speaker": "spk_1",
    "line": "you know, she's a basement girl.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-556",
    "time": "0:53:51",
    "speaker": "spk_0",
    "line": "Mhmm. Yeah. Spooky. Yeah. Too scary.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-557",
    "time": "0:53:55",
    "speaker": "spk_2",
    "line": "And but people, you know, like, I I don't know if you guys find this, but like when you run into people who you know work in environments where there's not windows, there's something off about them.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-558",
    "time": "0:54:03",
    "speaker": "spk_1",
    "line": "Yes. The wet breathing. Oh, yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-559",
    "time": "0:54:06",
    "speaker": "spk_2",
    "line": "Oh, wet and dry.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-560",
    "time": "0:54:07",
    "speaker": "spk_0",
    "line": "My basement's actually not like it's it's not like that because I have like a dehumidifier in dude, that's rad. Yeah. It's sick. Yeah. It's loud, but it's not Do you",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-561",
    "time": "0:54:18",
    "speaker": "spk_1",
    "line": "ever see how much water ends up in there?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-562",
    "time": "0:54:20",
    "speaker": "spk_0",
    "line": "Oh, freaking yeah. I check it all the time.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-563",
    "time": "0:54:24",
    "speaker": "spk_1",
    "line": "That was all in the air.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-564",
    "time": "0:54:26",
    "speaker": "spk_2",
    "line": "Oh, yeah. That's the air is water.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-565",
    "time": "0:54:28",
    "speaker": "spk_0",
    "line": "Walking. I'm basically swimming right now. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-566",
    "time": "0:54:32",
    "speaker": "spk_2",
    "line": "You know you can drink that water. Yep. You can.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-567",
    "time": "0:54:38",
    "speaker": "spk_0",
    "line": "I don't know.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-568",
    "time": "0:54:39",
    "speaker": "spk_2",
    "line": "You can, man. Bro, I'm telling you you just drink it. Start drinking that water, bro. I'm scared too. No, man. Don't be scared. Don't give into the fear. That's what this town is, man. This what this town is. This town is about overcoming your fears. Just drink red pill or blue",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-569",
    "time": "0:54:53",
    "speaker": "spk_1",
    "line": "pill, man.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-570",
    "time": "0:54:54",
    "speaker": "spk_2",
    "line": "By the way, that's it. That is it. Start drinking the dehumidifier water, and then you're gonna see the next level. Then you're gonna see the screens.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-571",
    "time": "0:55:01",
    "speaker": "spk_1",
    "line": "Mhmm. A little machine they used to control you, crawls, crawls out.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-572",
    "time": "0:55:07",
    "speaker": "spk_2",
    "line": "Totally. Maybe one",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-573",
    "time": "0:55:10",
    "speaker": "spk_0",
    "line": "sip.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-574",
    "time": "0:55:11",
    "speaker": "spk_2",
    "line": "Yeah. When you were, like, dehydrated. Yeah. And your camelback's empty. Jason. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-575",
    "time": "0:55:20",
    "speaker": "spk_1",
    "line": "Thanks so much for being on the show.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-576",
    "time": "0:55:23",
    "speaker": "spk_2",
    "line": "Oh, guys. My absolute pleasure. This is the first one.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-577",
    "time": "0:55:30",
    "speaker": "spk_0",
    "line": "First hey. First one with you on it, you know, and it's",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-578",
    "time": "0:55:34",
    "speaker": "spk_2",
    "line": "it's great kickoff.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-579",
    "time": "0:55:35",
    "speaker": "spk_1",
    "line": "It's one of the first",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-580",
    "time": "0:55:37",
    "speaker": "spk_0",
    "line": "can you tell me who bought the pro version this week? I've got a",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-581",
    "time": "0:55:39",
    "speaker": "spk_2",
    "line": "new pro.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-582",
    "time": "0:55:40",
    "speaker": "spk_0",
    "line": "Okay. Filonious junk bought the pro version this week. And as his prize, Jason's gonna tell him the third thing, he said, you can cut through a lot of the bullshit in this town with three things. Then he said, one pay with a hundred dollar bill, and then he said, two, say you gotta be on Saturday in the morning, and we didn't hear the third thing.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-583",
    "time": "0:55:56",
    "speaker": "spk_2",
    "line": "Sure.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-584",
    "time": "0:55:56",
    "speaker": "spk_0",
    "line": "And so we're gonna lay that out.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-585",
    "time": "0:55:58",
    "speaker": "spk_2",
    "line": "Just just",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-586",
    "time": "0:55:58",
    "speaker": "spk_1",
    "line": "you -- Just",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-587",
    "time": "0:55:59",
    "speaker": "spk_0",
    "line": "for thelonious channel. -- everyone else.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-588",
    "time": "0:56:01",
    "speaker": "spk_1",
    "line": "Earmuffs. What movie?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-589",
    "time": "0:56:03",
    "speaker": "spk_0",
    "line": "Oh oh oh oh, anchor is it anchor, man? Yeah. It's like",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-590",
    "time": "0:56:11",
    "speaker": "spk_2",
    "line": "the line from Angry. Like, you, like, stumbled over it to a degree that I was, like, this is embarrassing.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-591",
    "time": "0:56:18",
    "speaker": "spk_0",
    "line": "No. No. I was I'm wicked high. So",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-592",
    "time": "0:56:22",
    "speaker": "spk_2",
    "line": "oh, really? Yeah. On drug smoke?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-593",
    "time": "0:56:25",
    "speaker": "spk_0",
    "line": "Yeah. Oh, man. That's crap. Put me in cuffs. Yeah. Freaking yeah. Totally. Me.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-594",
    "time": "0:56:31",
    "speaker": "spk_2",
    "line": "Oh, man. Four twenty. Am I right, man?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-595",
    "time": "0:56:33",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-596",
    "time": "0:56:33",
    "speaker": "spk_2",
    "line": "Four twenty?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-597",
    "time": "0:56:34",
    "speaker": "spk_0",
    "line": "Oh, the best. It's the best time, man.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-598",
    "time": "0:56:36",
    "speaker": "spk_2",
    "line": "Total four twenty.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-599",
    "time": "0:56:37",
    "speaker": "spk_0",
    "line": "And that day is great.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-600",
    "time": "0:56:39",
    "speaker": "spk_2",
    "line": "Yeah. Hey you know what you should do after we're done here? You should listen to reggae.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-601",
    "time": "0:56:44",
    "speaker": "spk_0",
    "line": "Oh, I'm I'm gonna have to to come down -- Yeah. -- intense.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-602",
    "time": "0:56:51",
    "speaker": "spk_2",
    "line": "So great, man. You just like man, like, the whole thing, the whole time I've been like, keyated on glasses guy, but, like, you just, like, jumped to the top.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-603",
    "time": "0:56:59",
    "speaker": "spk_0",
    "line": "Oh, it's not a competition with us, but I feel really good here.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-604",
    "time": "0:57:03",
    "speaker": "spk_2",
    "line": "You're cool. I get I get what you're doing. You're cool.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-605",
    "time": "0:57:06",
    "speaker": "spk_0",
    "line": "Yeah. And if I seemed off at all during the rest of the show at any listeners, it's like, I was wicked high.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-606",
    "time": "0:57:12",
    "speaker": "spk_2",
    "line": "Oh, man. Yeah. Fucking a right on.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-607",
    "time": "0:57:15",
    "speaker": "spk_0",
    "line": "It's such a fuck you to America to do that.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-608",
    "time": "0:57:17",
    "speaker": "spk_1",
    "line": "But Well, I'm like I'm really, like, sick. So, like -- Oh, no.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-609",
    "time": "0:57:22",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-610",
    "time": "0:57:22",
    "speaker": "spk_1",
    "line": "but I don't really talk about that but that's why, like",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-611",
    "time": "0:57:25",
    "speaker": "spk_2",
    "line": "something's going around, man.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-612",
    "time": "0:57:27",
    "speaker": "spk_1",
    "line": "Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-613",
    "time": "0:57:27",
    "speaker": "spk_2",
    "line": "If you've got a weak constitution, you'll get it.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-614",
    "time": "0:57:30",
    "speaker": "spk_1",
    "line": "Mhmm. But that's it's cool in its own way. And I I can sometimes, like, be sort of high from that.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-615",
    "time": "0:57:36",
    "speaker": "spk_2",
    "line": "Yeah. Well, you just you know what you should do, start chugging like that cold medication.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-616",
    "time": "0:57:40",
    "speaker": "spk_1",
    "line": "Yeah. That stuff will really help",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-617",
    "time": "0:57:42",
    "speaker": "spk_0",
    "line": "you. Robo trippy.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-618",
    "time": "0:57:43",
    "speaker": "spk_2",
    "line": "I was gonna say bro, drink that robo bro.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-619",
    "time": "0:57:46",
    "speaker": "spk_0",
    "line": "Oh, robo tripping?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-620",
    "time": "0:57:47",
    "speaker": "spk_2",
    "line": "Yeah. Me and my buddies call",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-621",
    "time": "0:57:49",
    "speaker": "spk_0",
    "line": "it robo. O o b e out of body experience. Dude robo tripping",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-622",
    "time": "0:57:58",
    "speaker": "spk_1",
    "line": "where am I?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-623",
    "time": "0:57:59",
    "speaker": "spk_0",
    "line": "Yeah. Like a robot. Fricking yes. Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-624",
    "time": "0:58:02",
    "speaker": "spk_1",
    "line": "What was the third thing?",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-625",
    "time": "0:58:05",
    "speaker": "spk_2",
    "line": "Oh, tell ask her if she wants to snort and add her all, but then cut up a roofie. That was just for that one guy, though -- Yeah.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-626",
    "time": "0:58:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-627",
    "time": "0:58:12",
    "speaker": "spk_1",
    "line": "filonious fun. -- Thanks again. And we will do yours. We will be we'd be happy to Oh, no.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-628",
    "time": "0:58:19",
    "speaker": "spk_0",
    "line": "That's cool. Bye. Bye.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-629",
    "time": "0:58:23",
    "speaker": "spk_4",
    "line": "Hey, this is Arnie Necamp from the improv Fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of Foon, and I started podcast. Season three has just begun with a brand new adventure to defeat the dark lord. If you're a new listener or you've fallen behind season three is a great jumping on point. And we've got great guests like Justin Michael Roy.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-630",
    "time": "0:58:46",
    "speaker": "spk_2",
    "line": "I sound like a fancy college professor, fake knots.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-631",
    "time": "0:58:50",
    "speaker": "spk_4",
    "line": "Rachel Bloom.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-632",
    "time": "0:58:51",
    "speaker": "spk_0",
    "line": "You are seeing my collection of men corpses and one woman.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-633",
    "time": "0:58:55",
    "speaker": "spk_4",
    "line": "Felicia Day and Colton Dunn.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-634",
    "time": "0:58:56",
    "speaker": "spk_0",
    "line": "You've seen",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-635",
    "time": "0:58:57",
    "speaker": "spk_1",
    "line": "me having intercourse with a variety of species.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-636",
    "time": "0:58:59",
    "speaker": "spk_0",
    "line": "It's a bummer.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-637",
    "time": "0:59:00",
    "speaker": "spk_4",
    "line": "Andy Daily.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-638",
    "time": "0:59:01",
    "speaker": "spk_2",
    "line": "You'll have the members of Genesis listed, but Phil Collins has crossed out and then circled it across out again.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-639",
    "time": "0:59:06",
    "speaker": "spk_0",
    "line": "Ah, yes. I have killed Phil Collins twice.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-640",
    "time": "0:59:08",
    "speaker": "spk_4",
    "line": "Thomas MiddleDitch.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-641",
    "time": "0:59:11",
    "speaker": "spk_0",
    "line": "Jesus. I mean, Jazz, ruler of the eighth circle.",
    "episode": "26",
    "edited": false
  },
  {
    "id": "26-642",
    "time": "0:59:15",
    "speaker": "spk_4",
    "line": "And that's just the beginning. Season of aloe from the magic tavern is out now. Listen in Stitcher, Apple Podcasts, or wherever you get your podcasts,",
    "episode": "26",
    "edited": false
  }
]
