[
  {
    "id": "27-0",
    "time": "0:00:04",
    "speaker": "spk_0",
    "line": "so James, Marson takes like a huge swig of hand sanitizer. And it's like, did anyone order a bunch of fucking pool water in their face?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-1",
    "time": "0:00:13",
    "speaker": "spk_1",
    "line": "And he jumps off the roof into the pool, but he hit he, like, hit the side a little bit. A little bit of his head at the side. Hollywood.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-2",
    "time": "0:00:23",
    "speaker": "spk_2",
    "line": "That's cool.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-3",
    "time": "0:00:24",
    "speaker": "spk_1",
    "line": "Hey. Welcome to Hollywood Handbook. It's an insider's Guide a kicking button dropping names in the red carpet line back hallways of this industry we call show biz. What up? What up? We're here doing the show. There's a huge amount going on in entertainment this week. We have a lot of stuff to get to. We wanna get right into it. There's no time to talk about anything else except the big news in Hollywood and what's going on and movies, TV, and then entertainment Some of the new Internet. Some of the new Internet stuff, the new media space and music a little bit. The big thing this week, it's it's time to say farewell to to David Letterman. I it's a sad moment for for for comedy fans and also people who work in comedy, but don't watch it that much.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-4",
    "time": "0:01:10",
    "speaker": "spk_2",
    "line": "Yeah. I was a lot of people don't know. I was on Varsity Ski team with David Letterman, and we both wore our letterman jackets.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-5",
    "time": "0:01:20",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-6",
    "time": "0:01:21",
    "speaker": "spk_2",
    "line": "And we made a lot of hay out of that, and we really laughed a lot about all the different jokes you could make. And you can just imagine that it was hours and weeks of those jokes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-7",
    "time": "0:01:30",
    "speaker": "spk_1",
    "line": "And that's how fearless he was and not caring about what a coach might say",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-8",
    "time": "0:01:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-9",
    "time": "0:01:34",
    "speaker": "spk_2",
    "line": "yes. -- or Because the coach didn't want us to make jokes about the letterman jackets, but you just couldn't stop Dave. And so even then I knew he was gonna be really special. He really could take on the slopes in a",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-10",
    "time": "0:01:48",
    "speaker": "spk_1",
    "line": "great way. And going so fast and not even being scared.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-11",
    "time": "0:01:50",
    "speaker": "spk_2",
    "line": "And and the fearlessness and the scared listness and the bravery are all elements of what made Dave Dave and what made that show a big part of our hearts America. And",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-12",
    "time": "0:02:04",
    "speaker": "spk_1",
    "line": "the best part for us, sad that Dave is leaving, but it's always really great when anyone does anything to read a bunch of lists about who the next person should be to do that thing.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-13",
    "time": "0:02:17",
    "speaker": "spk_2",
    "line": "Yes. When Whenever something is changing -- Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-14",
    "time": "0:02:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-15",
    "time": "0:02:24",
    "speaker": "spk_2",
    "line": "why would you fail to predict ways that it could turn out publicly -- Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-16",
    "time": "0:02:32",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-17",
    "time": "0:02:33",
    "speaker": "spk_2",
    "line": "and repeat everyone else who's doing the same. Sure. I don't understand that cowardice and Dave wouldn't have wanted that. He would have been brave enough that if he wasn't the one leaving, you better believe you'd be reading ten lists from Dave Letterman. Mhmm. Because he loves top ten lists.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-18",
    "time": "0:02:53",
    "speaker": "spk_1",
    "line": "Is that interesting? Is that is that something interesting? And so Sean and I naturally heard the news, we started together to put together our top ten list. We started reading the other list to see if there were any names on there that would be good that we could use for ours. And a lot of these lists say, that just women just for women who could replace David Letterman, which I You read the headline and it's like, who is there that would do that? Just who is out there?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-19",
    "time": "0:03:22",
    "speaker": "spk_2",
    "line": "Yeah. So they say, oh, here's ten women who can replace David Letterman, and I start thinking, and I And I don't immediately think of all of them and I go,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-20",
    "time": "0:03:30",
    "speaker": "spk_1",
    "line": "well, I",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-21",
    "time": "0:03:30",
    "speaker": "spk_2",
    "line": "better read the list. Sure.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-22",
    "time": "0:03:32",
    "speaker": "spk_1",
    "line": "And we found a a bunch of really good lists. There's one from Jezebel that we wanna go over, which is like a magazine for teens, we'll just go one by one and and talk about all the great names that are on this list. Number ten is Julie Clousner. Her popular How was your week podcast as funny and warm and smart. Her writing is wicked and sharp. I don't care about your band made me laugh so hard. I cried. And she's got plenty of experience on camera. She might not be a household name, but she's got the sort of pluck that could win America over. I get it. She has a funny podcast. She wrote a really funny book that's good. I I see it. I think you",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-23",
    "time": "0:04:07",
    "speaker": "spk_2",
    "line": "to me and if you remember, Letterman started out. He had a podcast, and then he wrote a book. I think six or so years before he wound up posting the show.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-24",
    "time": "0:04:19",
    "speaker": "spk_1",
    "line": "Mhmm. Amy Schumer, I don't really see it. My Rudolph, I'm not sure. Nikie and Sarah, Nickie Glaser and Sarah Shafer, they co hosted a late night talk show on MTV that ended its criminally short run last year. The two have excellent chemistry in the time they freaked out a rejection Timberlake is still one of my favorite recent talk show moments, that the show got canceled was a travesty. Reinstating them in late night wood, partially in parentheticals remedy that.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-25",
    "time": "0:04:43",
    "speaker": "spk_2",
    "line": "Now that partially is so important because I was going to take this list maker to task. Mhmm. When they said that they thought it would remedy it. Sure. Okay. These guys got had an MTV show and if you didn't see it, you're part of the problem. Mhmm. And it got canceled. And then if you were to give them late night, some would say Which you should do. Yes. Which you should. Some would say that makes up for it. But I think it only partially makes up for it. You should also give them back the MTV show so they can do both shows.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-26",
    "time": "0:05:17",
    "speaker": "spk_1",
    "line": "They can do both shows and then that would make up for it. And obviously, the natural next step after they had a talk show that did not do well with a much smaller market is to give them the the the challenge of having to do a show that really everyone in the country would wanna watch.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-27",
    "time": "0:05:33",
    "speaker": "spk_2",
    "line": "And be under the micro open that way. And I and I think if you remember when David Letterman started first hosting the show and a lot of people don't remember this, he was just coming off an MTV show that hadn't done that well. And I and I think he was always mad that he got that latest show and he didn't get the MTV show back. And that's maybe why he quit.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-28",
    "time": "0:05:53",
    "speaker": "spk_1",
    "line": "Next on the list is Rita from Parks of Rex. So, yes, Reda has never had a talk show before, but just imagine her interviewing celebrities. Imagine it.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-29",
    "time": "0:06:01",
    "speaker": "spk_2",
    "line": "It is pretty funny. The weakness in other late night network late night shows is that the hosts suck at interviewing unabashed pop culture nerd Reda would own. There's no better interviewer than somebody who is nerding out and is a really just sort of fan girling and loving the pop culture.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-30",
    "time": "0:06:21",
    "speaker": "spk_1",
    "line": "Because that's a problem with someone like Fallon is that he seems pretty disinterested and he's kinda being a real dick when they come on the show.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-31",
    "time": "0:06:28",
    "speaker": "spk_2",
    "line": "And he",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-32",
    "time": "0:06:28",
    "speaker": "spk_1",
    "line": "doesn't really love their shit.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-33",
    "time": "0:06:30",
    "speaker": "spk_2",
    "line": "He's so removed from it. I don't think he finds anything funny except for his own shit. And so when they're talking, he's not laughing, he's checking his phone a lot of times, and",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-34",
    "time": "0:06:40",
    "speaker": "spk_1",
    "line": "one time doing your taxes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-35",
    "time": "0:06:43",
    "speaker": "spk_2",
    "line": "And and so I would rather see somebody who's just like, hey, this is great. You're great. I love what he did.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-36",
    "time": "0:06:50",
    "speaker": "spk_1",
    "line": "Yes. And this see me like having some fun with it.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-37",
    "time": "0:06:53",
    "speaker": "spk_2",
    "line": "That's a fun interview. And if you remember, when Letterman first started doing interviews, the thing that people love was that he never really had any sort of dry sarcastic fallon type humor going on. Mhmm. And the questions he asked were all questions that you knew the answer to",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-38",
    "time": "0:07:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-39",
    "time": "0:07:09",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-40",
    "time": "0:07:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-41",
    "time": "0:07:10",
    "speaker": "spk_2",
    "line": "and that you could then say, that's great.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-42",
    "time": "0:07:12",
    "speaker": "spk_1",
    "line": "And her Twitter's great. And so that's why she should have, basically, the biggest plan form that there is for a comedian. But would she do it because she already sort of has parks and rec",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-43",
    "time": "0:07:20",
    "speaker": "spk_2",
    "line": "that's sort of her show.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-44",
    "time": "0:07:21",
    "speaker": "spk_1",
    "line": "I see her on a lot of list, but parks and rec is sort of her show at point, and I sort of wonder if she would. Why would she need another show? Number five, Amy Polar and Tina Fey. As cohost of the Golden Globes, this duo was funny, accessible, and able to hold the attention of a crowd of jerks. Both have plenty of other projects in the works. So who knows if if either of them would ever want a hosting gig. But if somehow the gods brought together a polar face show, I'd move mountains to watch often as I could, and I'd insist on every to some other stuff. Now I really like putting these two together in a list. That is helpful to me. That's a way squee there are so many good, reasonable names on it that you need to really squeeze eleven in there in a list of ten.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-45",
    "time": "0:08:01",
    "speaker": "spk_2",
    "line": "Yes. And those are",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-46",
    "time": "0:08:02",
    "speaker": "spk_1",
    "line": "the two to put together in.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-47",
    "time": "0:08:03",
    "speaker": "spk_2",
    "line": "Right? And I think that, you know, someone like Oreta, who we just talked about, obviously, If she's flying solo, that's okay because of all the things we said that she has done well, which is be the main character parks and rec and have a Twitter page. But somebody like Just a Tina Fey or Justin Amy Puller, you kinda gonna wanna co pilot for them. I don't know that either of them could carry the show themselves. The problem I have with this write up is they go, who knows if either either of them would even want a hosting gig It's like, well, a little birdie told me that they're sick of doing hit movies and TV shows and being able to kind of have a more normal schedule and what they'd to do is make the same show every night over and over again, as long as they have a buddy. As long as they have a buddy. As long as they have a yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-48",
    "time": "0:08:54",
    "speaker": "spk_1",
    "line": "They obviously wouldn't do it. Hello?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-49",
    "time": "0:08:56",
    "speaker": "spk_2",
    "line": "Yes. No. The who would watch that? Tina Fey hosting a show by herself.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-50",
    "time": "0:09:01",
    "speaker": "spk_1",
    "line": "Chelsea Handler, Ellen DeGeneres, Wanda Sykes, This one is great. Joan Rivers, the last one on the list, just to give NBC the middle finger. What an amazing f u that would be to NBC saying, like, oh, so you think, like, you're doing alright with your new, like, tonight show that's a really big hit? Well, how about we put this, like, really, really old lady other show? Yeah. And she's, like, really sick and people don't real there there was a movie recently about how she's not that popular and she's broke, but just like, God,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-51",
    "time": "0:09:32",
    "speaker": "spk_2",
    "line": "wouldn't that piss you off that, like, we got Joan? Well, yeah, suddenly CBS is doing fashion police numbers -- Yes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-52",
    "time": "0:09:39",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-53",
    "time": "0:09:39",
    "speaker": "spk_2",
    "line": "nBC just has sit back and wash",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-54",
    "time": "0:09:41",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-55",
    "time": "0:09:41",
    "speaker": "spk_1",
    "line": "just. -- eat it. Oh.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-56",
    "time": "0:09:44",
    "speaker": "spk_2",
    "line": "Oh, gosh. And it's a long term solution because Joan River's gonna be around forever.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-57",
    "time": "0:09:49",
    "speaker": "spk_1",
    "line": "And I I appreciate, you know, not putting the the, you know, the people, like like, the people who obviously don't have a chance among women like Ayesha Tyler, Sarah Silverman,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-58",
    "time": "0:10:01",
    "speaker": "spk_2",
    "line": "chelsea Peretti. Yes. People who let's face it. Just don't have what some of these other people",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-59",
    "time": "0:10:09",
    "speaker": "spk_1",
    "line": "morgan Murphy, Whitney Cummings, Kristen Shaw, they have this stand up background",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-60",
    "time": "0:10:14",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-61",
    "time": "0:10:15",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-62",
    "time": "0:10:15",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-63",
    "time": "0:10:15",
    "speaker": "spk_1",
    "line": "that doesn't really lend itself well to going out on stage and telling jokes",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-64",
    "time": "0:10:22",
    "speaker": "spk_2",
    "line": "yes. That's right. Yeah. I think that they wisely ignored a lot of famous female stand up comedians to go for more people who you wanna see host a talk show -- Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-65",
    "time": "0:10:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-66",
    "time": "0:10:35",
    "speaker": "spk_2",
    "line": "with the exception, of course, of a solo, Amy Polar or Tina Bay, which is what I thought they were saying at first and I just can't imagine what that would even look like. So Let's get to to",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-67",
    "time": "0:10:46",
    "speaker": "spk_1",
    "line": "our own because we did our own list as well.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-68",
    "time": "0:10:48",
    "speaker": "spk_2",
    "line": "Get to our own list and we like that a lot there were a lot of lists of like the ten women who could take over the Letterman show. And we like the idea of an underrepresented group getting its due. Mhmm. But at the same time, Letterman wasn't really about that mission, that message",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-69",
    "time": "0:11:08",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-70",
    "time": "0:11:08",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-71",
    "time": "0:11:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-72",
    "time": "0:11:09",
    "speaker": "spk_2",
    "line": "he was just about being fearless.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-73",
    "time": "0:11:12",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-74",
    "time": "0:11:13",
    "speaker": "spk_2",
    "line": "And tough. And the comedy",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-75",
    "time": "0:11:15",
    "speaker": "spk_1",
    "line": "so, like, comedy would come out of that sometimes. Like, there would be moments where",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-76",
    "time": "0:11:18",
    "speaker": "spk_2",
    "line": "you'd laugh, but it's",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-77",
    "time": "0:11:19",
    "speaker": "spk_1",
    "line": "would also just be, like, being so amazed that his bravery and the stuff that he would get out there and do and",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-78",
    "time": "0:11:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-79",
    "time": "0:11:25",
    "speaker": "spk_2",
    "line": "so brave.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-80",
    "time": "0:11:26",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-81",
    "time": "0:11:26",
    "speaker": "spk_1",
    "line": "would make other people so scared and would be scared.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-82",
    "time": "0:11:28",
    "speaker": "spk_2",
    "line": "So brave, a true renegade",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-83",
    "time": "0:11:30",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-84",
    "time": "0:11:31",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-85",
    "time": "0:11:31",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-86",
    "time": "0:11:31",
    "speaker": "spk_2",
    "line": "okay. On late at night, okay, Is this starting to remind you of someone else we've maybe talked about before?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-87",
    "time": "0:11:39",
    "speaker": "spk_1",
    "line": "Mhmm. Mhmm. The back then. Yeah. Yeah. He goes",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-88",
    "time": "0:11:43",
    "speaker": "spk_2",
    "line": "at it, He goes out at night. He's not scared. He he defends He essentially interviews people because he's always asking criminals wear what they're doing or what how why they won't get out of there? Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-89",
    "time": "0:11:57",
    "speaker": "spk_1",
    "line": "And he goes after the bad guys that no one else is really willing to touch. Like o j and like Oprah?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-90",
    "time": "0:12:06",
    "speaker": "spk_2",
    "line": "Yes. So in that in that way like letterman is kind of more of a Batman figure. And so when you think about Letterman replacements, shouldn't you be thinking about who would make a good Batman? Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-91",
    "time": "0:12:19",
    "speaker": "spk_1",
    "line": "We've gone over some of these people before who would also all be good letterman's, like maybe one of the metallica guys. Because they're they're so brave and they",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-92",
    "time": "0:12:28",
    "speaker": "spk_2",
    "line": "they're pretty tough. One of those mythbusters.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-93",
    "time": "0:12:30",
    "speaker": "spk_1",
    "line": "One of those miss miss busters. Yes. Elizabeth a smart",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-94",
    "time": "0:12:34",
    "speaker": "spk_2",
    "line": "yes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-95",
    "time": "0:12:34",
    "speaker": "spk_1",
    "line": "I think she you know, like what she went through being kidnapped for six months.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-96",
    "time": "0:12:40",
    "speaker": "spk_2",
    "line": "She could probably handle a Clooney interview. You know? And that's and that's just the truth a bit.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-97",
    "time": "0:12:45",
    "speaker": "spk_1",
    "line": "But also, what how about for instance, you talk about underrepresented groups. Like, we were saying there's all these comedy people doing the doing these shows now. What about someone who's doing, like, real work and stuff that we actually need, like, what about, like, a fireman?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-98",
    "time": "0:12:59",
    "speaker": "spk_2",
    "line": "Yes. What about a New York fireman hosting in New York? Yes. Because that makes sense.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-99",
    "time": "0:13:06",
    "speaker": "spk_1",
    "line": "A guy who just freaking kicked a door down and just like carried somebody out and just like who's like, it's okay. Come with me and just like the wood is falling everywhere. Just like Hold on fire,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-100",
    "time": "0:13:17",
    "speaker": "spk_2",
    "line": "like, the ladders over here.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-101",
    "time": "0:13:19",
    "speaker": "spk_1",
    "line": "I think he could maybe handle a monologue.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-102",
    "time": "0:13:22",
    "speaker": "spk_2",
    "line": "Yeah. You might be able to pull off a sketch. And and I'll tell you what, people will not like this suggestion because they think it should be a comedian, but you should remember that comedy was always secondary for Letterman. Yes. Number one, it was about being tough.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-103",
    "time": "0:13:39",
    "speaker": "spk_1",
    "line": "Being tough.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-104",
    "time": "0:13:39",
    "speaker": "spk_2",
    "line": "Let people know where you stand. Yes. Number two, it was about making sure Paul Schaeffer had a gig.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-105",
    "time": "0:13:45",
    "speaker": "spk_1",
    "line": "And also and I assume he'll be sticking around for I can't imagine the late show without Paul Shaffer. Like, they haven't announced change the name. They haven't announced what he is gonna do, but it's not the late show.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-106",
    "time": "0:13:55",
    "speaker": "spk_2",
    "line": "You'd have to change the name.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-107",
    "time": "0:13:57",
    "speaker": "spk_1",
    "line": "So also, I want I saved a fireman I I think a fire woman would do a great job. Maybe even a better job.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-108",
    "time": "0:14:04",
    "speaker": "spk_2",
    "line": "Thousand percent.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-109",
    "time": "0:14:05",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-110",
    "time": "0:14:06",
    "speaker": "spk_2",
    "line": "A thousand percent.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-111",
    "time": "0:14:07",
    "speaker": "spk_1",
    "line": "Yes. Facing the kind of discrimination that sometimes you face with people, like, wondering, like, can you carry the hose? And, like, if she can get through something like that, I think she would be a really good fit for the late show on CBS. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-112",
    "time": "0:14:20",
    "speaker": "spk_2",
    "line": "I think she'd be able to handle maybe, you know, doing a field piece. Who else is breathe? Well, off the top of my head, just, you know, I mean, that is most of our list, but if I'm just gonna name someone who's super brave. Mhmm. For me, it's probably you. That's really nice. Why? I guess because Just us doing this podcast is so fucking bold. And I know you'd never do the late show because it's beneath you, but",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-113",
    "time": "0:14:50",
    "speaker": "spk_1",
    "line": "well, we I have this.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-114",
    "time": "0:14:52",
    "speaker": "spk_2",
    "line": "You have this, but I know that a lot of people wanna stop us and they don't want us to be able to get this jezebel list out to the masses and and do some of the daring stuff we've done. Mhmm. But just like the hero dare devil from the comic books, I think that we do do daring stuff and we do not always even need to, like, be able to see what we're doing.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-115",
    "time": "0:15:12",
    "speaker": "spk_1",
    "line": "And we have this in a way with patients. Because obviously, year on my list is as well.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-116",
    "time": "0:15:17",
    "speaker": "spk_2",
    "line": "Oh my god. No stuff. Of course.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-117",
    "time": "0:15:19",
    "speaker": "spk_1",
    "line": "You're so brave. And I'm always so impressed by the the things that you'll come on here and say that you know, I can't imagine doing the show with anyone else. And it's been such an incredible run.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-118",
    "time": "0:15:28",
    "speaker": "spk_2",
    "line": "I wouldn't I wouldn't do the show. If it was somebody else in that chair, I'd turn around and I'd leave because I wouldn't wanna do the show.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-119",
    "time": "0:15:35",
    "speaker": "spk_1",
    "line": "And it's been we're just having such a great time and And I've had some such a good outlet.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-120",
    "time": "0:15:41",
    "speaker": "spk_2",
    "line": "And I've had so much fun and I've learned so much and I feel like the response that I get when people tell me that I'm the best podcast host in the game or whatever, and I just say, like, you should be talking to Hayes. Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-121",
    "time": "0:15:55",
    "speaker": "spk_1",
    "line": "And, like, I I don't really read that stuff. But, like, I people if they're saying about you, I'm sure they're saying about me too. And so then I would say, well That's",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-122",
    "time": "0:16:02",
    "speaker": "spk_2",
    "line": "what I tell them they should. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-123",
    "time": "0:16:03",
    "speaker": "spk_1",
    "line": "Well, in that case, you should probably be saying it about Sean as well. I guess you're already dead. They do. Yeah. What about that lone survivor?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-124",
    "time": "0:16:15",
    "speaker": "spk_2",
    "line": "That yes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-125",
    "time": "0:16:16",
    "speaker": "spk_1",
    "line": "The real not maybe not the real guy, but like But Walbert",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-126",
    "time": "0:16:20",
    "speaker": "spk_2",
    "line": "or even just Taylor Kit. He was in Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-127",
    "time": "0:16:22",
    "speaker": "spk_1",
    "line": "Those guys are fame you know, they've been in movies and stuff. They would be like a big draw.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-128",
    "time": "0:16:27",
    "speaker": "spk_2",
    "line": "Yeah. It's recognizable and And just the way that the Taylor bounced back",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-129",
    "time": "0:16:32",
    "speaker": "spk_1",
    "line": "from",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-130",
    "time": "0:16:32",
    "speaker": "spk_2",
    "line": "the whole John Carter goes to Mars and all the. His Martian movie and then his his ship movie. And the way he's maybe able to go and make another movie, it's like, well, I think he'd be brave enough to maybe go and make another show after maybe he has like a Bad Joaquin Phoenix interview.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-131",
    "time": "0:16:50",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-132",
    "time": "0:16:51",
    "speaker": "spk_2",
    "line": "Those those people are all brave. And then What about the guy from the Braun paper towels wrapper?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-133",
    "time": "0:17:01",
    "speaker": "spk_1",
    "line": "Wow. Yes. I",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-134",
    "time": "0:17:04",
    "speaker": "spk_2",
    "line": "know that he never backs down from a stain and -- Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-135",
    "time": "0:17:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-136",
    "time": "0:17:09",
    "speaker": "spk_1",
    "line": "some of those stains can be pretty scary to to get and some other paper towel guys might not be able to handle a, like, a certain stain like that.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-137",
    "time": "0:17:17",
    "speaker": "spk_2",
    "line": "Bouncey doesn't even have a guy. Mhmm. Viva, you know, sounds foreign. Like, we want an American host. And also, the thing he'd be great at is if he had to go and do, like, the Nickelodeon kid's choice awards, everybody's getting slimmed everywhere. Who would you want around",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-138",
    "time": "0:17:35",
    "speaker": "spk_1",
    "line": "more than the bloody paper",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-139",
    "time": "0:17:36",
    "speaker": "spk_2",
    "line": "towel guy. Yeah?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-140",
    "time": "0:17:37",
    "speaker": "spk_1",
    "line": "Right. Because that's always a problem with those those shows.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-141",
    "time": "0:17:39",
    "speaker": "spk_2",
    "line": "Well, it's a fun show, but you could get get that slime off before you get a limo.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-142",
    "time": "0:17:43",
    "speaker": "spk_1",
    "line": "It's like they're never thinking about what's next.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-143",
    "time": "0:17:45",
    "speaker": "spk_2",
    "line": "No. They don't think about the rest of your night. Mhmm. So I'd love to see him have a little more prominence.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-144",
    "time": "0:17:51",
    "speaker": "spk_1",
    "line": "Speaking of Brave, we have a a a guest tonight who is like a normal guy. Not like the bravest guy in the world, not like a not like a scary type.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-145",
    "time": "0:18:04",
    "speaker": "spk_2",
    "line": "Not a pussy.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-146",
    "time": "0:18:05",
    "speaker": "spk_1",
    "line": "Right. But, you know, normal. Yeah. Normal dude. Joe Wenger is here. He just did his comedy central half hour, and he's also done TV and some movie stuff and he's he's in the entertainment industry, and he's gonna come on our show. And and and talk about some of that and and those themes on Hollywood Handbook. Hollywood Handbook. Okay. Okay.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-147",
    "time": "0:18:33",
    "speaker": "spk_2",
    "line": "Okay. Okay. Okay. Okay. Everyone download Audible today.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-148",
    "time": "0:18:37",
    "speaker": "spk_1",
    "line": "They have over a hundred and fifty thousand audio books and stand ups at sorry. We're just so excited that we have And I had okay. Hundred fifty thousand audiobooks and stand ups that's to choose from me. You can play Audible on tons of platforms, iPads, iPhones, Windows phones, MP three players, so many platforms.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-149",
    "time": "0:18:51",
    "speaker": "spk_2",
    "line": "Okay. And so deal deal. If you okay. A free audiobook and a free thirty day trial, Log on to audible podcast dot com slash hollywood to get it. And please do that. Please do it. I want we really want to reward",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-150",
    "time": "0:19:09",
    "speaker": "spk_1",
    "line": "them for doing the first real ad, and we're just so excited. We just really want it to be good. There's a recommended audio book. Check out deep thoughts from a Hollywood blonde, Jenny Garth and Emily Heckman, I guess, because it has Hollywood of the title. It's narrated by Jenny Garth and it's and it's unabridged.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-151",
    "time": "0:19:22",
    "speaker": "spk_2",
    "line": "That's a free audiobook. Okay? And it's a thirty day free trial if you visit audiblepodcast dot com slash hollywood. Thanks for sponsoring the show, Audible.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-152",
    "time": "0:19:32",
    "speaker": "spk_1",
    "line": "Yay, Audible.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-153",
    "time": "0:19:35",
    "speaker": "spk_2",
    "line": "Hollywood Handbook. I look at Jared's and I go got a question for you, pal. Yeah. Is it a flatbread or a pizza?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-154",
    "time": "0:19:48",
    "speaker": "spk_1",
    "line": "Yeah. He's like, oh, I don't know.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-155",
    "time": "0:19:51",
    "speaker": "spk_2",
    "line": "I go. It's a platica. Drops the mic. Dropped mic. Wow. And just",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-156",
    "time": "0:20:00",
    "speaker": "spk_1",
    "line": "because you got him.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-157",
    "time": "0:20:01",
    "speaker": "spk_3",
    "line": "Yeah, man.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-158",
    "time": "0:20:02",
    "speaker": "spk_1",
    "line": "Hey. Welcome to Hollywood what up? What up? Welcome to Hollywood Handbook and Insires Guide to kicking button, dropping names in the red carpet line hallways of this industry we call showbiz. We got a really great guest today. Joe Wangert is here. Joebert. You know him from reading about how we just recorded his his his comedy central half hour of of of stand up comedy. Congratulations, Joe. Thank you. Had you done stand up before?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-159",
    "time": "0:20:28",
    "speaker": "spk_4",
    "line": "Yeah. I done it a couple of times before this.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-160",
    "time": "0:20:30",
    "speaker": "spk_1",
    "line": "Cool.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-161",
    "time": "0:20:31",
    "speaker": "spk_2",
    "line": "Was it just kind of a jerk off thing for you though? Like",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-162",
    "time": "0:20:33",
    "speaker": "spk_4",
    "line": "for me, I was like, let me get up there and just like try and put my sort of my wildness out in a different form.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-163",
    "time": "0:20:41",
    "speaker": "spk_1",
    "line": "You know? Nice. Nice.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-164",
    "time": "0:20:42",
    "speaker": "spk_2",
    "line": "Yes. Because you were pretty established prior",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-165",
    "time": "0:20:44",
    "speaker": "spk_3",
    "line": "to that. And I remember seeing you see someone do stand up",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-166",
    "time": "0:20:48",
    "speaker": "spk_2",
    "line": "and going, that looks fucking easy.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-167",
    "time": "0:20:49",
    "speaker": "spk_4",
    "line": "I looked at a lot of people doing it and went whatever I got this. And for me, looking at stand up, I'm like, okay, people have been doing it for a little while now, but there's so much more that could be done.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-168",
    "time": "0:21:03",
    "speaker": "spk_2",
    "line": "Mhmm. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-169",
    "time": "0:21:03",
    "speaker": "spk_4",
    "line": "And I wanted to break the form and that's what I've done. So",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-170",
    "time": "0:21:06",
    "speaker": "spk_2",
    "line": "and and when you say put your wildness out in a different form you mean other than your surf wrap rock band?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-171",
    "time": "0:21:14",
    "speaker": "spk_4",
    "line": "Yeah. Like that's like people always say like the funniest parts of those albums and those EPs and stuff, and those singles are like kinda when I'm just goofing around on mic",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-172",
    "time": "0:21:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-173",
    "time": "0:21:25",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-174",
    "time": "0:21:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-175",
    "time": "0:21:25",
    "speaker": "spk_4",
    "line": "before we even get into the jam. So I was like, okay, I should do more of that.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-176",
    "time": "0:21:30",
    "speaker": "spk_1",
    "line": "When you did your half hour, did you have something to was it like something like water on stage or was it like a beer or something.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-177",
    "time": "0:21:38",
    "speaker": "spk_4",
    "line": "Well, they gave me the option of a beer and I was like, well, I wanna be able to rep my favorite brand of beer and they were like, we'll have to pull the label off.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-178",
    "time": "0:21:47",
    "speaker": "spk_1",
    "line": "Mhmm. And I",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-179",
    "time": "0:21:47",
    "speaker": "spk_2",
    "line": "was",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-180",
    "time": "0:21:48",
    "speaker": "spk_4",
    "line": "like, they didn't give me nothing. Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-181",
    "time": "0:21:49",
    "speaker": "spk_1",
    "line": "And what what brand is that?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-182",
    "time": "0:21:51",
    "speaker": "spk_4",
    "line": "My favorite brand of beer, the Red Bull, So I was like, if I can't have a red bull up there then forget about it.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-183",
    "time": "0:21:58",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-184",
    "time": "0:21:59",
    "speaker": "spk_1",
    "line": "You you like Shauna is saying, you are pretty established in the comedy world before this year a a writer for Crol show",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-185",
    "time": "0:22:06",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-186",
    "time": "0:22:06",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-187",
    "time": "0:22:07",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-188",
    "time": "0:22:08",
    "speaker": "spk_1",
    "line": "which is sketch com it's right. Is that is that what you'd call it?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-189",
    "time": "0:22:13",
    "speaker": "spk_4",
    "line": "I mean, again, it's like it's sketch, but I wouldn't wanna pick one word to describe it. And even if you gave me an infinite number of words, I don't we're gonna get there. So -- Sure.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-190",
    "time": "0:22:23",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-191",
    "time": "0:22:23",
    "speaker": "spk_4",
    "line": "i just tell people to check it out. English words, you mean? English words. Yep. Because there are words that describe it. Somewhere?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-192",
    "time": "0:22:32",
    "speaker": "spk_2",
    "line": "Well, it's like because like eskimos have like fourteen different words for snow. Mhmm. You",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-193",
    "time": "0:22:37",
    "speaker": "spk_3",
    "line": "know? And so I feel like for sketch comedy, like, maybe like an Askema would have a",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-194",
    "time": "0:22:42",
    "speaker": "spk_2",
    "line": "bunch of words that would",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-195",
    "time": "0:22:44",
    "speaker": "spk_4",
    "line": "you know, work. It's funny like we're doing a lot of stuff right now that we're like, We don't know if this is for everybody.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-196",
    "time": "0:22:51",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-197",
    "time": "0:22:51",
    "speaker": "spk_4",
    "line": "But Eskimos and and the inuit people, if they're watching it, they're like, these guys are nailing it. Is there an inuit in the room? Because they didn't just get this just off of research, you know, like",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-198",
    "time": "0:23:04",
    "speaker": "spk_2",
    "line": "mhmm. And is there?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-199",
    "time": "0:23:07",
    "speaker": "spk_4",
    "line": "I'm not really I can't really get into it.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-200",
    "time": "0:23:10",
    "speaker": "spk_3",
    "line": "That's too far behind the curtain.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-201",
    "time": "0:23:12",
    "speaker": "spk_4",
    "line": "It's a little bit. I'll give you I'll let you have a peek. I'll let you put a bag over your head and feel around in the room and you can guess what some of the stuff is.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-202",
    "time": "0:23:19",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-203",
    "time": "0:23:20",
    "speaker": "spk_4",
    "line": "And some of it might be a bowl of cold spaghetti. But that's as much as I can do for you.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-204",
    "time": "0:23:25",
    "speaker": "spk_1",
    "line": "The sketches that you do about like blubber and how many different uses it has. It makes me feel like maybe there is somebody in the room who's coming from that place. It just feels very authentic to that world.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-205",
    "time": "0:23:38",
    "speaker": "spk_4",
    "line": "You know, there it there some of the pitches that come out, I'm like, I haven't had this experience personally because when I'm hungry, I just, like, go down to Spago or something",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-206",
    "time": "0:23:50",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-207",
    "time": "0:23:50",
    "speaker": "spk_4",
    "line": "sure. -- get my dinner there. But some of the people in the room when they're hungry, they cut a big hole in ice And then they drop a fishing line down into the hole and then I don't know, I guess a fish comes out of there or what, but not me. I'm like, Let me take let me go to Chicago or if I'm gonna be casual, I'll go to, like, a chill bistro or a bar and get a flat bird. You know what I mean? Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-208",
    "time": "0:24:15",
    "speaker": "spk_1",
    "line": "Talk about your role then in the in in in the room on the show. We like to talk about,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-209",
    "time": "0:24:20",
    "speaker": "spk_2",
    "line": "you know, like story beats story beats, joke monsters",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-210",
    "time": "0:24:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-211",
    "time": "0:24:27",
    "speaker": "spk_2",
    "line": "mhmm. -- not in a scary way but just",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-212",
    "time": "0:24:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-213",
    "time": "0:24:29",
    "speaker": "spk_2",
    "line": "title free. -- different types title freaks who just like, you know when you're like, what do we call this one? Mhmm. Call in the title freak.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-214",
    "time": "0:24:37",
    "speaker": "spk_4",
    "line": "One of the most important things. Because what's gonna come up on the DVR?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-215",
    "time": "0:24:42",
    "speaker": "spk_2",
    "line": "It's gonna come up on the DVR. Yes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-216",
    "time": "0:24:45",
    "speaker": "spk_1",
    "line": "And and for Hulu. For Hulu? For AV club reviews.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-217",
    "time": "0:24:49",
    "speaker": "spk_4",
    "line": "Mhmm. They're gonna put it in quotes up there",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-218",
    "time": "0:24:51",
    "speaker": "spk_2",
    "line": "right at",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-219",
    "time": "0:24:51",
    "speaker": "spk_4",
    "line": "the top.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-220",
    "time": "0:24:51",
    "speaker": "spk_1",
    "line": "Right at the top.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-221",
    "time": "0:24:52",
    "speaker": "spk_4",
    "line": "Probably with a picture.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-222",
    "time": "0:24:55",
    "speaker": "spk_2",
    "line": "If anyone buys the disc, you know, the back of the DVD case will have the have the titles listed sometimes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-223",
    "time": "0:25:03",
    "speaker": "spk_4",
    "line": "You know, where else the title shows up on those Residgy checks, you know. So",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-224",
    "time": "0:25:07",
    "speaker": "spk_2",
    "line": "oh, yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-225",
    "time": "0:25:08",
    "speaker": "spk_4",
    "line": "So you wanna have a good one there.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-226",
    "time": "0:25:09",
    "speaker": "spk_2",
    "line": "Better make sure you're happy with it. Yeah. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-227",
    "time": "0:25:11",
    "speaker": "spk_1",
    "line": "That's going on.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-228",
    "time": "0:25:11",
    "speaker": "spk_2",
    "line": "Because you're gonna seen it a lot. Yeah. So yeah. So the title freaks are in there.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-229",
    "time": "0:25:19",
    "speaker": "spk_4",
    "line": "Well, my I kind of it's not the most glamorous role that I play on there, but, you know, I kind of I'm I'm a blue collar kinda guy, so it makes sense that this is my role, but I'm like the plot hole guy, you know.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-230",
    "time": "0:25:34",
    "speaker": "spk_1",
    "line": "So important. Oh, wow. So vital.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-231",
    "time": "0:25:37",
    "speaker": "spk_4",
    "line": "You know, we I wanna have a smooth trip and I wanna see the story go from a to b, you know? With no tire damage. With no tire damage.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-232",
    "time": "0:25:47",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-233",
    "time": "0:25:48",
    "speaker": "spk_4",
    "line": "With I don't want, you know, I don't want your hubcap to come flying off when you're watching the show. Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-234",
    "time": "0:25:52",
    "speaker": "spk_2",
    "line": "I",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-235",
    "time": "0:25:53",
    "speaker": "spk_4",
    "line": "want you to have the vehicle of your body and your mind being tip top, pristine a condition when you get out when",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-236",
    "time": "0:26:00",
    "speaker": "spk_2",
    "line": "they're ready. Yeah. And you don't and you don't want the track to skip. Like if I'm bumping satellite by DMV, and and he's just about to, like, really get up there with his vocal. You don't want me to hit the plot hole and have",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-237",
    "time": "0:26:13",
    "speaker": "spk_4",
    "line": "the track just skip. No.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-238",
    "time": "0:26:15",
    "speaker": "spk_0",
    "line": "You gotta start over.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-239",
    "time": "0:26:16",
    "speaker": "spk_2",
    "line": "Well then I'd have to start it over because the build is a big part of that song.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-240",
    "time": "0:26:20",
    "speaker": "spk_1",
    "line": "The whole Red Rock, the whole thing. Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-241",
    "time": "0:26:23",
    "speaker": "spk_2",
    "line": "Yeah. I have to start the whole concert over?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-242",
    "time": "0:26:25",
    "speaker": "spk_4",
    "line": "I don't maybe you have a long trip ahead of you and you need a little bit of a pick me up so you've picked yourself up a Kubano. But it's a little too hot so you pop the lid off and you're like, I'm just gonna sip it carefully with no lid. I feel confident right now that the journey that I'm on is not gonna involve any jostling -- Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-243",
    "time": "0:26:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-244",
    "time": "0:26:44",
    "speaker": "spk_4",
    "line": "any sort of moving around in any way.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-245",
    "time": "0:26:46",
    "speaker": "spk_1",
    "line": "And this is a sandwich in a bottle.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-246",
    "time": "0:26:49",
    "speaker": "spk_4",
    "line": "No. This is a Kibano.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-247",
    "time": "0:26:51",
    "speaker": "spk_1",
    "line": "A Kibano.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-248",
    "time": "0:26:52",
    "speaker": "spk_4",
    "line": "It's a I don't know what's in it, man, but it's hot.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-249",
    "time": "0:26:55",
    "speaker": "spk_2",
    "line": "I",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-250",
    "time": "0:26:55",
    "speaker": "spk_4",
    "line": "go to the commissary, get one a couple times a day, you know. I and, you know, maybe a little bit of simple syrup. I know that's in there.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-251",
    "time": "0:27:05",
    "speaker": "spk_2",
    "line": "So you basically, when you are sniffing a hole or feeling a plot hole, you will get out your spackle and get down there",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-252",
    "time": "0:27:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-253",
    "time": "0:27:13",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-254",
    "time": "0:27:13",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-255",
    "time": "0:27:13",
    "speaker": "spk_2",
    "line": "and just to really smooth it over. Yeah. A real sort of Joe, the plumber type.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-256",
    "time": "0:27:19",
    "speaker": "spk_4",
    "line": "Right. And I'm like, I don't care how long it takes me. It's not gonna be pretty. I'm gonna get sweaty. You know,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-257",
    "time": "0:27:25",
    "speaker": "spk_2",
    "line": "i'm gonna Maybe some cover Maybe some cover all.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-258",
    "time": "0:27:29",
    "speaker": "spk_4",
    "line": "Cover all, God. Hey, I wear that's why people are like, you're a slob because of what I wear to the office. I'm like, I'm getting my hands dirty today. Okay?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-259",
    "time": "0:27:37",
    "speaker": "spk_2",
    "line": "That's why",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-260",
    "time": "0:27:37",
    "speaker": "spk_1",
    "line": "i did none",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-261",
    "time": "0:27:38",
    "speaker": "spk_4",
    "line": "of it's on you. Uh-uh. Right.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-262",
    "time": "0:27:40",
    "speaker": "spk_1",
    "line": "Maybe you have a little white hat.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-263",
    "time": "0:27:41",
    "speaker": "spk_2",
    "line": "Yeah. You should be grateful that that he's a slob because otherwise you'd",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-264",
    "time": "0:27:45",
    "speaker": "spk_3",
    "line": "be getting it all over you.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-265",
    "time": "0:27:46",
    "speaker": "spk_1",
    "line": "In the hot sun all day.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-266",
    "time": "0:27:47",
    "speaker": "spk_2",
    "line": "Yeah. And and yeah, it's hot out. And I and I can relate to that. I mean, you know, I've worked with haze, haze is the bump detector.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-267",
    "time": "0:27:57",
    "speaker": "spk_1",
    "line": "Yes. What I do is I run my hands over the script and I see if if there's anything that I'm that I'm bumping on.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-268",
    "time": "0:28:06",
    "speaker": "spk_4",
    "line": "And you have your eyes closed, or do you do like a blindfold?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-269",
    "time": "0:28:09",
    "speaker": "spk_1",
    "line": "Yeah. I I have my eyes closed because a lot of people would just try to eyeball it, but sometimes the bumps are so small that they don't appear as shadows on the page. Right. And so I close my eyes and I trust my my sense of touch to see if there's anything that's bumping me stuff like you know this from from plot hole stuff like",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-270",
    "time": "0:28:25",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-271",
    "time": "0:28:26",
    "speaker": "spk_1",
    "line": "yeah. -- if the if the characters aren't liking each other in a way that they Like if they aren't good friends",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-272",
    "time": "0:28:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-273",
    "time": "0:28:34",
    "speaker": "spk_4",
    "line": "right.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-274",
    "time": "0:28:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-275",
    "time": "0:28:35",
    "speaker": "spk_1",
    "line": "if there's stuff like, would that guy really do like, would would you do this Right. Would this character do this? Uh-huh. What? Tell me about some of the famous holes that you've spackled up on.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-276",
    "time": "0:28:47",
    "speaker": "spk_4",
    "line": "God. Well, we had this one thing in the second episode of season two",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-277",
    "time": "0:28:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-278",
    "time": "0:28:52",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-279",
    "time": "0:28:52",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-280",
    "time": "0:28:52",
    "speaker": "spk_4",
    "line": "where we introduced a character and okay. He's a pay he works. He's a pastry chef. Right? Mhmm. Halfway through the script, I'm like, I haven't seen him put one paper hat on his head yet. Wow. So is he a pastry chef or is he not a pastry chef? Right?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-281",
    "time": "0:29:13",
    "speaker": "spk_2",
    "line": "And and if he's not, we better find out what he is, Pranta. Right.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-282",
    "time": "0:29:17",
    "speaker": "spk_4",
    "line": "Mhmm. And look, people are getting people are absorbing content in different ways now. You know? So some people are gonna start at minute nine. Models are changing. You know, the models are changing. The paradigms are shifting. So it's like you gotta make sure that if this guy's a pastry chef, you're reminding people of that all the time. So I was like, let's put a hat on his head. And everyone I mean, they call me had head now. Oh, wow. Because that was such a, like, legendary plot hole save.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-283",
    "time": "0:29:48",
    "speaker": "spk_1",
    "line": "Big move Yeah. I appreciate watching the new because when did you start on the show?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-284",
    "time": "0:29:53",
    "speaker": "spk_4",
    "line": "I started on season two.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-285",
    "time": "0:29:54",
    "speaker": "spk_1",
    "line": "Okay. That makes a lot of sense because early on in publicity -- Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-286",
    "time": "0:29:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-287",
    "time": "0:29:59",
    "speaker": "spk_1",
    "line": "that stuff that they used to do where he's like a girl. They're going through their jobs, but they didn't do a lot of paperwork, and you're like, I feel like this job would actually be a lot not that much talking. A lot of it is just, like, on the computer sending emails, like filling out forms. That's absolutely not how much you it up because",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-288",
    "time": "0:30:16",
    "speaker": "spk_4",
    "line": "i wanted to bring it",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-289",
    "time": "0:30:17",
    "speaker": "spk_1",
    "line": "up. Sure.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-290",
    "time": "0:30:17",
    "speaker": "spk_4",
    "line": "But I don't wanna be that guy, you know. But, like, that was my number one note. I was like, these guys are publicists. They would be reading emails. They could be checking emails. So that's why there are are the sketches a little bit longer? Yeah. Are there's more periods where there isn't as many jokes or dialogue? Okay. Yes. But a publicist is going to read upwards of four hundred five hundred emails a day. So now that's all",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-291",
    "time": "0:30:46",
    "speaker": "spk_1",
    "line": "in the world. To the job and now it feels real",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-292",
    "time": "0:30:48",
    "speaker": "spk_4",
    "line": "to me.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-293",
    "time": "0:30:48",
    "speaker": "spk_2",
    "line": "And especially when it's a guy who's being a girl, I feel like you almost have to be more on top of your paperwork. Because people are already, you know, unfortunately in society giving you a little bit of the side eye.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-294",
    "time": "0:31:00",
    "speaker": "spk_3",
    "line": "Yeah. Oh, yeah. And I and I don't support that,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-295",
    "time": "0:31:03",
    "speaker": "spk_4",
    "line": "and I'm not against it. No. No. No. You're getting you're getting crocked all the time. You're getting crocked dialyzed",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-296",
    "time": "0:31:07",
    "speaker": "spk_2",
    "line": "from people. You're getting yes. You're getting crocodile eyes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-297",
    "time": "0:31:10",
    "speaker": "spk_1",
    "line": "And there's a lot more of that now in the show, which I appreciate. When people look at him, there's always kind of a what?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-298",
    "time": "0:31:15",
    "speaker": "spk_2",
    "line": "Like this guy's being strange.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-299",
    "time": "0:31:17",
    "speaker": "spk_4",
    "line": "Yeah. Because you can tell, it's a guy.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-300",
    "time": "0:31:20",
    "speaker": "spk_2",
    "line": "Yeah. Sure. Yeah. It is a dude.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-301",
    "time": "0:31:21",
    "speaker": "spk_4",
    "line": "Yeah. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-302",
    "time": "0:31:22",
    "speaker": "spk_2",
    "line": "Yeah. And I think a lot of his characters are getting looked at like they're strange now on the show. Well Because a lot of their behavior",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-303",
    "time": "0:31:28",
    "speaker": "spk_4",
    "line": "is pretty wild. I've pulled I've pulled Nickiaside and I'm like, dude, some of these people are acting so weird. And it would help if we had one character go in. Excuse me? With some of the stuff that you're saying. And he you know, I don't know. I I can't get into that right now because he is gonna listen to this because he's keeping tabs on me, I'm sure.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-304",
    "time": "0:31:52",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-305",
    "time": "0:31:52",
    "speaker": "spk_4",
    "line": "But a big fix for a lot of that stuff would be like, play one character. Look at some of the great shows throughout time. Look at Kelsey Grammer. He played one character on two different shows.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-306",
    "time": "0:32:06",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-307",
    "time": "0:32:06",
    "speaker": "spk_4",
    "line": "And I would argue that boss if that could have continued going, you would have found out that was Fraser Crane in that show.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-308",
    "time": "0:32:12",
    "speaker": "spk_3",
    "line": "And I would and I would argue on the same side of that argument as you You'd have no one argue against if",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-309",
    "time": "0:32:18",
    "speaker": "spk_2",
    "line": "you were in a room with me about that because I would be agreeing.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-310",
    "time": "0:32:22",
    "speaker": "spk_4",
    "line": "I'd be preaching in the choir.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-311",
    "time": "0:32:24",
    "speaker": "spk_2",
    "line": "And, yes, I'd be the choir. Yes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-312",
    "time": "0:32:27",
    "speaker": "spk_1",
    "line": "Let's let's return to your your your your your special. It's something very exciting that we do wanna talk about. This is part of a series that we like to start doing with stand ups that I guess we should name",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-313",
    "time": "0:32:39",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-314",
    "time": "0:32:39",
    "speaker": "spk_1",
    "line": "mhmm. -- where where we sort of pick apart a set To me",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-315",
    "time": "0:32:45",
    "speaker": "spk_2",
    "line": "to me stand up is about jokes, yes. But even better and more fun than hearing jokes themselves is hearing people talk about jokes -- Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-316",
    "time": "0:32:58",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-317",
    "time": "0:32:59",
    "speaker": "spk_2",
    "line": "how they came up with them, what the jokes about what the joke's trying to say. That sort of conversation and I haven't seen too much of it out there",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-318",
    "time": "0:33:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-319",
    "time": "0:33:11",
    "speaker": "spk_2",
    "line": "mhmm. -- inside the mind of a comic, you know, getting into that stuff. But I just think that's really what's fascinating and rich.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-320",
    "time": "0:33:19",
    "speaker": "spk_1",
    "line": "Because we know what the jokes are.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-321",
    "time": "0:33:21",
    "speaker": "spk_2",
    "line": "We've heard the jokes and, like I've seen a joke we get",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-322",
    "time": "0:33:24",
    "speaker": "spk_1",
    "line": "that, but we don't know where",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-323",
    "time": "0:33:25",
    "speaker": "spk_2",
    "line": "they come from. Sort of talk around the idea of a joke, and that is really thrilling.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-324",
    "time": "0:33:31",
    "speaker": "spk_1",
    "line": "So we'd love to take apart your set that you did for the half hour just sort of beat by beat and maybe set it off?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-325",
    "time": "0:33:40",
    "speaker": "spk_2",
    "line": "Set it off. That might work.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-326",
    "time": "0:33:44",
    "speaker": "spk_4",
    "line": "This is perfect timing too because before you watch my special, what you're gonna watch, I I'm assuming. Please go back and listen to this conversation again because I'd hate for you to just, like, hear the joke and then have whatever reaction you got into the joke I want you to have the whole backstory before you get into it because",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-327",
    "time": "0:34:04",
    "speaker": "spk_2",
    "line": "that's gonna make",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-328",
    "time": "0:34:05",
    "speaker": "spk_4",
    "line": "it be funnier",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-329",
    "time": "0:34:06",
    "speaker": "spk_2",
    "line": "and maybe skip the special.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-330",
    "time": "0:34:08",
    "speaker": "spk_4",
    "line": "Yeah. Well, yeah. Why not? Hey man, it's not my problem anymore, you know. And that's the truth.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-331",
    "time": "0:34:14",
    "speaker": "spk_1",
    "line": "Set fire to the rain maybe?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-332",
    "time": "0:34:17",
    "speaker": "spk_2",
    "line": "Set fire of the rain. What about ready set what?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-333",
    "time": "0:34:21",
    "speaker": "spk_1",
    "line": "Ready set what? Okay. So let's start at the beginning. What what do you open with?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-334",
    "time": "0:34:29",
    "speaker": "spk_4",
    "line": "Okay. I open with my opener, which is kind of okay. People are gonna disagree with me about this, and I get that. But My whole thing is, like, when you from the second, you step out on stage. This is your introduction to the audience. Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-335",
    "time": "0:34:51",
    "speaker": "spk_2",
    "line": "And",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-336",
    "time": "0:34:51",
    "speaker": "spk_4",
    "line": "if they've seen you do a set before, well, guess what? You've gotta reintroduce yourself. Mhmm. And you can't be like, this person knows me. I've met this person before. Do I shake hands? You know, what is you just don't worry about how you're gonna do it. Now is your chance to really go Here's me. Here's who I am. Mhmm. Here's my mission statement. Here's my goals. Here's the agenda. Here's how long it's gonna take, and then just buckle the fuck up, you know, and just get into it.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-337",
    "time": "0:35:25",
    "speaker": "spk_3",
    "line": "And you're telling them to do that.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-338",
    "time": "0:35:27",
    "speaker": "spk_4",
    "line": "Well, your joke is telling them to do that, your body language is telling them to do that, and then also, like, what you're wearing.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-339",
    "time": "0:35:33",
    "speaker": "spk_2",
    "line": "And you've got a microphone or no? Uh-huh. Yeah. Yeah. Do you use so important.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-340",
    "time": "0:35:38",
    "speaker": "spk_1",
    "line": "Do you do earpiece or like when you hold in your hand?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-341",
    "time": "0:35:41",
    "speaker": "spk_4",
    "line": "I like to hold it. Okay. And I like to have the microphone stand nearby. Sometimes I'll lean on it. Mhmm. Sometimes I'll sort of to punctuate it. I'll punctuate a point, I'll sort of slam the base of the microphone into the ground",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-342",
    "time": "0:35:55",
    "speaker": "spk_3",
    "line": "to cause a thud.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-343",
    "time": "0:35:56",
    "speaker": "spk_2",
    "line": "I wanted to ask, do you like to be able to hold it because the microphone can become so many things. I mean, yes, you're using it to speak into, but if you wanted to be eating the ice cream cone",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-344",
    "time": "0:36:09",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-345",
    "time": "0:36:09",
    "speaker": "spk_3",
    "line": "thank you. -- or",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-346",
    "time": "0:36:11",
    "speaker": "spk_2",
    "line": "sucking a ding dong or if you wanted to be or whatever color. It doesn't it doesn't matter, but a better microphone. Whatever the microphone is but it's better if the joke fits a black microphone. Dude, I'm glad",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-347",
    "time": "0:36:23",
    "speaker": "spk_4",
    "line": "i'm having this conversation with you guys because I can tell that you're, like, students of stand up and you get it, like and a lot of these guys starting out right now You see them. They're taking the microphone, and they're not using it for anything other than a microphone. And that to me is just like, where's your imagination?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-348",
    "time": "0:36:41",
    "speaker": "spk_2",
    "line": "You know? It's way full.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-349",
    "time": "0:36:42",
    "speaker": "spk_4",
    "line": "Yeah. You're missing blown opportunities for jokes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-350",
    "time": "0:36:46",
    "speaker": "spk_2",
    "line": "And I don't think an eskimo would like that. I think they would use every piece of the microphone and make it into other stuff too.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-351",
    "time": "0:36:52",
    "speaker": "spk_4",
    "line": "Yep.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-352",
    "time": "0:36:53",
    "speaker": "spk_2",
    "line": "So I that is great. So that's my opener. That's the opener.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-353",
    "time": "0:36:57",
    "speaker": "spk_4",
    "line": "Just like, welcome to Joe Wangard, basically. Mhmm. Yeah. You're not wherever you live anymore. You're inside my mind.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-354",
    "time": "0:37:06",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-355",
    "time": "0:37:06",
    "speaker": "spk_4",
    "line": "And it's twisted, you know.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-356",
    "time": "0:37:09",
    "speaker": "spk_1",
    "line": "And is there just a one line concept to the bit? Yeah. What's up? Okay.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-357",
    "time": "0:37:15",
    "speaker": "spk_2",
    "line": "Okay. What's up? So that's ready set. What? And then what's up?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-358",
    "time": "0:37:19",
    "speaker": "spk_4",
    "line": "You know, like, when I'm writing out my set list on my you know, on a napkin or something, whatever, just like before I get up before I put my whiskey down and get up and get on stage, usually at the top, I",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-359",
    "time": "0:37:33",
    "speaker": "spk_1",
    "line": "just write what's up. The brown stuff.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-360",
    "time": "0:37:34",
    "speaker": "spk_4",
    "line": "Yeah. I like the brown stuff. I like to pour that brown stuff down my gullet, you know.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-361",
    "time": "0:37:40",
    "speaker": "spk_2",
    "line": "Yeah. A little liquid funniness.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-362",
    "time": "0:37:42",
    "speaker": "spk_4",
    "line": "Yeah. Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-363",
    "time": "0:37:44",
    "speaker": "spk_1",
    "line": "And what's the second thing that",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-364",
    "time": "0:37:45",
    "speaker": "spk_2",
    "line": "it says? Let's step",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-365",
    "time": "0:37:47",
    "speaker": "spk_1",
    "line": "two after the first one.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-366",
    "time": "0:37:48",
    "speaker": "spk_4",
    "line": "Okay. So the first joke is all about introducing yourself to the audience. And then what you do is you take their heads. Alright? And then you just turn it upside down. Turn everything on their head and go guess what? What you thought you were getting into for the next? However long, maybe it's an eight minute set depending on where I'm in. Now it's now it's completely upside down.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-367",
    "time": "0:38:12",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-368",
    "time": "0:38:12",
    "speaker": "spk_4",
    "line": "So that's the second thing I do. And for me, it's like it never hurts to reinvent.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-369",
    "time": "0:38:21",
    "speaker": "spk_2",
    "line": "Mhmm. Okay. And and so the joke is that you're turning their head upside down?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-370",
    "time": "0:38:34",
    "speaker": "spk_4",
    "line": "Yeah. Was I unclear about that?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-371",
    "time": "0:38:36",
    "speaker": "spk_2",
    "line": "No. I'm clearing it up for the for our listeners because it sometimes you move so quickly Right.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-372",
    "time": "0:38:44",
    "speaker": "spk_1",
    "line": "Because you know what you're saying.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-373",
    "time": "0:38:46",
    "speaker": "spk_4",
    "line": "Yeah. Yeah. Yeah. Yeah. So natural",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-374",
    "time": "0:38:47",
    "speaker": "spk_2",
    "line": "to do.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-375",
    "time": "0:38:47",
    "speaker": "spk_1",
    "line": "You don't",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-376",
    "time": "0:38:48",
    "speaker": "spk_2",
    "line": "realize there's people out there.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-377",
    "time": "0:38:49",
    "speaker": "spk_1",
    "line": "It's easy to never see the joke.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-378",
    "time": "0:38:51",
    "speaker": "spk_4",
    "line": "Right. You know, the first joke is very much like here's the here's the setup. Ben we're coming down the road to the setup. Then boom, there's the punch line. Right? Mhmm. So for the second one, it to to sort of turn everything on its head, I do a punch line. And then on top of that, I do what's called like a a subset punch line. Mhmm. Whoa. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-379",
    "time": "0:39:17",
    "speaker": "spk_2",
    "line": "I don't wanna get too bogged down in this, but how did you come up with that?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-380",
    "time": "0:39:22",
    "speaker": "spk_4",
    "line": "Okay. So a lot of my jokes, I cannot believe that I'm getting paid to do it because I'm not writing anything. These are things that are happening",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-381",
    "time": "0:39:34",
    "speaker": "spk_2",
    "line": "to me, you know. Oh.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-382",
    "time": "0:39:36",
    "speaker": "spk_4",
    "line": "It's just like I guess I'm living kind of a charmed life or something, but -- Uh-huh.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-383",
    "time": "0:39:42",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-384",
    "time": "0:39:42",
    "speaker": "spk_4",
    "line": "everywhere I look, I'm, like, like, right now, like okay. This is gonna be less fun for you guys at home. But if you could see the studio right now, what's going on in here? What is it? What I mean, are we doing podcasting or are we looking at an old leather book? Because there's a leather book on the table. And it's like, Is there gonna be a component to this podcast or I'm gonna draw something? Because there's a big there's a a a basket of pens, which also okay. Now time out. So I'm gonna have how many pens? I don't know a hundred pens. Well, I guess we're gonna have to put them in a basket, then god. It's like so it's that kind of stuff. It's just like",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-385",
    "time": "0:40:25",
    "speaker": "spk_2",
    "line": "do me do me.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-386",
    "time": "0:40:26",
    "speaker": "spk_4",
    "line": "Are you walking through okay. So now again, this is not gonna be as much fun at home, but it's like",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-387",
    "time": "0:40:32",
    "speaker": "spk_2",
    "line": "like that.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-388",
    "time": "0:40:33",
    "speaker": "spk_4",
    "line": "Sean is like you look at Sean's legs, and he's like, I got jeans on. Yo. I'm from the fifties. But then up at the top, He's got a hat from the nows. So where are you from, Sean? Okay. Make are you a time traveler?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-389",
    "time": "0:40:48",
    "speaker": "spk_1",
    "line": "Okay. The",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-390",
    "time": "0:40:48",
    "speaker": "spk_4",
    "line": "time traveler's wife or, like, the time traveler's Okay.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-391",
    "time": "0:40:51",
    "speaker": "spk_1",
    "line": "Stop. Okay. No. Okay. Stop.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-392",
    "time": "0:40:53",
    "speaker": "spk_2",
    "line": "No. No.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-393",
    "time": "0:40:54",
    "speaker": "spk_1",
    "line": "Just a little is fine. Or something. A little a little goes a very long way with that.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-394",
    "time": "0:40:58",
    "speaker": "spk_2",
    "line": "Just the jeans would have been fine.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-395",
    "time": "0:41:00",
    "speaker": "spk_1",
    "line": "With that kind of thing.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-396",
    "time": "0:41:04",
    "speaker": "spk_4",
    "line": "It's it's just like comedy is the last place where anything punk rock can happen. So",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-397",
    "time": "0:41:12",
    "speaker": "spk_1",
    "line": "it's just you and a microphone in the same way it was with like the sex pistols and stuff. You know? It's the same thing as, like, just getting on stage and making a noise. What you mean?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-398",
    "time": "0:41:25",
    "speaker": "spk_4",
    "line": "Once I get up there, there's no one holding me back. Mhmm. So it's like anything that I can say, it's no one's gonna stop",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-399",
    "time": "0:41:33",
    "speaker": "spk_1",
    "line": "me. Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-400",
    "time": "0:41:33",
    "speaker": "spk_2",
    "line": "And",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-401",
    "time": "0:41:33",
    "speaker": "spk_4",
    "line": "no one's gonna be able to alter it. And I'm gonna make a big sound, and it's out there. And it's not you can't trap it back into your mouth.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-402",
    "time": "0:41:44",
    "speaker": "spk_2",
    "line": "Now Joe, I had a quick follow-up to, you know, I had asked you a question about your upside down head joke. Which was how did you come up with that? But this is maybe more important. How did you know it would be funny?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-403",
    "time": "0:42:02",
    "speaker": "spk_4",
    "line": "You know, I mean, it's for me, it's like I'm not that concerned with if it's gonna be funny for the audience or not. Here there's two things I do. Is it funny for me? Mhmm. Okay? And then I call my manager up and I go, is this funny or not?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-404",
    "time": "0:42:20",
    "speaker": "spk_2",
    "line": "So important that the manager thinks it's funny.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-405",
    "time": "0:42:23",
    "speaker": "spk_4",
    "line": "A lot of people will get out there and like get grind in and do a lot of shows, and they feel like that's the way to sculpt a joke. But I'm like, I don't think I need to do that. I think I just need get on the phone or even just put it in an email. Mhmm. And then that's the way you figure it out.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-406",
    "time": "0:42:39",
    "speaker": "spk_1",
    "line": "What it feels like to me always when I watch you is like, you're doing just a a a set for just the guys on your dorm floor.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-407",
    "time": "0:42:48",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-408",
    "time": "0:42:48",
    "speaker": "spk_1",
    "line": "You know what I mean? Just you're in the common room And, like, maybe you guys have, like, ordered a pizza or something, and it's just, like, if if if they think it's funny, then it's worth doing in the show.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-409",
    "time": "0:43:00",
    "speaker": "spk_4",
    "line": "I go back, I go, what would, you know, what would Mike Macheski laugh at?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-410",
    "time": "0:43:05",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-411",
    "time": "0:43:05",
    "speaker": "spk_4",
    "line": "You know? Who's the guy that I went to college with? Yeah. And sometimes, I'll get him on the phone if I need to because that's you know, we those guys were the funniest guys and that was the funniest Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-412",
    "time": "0:43:16",
    "speaker": "spk_1",
    "line": "And that amazing how those can even be funnier than like -- Oh. -- professional cognitive",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-413",
    "time": "0:43:21",
    "speaker": "spk_2",
    "line": "guys with them. Oh, I always think about this. That I had had had this friend in high school, Mark, he was the funny one I wasn't the funny one",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-414",
    "time": "0:43:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-415",
    "time": "0:43:34",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-416",
    "time": "0:43:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-417",
    "time": "0:43:34",
    "speaker": "spk_2",
    "line": "you know, but nobody knew it. Right. You know, like he was being funny to me. And a lot of times, I was just saying his jokes later when he wasn't there. And like, that's And then all of a sudden, I'm the funny one and I'm like, is this even fair? But, you know, whatever, I'm getting paid.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-418",
    "time": "0:43:50",
    "speaker": "spk_4",
    "line": "There's all of this speculation right now. And just so you guys know, I know I haven't come out with who I think should replace David Letterman yet. Working on that. Mhmm. And when I feel like it's I'm ready to release my list. That's when the list will come out. Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-419",
    "time": "0:44:06",
    "speaker": "spk_1",
    "line": "But I'll",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-420",
    "time": "0:44:06",
    "speaker": "spk_4",
    "line": "give you a sneak preview right now of who I think should be at the top of that list, Doug Turner. Guy went to high school with funniest guy I've ever seen. You know?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-421",
    "time": "0:44:18",
    "speaker": "spk_2",
    "line": "Yeah. Mhmm. Yeah. My friend Mark would be really good too.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-422",
    "time": "0:44:25",
    "speaker": "spk_1",
    "line": "Joe, We have a segment that we like to do called the popcorn gallery.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-423",
    "time": "0:44:30",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-424",
    "time": "0:44:31",
    "speaker": "spk_1",
    "line": "It's where we people like to ask questions. And some of the questions that they wanna ask most are to those people who do their favorite comedies. And so we go on the forums and we say, do you have any questions? For this guy who does comedy or drama movies and TV, they write the questions",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-425",
    "time": "0:44:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-426",
    "time": "0:44:55",
    "speaker": "spk_1",
    "line": "mhmm. -- and they post them on the forums. We go through the questions. We pick out the questions that we think are best to ask you.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-427",
    "time": "0:45:02",
    "speaker": "spk_2",
    "line": "And if I could back up a little bit,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-428",
    "time": "0:45:05",
    "speaker": "spk_1",
    "line": "thank you.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-429",
    "time": "0:45:05",
    "speaker": "spk_2",
    "line": "Not even just in terms of comedy, but also in terms of ten minute large -- Sure. -- meaning movies.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-430",
    "time": "0:45:13",
    "speaker": "spk_1",
    "line": "Music at times. Music to",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-431",
    "time": "0:45:15",
    "speaker": "spk_2",
    "line": "if it's relevant to the that person. For this movies, People love to see people in movies. And when they go to the movies, they're eating snacks sometimes. Yes. So some of the snacks are sweet, but but some of them are salty. Mhmm. One in particular that I'm thinking of.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-432",
    "time": "0:45:42",
    "speaker": "spk_1",
    "line": "Mhmm. That's salty and",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-433",
    "time": "0:45:44",
    "speaker": "spk_2",
    "line": "sweet? No. Just a salty one, and it's called popcorn. Mhmm. Let me say this about people asking questions on forums. When there's sort of silent majority who gets its chance to pipe up. Yeah. They are generally referred to as the peanut gallery. But we don't need peanuts at the movies? No. And this podcast is about movies and asking your famous heroes, questions, and that's what this, you know, group is doing.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-434",
    "time": "0:46:19",
    "speaker": "spk_1",
    "line": "So we call it the popcorn in men because each question is like a little popcorn that's unpopped and then once they get the answer, it's it explodes into a beautiful white popcorn piece.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-435",
    "time": "0:46:32",
    "speaker": "spk_2",
    "line": "Mhmm. And we used to do a sound effect whenever we reached into the popcorn bag. To get a popcorn gallery question.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-436",
    "time": "0:46:39",
    "speaker": "spk_1",
    "line": "And we still do and we still do. So let's reach into the bag with a question for Joe Wenger. Puckorn. This is a question from Octor Octopus. Joe, you were very outspoken during the recent hashtag cancel cole bear hashtag controversy. You had a lot of things to say about women and Asians. You take a moment to refresh any podcast listeners who don't use Twitter? Yeah. Thank you. Be happy to do this.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-437",
    "time": "0:47:12",
    "speaker": "spk_4",
    "line": "You know, I think that the important thing to remember when any one of these big controversies come out is like, you gotta get in there and you gotta get what you have to say out a s a p. First.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-438",
    "time": "0:47:26",
    "speaker": "spk_3",
    "line": "A s a p. Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-439",
    "time": "0:47:28",
    "speaker": "spk_2",
    "line": "And I'm baffled when I see people not weighing in on some of this stuff.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-440",
    "time": "0:47:33",
    "speaker": "spk_1",
    "line": "It's That's what Twitter is for.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-441",
    "time": "0:47:35",
    "speaker": "spk_2",
    "line": "How do I know when about it? Think about it. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-442",
    "time": "0:47:37",
    "speaker": "spk_4",
    "line": "You know, I feel like if you are a person in the world and you're not weighing in and you're not kept giving your vote, then you don't belong in our world. You should go up to space and float around in space.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-443",
    "time": "0:47:52",
    "speaker": "spk_2",
    "line": "And be in space.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-444",
    "time": "0:47:53",
    "speaker": "spk_1",
    "line": "Yeah. But I still appreciate the guys who jump in saying, hey, everybody. Just shut up. You know? Everybody just But that",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-445",
    "time": "0:48:00",
    "speaker": "spk_2",
    "line": "isn't opinion That isn't a bet.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-446",
    "time": "0:48:02",
    "speaker": "spk_1",
    "line": "Yes. That's part of it. And then you say, like, oh, that's interesting.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-447",
    "time": "0:48:05",
    "speaker": "spk_4",
    "line": "The biggest the biggest thing and this is what I learned the hard way is, like, you can't spend all your time trying to read and research what happened and then think about what happened. And then, like, try and think about it from a couple of different points of view. Or or It's important to just like, once you get the basic general idea, pop out there and say what you're gonna say. You know what I mean? Mhmm. So, like, I saw cancel Colbert. Alright? And I knew that Steven Colbert was involved.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-448",
    "time": "0:48:38",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-449",
    "time": "0:48:38",
    "speaker": "spk_4",
    "line": "And I know that he's doing a character. So I don't know what the tweet was. I don't know who's upset. I don't know why they're upset. But I just go out there and they go, excuse me, guys, in case you don't know. Steven Colbert is doing a character. But I know that because I'm, like, kind of a student of comedy myself and I know, like, He started off in improv, exit fifty seven, you know, blah, blah,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-450",
    "time": "0:49:04",
    "speaker": "spk_1",
    "line": "blah, blah, blah, blah, blah, blah, blah, blah, blah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-451",
    "time": "0:49:06",
    "speaker": "spk_2",
    "line": "Yeah. And and when people don't do that, How am I supposed to feel? What am I supposed to be thinking? Yeah. I'm friends with you on Facebook or I'm following you on Twitter because I wanna know how to feel and what to think about different things that come up. And even crazier to me than the people who do what you said, where they where they research and read about it and just sort of form a whole opinion. Is the people who completely ignore something like a hashtag controversy.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-452",
    "time": "0:49:45",
    "speaker": "spk_4",
    "line": "Yes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-453",
    "time": "0:49:45",
    "speaker": "spk_2",
    "line": "Who like sort of see it in the background and then just move on with their day.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-454",
    "time": "0:49:50",
    "speaker": "spk_4",
    "line": "Mhmm. What? Slow down. Your kid's gonna be there after you figure out what's going on with this. But, like, give the kid a big ring of plastic keys. Let them chomp on that, and then let us know what you think.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-455",
    "time": "0:50:05",
    "speaker": "spk_2",
    "line": "God. Frustrating.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-456",
    "time": "0:50:09",
    "speaker": "spk_1",
    "line": "Next question, inside the bag. So that's your hand moving",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-457",
    "time": "0:50:17",
    "speaker": "spk_4",
    "line": "through all the pop corn kernels?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-458",
    "time": "0:50:22",
    "speaker": "spk_1",
    "line": "In the sound drop. That's the",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-459",
    "time": "0:50:23",
    "speaker": "spk_2",
    "line": "yes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-460",
    "time": "0:50:24",
    "speaker": "spk_1",
    "line": "Yes. That's that's where we got that full lease.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-461",
    "time": "0:50:26",
    "speaker": "spk_2",
    "line": "That's my friend Mark recorded those for me. It does Your friend Mark from school funny. Yeah. I wanted to throw him a bone.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-462",
    "time": "0:50:32",
    "speaker": "spk_1",
    "line": "Trying to help him out a little bit.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-463",
    "time": "0:50:33",
    "speaker": "spk_2",
    "line": "Yeah. Because he's pushing dumpsters.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-464",
    "time": "0:50:38",
    "speaker": "spk_1",
    "line": "Just ramming them into each other.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-465",
    "time": "0:50:42",
    "speaker": "spk_2",
    "line": "Not a good job.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-466",
    "time": "0:50:44",
    "speaker": "spk_1",
    "line": "This is a question for Michael Bay of Pigs. Joe, how often do you get money? Seems like that should be due. How often do you get money from TV shows for using your name? Prose versus Joe's, the Joe Schmoe show. He gives another example that's bad. I'd jump in with Joe Millionaire. I guess the question is how often do you get money for that?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-467",
    "time": "0:51:08",
    "speaker": "spk_4",
    "line": "You know, it's it it it's all on different cycles. So what I'll do is when I get up in the morning, I'll just, like, scoot on over to one of the websites, the SAG After website, or the WGA web site. I'm like,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-468",
    "time": "0:51:22",
    "speaker": "spk_1",
    "line": "what cycle are we in? The scoot, is it like a rolling chair",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-469",
    "time": "0:51:26",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-470",
    "time": "0:51:26",
    "speaker": "spk_1",
    "line": "mhmm. -- from your bed to the because that's what I'm picturing. I just would love to know exactly.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-471",
    "time": "0:51:31",
    "speaker": "spk_2",
    "line": "Yeah. I",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-472",
    "time": "0:51:31",
    "speaker": "spk_4",
    "line": "have my apartment's super fun, so I have hardwood floors and I just have rolly chairs everywhere.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-473",
    "time": "0:51:36",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-474",
    "time": "0:51:37",
    "speaker": "spk_2",
    "line": "So I'll just You're in your socks a lot.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-475",
    "time": "0:51:40",
    "speaker": "spk_4",
    "line": "What? Oh, yeah. Yeah. You're in your garage. You ever see risky business? No. Oh, okay. Well, I don't wanna ruin it for you. Watch risky business and then give me a call.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-476",
    "time": "0:51:50",
    "speaker": "spk_1",
    "line": "I'll come back on the show.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-477",
    "time": "0:51:51",
    "speaker": "spk_4",
    "line": "I'll come back on the show and we'll talk",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-478",
    "time": "0:51:52",
    "speaker": "spk_2",
    "line": "about it. Okay. So you heard it here. Joe's gonna be back here in about six weeks, I think I've got You",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-479",
    "time": "0:51:58",
    "speaker": "spk_1",
    "line": "have a long a long queue. Yeah. Yeah. I've got No queue is amazing.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-480",
    "time": "0:52:03",
    "speaker": "spk_2",
    "line": "My queue is Magnafique.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-481",
    "time": "0:52:11",
    "speaker": "spk_1",
    "line": "So you'll scoot over there.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-482",
    "time": "0:52:13",
    "speaker": "spk_4",
    "line": "I'll scoot over there first you gotta figure out what cycle you're in.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-483",
    "time": "0:52:17",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-484",
    "time": "0:52:17",
    "speaker": "spk_4",
    "line": "And then you gotta figure out Do they have my current address or not?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-485",
    "time": "0:52:23",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-486",
    "time": "0:52:23",
    "speaker": "spk_4",
    "line": "And if they don't, that's gonna be a delay. If they do I'll make a decision, sort of game time decision whether to go down on the mailbox or not, see if I have any have any checks waiting for me there. Mhmm. The the thing that I'm trying to figure out right now is if I can get any money from something that kind of rhymes Joe also, you know. Oh, sure. Like Game of Thrones?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-487",
    "time": "0:52:50",
    "speaker": "spk_1",
    "line": "Mhmm. That does kind of rhyme.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-488",
    "time": "0:52:51",
    "speaker": "spk_4",
    "line": "Thrones essentially rhymes with Joe.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-489",
    "time": "0:52:53",
    "speaker": "spk_2",
    "line": "Mhmm. It's so close. Mhmm. I thought you said Joe when you first said it.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-490",
    "time": "0:52:58",
    "speaker": "spk_1",
    "line": "Yep. Well, I guess it's time to ask the last question.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-491",
    "time": "0:53:03",
    "speaker": "spk_4",
    "line": "Okay. Third third question.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-492",
    "time": "0:53:05",
    "speaker": "spk_1",
    "line": "We almost always do three.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-493",
    "time": "0:53:06",
    "speaker": "spk_4",
    "line": "Okay.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-494",
    "time": "0:53:08",
    "speaker": "spk_2",
    "line": "Even when there's only two good ones,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-495",
    "time": "0:53:11",
    "speaker": "spk_1",
    "line": "reaching in to find it.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-496",
    "time": "0:53:19",
    "speaker": "spk_2",
    "line": "I got trash on my hands.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-497",
    "time": "0:53:23",
    "speaker": "spk_1",
    "line": "The question turns out to be from Gregi. And it is mister Wenger, have you ever met Pierce Brosnan?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-498",
    "time": "0:53:31",
    "speaker": "spk_4",
    "line": "Funny story about Pierce Brosnan.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-499",
    "time": "0:53:34",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-500",
    "time": "0:53:35",
    "speaker": "spk_4",
    "line": "I used to take a train. Okay? Mhmm. From New Jersey, into New York City. Okay. Whoa. This is back in the early days.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-501",
    "time": "0:53:47",
    "speaker": "spk_2",
    "line": "Sure. Yeah. I guess so.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-502",
    "time": "0:53:51",
    "speaker": "spk_4",
    "line": "I'm not living in this city yet. I'm like one of those guys who who was like, I don't need to be in the greatest city in the world. I'll be in a city next to it -- Yeah. Yeah. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-503",
    "time": "0:53:59",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-504",
    "time": "0:53:59",
    "speaker": "spk_2",
    "line": "in a state. Yeah. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-505",
    "time": "0:54:02",
    "speaker": "spk_4",
    "line": "Yeah. It was it was very dumb and I was living my life in that way now I would kill myself immediately. But I'm alive at that point for some reason, and I would get on this train to go in from New York to New Jersey.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-506",
    "time": "0:54:18",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-507",
    "time": "0:54:19",
    "speaker": "spk_4",
    "line": "And there was a watch ad on the train. Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-508",
    "time": "0:54:23",
    "speaker": "spk_3",
    "line": "Okay. I love timepiece Okay?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-509",
    "time": "0:54:27",
    "speaker": "spk_4",
    "line": "This is one of this is like a wrist based timepiece for watches.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-510",
    "time": "0:54:30",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. Yeah. Yeah. And",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-511",
    "time": "0:54:32",
    "speaker": "spk_4",
    "line": "this is right around the height of its after missus doubtfire, it were in the thick of",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-512",
    "time": "0:54:40",
    "speaker": "spk_1",
    "line": "there and there and there and there and",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-513",
    "time": "0:54:41",
    "speaker": "spk_2",
    "line": "there and there and there",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-514",
    "time": "0:54:41",
    "speaker": "spk_1",
    "line": "and there and there and there and",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-515",
    "time": "0:54:43",
    "speaker": "spk_4",
    "line": "there and there. James",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-516",
    "time": "0:54:43",
    "speaker": "spk_1",
    "line": "oh, right. Yes. Yes.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-517",
    "time": "0:54:46",
    "speaker": "spk_2",
    "line": "I thought you were doing one of your surf rap rock singles.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-518",
    "time": "0:54:49",
    "speaker": "spk_4",
    "line": "A lot of that is inspired by the James Bond theme. I could tell. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-519",
    "time": "0:54:53",
    "speaker": "spk_2",
    "line": "You know? It just made the connection. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-520",
    "time": "0:54:54",
    "speaker": "spk_4",
    "line": "Because my character in a lot of those songs is like that kinda like playboy. I kill people. I fuck women. So Pierce Brosnan is the ad guy. He's the ad man. He's the face of the watch. Industry.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-521",
    "time": "0:55:12",
    "speaker": "spk_1",
    "line": "The ad guy. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-522",
    "time": "0:55:13",
    "speaker": "spk_4",
    "line": "You know, and he's in he well, he's not the ad guy, but he's the guy he's the guy that is telling me to buy a thing. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-523",
    "time": "0:55:21",
    "speaker": "spk_2",
    "line": "He's like an ad exec. He's like Dan draper. Marketing marketing guy.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-524",
    "time": "0:55:25",
    "speaker": "spk_4",
    "line": "No. I don't think it's that, but he's the guy that's like, Where's the beef? That's Pierce sprozzan, but he's going where's the wine?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-525",
    "time": "0:55:32",
    "speaker": "spk_2",
    "line": "Pitch, I",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-526",
    "time": "0:55:32",
    "speaker": "spk_1",
    "line": "know, pitch the the line where's",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-527",
    "time": "0:55:33",
    "speaker": "spk_2",
    "line": "the beef? Pitch man. Yeah.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-528",
    "time": "0:55:34",
    "speaker": "spk_1",
    "line": "Okay.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-529",
    "time": "0:55:35",
    "speaker": "spk_4",
    "line": "Well, anyway, he's there. And he's it says Pierce Brosnan's choice, and it's this watch. So Underneath that, somebody and speaking of people that we think are funny that should be in this industry, should be taking over for David Letterman, rest in peace. This guy, on the ad that I've never seen before goes, Pierce Bronson's choice, and then he writes the words butt sex underneath.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-530",
    "time": "0:56:05",
    "speaker": "spk_1",
    "line": "And that's real.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-531",
    "time": "0:56:07",
    "speaker": "spk_4",
    "line": "That's one hundred percent real. That happened to you? That happened to me.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-532",
    "time": "0:56:11",
    "speaker": "spk_2",
    "line": "Dude, no wonder you became a freaking stand up. I mean",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-533",
    "time": "0:56:15",
    "speaker": "spk_4",
    "line": "i'd ride this train. Is the answer And I see that thing and I'm like, Okay. What's up? You know?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-534",
    "time": "0:56:22",
    "speaker": "spk_2",
    "line": "When people are, you know, saying like how do I get into comedy? It's like, I guess just live funny life. Yeah. Maybe just like, get out",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-535",
    "time": "0:56:30",
    "speaker": "spk_4",
    "line": "there, open your eyes -- Mhmm.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-536",
    "time": "0:56:31",
    "speaker": "spk_0",
    "line": "--",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-537",
    "time": "0:56:31",
    "speaker": "spk_4",
    "line": "you know, and just sort of start listening to the Get out there",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-538",
    "time": "0:56:34",
    "speaker": "spk_2",
    "line": "and live, you know. Just put the computer away. Get off your fucking phone. Mhmm. Joe, thanks so much for coming and doing and being on the show. We are a podcast that people can like if they want on Facebook and they can also rate us on iTunes and write something nice there. And if they've got something nasty to say. They can just go jump off a bridge for all I care. I'm not gonna read it anyway. And then you can also get on the forums and talk to us there. And did someone buy the pro version this week, Hayes?",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-539",
    "time": "0:57:09",
    "speaker": "spk_1",
    "line": "Yeah. It was I I think somebody must have, but it's just a question of figuring out who it is.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-540",
    "time": "0:57:14",
    "speaker": "spk_2",
    "line": "Let's go through our files.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-541",
    "time": "0:57:16",
    "speaker": "spk_1",
    "line": "What about doctor BlueJeans? He definitely bought the pro version this week.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-542",
    "time": "0:57:19",
    "speaker": "spk_2",
    "line": "Okay. Doctor BlueJeans bought the pro version and as one of his prizes, and it's a great prize package in general. But one of the prizes is Joe is gonna do some riffs on you, doctor BlueJeans. And he's done some stuff on jeans today already, and I think he's scribed.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-543",
    "time": "0:57:36",
    "speaker": "spk_4",
    "line": "Yeah. I've already dipped my wick into that. Into that candle wax already, so I'm ready to go. Well, doctor BlueJeans, first of all, okay, I'm coming into your office and I'm expecting a professional doctor. And in my opinion, professionals get a pair of slacks. Okay? Go down to Old Navy and get yourself a pair of slacks because you think you're gonna put your finger in my butthole, wearing blue jeans, Hold on, Fonzie. I don't think so.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-544",
    "time": "0:58:13",
    "speaker": "spk_2",
    "line": "Bye.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-545",
    "time": "0:58:20",
    "speaker": "spk_5",
    "line": "This has been an earwolf media production Executive producers, Jeff Ulrich and Scott Ockerman. For more information, visit iwolff dot com.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-546",
    "time": "0:58:31",
    "speaker": "spk_1",
    "line": "Eerwolf radio, boom,",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-547",
    "time": "0:58:33",
    "speaker": "spk_2",
    "line": "dot com.",
    "episode": "27",
    "edited": false
  },
  {
    "id": "27-548",
    "time": "0:58:40",
    "speaker": "spk_1",
    "line": "The worst dead",
    "episode": "27",
    "edited": false
  }
]
