[
  {
    "id": "272-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "home, home on the underwear? That's right. We're not home on the range. We're home on the underwear. I'm living on a big pile of Mac welding underwear. Hey, this is Mac. Some of you probably wonder where welding is. He got shot by bandits. He was really enamored with a noise that he could make with his mouth and he became so addicted to making noise that he ultimately alienated everyone. He knew and started picking fights with people at the saloon and daring them to try to make him stop making the noise. Well, you don't make the noise anymore. Well dude was shot by bandits and the bandits went through and they did left his wallet and they left all his jewelry on him and the only thing they stole was this Mac weldon underwears because that's how comfy this stuff is. Not only do Mac Weldon's underwear socks and shirts look good. They perform well too and that they were kept they they the underwears were actually worth taking. They were clean and safe even though he'd been shat full of holes that weldon because he wouldn't stop doing that noise that he thinks is so impressive. There there's a line of silver underwear in shirts that are naturally antimicrobial which means they eliminate odor and and and that's that's what weld and hat on and it's part of why. The bandits felt comfortable wearing another band's underwear, dead man's underwear because they knew, in fact, that that they were still gonna be clean and safe. You know, me personally, I put on the sweat shorts that they have, and I'm so comfy on my horse just riding around in a nice pair of shorts I go, why did Cal was, you know, used to wear such uncomfortable stuff when they could have been wearing some of this Mac weld and stuff that I like so much the Virgen website is so easy to use. I can do it right from the tumbleweed. Anyway, if you don't like your first pair, you can keep it and and they'll still refund you. It's no questions asked, and you don't want to answer any of those questions about why you didn't like your underwear, could be uncomfortable. For twenty percent off your first order visit, Matt weldon dot com and enter promo code, the boys at checkout and pour out some SaaS perilla for our dear departed friend Weldon. He's dead he got shot for doing the frigging noise it was annoying.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-1",
    "time": "0:02:34",
    "speaker": "spk_1",
    "line": "Hey, chef, Kevin. Got your voice mail. I guess I missed you. Maybe your phone's off or something. Just wanted to drop a quick reminder. This is the Kleme dog, by the way. Obviously, we can't release the audition that we recorded this. We end when we would normally be recording Hollywood Handbook. I mean, Lauren would absolutely blow a gasket if some of our listeners were able to get their ears on these great characters before he's able to properly sort of introduce them via the SNL platform. I don't wanna make any waves. So, yeah, don't release the episode or I shouldn't call it an episode. Don't release the audition. And you'll figure out something to put out instead. Anyway, hope you're well. And was there anything else I wanted to say? Mhmm. While I have your voice mail, Oh, god. That's my plane. My plane is boarding, but I don't wanna leave a voice mail where I don't finish saying all my thoughts. That's my flight to Dallas Fort Worth. Okay. You know what? I'm gonna cut the voice mail short. It's killing me. I feel like there's something else I was gonna say. Uh-oh.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-2",
    "time": "0:04:05",
    "speaker": "spk_0",
    "line": "So The shell viper You know, I'm in there. The table's all set up and I'm with already slang and peppery. Swank, and we have created this really good tasting turmeric drink. And we set up our sample table at Costco. It's available at Costco right now, and you get you know, one bottle, it'll last you a month, you can do a shot every day. It even comes with the little cup to measure it out. And it decreases swelling in a natural way. And I'm looking at you and this is no offense to you, chef Kevin. You're swollen as hell. I mean, you look like you look like hell. You're so swollen because you haven't had any turmeric. Have you had any turmeric drink today?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-3",
    "time": "0:04:50",
    "speaker": "spk_2",
    "line": "Hey, guys. Jeff, Kevin. No.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-4",
    "time": "0:04:51",
    "speaker": "spk_0",
    "line": "I have not. You haven't. And so this is the kind of thing where, yeah, we'll pour out a little cup for you and you try it in the store. And people have tried this thing before. And it's an ancient root. I mean, this root is so old. So there's an element of like, oh, is this gonna taste bad? And if you've had it before, Kevin, it can. But but you haven't had ours, and we've made it taste great. And we're stopping, ladies, families, people of every race and creed and creek too and everything, and we're saying, hey, here's have some of this drink. And They're liking it, but Ardi, as you know -- Mhmm. -- is a bit of a cut up. Mhmm. And he keeps saying, just as they're getting the sip down, hey, I pissed at that.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-5",
    "time": "0:05:44",
    "speaker": "spk_2",
    "line": "Arty.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-6",
    "time": "0:05:44",
    "speaker": "spk_0",
    "line": "And yes. It's funny. Okay? Mhmm. We're cracking up right now. It's funny. But Hillary's frustrated.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-7",
    "time": "0:05:53",
    "speaker": "spk_2",
    "line": "Sure.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-8",
    "time": "0:05:54",
    "speaker": "spk_0",
    "line": "Because it's not her humor.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-9",
    "time": "0:05:55",
    "speaker": "spk_2",
    "line": "No.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-10",
    "time": "0:05:57",
    "speaker": "spk_0",
    "line": "And she and I both take this business seriously. Mhmm. I always say if you're gonna do anything, do it all the way, or or only kinda do it. You know what I mean? Yes. But it's good to sometimes not take yourself too seriously. Not to be too seriously. So you're on Arty's side of this.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-11",
    "time": "0:06:17",
    "speaker": "spk_2",
    "line": "A little bit. Chef Kevin.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-12",
    "time": "0:06:19",
    "speaker": "spk_0",
    "line": "I didn't think I didn't know you had the backbone. Okay. Well, I I'd like to try to see it from his perspective, but He didn't piss in it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-13",
    "time": "0:06:30",
    "speaker": "spk_2",
    "line": "True.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-14",
    "time": "0:06:31",
    "speaker": "spk_0",
    "line": "And what's the name of the book that they used to make you buy when you took UCB one zero one?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-15",
    "time": "0:06:37",
    "speaker": "spk_2",
    "line": "Truth in comedy.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-16",
    "time": "0:06:38",
    "speaker": "spk_0",
    "line": "Truth in comedy, Kevin. So is it really funny for him to say that? Would would Beershark Mies have said that? Because that is the old Chicago improv group they reference in that book several times. That's yeah. Would the guys from Beershark Mice have said that?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-17",
    "time": "0:06:58",
    "speaker": "spk_2",
    "line": "No. They wouldn't.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-18",
    "time": "0:06:59",
    "speaker": "spk_0",
    "line": "They wouldn't because it's not truth.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-19",
    "time": "0:07:00",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-20",
    "time": "0:07:01",
    "speaker": "spk_0",
    "line": "Because he didn't do a piss in it. No. All he did was he ground up some turmeric. He combined it with spices and juices to make it more pleasant to drink, and you have one shot a day. And I gotta tell you, you wouldn't be so swollen, Kevin.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-21",
    "time": "0:07:17",
    "speaker": "spk_2",
    "line": "Yes. It hurts.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-22",
    "time": "0:07:19",
    "speaker": "spk_0",
    "line": "The swelling. It looks uncomfortable. It looks uncomfortable. So hi, everyone. Welcome to Hollywood Handbook, and it's very Gormanings and recovery line back. I was just interested in what we call? Show biz. It's a little bit of a so it's a little bit of a strange episode. You're probably already hearing, there's something missing, and I like it. I'm kidding. There's something missing, and I and I don't like it. We don't have Hayes today. Why? Did Hayes and I get in a fight? Is haze okay. Hayes is fine.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-23",
    "time": "0:07:51",
    "speaker": "spk_2",
    "line": "What up put up?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-24",
    "time": "0:07:53",
    "speaker": "spk_0",
    "line": "Yeah. Thanks. So and so And if I sound a little strange, it's only because I got batch of mouth ulcers, and I have sort of a patch that I've put on them. So it makes it a little harder to move my mouth. Jeez. Great day to do the podcast by yourself. Mhmm. So But I asked for this. Hayes is fine. Everything's okay. What happened was I've gotten kind of a unique opportunity. I met someone a few weeks ago, who's from New York. And we all know that in New York is where they make the show, Sarian Lem. And that it's Comedy College. I feel like here at earwolf, this has been my comedy high school.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-25",
    "time": "0:08:52",
    "speaker": "spk_2",
    "line": "Rock and row high school.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-26",
    "time": "0:08:57",
    "speaker": "spk_0",
    "line": "Explain that. Because I",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-27",
    "time": "0:08:59",
    "speaker": "spk_2",
    "line": "think it's kind of fun, and it's like we have a a cool energy You know, sometimes kids are pulling pranks at the back of the classroom and stuff. Yep. You know, conversations of sneaking cigs from the parents or the older brothers.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-28",
    "time": "0:09:14",
    "speaker": "spk_0",
    "line": "Now can I did I now do you does that help me get to my thing? No. But it's just",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-29",
    "time": "0:09:20",
    "speaker": "spk_2",
    "line": "a little context for the listener. Keep going.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-30",
    "time": "0:09:23",
    "speaker": "spk_0",
    "line": "Okay. So it's sort of been like comedy high school. And, yeah, we've been pants in the teachers. Right?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-31",
    "time": "0:09:30",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-32",
    "time": "0:09:30",
    "speaker": "spk_0",
    "line": "We've been spitting spitballs at at Chris Bannon and and and -- Lex. -- and Lex.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-33",
    "time": "0:09:36",
    "speaker": "spk_2",
    "line": "Uh-huh. But",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-34",
    "time": "0:09:39",
    "speaker": "spk_0",
    "line": "we've also been learning. And I feel like I'm ready to go to college and get my degree and that is s n l. So I meet this guy from New York. He is one of these pizza guys. He eats pizza He is a real tough New Yorker. He's got that thing about him. Well, I don't have to keep his His name is Adam Pally. And so, Pally and so Pally has told me that if I give him a tape, he'll because he lives near SNL, he'll slide it under the door. And I am allowed to audition for the show. And so I said to, hey, hey, I can't miss this. Mhmm. This is too important. Will you let me have one full episode of our podcast to record an SNL audition? He, of course, said yes. I'm busy. I've been meeting to go on a trip anyway. I don't even know where he went. Do you know where he is? Dubai? I don't think so. Oh. So wait. Do it again, I have something. Do do you even know where he is? Dubai. Yes. I'm asking you.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-35",
    "time": "0:11:01",
    "speaker": "spk_2",
    "line": "We should put that in the in the audition.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-36",
    "time": "0:11:03",
    "speaker": "spk_0",
    "line": "That could be good. I I I think we're gonna have a lot of good stuff. So if there's room for it, that'll be great. Now I know normally Ryan engineer Ryan,",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-37",
    "time": "0:11:11",
    "speaker": "spk_3",
    "line": "hey.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-38",
    "time": "0:11:12",
    "speaker": "spk_0",
    "line": "You're something of an SNL superfan. Is that right? Oh, yeah. Yeah. Yeah. Yeah. Yeah. You know the show inside and out.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-39",
    "time": "0:11:19",
    "speaker": "spk_3",
    "line": "I've been watching since since the beginning.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-40",
    "time": "0:11:22",
    "speaker": "spk_0",
    "line": "Yeah. Since the beginning. Mhmm. The Terran Killamir's. So so that is very helpful for us. So I'm gonna be leaning on you a little bit. And also I know that the new contract says that the engineers aren't allowed to edit our show at all, but I'd love if you could even highlight for me, I think I'm gonna try to do about two hundred to two hundred and forty characters inspired by Twitter of course. Sure. During the course of the show and my hope, you know, my goal is that we get three or four good ones out this. And so if you could highlight which ones really work for you, that would be great.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-41",
    "time": "0:12:03",
    "speaker": "spk_3",
    "line": "Okay. I'll let you know.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-42",
    "time": "0:12:05",
    "speaker": "spk_0",
    "line": "Okay. So that'll be good. So I did have one one idea and they usually start the show, and we can structure this a little bit like an episode where it gets crazier and weirder as it goes. They usually start the show with like a big news story. Is there anything lately going on?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-43",
    "time": "0:12:27",
    "speaker": "spk_2",
    "line": "Is there anything in the news? Lately. What about that person that called Trump a motherfucker?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-44",
    "time": "0:12:35",
    "speaker": "spk_0",
    "line": "Okay. Alright. Kinda edgy.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-45",
    "time": "0:12:37",
    "speaker": "spk_3",
    "line": "There's a Can I even do that? A car chase last night.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-46",
    "time": "0:12:41",
    "speaker": "spk_0",
    "line": "Oh, or a car chase. So okay. So",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-47",
    "time": "0:12:44",
    "speaker": "spk_2",
    "line": "you got a lot of options.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-48",
    "time": "0:12:46",
    "speaker": "spk_0",
    "line": "So okay. So we could do a car chase sketch. Okay. So that could be good. So I noticed they a lot of times, that's good. Right? That's helpful. So I noticed that a lot of times, they will use all these political people. Yes. And then in the cold open especially, they'll be the political view because they are doing news. And this is who's making the news. Mhmm. So could you get me, Kevin -- Mhmm. -- a list of the senate. The Senate. Because yes. Because that's the guys that are doing, I think, the news a lot. Sure. But are there any senators that you think I could pull off that maybe could be doing this new car chase thing?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-49",
    "time": "0:13:43",
    "speaker": "spk_2",
    "line": "Okay. How about Ron Johnson from Wisconsin? Perfect.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-50",
    "time": "0:13:48",
    "speaker": "spk_0",
    "line": "Ron Johnson from Wisconsin. Hey, Wisconsin. You want some maple syrup. So we've got a little bit of a wheelhouse",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-51",
    "time": "0:13:57",
    "speaker": "spk_3",
    "line": "here.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-52",
    "time": "0:13:57",
    "speaker": "spk_0",
    "line": "For Lauren. Yeah. Lauren will like this. Okay. And so, Ryan, anything about the car chase in particular? I should work into this sketch. Just slow. Okay. It's it's really slow.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-53",
    "time": "0:14:15",
    "speaker": "spk_3",
    "line": "Like, I got out of the car, very slowly at the end.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-54",
    "time": "0:14:19",
    "speaker": "spk_0",
    "line": "Okay. No spoilers. Alright. And I'll do newsman. We go live now to Ron Johnson from Wisconsin who is watching the car chase and he's gonna talk about it. It's me Rajon said, I'm gonna talk to I now throw it to somebody else, another center to get one, get one,",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-55",
    "time": "0:14:43",
    "speaker": "spk_2",
    "line": "okay. Doug Jones from Alabama.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-56",
    "time": "0:14:47",
    "speaker": "spk_0",
    "line": "It's me, Doug Jones. I I'm watching this freaking guy driving around all crazy. I'm gonna throw it to somebody else. Give me a lady. I can show my range.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-57",
    "time": "0:14:57",
    "speaker": "spk_4",
    "line": "Lady lady lady. Jerry.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-58",
    "time": "0:15:01",
    "speaker": "spk_2",
    "line": "Lisa Murkowski from Arkansas.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-59",
    "time": "0:15:03",
    "speaker": "spk_0",
    "line": "It's me, Lisa. Okay. Give me a different one. I don't wanna be too Pet dicey.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-60",
    "time": "0:15:08",
    "speaker": "spk_2",
    "line": "Sure. Patty Murray from Washington. Well, not another lady. Okay. Rand Paul.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-61",
    "time": "0:15:15",
    "speaker": "spk_0",
    "line": "Hey. It's me Rand. Yeah. I'm watching the car chase here. Okay. Wait. No. No. No. No. Hang on. This is something I noticed they really say on car chases. He appears to be trying to evade the officers. It's in no real plan. He just seems to be trying to get away. Yeah. No way to no what's going on inside his head in that vehicle. He's driving erratically. There he goes on the wrong side of the street. Okay and he that was close that was close. He was on the wrong side of the street. He was and he seems to not want to be captured by police and he's driving in a way to not get caught by them. Yes. I've noticed that too. He's driving faster than they are, And in the opposite way of how they're going and when he sees one, he'll turn almost as if to get away from them. Yes, he doesn't want And, again, I don't want to speculate as to his state of mind. I'm not an expert. I don't know the man driving the vehicle, but seems to me he doesn't want to be captured by cops for doing crimes. And he just threw something out the window. Maybe it was a crime. Maybe it was. Maybe it was. And so he didn't wanna have that in the car he got it out of the wood. And again, I don't wanna I don't I'm not friends with this man. He's not my dad. We don't know each other. So I don't wanna say, hey, I know this guy better than anybody, and I'm not I'm so much smarter than you. But as somebody who is pretty smart, I think. Oh, you're really smart. Yeah. As somebody who's pretty smart, I wanna say, it kinda seems like he's hoping they don't get they don't do trouble on him for doing a bad cry. Okay. So that's the car chase sketch. And then",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-62",
    "time": "0:17:12",
    "speaker": "spk_3",
    "line": "we'll That was good.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-63",
    "time": "0:17:13",
    "speaker": "spk_0",
    "line": "Boom. And then we'll go into the monologue. Sure. First, we'll do the opening credits. And what do you guys think I should be doing in the opening credits in terms of like a cool New York activity. What here's an idea first first thought. And give me feedback.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-64",
    "time": "0:17:30",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-65",
    "time": "0:17:32",
    "speaker": "spk_0",
    "line": "One of the cast members whoever you want. Pete Davidson or whatever is on is in a handsome cap. Like, a horse and carriage is riding in it. Mhmm. We we pan forward. Who's pulling the handsome cab? It's not a horse. It's me.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-66",
    "time": "0:17:52",
    "speaker": "spk_3",
    "line": "That's good.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-67",
    "time": "0:17:54",
    "speaker": "spk_0",
    "line": "You know what I mean? And we're having a little fun with it because I notice a lot of the time in the opening credits, they're looking sexy and cool in New York. But we're missing an opportunity for a joke of like, hey, look, let's face it. Yeah. I'm kinda like a horse.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-68",
    "time": "0:18:13",
    "speaker": "spk_3",
    "line": "Well You",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-69",
    "time": "0:18:13",
    "speaker": "spk_0",
    "line": "could say it. You can say it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-70",
    "time": "0:18:15",
    "speaker": "spk_3",
    "line": "Will you be dressed like a horse?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-71",
    "time": "0:18:19",
    "speaker": "spk_0",
    "line": "Well, this is well, great question, Ryan. And this is why I brought you in because you are the S and L master. What do you think they would do? They have a big costume budget.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-72",
    "time": "0:18:29",
    "speaker": "spk_3",
    "line": "Yeah. I would dress like a horse.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-73",
    "time": "0:18:31",
    "speaker": "spk_0",
    "line": "Dress like a horse. Great idea. So I should be dressed like a horse, but not so much that you don't know it's me. Right? Because it will probably put my name on the screen or something. Okay. So I'll be dressed partially like a horse and pulling it. Now did you guys have a different New York idea?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-74",
    "time": "0:18:49",
    "speaker": "spk_2",
    "line": "Similar, also a horse pulling Pete Davidson, but then we pan the other direction, and you're on a skateboard behind it, like, holding on to it. I'm sketching. Yeah. You're sketching. I'm sketching. You're going",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-75",
    "time": "0:19:01",
    "speaker": "spk_0",
    "line": "i'm sketching. Don't tell Pete. Uh-huh. I'm getting a free ride. Exactly. That's badass. I was thinking also, just to be a little more current, close on the sexy duck. There's a famous sexy manhunt that lives in New York right now. The sexy duck turns to camera, and then appears to levitate off the pond as you realize the sexy duck is just a hat that I've been wearing. As I've been like breathing through a reed. And I come out of the water and I'm like, shh. Don't you tell anybody now? So that's some of the stuff I'll do in the opening credits.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-76",
    "time": "0:19:45",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-77",
    "time": "0:19:45",
    "speaker": "spk_0",
    "line": "And maybe I have maybe it is a maybe it's triplet. Mhmm. They don't usually do that for a brand new cast member, but but maybe it's a it's a triplet where we're doing or a triptych. Maybe it's the screen is in thirds. And you see each of my little mini sketches. And you're already ready to laugh on this. Mhmm. Now we're gonna have the host come out and do a monologue. So one of the things I wanted to work on was casually talking to famous people during their monologue like interrupting their monologue -- Mhmm. -- to ask them a question So, like, say somebody who you think would host. John Cena? John Cena's hosting.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-78",
    "time": "0:20:32",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-79",
    "time": "0:20:33",
    "speaker": "spk_0",
    "line": "So so you be John Cena coming out",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-80",
    "time": "0:20:36",
    "speaker": "spk_5",
    "line": "being like, I'm so excited to host S and L.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-81",
    "time": "0:20:38",
    "speaker": "spk_0",
    "line": "Hey, everyone. Alright. John Cena, Yes. We got a great show tonight. We're gonna have so much fun. Hey, I don't know if you guys Hey, Sean. Hey, Sean. Hey, how was your summer, man? It was good. I went on a great vacation night. So that's yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-82",
    "time": "0:20:58",
    "speaker": "spk_3",
    "line": "And that",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-83",
    "time": "0:20:58",
    "speaker": "spk_0",
    "line": "i feel like this is something.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-84",
    "time": "0:21:05",
    "speaker": "spk_2",
    "line": "So you're you're asking just a nice question.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-85",
    "time": "0:21:07",
    "speaker": "spk_0",
    "line": "Still, well, hang up. Because it's this is how they do a lot of these. Yeah. So so say somebody else that you think would host.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-86",
    "time": "0:21:15",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-87",
    "time": "0:21:16",
    "speaker": "spk_0",
    "line": "Do like do like Patty Wheaton. Patricia Heating.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-88",
    "time": "0:21:19",
    "speaker": "spk_2",
    "line": "Okay. Patricia Heating.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-89",
    "time": "0:21:21",
    "speaker": "spk_0",
    "line": "Okay. And you be and Ryan, do you wanna be Patricia Heating?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-90",
    "time": "0:21:25",
    "speaker": "spk_2",
    "line": "I don't",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-91",
    "time": "0:21:25",
    "speaker": "spk_3",
    "line": "know who that is. But, yeah, should I Google them really fast?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-92",
    "time": "0:21:31",
    "speaker": "spk_0",
    "line": "Sure. Sure. Sure. She was in the reboot of the goodbye girl. I don't know what that is. Okay. Go ahead.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-93",
    "time": "0:21:39",
    "speaker": "spk_3",
    "line": "Hey. Patricia Heating here. From",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-94",
    "time": "0:21:42",
    "speaker": "spk_0",
    "line": "hey. Hey. Hey, Patricia. Sorry to interrupt. They're gonna be and everybody loves Raymond reboot. Oh, that's who I am. Have you thought about doing it? Okay. She wouldn't say that necessarily. Whoa. You know what I mean? That she wouldn't necessarily say that. But but this is the kind of thing they do a lot where, you know, it's part of the way through the monologue and then a cast member And it's nice because you get to learn their names because Patricia Heating, you should have done what Kevin did, which Kevin very good job is going, oh, hey, Sean. What's going on? And then I go, hey, I gotta ask. I love everybody in those room. I've seen them all a hundred times. Are you guys gonna do a reboot ever?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-95",
    "time": "0:22:20",
    "speaker": "spk_2",
    "line": "Yeah. And she",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-96",
    "time": "0:22:21",
    "speaker": "spk_0",
    "line": "goes I don't know. I guess that'd be up to Ray. And then Ray Romano stands up the odds and -- Whoa. Excuse me. It's up to me. Yeah. Hey, how's it up to me? You know? I asked you to do it last week. And then she goes Well, I can't do it because Brad Garrett doesn't wanna do it. And then Brad goes, excuse me. And he's like he's like, no. Hang on. No way. And that everybody and that and then, you know, so on and so forth. Mhmm.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-97",
    "time": "0:22:54",
    "speaker": "spk_3",
    "line": "Was she the mom in the middle was? What was she? Okay. Oh, yeah. Yeah. No. I know who she is now.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-98",
    "time": "0:23:01",
    "speaker": "spk_0",
    "line": "Yeah. Okay. The middle I don't think I'm gonna ask her to reboot that one. No. Because it's too soon. Yeah. If we're if we're saying I'm still the show in ten, fifteen years. Okay. Let's do it. Let's bring Patty in. I'll ask her if she wants to reboot the middle. So so these are some good monologue pieces. What else might a cast member be doing during the monologue?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-99",
    "time": "0:23:26",
    "speaker": "spk_2",
    "line": "Maybe a like a song or a dance number where you could come in and join them?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-100",
    "time": "0:23:31",
    "speaker": "spk_0",
    "line": "Right. Right. Right. So say somebody else who might host.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-101",
    "time": "0:23:34",
    "speaker": "spk_2",
    "line": "Okay. Dwayne The Rock Johnson.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-102",
    "time": "0:23:36",
    "speaker": "spk_0",
    "line": "Okay. So it's all wrestling. This for you. I had an idea that the rock could be doing one of his direct to camera Instagram videos. He goes like, hey, it's four in the morning. I just got offset. These people have been waiting out to see me. They're they've been waiting on the corner for for about seven hours. I'm gonna drive by there and give them a little bit of a thrill. And they've been waiting here all night. Hey, guys. Get the fuck out of my way. I'm fucking with him. I'm fucking with him. I'm fucking with him. No. I love to do that. I fuck with my fans. Okay. Hey, guys. No, seriously. Come on. Let's talk. And so what he'll do is he looks crazed. He's been up for he's been up for and everyone, he's been up for about thirty six hours. Uh-huh. He shows you a little bit that he's like a human being and a fun guy by having exactly one swear -- Mhmm. -- early on and doing some sort of semi prank on a fan before he then shows you that he loves his fans and is a nice guy. Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-103",
    "time": "0:24:41",
    "speaker": "spk_2",
    "line": "What if what if he's doing a Instagram video where he's gonna a Meetis fan who he assume has been waiting for thirty six hours, but it's just like you eating like a slice of pizza or something.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-104",
    "time": "0:24:51",
    "speaker": "spk_0",
    "line": "That could be good. If people knew these Instagram videos as well as I'm hoping they do just for me to have even brought it up -- Yeah. -- that could work. So it's The Rocky comes out, he goes, hey, it's so great to be hosting SNL and I I always love being in front of a live audience because so often, you know, I'm working on set, and I've got the cameras there, and I don't get to talk directly to my fans. And so I'm just gonna come down and just face to face meet some of my fans and hey, you buddy, hey, how'd you like an autograph from the rock? And I go, excuse me. I'm reading my newspaper. That's good.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-105",
    "time": "0:25:27",
    "speaker": "spk_2",
    "line": "And",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-106",
    "time": "0:25:27",
    "speaker": "spk_0",
    "line": "that's newspaperman. He could be in a lot of other stuff. Yep. Let me write that down.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-107",
    "time": "0:25:32",
    "speaker": "spk_2",
    "line": "Newspaperman.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-108",
    "time": "0:25:35",
    "speaker": "spk_0",
    "line": "Okay. Hang on",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-109",
    "time": "0:25:35",
    "speaker": "spk_4",
    "line": "newspaperman. News paperman. Deuce paper. Yes. Paperman.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-110",
    "time": "0:25:48",
    "speaker": "spk_2",
    "line": "That's good.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-111",
    "time": "0:25:50",
    "speaker": "spk_0",
    "line": "So that's really good. So so that's two birds, one stone because that's the that's the rock and newspaper man. And and that was me not just casually talking going like, hey, I was your summer or like, are you gonna reboot your show? Or like, hey, settle something between me and and and Kyle. Like, that's something they might do. Like you're coming out and you're being the rock and you're going like, hey, I can't wait. This is my dream to host S and L and I go, the rock, can you Dwayne, can you settle a bet between me and Kyle? Can you bench press a bus? Guys, guys, guys, I'm in the middle of trying to host. Yeah. Well, hold on, the Rama. Kyle says that you can and I say that no way, you can actually bench press two buses. Guys, I'm very strong. I don't know if I can bench press a bus. Come on, Dwayne. And that might be something that we would do. Okay. So now we're through the monologue. Yeah. It's time For a sketch, I'm gonna have to showcase some characters.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-112",
    "time": "0:26:56",
    "speaker": "spk_2",
    "line": "Sure.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-113",
    "time": "0:26:58",
    "speaker": "spk_0",
    "line": "Okay. I guess what I wanna do okay. Let's start out. First, we gotta do celebrities. Usually they want, like, three celebrities and three original characters.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-114",
    "time": "0:27:10",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-115",
    "time": "0:27:12",
    "speaker": "spk_0",
    "line": "So the first celebrity I'm gonna do is Lyle from the show escape at Danamora. Did you watch Escape at Danora?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-116",
    "time": "0:27:20",
    "speaker": "spk_2",
    "line": "Interesting. No. I've never heard of it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-117",
    "time": "0:27:22",
    "speaker": "spk_0",
    "line": "Oh, okay. Scape at Danamora was it starred Benicio Del Toroo, Patricia Arquette, and this discovery, this man who played Patricia Arquette's husband Lyle. Yeah. But Trejerkat and Lyle work together at a prison. She her character Tilly is having an affair with some of the inmates there and --",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-118",
    "time": "0:27:43",
    "speaker": "spk_3",
    "line": "oh, wow.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-119",
    "time": "0:27:43",
    "speaker": "spk_0",
    "line": "-- wants to you know, gets caught up in this scheme to help them escape. True story happened in Upstate, New York. So this is Lyle from Escape at Danamora, the showtime limited series. Hey, I was thinking we could eat a king's wok tonight. Kelly? Kings wok? Kelly? Kings Walk. What are you thinking, Chinese? Kings Walk? So that is Lyle from his give at Denimora.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-120",
    "time": "0:28:15",
    "speaker": "spk_3",
    "line": "I think Benicio del Toro?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-121",
    "time": "0:28:16",
    "speaker": "spk_0",
    "line": "No. No. No. No. No. But I will do Benicio del Toro from usual suspects now. His character's name was Fenster. Yeah. Yeah. Yeah. He'll fibio. He'll fibio for real. That's that's Benito Sartoro and usual suspects of film from nineteen ninety six. Okay. I saw that one. Good. I already did some senators. Okay. Here's an idea I had. So obviously, they don't need me to do Trump.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-122",
    "time": "0:28:47",
    "speaker": "spk_2",
    "line": "No.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-123",
    "time": "0:28:48",
    "speaker": "spk_0",
    "line": "Because Baldwin does Trump. Yeah. But do they need me to do Baldwin doing Trump? Whoa. Yeah. So sometimes these sketches can get a little bit meta. Yes. And what if we kinda get inside it? And I come in as Baldwin playing Trump -- Mhmm. -- in one of the SNL sketches. Now they've been in a little bit of hot water because they've done some stuff that implies that I'll that Donald Trump and Vladimir Putin are having sexual affair.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-124",
    "time": "0:29:24",
    "speaker": "spk_2",
    "line": "So funny. Kevin,",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-125",
    "time": "0:29:28",
    "speaker": "spk_0",
    "line": "i'm not gonna say that I agree or disagree. I'm just gonna say, They've gotten in trouble for that.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-126",
    "time": "0:29:33",
    "speaker": "spk_2",
    "line": "Okay. Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-127",
    "time": "0:29:36",
    "speaker": "spk_0",
    "line": "We wanna stay away from that.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-128",
    "time": "0:29:38",
    "speaker": "spk_2",
    "line": "Got it. But",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-129",
    "time": "0:29:41",
    "speaker": "spk_0",
    "line": "we still gotta apply it. You know what I mean? Like, we don't wanna do anything explicit. We wanna do something that walks the line where if someone does post a comment on Twitter that says, like, SNL, can you please stop the sort of homophobic -- Yeah. -- stuff where your way to kind of insult Trump and Putin is that they are gay together. Mhmm. And then we want it to be in a spot where someone can come underneath what are you even seeing? You're bringing Matt to it. Sure. They just were shirtless coming out of a bedroom together with their arms around each other. You know what I mean? And then it's like, okay. Well, I guess technically, they didn't ever say. So this is gonna be Baldwin doing Trump, talking to Putin, and it's not explicit about them having some kind of sexual affair, but of course because it's impossibly funny. Yes. We wanna kinda hint at it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-130",
    "time": "0:30:46",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-131",
    "time": "0:30:49",
    "speaker": "spk_0",
    "line": "Mister Putin. Mister Putin, you you're the best of white Russian I ever drank. With oh,",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-132",
    "time": "0:31:01",
    "speaker": "spk_3",
    "line": "nice. That say oh, that was good.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-133",
    "time": "0:31:04",
    "speaker": "spk_0",
    "line": "What a say really close there.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-134",
    "time": "0:31:06",
    "speaker": "spk_3",
    "line": "Well Most defended.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-135",
    "time": "0:31:07",
    "speaker": "spk_0",
    "line": "And it was enough yes. And it was enough for all of the disgusting people to enjoy it. Yes. And also for all of the crybabies to have to back off.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-136",
    "time": "0:31:21",
    "speaker": "spk_2",
    "line": "Mhmm.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-137",
    "time": "0:31:21",
    "speaker": "spk_0",
    "line": "Speaking of which, I thought one of my characters this isn't technically a celebrity but could just be a millennial.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-138",
    "time": "0:31:27",
    "speaker": "spk_2",
    "line": "That's fine.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-139",
    "time": "0:31:28",
    "speaker": "spk_0",
    "line": "And I've got a baby bottle at a pacifier. And I need someone to change my diaper. Where's my trophy? I walked from here over there by my self. We're at my trophy. I only felt down once. That's my millennial character.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-140",
    "time": "0:31:55",
    "speaker": "spk_3",
    "line": "That's good.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-141",
    "time": "0:31:56",
    "speaker": "spk_0",
    "line": "Could be good could be good.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-142",
    "time": "0:31:59",
    "speaker": "spk_2",
    "line": "On the on the Trump character real quick?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-143",
    "time": "0:32:02",
    "speaker": "spk_0",
    "line": "Yeah. Go for it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-144",
    "time": "0:32:04",
    "speaker": "spk_2",
    "line": "What if you also played the actor who's playing Putin at the same time if that's possible.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-145",
    "time": "0:32:11",
    "speaker": "spk_0",
    "line": "Well, Bec usually does that.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-146",
    "time": "0:32:12",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-147",
    "time": "0:32:13",
    "speaker": "spk_0",
    "line": "Bec's cast member.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-148",
    "time": "0:32:14",
    "speaker": "spk_2",
    "line": "Yes. That's Now",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-149",
    "time": "0:32:15",
    "speaker": "spk_0",
    "line": "bob was not a cast member. Yeah. You know, I know he feels like one. Yeah. Because he's so fucking good. Mhmm. But technically, he's not a member of the cast. So I think that's dangerous.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-150",
    "time": "0:32:31",
    "speaker": "spk_2",
    "line": "Yeah. That could be its own batch of hot water. I don't",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-151",
    "time": "0:32:34",
    "speaker": "spk_0",
    "line": "wanna get into it with Bec. Bec's been on the show. Mhmm. Bec's a friend. So And also, I'm not afraid of doing Trump better than Baldwin does. Nobody's gonna out out Trump that guy. Yeah. Me doing Baldwin, doing Trump, there's always gonna be a layer of removal where you I'm not fully disappeared into the character the way that he is. I can't do that thing with my mouth. I mean, the thing he does with his mouth is it's so subtle. But you can see it. And it is and it's and it's Trump.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-152",
    "time": "0:33:07",
    "speaker": "spk_2",
    "line": "It is.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-153",
    "time": "0:33:07",
    "speaker": "spk_0",
    "line": "And it's pure Trump. So that's not dangerous to me. Beck, who's an excellent actor, who's a very funny comedian who I I really like, does a good job with Putin. I have a fear that I would do it even better.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-154",
    "time": "0:33:25",
    "speaker": "spk_2",
    "line": "It's a good fair.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-155",
    "time": "0:33:26",
    "speaker": "spk_0",
    "line": "There is a room. There's a little bit of room to come over the top on him because he's he's spread thin on that show. Bubbin only has one job. Yeah. Show up. Do Trump. Be perfect at it and go home. Beck's sometimes good changing from another character and he comes in and he's carried something from the last sketch in. So if I'm in here and I do a better Putin, I put my man out of a job. So that's why it's a good suggestion, Kevin, but it's a very bad suggestion. Yeah. So one of my celebrity characters I was thinking could be and this is sort of a show off y thing, the guy from split. And the reason the reason I think that the guy from Split could be pretty impressive is because you're really doing like thirteen characters, aren't you?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-156",
    "time": "0:34:14",
    "speaker": "spk_4",
    "line": "Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-157",
    "time": "0:34:15",
    "speaker": "spk_0",
    "line": "Now I have not seen split to date. I've seen the trailer for glass -- Looks cool. -- where he's so insane that he's very strong.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-158",
    "time": "0:34:22",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-159",
    "time": "0:34:24",
    "speaker": "spk_0",
    "line": "But I haven't seen split itself, and I wonder if you could tell me what some of the characters are, and I'll just take a crack at them. Okay. Because he's got what? Twelve personalities, thirteen personalities? Yes. I know. I'm not gonna do the beast for my audition tape. That's just that's -- Oh, it's not -- in bad taste.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-160",
    "time": "0:34:46",
    "speaker": "spk_3",
    "line": "We're talking. Okay. The last king is Scotland guy.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-161",
    "time": "0:34:52",
    "speaker": "spk_0",
    "line": "Yeah. Yep. Saw that one.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-162",
    "time": "0:34:54",
    "speaker": "spk_2",
    "line": "Okay. So there is",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-163",
    "time": "0:34:55",
    "speaker": "spk_0",
    "line": "did you see wanted? No. They freaking curve a bullet around person. Whoa. What?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-164",
    "time": "0:35:02",
    "speaker": "spk_2",
    "line": "It Oh, that was awesome. It kicks ass.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-165",
    "time": "0:35:04",
    "speaker": "spk_3",
    "line": "Yeah. Like in the matrix.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-166",
    "time": "0:35:07",
    "speaker": "spk_0",
    "line": "No. Oh, no. He dog",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-167",
    "time": "0:35:09",
    "speaker": "spk_3",
    "line": "the bullet went in a straight line in that one. Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-168",
    "time": "0:35:11",
    "speaker": "spk_0",
    "line": "Yes. Thank you.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-169",
    "time": "0:35:12",
    "speaker": "spk_3",
    "line": "Oh, he's gonna be in his dark materials. Cool.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-170",
    "time": "0:35:16",
    "speaker": "spk_0",
    "line": "Yeah. The Ryan Show, everybody. It's supposed to be helping me. So what are some of the characters he does?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-171",
    "time": "0:35:27",
    "speaker": "spk_2",
    "line": "Kevin Wendell. And his split personalities. Okay. So there's Barry. The personality of a flamboyant fashion expert working",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-172",
    "time": "0:35:35",
    "speaker": "spk_0",
    "line": "i'm not gonna do that one.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-173",
    "time": "0:35:36",
    "speaker": "spk_2",
    "line": "Sure. There's Dennis. More disturbing personalities. Dennis is temperamental and has a perverted liking for watching young girls dance naked. Shall we skip that one? Sure. Patricia, a sophisticated orderly and polite woman who has considerable command over some of the other personalities.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-174",
    "time": "0:36:02",
    "speaker": "spk_0",
    "line": "No. Dennis, don't you do that. Barry, you back off as well. You, Dennis and Barry are being too nutty.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-175",
    "time": "0:36:08",
    "speaker": "spk_2",
    "line": "Oh, this is a good one. Yep. Hedwig, the personality of a nine year old boy with sever several compulsive behaviors. Such as proclaiming that he has red socks.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-176",
    "time": "0:36:20",
    "speaker": "spk_0",
    "line": "I have red socks on. I got red socks on. Look at my red socks Hey. Hey. Do you wanna know what color my socks are? Do do you wanna know what color my socks are? The red. Don't you think they're wed the socks? Oh and I have other actual personality traits, two compulsive ones, two.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-177",
    "time": "0:36:40",
    "speaker": "spk_2",
    "line": "That could be funny.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-178",
    "time": "0:36:41",
    "speaker": "spk_0",
    "line": "No. No. Young head wig. Get you stop stop it with the sucks nonsense. Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-179",
    "time": "0:36:48",
    "speaker": "spk_2",
    "line": "Maybe like Trump's give trying to give a speech, but Edward keeps like interrupting",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-180",
    "time": "0:36:54",
    "speaker": "spk_0",
    "line": "okay. So you do so do Trump. Do Ball when doing Trump? So the country's actually really good. Oh, I have a question, mister Trump.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-181",
    "time": "0:37:03",
    "speaker": "spk_2",
    "line": "Yes. Little boy.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-182",
    "time": "0:37:07",
    "speaker": "spk_0",
    "line": "I'm Patricia. Mister Tuan. Mister Tuan, this little boy. Do you think that your wed hat distracts from my wed socks? I'm sorry. No, Heather. That's rude. That's the president. Show some respect. Thank you. Mister Trump. Yes. I'm trying to give a speech. What's up?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-183",
    "time": "0:37:31",
    "speaker": "spk_2",
    "line": "Okay. That's just it's very distracting.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-184",
    "time": "0:37:33",
    "speaker": "spk_0",
    "line": "Give me another one.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-185",
    "time": "0:37:34",
    "speaker": "spk_2",
    "line": "Okay. Or well, the man of an introverted and highly intelligent man or the personality of an intelligent man.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-186",
    "time": "0:37:44",
    "speaker": "spk_0",
    "line": "Does it say introverted? Because I'll be able to do this web web web. Excuse me. I'm reading my newspaper.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-187",
    "time": "0:37:57",
    "speaker": "spk_2",
    "line": "A little nods.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-188",
    "time": "0:37:58",
    "speaker": "spk_3",
    "line": "That's just a little",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-189",
    "time": "0:37:59",
    "speaker": "spk_0",
    "line": "wink to newspaperman and the crowd goes fucking nuts. That's most of them. That let me write that down, actually.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-190",
    "time": "0:38:08",
    "speaker": "spk_4",
    "line": "News Paper orwell will be like a newspaperman. Introverted, so he's a newspaperman. News Paperman. Orwell is like the newspaperman.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-191",
    "time": "0:38:22",
    "speaker": "spk_0",
    "line": "Okay. Okay. Here's just a sketch idea.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-192",
    "time": "0:38:26",
    "speaker": "spk_2",
    "line": "Sure.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-193",
    "time": "0:38:27",
    "speaker": "spk_0",
    "line": "Okay. Bird box I can't see. And bird box I can't see. Mhmm. Mhmm. In quiet place, they can't talk. What's next? The scary smell's shell? I feel like I've seen a lot",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-194",
    "time": "0:38:46",
    "speaker": "spk_2",
    "line": "of people. Make a similar joke.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-195",
    "time": "0:38:50",
    "speaker": "spk_3",
    "line": "I've only heard jokes about taste. Smells smells that's better.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-196",
    "time": "0:38:54",
    "speaker": "spk_0",
    "line": "Yeah. I I I haven't seen any about chemo's. Hey, whatever you do, don't put this monster in your mouth. Hey, nobody smelled monster.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-197",
    "time": "0:39:01",
    "speaker": "spk_3",
    "line": "That's that's much better.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-198",
    "time": "0:39:03",
    "speaker": "spk_0",
    "line": "Yeah. Plug your nose that everybody's got a clothespin on their nose instead of a blindfold.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-199",
    "time": "0:39:09",
    "speaker": "spk_2",
    "line": "Yeah. That's funny.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-200",
    "time": "0:39:10",
    "speaker": "spk_0",
    "line": "I'm taking it off.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-201",
    "time": "0:39:12",
    "speaker": "spk_2",
    "line": "I've got a cold.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-202",
    "time": "0:39:14",
    "speaker": "spk_4",
    "line": "Whoa. Hollywood Handbook.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-203",
    "time": "0:39:16",
    "speaker": "spk_0",
    "line": "Hey. All you chumps out there. I'm gonna talk to you about quip toothbrushes. Who wants to hear about quip toothbrushes from me, the Kleme dog. Hold on. Don't raise both of your hands if you're driving even though you're that enthusiastic to hear about it. I guess you probably wanna know the new catchphrase that I've invented for them. The the slogan will be would you just get Quip already? And that is how I feel sometimes when I see some of these people who haven't gotten quip, maybe it's you. Maybe you're ashamed and, frankly, maybe you should be. I have a messed up mouth. Everybody knows that about me. My mouth is very fresh. I cut out a line all the time and then also I have a series of oral maladies And Quip is a toothbrush that is tough enough to get me really clean but soft enough to not injure my sensitive gums and and thin enamel. So I really like the toothbrush. It's really no wonder that it's one of the first electric toothbrushes accepted by the American Dental Association with thousands of verified five star reviews. And the multi use cover works as a stand mounts to mirrors and slides over your bristles to pack and protect your clip on the go. And I know that I can be guilty sometimes of skimping on a full night's sleep, skipping a workout or maybe one thing I'll do is when I'm using my toothbrush, I won't really do every quadrant as thoroughly as I should but they got a little thing that buzzes for you with Quip and it goes like, okay, now you're allowed to move to the next part of your mouth. And I need that. I need my toothbrush to essentially be a scolding parent because otherwise I'm just not gonna do it right. And it's one of the things that has me saying, would you just get Quip already? Hey",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-204",
    "time": "0:41:18",
    "speaker": "spk_2",
    "line": "guys, chef Kevin here. That's why Sean and Hayes love Quip over one million happy healthy amounts due too.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-205",
    "time": "0:41:24",
    "speaker": "spk_0",
    "line": "So Quip starts at just twenty five dollars. And if you go to get quip dot com slash the boys right now, you can get your first refill pack for free. That's your first refill pack free at g e t q u I p dot com slash the boys. Guys, would you just get Quip already? Hollywood Handbook. Oh, I had another sort of more current sketch idea. So I was thinking you could play Louis CK So I so here's the idea. So you so this will be good. So I've got a sort of store a reasonable store employee character. I wanna showcase a little bit. And I thought it could be good if you play Louis CK. So here's the so I'm just gonna give you your line. So you're Louis CK, and you're trying to return a mask to the mask store. So all you gotta say is I'd like him I'd like to return this mask. I'd like a full refund.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-206",
    "time": "0:42:27",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-207",
    "time": "0:42:28",
    "speaker": "spk_0",
    "line": "And get and get your voice down where he is.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-208",
    "time": "0:42:31",
    "speaker": "spk_2",
    "line": "I'd like to return this mask. I'd like a",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-209",
    "time": "0:42:34",
    "speaker": "spk_0",
    "line": "i'm sorry. I'm sorry. I'm I'm I'm sorry, sir. We can't accept this mask.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-210",
    "time": "0:42:40",
    "speaker": "spk_2",
    "line": "But I want a full refund.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-211",
    "time": "0:42:42",
    "speaker": "spk_0",
    "line": "We can't we we can't accept this mask. It's got egg on it. Because you've got an egg on your face a bit, wouldn't you agree, sir? That's I mean, it's true, I guess. Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-212",
    "time": "0:43:00",
    "speaker": "spk_2",
    "line": "Yeah. I think it could be funny too if if I came in as Louie and then said, excuse me. And you just want, get out get out and then it, like, ended.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-213",
    "time": "0:43:09",
    "speaker": "spk_0",
    "line": "Or you could be trying to return your jokes to the jokes door.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-214",
    "time": "0:43:13",
    "speaker": "spk_2",
    "line": "Yeah. I won't buy any of these.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-215",
    "time": "0:43:14",
    "speaker": "spk_0",
    "line": "May I have may I return these? They didn't and I go, and what's the reason for the return? Mhmm. I need to write it down for corporate. What's the reason for the return you go? They didn't do they I they had some issues. Okay. So that's the Louie sketches. Thank you for calling Louis. Some racist then Well, that would be good because in a way, SNL would be providing cover --",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-216",
    "time": "0:43:40",
    "speaker": "spk_6",
    "line": "yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-217",
    "time": "0:43:40",
    "speaker": "spk_3",
    "line": "Exactly. -- for",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-218",
    "time": "0:43:41",
    "speaker": "spk_0",
    "line": "louis because they they would be indirectly implying to the American public that he had purchased the jokes at like a department store. And so anyone who was upset. Yeah. Could just be like, well, I mean, I bought something that I",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-219",
    "time": "0:43:54",
    "speaker": "spk_5",
    "line": "just thought I thought it looked good. And then when I got home, I was",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-220",
    "time": "0:43:57",
    "speaker": "spk_0",
    "line": "like, I'm not gonna use this. Okay. So now I think I should do like a rapid fire list of characters. So I'm gonna need some time. I didn't really prepare anything. So I was hoping that you guys, what I wanna have you do is, can you just buy me some time? Maybe too you talk about your new year's resolution or something like that. And I will just write down some stuff I see in the room and some random words and then create care from that.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-221",
    "time": "0:44:30",
    "speaker": "spk_2",
    "line": "Okay? Cool. So, like, what are your New Year's resolutions, Ryan?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-222",
    "time": "0:44:36",
    "speaker": "spk_0",
    "line": "But spice it up.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-223",
    "time": "0:44:37",
    "speaker": "spk_3",
    "line": "I'm gonna try and release some music this year.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-224",
    "time": "0:44:41",
    "speaker": "spk_2",
    "line": "Whoa. It's probably really inappropriate. Like, why why would you release that? You must have something huge to say if you if you wanted to release that.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-225",
    "time": "0:44:54",
    "speaker": "spk_3",
    "line": "But there's no there's no words in it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-226",
    "time": "0:44:57",
    "speaker": "spk_0",
    "line": "That's so fucked up.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-227",
    "time": "0:45:00",
    "speaker": "spk_2",
    "line": "I can't believe",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-228",
    "time": "0:45:01",
    "speaker": "spk_0",
    "line": "should I just not Thank you. This is ridiculous.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-229",
    "time": "0:45:03",
    "speaker": "spk_3",
    "line": "Should I not release anything?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-230",
    "time": "0:45:05",
    "speaker": "spk_2",
    "line": "I mean, if you're thinking about releasing it,",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-231",
    "time": "0:45:09",
    "speaker": "spk_0",
    "line": "i've already",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-232",
    "time": "0:45:09",
    "speaker": "spk_2",
    "line": "crossed one. God knows what you've done. For me, I'm working on my hand dry dating. It's been bad growing up and kinda late in late in life, you know, figured I could try something new.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-233",
    "time": "0:45:25",
    "speaker": "spk_3",
    "line": "You know what? It helps Better handwriting is a better pen.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-234",
    "time": "0:45:30",
    "speaker": "spk_0",
    "line": "Okay. I found",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-235",
    "time": "0:45:30",
    "speaker": "spk_3",
    "line": "that that worked for me.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-236",
    "time": "0:45:32",
    "speaker": "spk_2",
    "line": "You know, it helps with Better Music is words. But I I guess this is the part where we're giving notes.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-237",
    "time": "0:45:40",
    "speaker": "spk_0",
    "line": "So Okay. So this is better than what I have. I may want you guys to keep going, so we might cut this out. Okay. So this is just you know, I'm gonna do some characters. Stop me if there's a bad one and we'll talk about it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-238",
    "time": "0:45:55",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-239",
    "time": "0:45:56",
    "speaker": "spk_0",
    "line": "We'll talk about it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-240",
    "time": "0:45:56",
    "speaker": "spk_2",
    "line": "I should have stopped you out, Louis. But let's go.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-241",
    "time": "0:45:59",
    "speaker": "spk_0",
    "line": "You, that was your character. You're right.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-242",
    "time": "0:46:00",
    "speaker": "spk_1",
    "line": "That",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-243",
    "time": "0:46:00",
    "speaker": "spk_0",
    "line": "was your character.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-244",
    "time": "0:46:01",
    "speaker": "spk_2",
    "line": "I should have stopped myself, Phil Louis.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-245",
    "time": "0:46:02",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-246",
    "time": "0:46:03",
    "speaker": "spk_2",
    "line": "So that's a good thing.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-247",
    "time": "0:46:04",
    "speaker": "spk_0",
    "line": "But you can't help yourself. And neither can he. So So here are the characters, and I'm just gonna run through them. And if there's one that doesn't feel right, go ahead and stop me and alright. I'll just say the name, and then I'll and then I'll do a little bit of the character. Professor Math. Number logically. Raser remote. This one's for you, Kevin. Nice. Hey. This is a character named Virgin Johnny.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-248",
    "time": "0:46:38",
    "speaker": "spk_2",
    "line": "Oh, that was it. Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-249",
    "time": "0:46:40",
    "speaker": "spk_0",
    "line": "That was",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-250",
    "time": "0:46:40",
    "speaker": "spk_3",
    "line": "a good one. It's a",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-251",
    "time": "0:46:41",
    "speaker": "spk_0",
    "line": "character named Virgin Johnny. I've never even seen a freaking person's thingy before. This is his brother slutty Jim.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-252",
    "time": "0:46:52",
    "speaker": "spk_3",
    "line": "Wait. He he doesn't even know what he likes yet. Just a person in general.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-253",
    "time": "0:46:56",
    "speaker": "spk_0",
    "line": "He'd ever seen their thingy This is slutty, Jimmy. I feel like I wanna stop you",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-254",
    "time": "0:47:02",
    "speaker": "spk_3",
    "line": "at this, but I'll let I'll",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-255",
    "time": "0:47:04",
    "speaker": "spk_2",
    "line": "let you go.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-256",
    "time": "0:47:04",
    "speaker": "spk_0",
    "line": "Let's hear it. Yeah. Show me your freaking thing. Okay. What do you think? What's up? I don't love it. You don't love it. Because we don't have to do all of them. Yeah. But I feel like if we're gonna do Virgin Jody, we wanna show the other side of that coin. That's true. These two men are inextricably linked. Yeah. And maybe Just as there is no darkness without light.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-257",
    "time": "0:47:31",
    "speaker": "spk_2",
    "line": "Maybe I'm slut shaming, slutty, Jimmy too.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-258",
    "time": "0:47:33",
    "speaker": "spk_0",
    "line": "I think so. And he's trying to own it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-259",
    "time": "0:47:36",
    "speaker": "spk_2",
    "line": "Yeah. And it's not Well, my fear is like it might be like pervy Yeah. But he sounds like an innocent I don't know.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-260",
    "time": "0:47:46",
    "speaker": "spk_0",
    "line": "He's asking for something, but it isn't an appropriate question. So depending on the environment, it might not be okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-261",
    "time": "0:47:51",
    "speaker": "spk_2",
    "line": "Sure. It depends on the environment. Just letty Jimmy comment depending on the environment.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-262",
    "time": "0:47:55",
    "speaker": "spk_0",
    "line": "Yeah. So that's a contingency for you. On getting the right setting --",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-263",
    "time": "0:48:00",
    "speaker": "spk_2",
    "line": "yeah. -- for",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-264",
    "time": "0:48:00",
    "speaker": "spk_0",
    "line": "him to say, show me freaking thingy. Okay. This is Fonzi. Alright. This guy's name",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-265",
    "time": "0:48:08",
    "speaker": "spk_2",
    "line": "he was kinda similar to Race or Ramon.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-266",
    "time": "0:48:10",
    "speaker": "spk_0",
    "line": "I don't see it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-267",
    "time": "0:48:11",
    "speaker": "spk_2",
    "line": "Okay. Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-268",
    "time": "0:48:11",
    "speaker": "spk_0",
    "line": "So this one's guy's name is trashman Daryl. Hey. Sorry to wake you. I know it's very early, but I noticed you've been throwing out a lot of chicken bones lately. I just wanted to say I like chicken too.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-269",
    "time": "0:48:32",
    "speaker": "spk_2",
    "line": "It's kinda romantic. What",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-270",
    "time": "0:48:33",
    "speaker": "spk_0",
    "line": "do you think about that? It's beautiful. Yeah. That one, Ryan, you're an SNL expert.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-271",
    "time": "0:48:37",
    "speaker": "spk_3",
    "line": "That was good.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-272",
    "time": "0:48:37",
    "speaker": "spk_0",
    "line": "Does that seem like what they'd do? Oh, yeah. Yeah. Yeah. Yeah. Yeah. Trash me in Daryl is good. Alright. So I'll put a freaking star next to that. This is Jeff Goldbloom. This this guy's name is King Gold. You got any cash on you? Do you have any cash on you? Sorry. I don't know. Oh, it was gold. Oh, This is a drunk bartender. Jesus Christ. Do you guys try this stuff? I like that one. Makes you feel insane. I'm like, if you're getting nauseous. You drink this? Okay. This is Pinhead from the Hellraiser movies doing a commercial for darts. These darts are huge. Okay. This is Captain Gretch. This is Captain Gretch. We really get that one. What why do you what what's the matter?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-273",
    "time": "0:49:45",
    "speaker": "spk_3",
    "line": "But they're because he's got pins in his head.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-274",
    "time": "0:49:47",
    "speaker": "spk_0",
    "line": "His whole face is covered in pins. Yeah. But he's You think he should be putting the darts in instead?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-275",
    "time": "0:49:53",
    "speaker": "spk_3",
    "line": "By the size of the dart?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-276",
    "time": "0:49:55",
    "speaker": "spk_0",
    "line": "Well, I think it's just a selling point for him.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-277",
    "time": "0:49:57",
    "speaker": "spk_3",
    "line": "Like, he knows pointy things.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-278",
    "time": "0:49:59",
    "speaker": "spk_0",
    "line": "I think what happened is it's almost like Pinnett, I think, on set, is a little bit difficult to control. Probably. Yeah. He's someone who is extremely aware of the almost symbiotic relationship between pleasure and pain. Oh yeah. But may be unaware of how a commercial set functions. Got it. And that the client really at the end of the day has a lot more control than the artist's on set. So the director may have a vision for it, but that doesn't matter if they're not making the client",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-279",
    "time": "0:50:35",
    "speaker": "spk_3",
    "line": "happy. Just thinking about where he's gonna stick this start.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-280",
    "time": "0:50:39",
    "speaker": "spk_0",
    "line": "And whether it's Sachi and Sachi or Ogle being madder, but it it doesn't really matter because The dark company is gonna want to get him saying something purely positive. Pinhead's thinking, where can I stick it? Yeah. They got him, I believe making an offhand comment just about the size of the dart and thought this is the most positive thing we had. God. Yeah. And he's and and he's a good spokesperson -- Yeah. -- in theory.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-281",
    "time": "0:51:05",
    "speaker": "spk_3",
    "line": "And that's a positive thing if he's like, oh, this big dark. Because like",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-282",
    "time": "0:51:09",
    "speaker": "spk_0",
    "line": "yeah. This thing's heavy.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-283",
    "time": "0:51:11",
    "speaker": "spk_3",
    "line": "Yeah. Like he knows,",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-284",
    "time": "0:51:12",
    "speaker": "spk_0",
    "line": "man, this thing's pretty heavy. Yeah. You like the HellAs or movies?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-285",
    "time": "0:51:16",
    "speaker": "spk_3",
    "line": "Oh, I love them.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-286",
    "time": "0:51:17",
    "speaker": "spk_0",
    "line": "Yeah. Okay. Well, I",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-287",
    "time": "0:51:17",
    "speaker": "spk_3",
    "line": "just figured. First one.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-288",
    "time": "0:51:19",
    "speaker": "spk_0",
    "line": "I figured",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-289",
    "time": "0:51:19",
    "speaker": "spk_3",
    "line": "you went a little bit.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-290",
    "time": "0:51:20",
    "speaker": "spk_2",
    "line": "Should we talk No.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-291",
    "time": "0:51:21",
    "speaker": "spk_3",
    "line": "It's good, though, the book. It was based.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-292",
    "time": "0:51:24",
    "speaker": "spk_2",
    "line": "It feels like the Ryan show again.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-293",
    "time": "0:51:26",
    "speaker": "spk_0",
    "line": "Hang on. Carry on. Okay. Here, Captain Crunch. Now sponsor your web series. Okay. This character's name, sergeant splashdown. Soldiers have fun on them slides. This is doctor Ken. Okay. This next one is a guy who drinks from a fire hose. But hang on. He actually just pours, like, juice or water into the end of the house and sips it. So that's his thing. Hey, thanks for being so understanding, mommy, bringing this hose in your restaurant. I think a lot of times people are nervous. I'm gonna, like, blast myself with it. You know, that's crazy. I'd get hurt. Click, click, click, click, click. Okay. This next one is this is cookie monster on a date at a fancy restaurant. Sorry. Let me just look at the menu. Yes. The lady will be having the cookies. And I'll do the same. Okay, this one's this one's newspaperman. I'm reading my newspaper. This is a rubber band man. Don't forget to stretch. Now, yeah, this is a person who corrects the way you say quasad. Quasad. Okay. This is an area that somebody who thinks that sweet as pie, that expression, is Swedish pie. Wait. What would you do with that? You couldn't she did that? I can't believe that. That's so surprising. She's Swedish pie. She's Swedish bye. What would you do with that? Where would you put them? Ryan?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-294",
    "time": "0:53:45",
    "speaker": "spk_3",
    "line": "I don't know about that one.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-295",
    "time": "0:53:46",
    "speaker": "spk_0",
    "line": "In the Hellraiser universe? Oh. Oh. Yeah. Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-296",
    "time": "0:53:48",
    "speaker": "spk_2",
    "line": "Maybe next to the cookie monster like we panned to another table.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-297",
    "time": "0:53:52",
    "speaker": "spk_0",
    "line": "Okay. And so that's all people ordering.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-298",
    "time": "0:53:55",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-299",
    "time": "0:53:56",
    "speaker": "spk_0",
    "line": "Okay. So who else is at the restaurant?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-300",
    "time": "0:53:58",
    "speaker": "spk_2",
    "line": "Okay. Maybe like triple h.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-301",
    "time": "0:54:03",
    "speaker": "spk_0",
    "line": "That could be good. That could be good. Maybe Valvenus is there. Yeah. Ladies.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-302",
    "time": "0:54:12",
    "speaker": "spk_2",
    "line": "Should we talk about",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-303",
    "time": "0:54:14",
    "speaker": "spk_0",
    "line": "diamond Dallas page might be there? Yeah. DPD. Should we should we talk about DPD. Diamond oh, d oh, no. DPP. Damn, Kevin.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-304",
    "time": "0:54:28",
    "speaker": "spk_2",
    "line": "Should we talk about the, like, musical gas portion?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-305",
    "time": "0:54:32",
    "speaker": "spk_0",
    "line": "Oh, yeah. Okay. So I was thinking that every show, they have a musical guest. And I think that in a lot of these auditions, like, I watch Mike Mitchell's audition. It's funny. You know? I thought he's pretty funny. Yeah. He's not even addressing the fact that there's a musical guest. And sometimes maybe the host is gonna be changing. Mhmm. And you're gonna have to say, ladies and gentlemen, Vance Joy. And then I was also thinking that what might really impress Lauren? Is if I give them a little bit of Vance joy. Yeah. So Ryan, you know Vance's joy?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-306",
    "time": "0:55:15",
    "speaker": "spk_3",
    "line": "I don't. I'm googling.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-307",
    "time": "0:55:17",
    "speaker": "spk_0",
    "line": "Okay. Google it. So I was thinking, this is probably the point in the show. Right? We've done quite a few sketches. Mhmm. Where they're gonna wanna throw to the musical act. Yeah. And their first big breakout song was this one riptide. Now I'm not gonna pretend to know the words to it. But I do know some of the words. Now's this movie that I think you'd like. Can you give me drums or something for this? This cowboy running from himself. She's been living on the highest shelves. Baby, how I'm gonna be your love and man. I kinda hell that. Oh, I gotta love my throws because you're gonna sing a word wrong. Oh, yeah. Yeah. Yeah. Yeah. Yeah. Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-308",
    "time": "0:56:14",
    "speaker": "spk_3",
    "line": "Ryan got it. Talking about",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-309",
    "time": "0:56:16",
    "speaker": "spk_0",
    "line": "yeah. Nice. Right? Yeah. I hate Would Lauren be flipping out for that? You hate that?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-310",
    "time": "0:56:21",
    "speaker": "spk_3",
    "line": "No. I liked your your sketch, but I don't like it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-311",
    "time": "0:56:25",
    "speaker": "spk_0",
    "line": "It's not really sketch. You know, I'm just I'm just going, hey, let's say you book Vance, he doesn't show up. Mhmm. Lauren's gonna be going, what do I Yeah. I go, hey, I'll come out there and I'm kinda mumble through a lot of the tune. Yeah. I even know more words to his other song.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-312",
    "time": "0:56:41",
    "speaker": "spk_2",
    "line": "And which one was that?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-313",
    "time": "0:56:43",
    "speaker": "spk_0",
    "line": "That one they go, write it on a piece of paper, honey, Put it in my coat before you go. Leave it in a place. You know, I'll find it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-314",
    "time": "0:57:02",
    "speaker": "spk_3",
    "line": "Is that what you were",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-315",
    "time": "0:57:03",
    "speaker": "spk_0",
    "line": "singing when you walked Later, when I'm sitting it all alone. Let me hear everything starts at just fear so new. Logies aren't finding me. Who am I kidding? All my defenses come down. Oh, baby. Will you lay at all? I mean, now, boom. I mean now. I'll eat out. And I could do the whole fucking thing for him, basically.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-316",
    "time": "0:57:49",
    "speaker": "spk_2",
    "line": "Honestly, your whole audition might should just be that song.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-317",
    "time": "0:57:53",
    "speaker": "spk_0",
    "line": "What's in y'all head? Yeah. Oh, you think so? Mhmm. That was probably the most",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-318",
    "time": "0:57:57",
    "speaker": "spk_2",
    "line": "confident you've been",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-319",
    "time": "0:57:58",
    "speaker": "spk_0",
    "line": "in an hour. Oh, come on. But you but if But if that was but if that was my whole audition, you wouldn't get to meet Guassang. Or Had. The lady will be having the cookies or hey. I think we're being understanding why we're bringing this hose in your restaurant. Or or you gotta try this stuff? Or hey. Sorry to wake you. I know it's very early. But go through your trash.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-320",
    "time": "0:58:31",
    "speaker": "spk_2",
    "line": "Yeah. The trash man.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-321",
    "time": "0:58:32",
    "speaker": "spk_0",
    "line": "The trash man. Yeah. Exactly. You remember?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-322",
    "time": "0:58:37",
    "speaker": "spk_2",
    "line": "Numberologically. The math professor math.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-323",
    "time": "0:58:41",
    "speaker": "spk_0",
    "line": "The professor math. Exactly. These are indelible.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-324",
    "time": "0:58:45",
    "speaker": "spk_2",
    "line": "Ron Johnson, Wisconsin. Ron Johnson.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-325",
    "time": "0:58:47",
    "speaker": "spk_0",
    "line": "Ron Johnson, Wisconsin. Yes. Okay. So one thing I wanted to talk a little bit about is I do think that Well, first of all, should we do update?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-326",
    "time": "0:59:01",
    "speaker": "spk_2",
    "line": "Yep. We gotta.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-327",
    "time": "0:59:02",
    "speaker": "spk_0",
    "line": "Let's do update. What So, Ryan, do you have the news pulled up? Sure. K. Got it. Okay. Give me the news.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-328",
    "time": "0:59:17",
    "speaker": "spk_3",
    "line": "KidNapper chased out of North Carolina karate studio.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-329",
    "time": "0:59:24",
    "speaker": "spk_0",
    "line": "Okay. You need more",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-330",
    "time": "0:59:25",
    "speaker": "spk_3",
    "line": "than that?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-331",
    "time": "0:59:26",
    "speaker": "spk_0",
    "line": "No. No. Can can you tell me where?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-332",
    "time": "0:59:30",
    "speaker": "spk_2",
    "line": "North Carolina. North North Carolina.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-333",
    "time": "0:59:32",
    "speaker": "spk_0",
    "line": "Yeah. Sorry. A kidnapper was chased out of a North Carolina karate studio. Hi. Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-334",
    "time": "0:59:40",
    "speaker": "spk_2",
    "line": "Or maybe, like, when asked when sources asked him about it, he said -- Yeah. -- or something.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-335",
    "time": "0:59:47",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. Oh, yes. Yeah. Sources close to the man quoted him as saying, hi, yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-336",
    "time": "0:59:57",
    "speaker": "spk_2",
    "line": "Okay. One for one. Next.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-337",
    "time": "1:00:01",
    "speaker": "spk_3",
    "line": "Oh, do I need another headline? We gotta do a lot of them. Okay. Okay. Mexico launches plan to stimulate US border economy. Even",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-338",
    "time": "1:00:10",
    "speaker": "spk_5",
    "line": "better. Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-339",
    "time": "1:00:13",
    "speaker": "spk_0",
    "line": "Mexico launched a plan to stimulate the US border economy. Their plan was to tickle its butt.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-340",
    "time": "1:00:32",
    "speaker": "spk_3",
    "line": "About a fish fumes blamed for allergy death of Brooklyn boy.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-341",
    "time": "1:00:39",
    "speaker": "spk_0",
    "line": "Okay. Fish fumes were recently blamed for the death of a Brooklyn allergy boy. When reached for a comment, the fish fumes said, oh, come on. You're gonna put this on me?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-342",
    "time": "1:01:03",
    "speaker": "spk_3",
    "line": "NASA's new horizons, snowman shape of distant ultima Thule revealed.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-343",
    "time": "1:01:11",
    "speaker": "spk_0",
    "line": "Okay. NASA's Horizon snowman shape of distant ultima fuel was revealed this week. NASA's kids were mad that they forgot to get a carrot for the nose. Let's see. Pretty good.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-344",
    "time": "1:01:31",
    "speaker": "spk_3",
    "line": "That's pretty good. That was great. That was good. John Bobat speaks out twenty five years after wife and famously cut off his penis.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-345",
    "time": "1:01:42",
    "speaker": "spk_0",
    "line": "It's infamously. Oh, sorry. Infamously. John yeah. This one's easy. John Bobitt speaks out blah blah blah. Ow.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-346",
    "time": "1:01:53",
    "speaker": "spk_2",
    "line": "Or maybe",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-347",
    "time": "1:01:55",
    "speaker": "spk_0",
    "line": "she said, like,",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-348",
    "time": "1:01:56",
    "speaker": "spk_3",
    "line": "hey, yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-349",
    "time": "1:01:57",
    "speaker": "spk_0",
    "line": "Well, she but she's not speaking. Yeah. He speaks out.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-350",
    "time": "1:02:01",
    "speaker": "spk_2",
    "line": "Maybe they got a quote from her.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-351",
    "time": "1:02:02",
    "speaker": "spk_0",
    "line": "Yeah. Lorraine also spoke out. She said Yeah. Give me one more, Ryan.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-352",
    "time": "1:02:09",
    "speaker": "spk_3",
    "line": "One more. Tony Braxton and birdman break up, it's over.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-353",
    "time": "1:02:15",
    "speaker": "spk_0",
    "line": "Okay. Tony Braxton and birdman broke up. It's over. Tony said that his ego is really big since he won the Oscar for best picture a couple years ago. Okay. Here we go. So",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-354",
    "time": "1:02:31",
    "speaker": "spk_2",
    "line": "could we do a bird box thing with it? Like, me put it in the box, the bird box?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-355",
    "time": "1:02:36",
    "speaker": "spk_0",
    "line": "Jesus. Wow. Sorry. Jesus. No, we can't, Kevin. Okay. So in the same vein, obviously, those were all really good jokes. We'd probably need to throw to an update desk piece like what would one of those be. It's usually someone who's drunk. Yeah. But it's but there's other stuff too that they do.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-356",
    "time": "1:03:01",
    "speaker": "spk_2",
    "line": "Maybe drunk bartender?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-357",
    "time": "1:03:02",
    "speaker": "spk_0",
    "line": "Drug bartender's probably a desk piece. Yeah. Probably does. Although he needs to be in a bar sort of pointing at the bottles going like, are you trying this? May make you feel weird.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-358",
    "time": "1:03:12",
    "speaker": "spk_2",
    "line": "He could have brought the bottles with him, though.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-359",
    "time": "1:03:15",
    "speaker": "spk_0",
    "line": "Yeah. Yeah. Yeah. It just doesn't Sure. It's not ideal. Well, this is here's a desk piece. Here's a good desk piece character. So sweet. Oh, that's so sweet. Or so awesome. It's sweet. That's so awesome. It's so so sweet. Colin, that's so sweet. That's essentially, you know, what you need.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-360",
    "time": "1:03:47",
    "speaker": "spk_2",
    "line": "Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-361",
    "time": "1:03:48",
    "speaker": "spk_0",
    "line": "Okay. So now let's get into the Oscar's piece of this. So obviously, when I do book S and L, which we assume will happen probably the day this gets released, I will then be invited to host the Oscars. They've been having trouble finding a host and they'd love to have a fresh new voice. They kind of been dancing around in getting me already. And now, I think with it being like the buzz of like new cast member introduced mid season, Dave, you know, had awesome podcast audition. Mhmm. They're gonna want me to host the Oscar. So let's talk a little bit about what my Oscars thing will be. You guys are kind of the team because we don't have a ton of time to write this stuff.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-362",
    "time": "1:04:33",
    "speaker": "spk_4",
    "line": "Sure.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-363",
    "time": "1:04:35",
    "speaker": "spk_0",
    "line": "What do you wanna see from your Oscar's host, Ryan?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-364",
    "time": "1:04:41",
    "speaker": "spk_3",
    "line": "Like, good jokes?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-365",
    "time": "1:04:44",
    "speaker": "spk_0",
    "line": "Jokes.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-366",
    "time": "1:04:44",
    "speaker": "spk_2",
    "line": "Okay.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-367",
    "time": "1:04:45",
    "speaker": "spk_0",
    "line": "Okay. So what are some of the Oscar movies?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-368",
    "time": "1:04:50",
    "speaker": "spk_2",
    "line": "Call me by your name or was that",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-369",
    "time": "1:04:52",
    "speaker": "spk_0",
    "line": "last probably last year. We could still bring it now.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-370",
    "time": "1:04:56",
    "speaker": "spk_2",
    "line": "It's still good.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-371",
    "time": "1:04:58",
    "speaker": "spk_0",
    "line": "Hey. I'm the new Oscars host. I know a lot of you probably don't know my name. I'm so fresh to scene. So go ahead and just call me by your name. A little joke about the movies last year. Alright. Well, I'm really an honor to be hosting and the theme of course is movies again. The theme is always somehow cinema, the magic of cinema. It's It's just general enough. So we love movies and so we and and that is what we're here to talk about. Really strong year for movies. It's so obvious what all the good ones were. And I'll just do this. I'm sure this joke has been done a hundred times before, but people do always like to start a song start with a song at these things. So here we go. Welcome to Marwin. This guy plays with dolls. You're not good. That's crazy stuff. His famous Steve Qurell. Welcome to Marwen. Welcome to Marwen. I prefer the documentary.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-372",
    "time": "1:06:02",
    "speaker": "spk_2",
    "line": "What if you do, like, instead of a star is born, like a scar is born?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-373",
    "time": "1:06:07",
    "speaker": "spk_0",
    "line": "A scar is born. But with is that a song?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-374",
    "time": "1:06:11",
    "speaker": "spk_2",
    "line": "No. You could show the audience like a scar on your back or something.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-375",
    "time": "1:06:19",
    "speaker": "spk_0",
    "line": "Okay. I'll try it. Well, really, if it's being bored, what I should do is inflict a horrible scar on myself. Like, I should go and this is some of Ryan's Hellraiser stuff. He loves this. So I come out and I go, hey, I know you guys, most of you here saw a star is born. But have you seen a star is born? Then I take off my shirt, I turn around and I just dig a knife in between my shoulder blades and sort of take it down the length on my back. And I refuse stitches. Right? So that's a this is a scar is born.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-376",
    "time": "1:06:59",
    "speaker": "spk_3",
    "line": "Oh, I love that. Just do the rest of the show with like blood blooming on your shirt and",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-377",
    "time": "1:07:04",
    "speaker": "spk_0",
    "line": "stuff. Yeah. Yeah. That's that's good. That could be good. Okay. And I yeah. And I guess I'll sing shallow. What other movies are there? Bohemian Rhapsody. You think that's an Oscar movie? I guess so, I guess, he might get. I mean, man, movie sucked this year, dude. Yeah. There was really nothing.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-378",
    "time": "1:07:34",
    "speaker": "spk_3",
    "line": "I like to marry pop returns.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-379",
    "time": "1:07:36",
    "speaker": "spk_0",
    "line": "Okay. Mary Poppins returns. Great. So what's your joke all about?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-380",
    "time": "1:07:40",
    "speaker": "spk_2",
    "line": "Maybe you come down with an umbrella.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-381",
    "time": "1:07:43",
    "speaker": "spk_0",
    "line": "Oh, I fly on the stage with an umbrella. Yeah. Okay. Perfect. And then is there a joke like",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-382",
    "time": "1:07:54",
    "speaker": "spk_2",
    "line": "oh, I have it.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-383",
    "time": "1:07:56",
    "speaker": "spk_0",
    "line": "Oh, hit me.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-384",
    "time": "1:07:57",
    "speaker": "spk_2",
    "line": "After you do a scar is born?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-385",
    "time": "1:08:00",
    "speaker": "spk_0",
    "line": "That's locked. The next time you come in",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-386",
    "time": "1:08:02",
    "speaker": "spk_2",
    "line": "on the umbrella and you're coming over everyone and they're just getting covered in your blood.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-387",
    "time": "1:08:07",
    "speaker": "spk_0",
    "line": "And blood's getting on everybody.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-388",
    "time": "1:08:09",
    "speaker": "spk_2",
    "line": "But you're singing a nice Mary Poppins song or something? Mhmm.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-389",
    "time": "1:08:13",
    "speaker": "spk_0",
    "line": "Yes. Yes. Yes. And then I'm like, I'm here to save the It's not the bank's children this time. It's like the Afleck children or something. And then we cut to them and they go like, oh, not at me. Come on.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-390",
    "time": "1:08:27",
    "speaker": "spk_2",
    "line": "How about something with vice, the movie vice?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-391",
    "time": "1:08:31",
    "speaker": "spk_0",
    "line": "Vice. Right. Okay. Great. Great. I go Yeah. I saw a vice. It was playing on Cody Scully's laptop while he was supposed to be legendary. Holy. They'll love that. That one's for everybody.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-392",
    "time": "1:08:47",
    "speaker": "spk_2",
    "line": "What if with, like, Black Panther, you just did like an awesome fight scene for, like, forty five minutes.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-393",
    "time": "1:08:53",
    "speaker": "spk_0",
    "line": "For forty five minutes and my back's bleeding already? Yeah. That could be good. Okay. That's locked.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-394",
    "time": "1:09:01",
    "speaker": "spk_3",
    "line": "Was hereditary? Twenty eighteen? Yeah. Yeah. That was a good one.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-395",
    "time": "1:09:06",
    "speaker": "spk_2",
    "line": "Okay. Oh, how about isle of dogs? And you just come out with, like, thousands of dogs.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-396",
    "time": "1:09:13",
    "speaker": "spk_0",
    "line": "Well, I gotta get Bosch.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-397",
    "time": "1:09:14",
    "speaker": "spk_2",
    "line": "Yeah. Bosch is leading it. Little cameo.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-398",
    "time": "1:09:17",
    "speaker": "spk_0",
    "line": "Oh, dude. I go here to announce the I love dogs. This dog. That's good. Incredibles two. Incredibles two.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-399",
    "time": "1:09:34",
    "speaker": "spk_2",
    "line": "Something with like",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-400",
    "time": "1:09:35",
    "speaker": "spk_0",
    "line": "--",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-401",
    "time": "1:09:35",
    "speaker": "spk_2",
    "line": "mhmm.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-402",
    "time": "1:09:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-403",
    "time": "1:09:36",
    "speaker": "spk_2",
    "line": "that was Incredibles, too.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-404",
    "time": "1:09:40",
    "speaker": "spk_0",
    "line": "Yeah. That's good. Maybe you should do it. No.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-405",
    "time": "1:09:45",
    "speaker": "spk_2",
    "line": "Ralph breaks the Internet.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-406",
    "time": "1:09:47",
    "speaker": "spk_0",
    "line": "What if I think it's called Incredible Stu? I come out and I'm eating a big thing of Stu. Yeah. I go, man, my back feels better now that I'm eating this incredible Stu. Here to perform the song from Incredibles two,",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-407",
    "time": "1:10:02",
    "speaker": "spk_2",
    "line": "vance joy.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-408",
    "time": "1:10:03",
    "speaker": "spk_0",
    "line": "Vance joy. Watching your head right in on a piece of paper, honey. Okay. So I come out, hey, it's an honor to host the Oscars this year. Here's a scar is born. Check out my back. Alright. Vice. I see vice. It was playing Cody Scully's thing. Mhmm. Here we go. Welcome to MiWay. And then and then and then I go -- Very pop. -- and then Mary yeah. And I go, I'm here to save the awful children. Hey, come on. No. Don't look at me. And then I go,",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-409",
    "time": "1:10:39",
    "speaker": "spk_2",
    "line": "incitable Stu.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-410",
    "time": "1:10:40",
    "speaker": "spk_0",
    "line": "Incredible I go, this is incredible Stu. Then I perform shallow with Bradley Cooper.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-411",
    "time": "1:10:47",
    "speaker": "spk_2",
    "line": "Shallow. And then you do a forty five minute fight scene from Black Panther.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-412",
    "time": "1:10:51",
    "speaker": "spk_0",
    "line": "Black Panther, I do a forty five minute fight scene. We're getting through a lot of the show.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-413",
    "time": "1:10:54",
    "speaker": "spk_2",
    "line": "Yeah. And then Bosch comes out with the dogs. Yeah. And then maybe when you Maybe",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-414",
    "time": "1:10:58",
    "speaker": "spk_0",
    "line": "it's a way to introduce some unusual pairings. Like, that's always something they do with that show.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-415",
    "time": "1:11:03",
    "speaker": "spk_2",
    "line": "Yep.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-416",
    "time": "1:11:03",
    "speaker": "spk_0",
    "line": "Like, if I'm bringing out, like, I go like",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-417",
    "time": "1:11:08",
    "speaker": "spk_2",
    "line": "oh.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-418",
    "time": "1:11:09",
    "speaker": "spk_0",
    "line": "She I go I go she's in killing Eve and his feet are killing him. And then like a guy. It's like a a runner or a guy who broke his foot or something. Uh-huh. Did any celebrities break their foot lately?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-419",
    "time": "1:11:29",
    "speaker": "spk_2",
    "line": "I don't know about that. What about, like, Sandra Bullock from Bird Box and John Krasinski from a quiet, like, your quiet place bird box thing.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-420",
    "time": "1:11:37",
    "speaker": "spk_0",
    "line": "Yeah.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-421",
    "time": "1:11:37",
    "speaker": "spk_2",
    "line": "And, like, Sandra can't find the microphone because she's blind, but John can find it, but he can't talk. Find it, but",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-422",
    "time": "1:11:45",
    "speaker": "spk_0",
    "line": "he can't. She's going, John, will you please just tell me where the microphone is? Yeah. John tell me where it is. Uh-huh. And he and he's like, I can't tell. He's like, I happen to be too quiet. Yeah. And he's going like, just look. It's right, running. She's like, I can't look, John. That Could be forty five minutes as well. Yeah. How long have we been going?",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-423",
    "time": "1:12:07",
    "speaker": "spk_2",
    "line": "I think like an hour and ten.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-424",
    "time": "1:12:14",
    "speaker": "spk_0",
    "line": "Well, everybody, there's the last episode on Beyond as I'll start. Next week. Thanks so much for listening and thanks Hayes for giving me this chance to do it. Alright. Thanks, Ryan, for your help even though you're not here anymore. Bye. Hollywood Handbook.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-425",
    "time": "1:12:29",
    "speaker": "spk_6",
    "line": "Hey, this is Arnie Mecamp from the improv Fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of Foon, and I started a podcast. Season three has just begun. With a brief a new adventure to defeat the dark lord. If you're a new listener or you've fallen behind season three is a great jumping on point, and we've got great guests like Justin Mackelroy.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-426",
    "time": "1:12:52",
    "speaker": "spk_0",
    "line": "I sound like a fancy college professor, fake knots.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-427",
    "time": "1:12:56",
    "speaker": "spk_6",
    "line": "Rachel Bloom.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-428",
    "time": "1:12:57",
    "speaker": "spk_0",
    "line": "You are seeing my connection to men corpses. And one woman.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-429",
    "time": "1:13:01",
    "speaker": "spk_6",
    "line": "Felicia Day and Colton Dunn.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-430",
    "time": "1:13:02",
    "speaker": "spk_0",
    "line": "You've seen me I have intercourse with a variety of species. It's a bummer.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-431",
    "time": "1:13:06",
    "speaker": "spk_6",
    "line": "Andy Daly. You have the",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-432",
    "time": "1:13:07",
    "speaker": "spk_0",
    "line": "members of Genesis listed, but Phil Collins has crossed out and then circled it across out again. Ah, yes. I have killed Phil Collins twice.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-433",
    "time": "1:13:14",
    "speaker": "spk_6",
    "line": "Thomas Middle that",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-434",
    "time": "1:13:16",
    "speaker": "spk_0",
    "line": "jesus. I mean, Jazz, ruler of the eighth circle.",
    "episode": "272",
    "edited": false
  },
  {
    "id": "272-435",
    "time": "1:13:21",
    "speaker": "spk_6",
    "line": "And that's just the beginning. Season three of aloe from the magic tavern is out now. Listen in Stitcher, Apple Podcast or wherever you get your podcasts.",
    "episode": "272",
    "edited": false
  }
]