[
  {
    "id": "280-0",
    "time": "0:00:00",
    "speaker": "spk_0",
    "line": "well, I guess my friend willed in would wanna be remembered, not just as a old cowpoke who heated beans over an open flame and then ate those beans off the end of a bowie knife and sometimes stabbed himself in the tongue so good that he had a big hole in his tongue and then he'd put a bean in there and he'd go, oh, look, I've got Dr. Bean tongue. No, that's not all he wants to be remembered for although it was funny and we do remember that. He'd also wanna be remembered as someone who played the harmon a long after the harmonica sound wasn't welcome anymore. He was so pleased with himself doing that Monica noise that boy he just about would play it anywhere and everywhere and that's how I'll remember Welden. A guy who was so up his own ass with this harmonica plan that basically he pushed away everyone who loved him and died alone in a gulch. His horse having abandoned him, I assume because he was playing harmonica like right in its ear. I'm getting the light. That's my time. I've been Mac. This is Weldon's funeral. Thank you so much. Please do come out also like to welcome by next remember to the stage. The next, you'll just to coming up to Matt, and it is the old Klendog, Shawn Clement's really cool guy wants to tell you a little bit about Mac welded clothing brand, no relation to me and my dead buddy welded who was annoying.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-1",
    "time": "0:01:38",
    "speaker": "spk_1",
    "line": "Hey, thanks Mac that was really moving to Bean Doctor Bean Tong bit sounds really funny. I wish I saw that. So Whatever you're wearing right now, Mac Weldon is better. I know it's weird do this at a funeral, but I just try and tell everyone. Whatever you're wearing right now, Mac Weldon is better. Mac Weldon is a premium men's essential brand that believes in smart design, premium fabrics, and simple shopping. And I hope that Weldon's being buried in that clothing right now because I think he'll be comfy for all of eternity. Whatever you believe happens to you, you'd rather have it happening in Mac Weldon. Clothes. Not only do Macwelden's underwear socks and shirts look good. They perform well too. They have a line of silver underwear and shirts that are naturally anti microbial, so I assume for Well then, you know, antimicrobial means it eliminates odor and maybe keep away some of the worms that will be devouring him. If you don't like your first pair, you can keep it and they will still refund you. No questions asked. I wanna talk On a more personal note about the Mac Golden clothing that I'm wearing today, it is, of course, the second episode recorded in a row where I've worn my Mag Walden clothing to the studio because it was two weeks ago that I purchase the item, and then we didn't have the ad the following week. And so I've gotten a lot of opportunities to wear these pants. I think they're the ace sweatpants, Kevin. Is that right? Are these the sweat are they the ace?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-2",
    "time": "0:03:10",
    "speaker": "spk_2",
    "line": "Hey, guys. Jeff, Kevin here. I think so. I'll double check.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-3",
    "time": "0:03:14",
    "speaker": "spk_1",
    "line": "So basically, look, this shows about radical transparency and I will I am getting the light and I have to tell you I'm gonna blow the light because this is more important than Walden's funeral",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-4",
    "time": "0:03:24",
    "speaker": "spk_3",
    "line": "nobody liked welded. So it just shut",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-5",
    "time": "0:03:28",
    "speaker": "spk_4",
    "line": "up, Brett. So so",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-6",
    "time": "0:03:33",
    "speaker": "spk_1",
    "line": "so, basically, we were asked to try out one of these two pairs of pants they sent us. One was the a sweat pant, I think. And then the other one had a different name and was more of like a performance pant. It was like a in between like a warm up y pants and a and a Slack, So I got the sweatpants and I fucking love them. And my wife really likes them. And so I'll tell another story. And I know I know this is supposed to be Weldon's day. I know it's supposed to be Weldon's day. Nobody wants to hear you talk about Weldon. A few years ago, I would say maybe God must been two thousand Well let's say twenty fifteen, I saw Michael b Jordan in Larchmont bungalow, now closed, I guess it opened up somewhere else. Was never that good. Ordering food And he looked really cool. And later, I was telling my wife, he looked so cool. He had like this he had just like this great style and this great outfit and she was like, what was he wearing? I was like, well, he was wearing sweat pants. And she's like, that doesn't sound that cool. And I was like, no, but they were like cool guy sweat pants. And then cut to two weeks ago when I got these pants. And I was like, wow, I really like those. I guess those are the cool guy sweat pants you've been talking about this whole time because there is a cut to them where I'm not embarrassed wearing them. I wouldn't wear them to work But I will wear them out to, like, meet someone for lunch. And so they are good sweat pants and I will be buying more. They did provide me with the money to buy this one. They did not give enough money for Hayes and I both to buy the item that they wanted us to get, and so that's why I have to do the add alone. But they are legitimately very comfortable, and I think stylish. You'll see them in the photos. Kevin will take a photo. I've been rocking these sweat pants and I like them. I I think they're called the ace, but I'm not sure. Is that right?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-7",
    "time": "0:05:44",
    "speaker": "spk_2",
    "line": "That's right. Yep.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-8",
    "time": "0:05:45",
    "speaker": "spk_1",
    "line": "Yeah. And what's the other one called that they like?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-9",
    "time": "0:05:47",
    "speaker": "spk_2",
    "line": "There's the Sunday lounge pant",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-10",
    "time": "0:05:49",
    "speaker": "spk_1",
    "line": "is that the other one they said maybe to try? Yeah. Okay. I haven't tried that one. For twenty percent off your order, your first order, visit mackweldon dot com and enter promo code the boys at checkout. That's promo code the boys at checkout, mackweldon dot com for twenty percent off your first order, and I will now step down and Brett. What did you wanna say about Weldon? Hey, everybody. It's a rough rough day. Jesus Christ. You don't have anything. Yeah. Clearly, don't have anything. You were The whole time I was up here at Yellow again, you have nothing. How a rhythm going? I was ready to get up and you iced",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-11",
    "time": "0:06:29",
    "speaker": "spk_3",
    "line": "me. Okay.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-12",
    "time": "0:06:31",
    "speaker": "spk_1",
    "line": "Webster's dictionary defines comfort. Wait. You're doing a back well to that too. Well, yeah, that was I thought you were doing my first thing. Okay. So it's boys night, it's a big slumber party, and it is, of course, The usual crew myself, Gerard Way, the lead singer of my chemical romance",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-13",
    "time": "0:07:02",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-14",
    "time": "0:07:03",
    "speaker": "spk_3",
    "line": "mhmm. -- creative umbrella Academy.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-15",
    "time": "0:07:05",
    "speaker": "spk_1",
    "line": "Yes. And Chucky, the devilish doll from the child's play films. Mhmm. And we are sliding into the",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-16",
    "time": "0:07:14",
    "speaker": "spk_3",
    "line": "least favorite doll. And then Annabelle even after that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-17",
    "time": "0:07:19",
    "speaker": "spk_1",
    "line": "And he's a friend. And he's a friend. So",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-18",
    "time": "0:07:22",
    "speaker": "spk_3",
    "line": "oh, I'm I'm never I'm never allowed to say. Anyone who's friends with you, I'm not allowed to say. Friends of yours that are killing",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-19",
    "time": "0:07:30",
    "speaker": "spk_1",
    "line": "well, God forbid, you would keep it to yourself. When I bring up my friend, I'm telling a nice story about a cyber party, Margaret.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-20",
    "time": "0:07:36",
    "speaker": "spk_3",
    "line": "I And then you would just I agree.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-21",
    "time": "0:07:38",
    "speaker": "spk_1",
    "line": "Go for it. And then you would let it slide. I wouldn't need to know how you feel about -- That I would -- talk to you that",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-22",
    "time": "0:07:43",
    "speaker": "spk_3",
    "line": "i didn't wasn't allowed to be on with you and that I would be punished. I agree. God forbid. I agree.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-23",
    "time": "0:07:49",
    "speaker": "spk_1",
    "line": "This is something that we",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-24",
    "time": "0:07:50",
    "speaker": "spk_3",
    "line": "i agree with that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-25",
    "time": "0:07:51",
    "speaker": "spk_1",
    "line": "Oh, yeah. But you're sarcastic green because I No. I am. Seriously agree. I do it. Really agree with sarcasm statement them which therefore is sarcastic by extension. And just next time, sly me a no.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-26",
    "time": "0:08:03",
    "speaker": "spk_3",
    "line": "Slicing people. Some friend. He's possessed.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-27",
    "time": "0:08:08",
    "speaker": "spk_1",
    "line": "And by the way, he had a bad childhood himself So Chaz plays ironic. Now we're sliding to the d m's of Instagram bottles. And we are what what do you mean?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-28",
    "time": "0:08:20",
    "speaker": "spk_3",
    "line": "Why is it ironic?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-29",
    "time": "0:08:22",
    "speaker": "spk_1",
    "line": "Child's play. Right? It's the name of the movies. Yes. And that is ironic.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-30",
    "time": "0:08:28",
    "speaker": "spk_3",
    "line": "Because he had a bad childhood.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-31",
    "time": "0:08:30",
    "speaker": "spk_1",
    "line": "Because of He wasn't allowed to have child's play. Because its literal meaning is the opposite of its actual meaning, and that's what irony is. So think about it. What? It's not actually children play. What? What do you mean? What? What? That's irony. So there's not children playing, they're actually very scared",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-32",
    "time": "0:08:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-33",
    "time": "0:08:54",
    "speaker": "spk_3",
    "line": "okay.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-34",
    "time": "0:08:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-35",
    "time": "0:08:54",
    "speaker": "spk_1",
    "line": "in the film. And even Chuck, he's scared. You think he's hurt people hurt people.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-36",
    "time": "0:08:59",
    "speaker": "spk_3",
    "line": "He doesn't look scared.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-37",
    "time": "0:09:01",
    "speaker": "spk_5",
    "line": "Well, that's",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-38",
    "time": "0:09:01",
    "speaker": "spk_1",
    "line": "yeah. Because he's putting on a tough facade. Something I have to do with you all the time.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-39",
    "time": "0:09:06",
    "speaker": "spk_3",
    "line": "We were sliding.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-40",
    "time": "0:09:07",
    "speaker": "spk_1",
    "line": "We were sliding into the DMs of Instagram bottles. Just high honey, stunning",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-41",
    "time": "0:09:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-42",
    "time": "0:09:12",
    "speaker": "spk_1",
    "line": "mhmm.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-43",
    "time": "0:09:13",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-44",
    "time": "0:09:13",
    "speaker": "spk_1",
    "line": "nice picks.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-45",
    "time": "0:09:13",
    "speaker": "spk_3",
    "line": "Yep. Come to Brazil, sweet.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-46",
    "time": "0:09:15",
    "speaker": "spk_1",
    "line": "I'm in your town, come to Brazil's, Adi. Yeah. And you know what? Never mind. Because it's",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-47",
    "time": "0:09:23",
    "speaker": "spk_3",
    "line": "hey. Welcome back. You said never mind. So good. Hey. Well, never mind. I would handbook an insider's guide to kicking butt and dropping names in the red carpet. Line back hallways of this industry we call showbiz. Never mind. It is time for March. What do we do in March? And this march, we are being exciting. Now In like a lion. Today is the beginning of what we are having to call, try month. This is the month.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-48",
    "time": "0:09:56",
    "speaker": "spk_1",
    "line": "Does that mean three months No. No way. No. It means try like March's try month. Oh, is that three months? That's one month. It's about trying hard hard to try to do something.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-49",
    "time": "0:10:15",
    "speaker": "spk_3",
    "line": "No. Normally, this show is told jerk off for me, and I sometimes I'm here and I forget I'm even doing the show.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-50",
    "time": "0:10:24",
    "speaker": "spk_1",
    "line": "It's a complete joke to me, and Not only do I forget I'm doing it when I remember I'm doing",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-51",
    "time": "0:10:29",
    "speaker": "spk_3",
    "line": "it, I wish that I wasn't. Not this month. Nope. Now we are we know we are doing it, we remember, and we are trying, and we like it, and we get really good guests. Yeah. And we do have a really good guest for this episode. Do we have really good guests lined up for the rest of a month. Not",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-52",
    "time": "0:10:45",
    "speaker": "spk_1",
    "line": "yet. Not yet.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-53",
    "time": "0:10:47",
    "speaker": "spk_3",
    "line": "But imagine. But we have to. And today, it's And his name is Al and it's weirdo.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-54",
    "time": "0:10:56",
    "speaker": "spk_1",
    "line": "Hey, Sean. Hey, Hayes. Hi, weirdo.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-55",
    "time": "0:10:58",
    "speaker": "spk_6",
    "line": "Now now do I have to try as well or is it just you guys?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-56",
    "time": "0:11:02",
    "speaker": "spk_3",
    "line": "Boy. Kevin?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-57",
    "time": "0:11:04",
    "speaker": "spk_6",
    "line": "Can I get a ruling on this?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-58",
    "time": "0:11:05",
    "speaker": "spk_3",
    "line": "Already, the whole concept is falling apart. No. Kevin's whole idea. This is all Kevin.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-59",
    "time": "0:11:10",
    "speaker": "spk_1",
    "line": "He didn't tell you.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-60",
    "time": "0:11:11",
    "speaker": "spk_2",
    "line": "Hey, guys, chef Kevin here.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-61",
    "time": "0:11:13",
    "speaker": "spk_6",
    "line": "Hi, Kevin.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-62",
    "time": "0:11:14",
    "speaker": "spk_2",
    "line": "Do you want to try?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-63",
    "time": "0:11:16",
    "speaker": "spk_1",
    "line": "Hi, guys.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-64",
    "time": "0:11:17",
    "speaker": "spk_3",
    "line": "No one asked me that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-65",
    "time": "0:11:18",
    "speaker": "spk_1",
    "line": "Sounds like a no. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-66",
    "time": "0:11:19",
    "speaker": "spk_6",
    "line": "I just wanna be out with everybody else.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-67",
    "time": "0:11:21",
    "speaker": "spk_1",
    "line": "So I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-68",
    "time": "0:11:21",
    "speaker": "spk_6",
    "line": "just wanna be insane. I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-69",
    "time": "0:11:22",
    "speaker": "spk_3",
    "line": "noticed you brought the accordion. You said you you were not going to touch it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-70",
    "time": "0:11:25",
    "speaker": "spk_6",
    "line": "No. No. It's just there for show.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-71",
    "time": "0:11:27",
    "speaker": "spk_3",
    "line": "Okay. It seems like it's there to intimidate us?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-72",
    "time": "0:11:31",
    "speaker": "spk_1",
    "line": "He said he said I wanna be in sync. It seems like you wanna be a lot of bands.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-73",
    "time": "0:11:35",
    "speaker": "spk_6",
    "line": "Yeah. Yeah. No strings attached.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-74",
    "time": "0:11:39",
    "speaker": "spk_1",
    "line": "Oh, what were we saying?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-75",
    "time": "0:11:40",
    "speaker": "spk_6",
    "line": "We're talking about my accordion.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-76",
    "time": "0:11:44",
    "speaker": "spk_1",
    "line": "Kevin asked Just just just,",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-77",
    "time": "0:11:45",
    "speaker": "spk_6",
    "line": "you know, just look at it. Don't touch it. Okay. It's just there. It's just there.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-78",
    "time": "0:11:49",
    "speaker": "spk_3",
    "line": "Smart. We are so excited to have you. We are already friends with you from you being on the cardboard, a cutout standee of a comedy bang bang season, the only decor in this office is cardboard standees from Comedy Bang Bank, the TV show. Mhmm. You are on one that says, Tommy BangBank just got weird, and it's Scott Ockerman, surfing, and holding you up while he's surfing.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-79",
    "time": "0:12:19",
    "speaker": "spk_6",
    "line": "I am a presence in your office lobby.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-80",
    "time": "0:12:21",
    "speaker": "spk_7",
    "line": "Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-81",
    "time": "0:12:21",
    "speaker": "spk_6",
    "line": "And on that very same show, I did a a scene with Sean.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-82",
    "time": "0:12:24",
    "speaker": "spk_1",
    "line": "Yes. Alan and I did some acting work together.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-83",
    "time": "0:12:28",
    "speaker": "spk_6",
    "line": "Yes. Very deep. I we I I don't know about you, buddy. I really pulled back the layers and went really really deep on that role.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-84",
    "time": "0:12:35",
    "speaker": "spk_1",
    "line": "And you don't know. About me.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-85",
    "time": "0:12:36",
    "speaker": "spk_6",
    "line": "I don't know.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-86",
    "time": "0:12:37",
    "speaker": "spk_1",
    "line": "Because I wasn't me when I showed up for that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-87",
    "time": "0:12:39",
    "speaker": "spk_6",
    "line": "No. No. No. No.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-88",
    "time": "0:12:40",
    "speaker": "spk_1",
    "line": "I was Your stolen character, Ren.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-89",
    "time": "0:12:43",
    "speaker": "spk_6",
    "line": "You were so in character.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-90",
    "time": "0:12:44",
    "speaker": "spk_1",
    "line": "I was a high school friend. Oh, yes. And I made sure to keep it that way -- Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-91",
    "time": "0:12:48",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-92",
    "time": "0:12:49",
    "speaker": "spk_1",
    "line": "because it would have destroyed the illusion and for anyone who wants to go back and rewatch the episode and why wouldn't you? Think about the fact that Alan and I Had to that point not met. No. And yet the friendship on screen crackles, doesn't it?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-93",
    "time": "0:13:05",
    "speaker": "spk_8",
    "line": "That's what that's why they call it acting.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-94",
    "time": "0:13:07",
    "speaker": "spk_1",
    "line": "That's one of the reasons.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-95",
    "time": "0:13:08",
    "speaker": "spk_3",
    "line": "You can weigh in on something as sort of back and forth we've had on this show with Scott in the past, which is whether Sean's role in that episode was what's known as an under five. Which is did he have? Five yeah. I think Under five lines.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-96",
    "time": "0:13:21",
    "speaker": "spk_1",
    "line": "Oh, I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-97",
    "time": "0:13:21",
    "speaker": "spk_6",
    "line": "thought you meant five out of a hundred.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-98",
    "time": "0:13:23",
    "speaker": "spk_1",
    "line": "I would say, I would",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-99",
    "time": "0:13:25",
    "speaker": "spk_6",
    "line": "i would probably I would have rated them a little higher than that. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-100",
    "time": "0:13:28",
    "speaker": "spk_1",
    "line": "I think I would have been around a six or seven. Yeah. Yeah. Scott also posited to me what he imagined, the amount of money he imagined that I made on the show. And it was very high. Yeah. It was extremely generous what he thought people were being paid to go and do for six or You're",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-101",
    "time": "0:13:48",
    "speaker": "spk_6",
    "line": "getting all those sweet, sweet comedy Bang Bang residuals, I assume.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-102",
    "time": "0:13:51",
    "speaker": "spk_1",
    "line": "That seemed to be his impression. I didn't wanna go too far into it. Kind of a gross conversation to have even me bringing it up now.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-103",
    "time": "0:14:01",
    "speaker": "spk_3",
    "line": "But Especially on on Mike for public. For everyone.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-104",
    "time": "0:14:06",
    "speaker": "spk_1",
    "line": "Yes. But he did mention it. I think I have made a joke slightly at the expense of comedy Bang Bang and he said that I could either pay back the money, which he estimated to be ten thousand dollars. What? I didn't make that much.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-105",
    "time": "0:14:20",
    "speaker": "spk_9",
    "line": "I'm a",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-106",
    "time": "0:14:21",
    "speaker": "spk_1",
    "line": "bad leader.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-107",
    "time": "0:14:22",
    "speaker": "spk_6",
    "line": "Of course not.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-108",
    "time": "0:14:23",
    "speaker": "spk_1",
    "line": "It's the independent film channel. Right. The film thinks independently from union wage.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-109",
    "time": "0:14:33",
    "speaker": "spk_6",
    "line": "Independent from any kind of payment.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-110",
    "time": "0:14:35",
    "speaker": "spk_1",
    "line": "Oh, yes. Independent, really, from being a channel in a lot of ways. So, you know, it was what it was.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-111",
    "time": "0:14:42",
    "speaker": "spk_3",
    "line": "Was it scary being surfing like that?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-112",
    "time": "0:14:46",
    "speaker": "spk_1",
    "line": "Yeah. It was a little scary because,",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-113",
    "time": "0:14:48",
    "speaker": "spk_6",
    "line": "you know, I watched the enough from the Chella movies as a child, and I thought this will be easy. Yes. And it's it's really not. There's a lot of photoshop involved.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-114",
    "time": "0:14:55",
    "speaker": "spk_3",
    "line": "And it really takes professional, but Scott is not he likes to think he's like a surfing professional, but Oh, yeah. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-115",
    "time": "0:15:02",
    "speaker": "spk_6",
    "line": "No. He is not. Believe me.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-116",
    "time": "0:15:04",
    "speaker": "spk_1",
    "line": "Yeah. Shark attack. Shark alarm. Did the shark alarm go off?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-117",
    "time": "0:15:08",
    "speaker": "spk_6",
    "line": "Shark the",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-118",
    "time": "0:15:08",
    "speaker": "spk_1",
    "line": "love shark alarm. Yeah. Oh, no. The love shark was there. Oh, geez. And now they'll be loving on you, hugging, kissing audio. No. It's so cute. It's adorable, but also it can be kinda story.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-119",
    "time": "0:15:20",
    "speaker": "spk_6",
    "line": "Lens card.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-120",
    "time": "0:15:21",
    "speaker": "spk_3",
    "line": "And baby shirt.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-121",
    "time": "0:15:22",
    "speaker": "spk_1",
    "line": "Ah. I Yes. The You like to say here, listen to that song? Mhmm. Maybe you can.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-122",
    "time": "0:15:30",
    "speaker": "spk_3",
    "line": "That's already doing it. So you did comedy Bang Bang a bunch of times with the podcast. I did. You did crybabies. Once. Uh-huh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-123",
    "time": "0:15:41",
    "speaker": "spk_6",
    "line": "I killed it. Kill the show.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-124",
    "time": "0:15:42",
    "speaker": "spk_3",
    "line": "And did the show. Yes. You refused to cry.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-125",
    "time": "0:15:45",
    "speaker": "spk_1",
    "line": "I did. You're not gonna make me cry. Nothing happened. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-126",
    "time": "0:15:49",
    "speaker": "spk_3",
    "line": "I remember. Yes. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-127",
    "time": "0:15:50",
    "speaker": "spk_4",
    "line": "We just",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-128",
    "time": "0:15:51",
    "speaker": "spk_3",
    "line": "played that was just a clip from the episode.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-129",
    "time": "0:15:52",
    "speaker": "spk_6",
    "line": "Yeah. Did you like it? Oh, gosh. Just tell me what my best work.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-130",
    "time": "0:15:56",
    "speaker": "spk_3",
    "line": "No one had really taken it to though that way before. And so they were basically defeat you were the first one.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-131",
    "time": "0:16:02",
    "speaker": "spk_1",
    "line": "They were taking it back. Everyone played ball.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-132",
    "time": "0:16:04",
    "speaker": "spk_3",
    "line": "That they could basically, my understanding of the of the premise of the show is that they would basically bully people into crime.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-133",
    "time": "0:16:11",
    "speaker": "spk_6",
    "line": "And if if you didn't start crying, they'd, like, start it's, like, poking you and then, like,",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-134",
    "time": "0:16:14",
    "speaker": "spk_1",
    "line": "punching you",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-135",
    "time": "0:16:14",
    "speaker": "spk_6",
    "line": "and Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-136",
    "time": "0:16:15",
    "speaker": "spk_3",
    "line": "And they would fully beat you up.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-137",
    "time": "0:16:17",
    "speaker": "spk_6",
    "line": "Yeah. Yeah. But you And I I toughed it out.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-138",
    "time": "0:16:19",
    "speaker": "spk_3",
    "line": "You scream so loud that they I also had to end the show.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-139",
    "time": "0:16:23",
    "speaker": "spk_6",
    "line": "I was so not on brand. I I basically ruined their entire podcast.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-140",
    "time": "0:16:27",
    "speaker": "spk_3",
    "line": "Yeah. But not gonna happen in this one.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-141",
    "time": "0:16:29",
    "speaker": "spk_1",
    "line": "Couldn't? No. There's really nothing to ruin. But by being formless, the podcast is like water. And so every attempt, you're able to move with it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-142",
    "time": "0:16:39",
    "speaker": "spk_3",
    "line": "You cannot ruin. You can't ruin the order.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-143",
    "time": "0:16:41",
    "speaker": "spk_1",
    "line": "Yes. Yeah. Okay. Well, yeah. I guess you could ruin water in Flint.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-144",
    "time": "0:16:46",
    "speaker": "spk_6",
    "line": "Does it come look like I'm trying yet? I'm not sure.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-145",
    "time": "0:16:48",
    "speaker": "spk_1",
    "line": "I don't know. I mean, am I do I seem like I'm trying?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-146",
    "time": "0:16:51",
    "speaker": "spk_6",
    "line": "I don't I don't I don't wanna be out of out of sync with triweek.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-147",
    "time": "0:16:54",
    "speaker": "spk_1",
    "line": "Yeah. No. I don't yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-148",
    "time": "0:16:56",
    "speaker": "spk_3",
    "line": "And how does engineer Jordan fit into it too? Because I'm getting basically the exact same thing I've gotten. She hasn't been here that long.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-149",
    "time": "0:17:03",
    "speaker": "spk_1",
    "line": "But She seems like she's coasting. I don't know.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-150",
    "time": "0:17:05",
    "speaker": "spk_3",
    "line": "Yes. I'm getting that vibe as well.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-151",
    "time": "0:17:07",
    "speaker": "spk_10",
    "line": "I'm trying. Are you? I'm trying very hard.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-152",
    "time": "0:17:10",
    "speaker": "spk_1",
    "line": "I'm nervous with engineer Jordan a little bit. She last time that we used her on Mike",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-153",
    "time": "0:17:15",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-154",
    "time": "0:17:15",
    "speaker": "spk_1",
    "line": "uh-huh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-155",
    "time": "0:17:15",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-156",
    "time": "0:17:15",
    "speaker": "spk_1",
    "line": "she got a little bit fresh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-157",
    "time": "0:17:17",
    "speaker": "spk_6",
    "line": "She's kinda trying my position.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-158",
    "time": "0:17:18",
    "speaker": "spk_1",
    "line": "She was, like, kinda pissed at I thought.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-159",
    "time": "0:17:21",
    "speaker": "spk_10",
    "line": "Why?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-160",
    "time": "0:17:21",
    "speaker": "spk_6",
    "line": "I'm getting a lot of attitude right now. Why?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-161",
    "time": "0:17:23",
    "speaker": "spk_1",
    "line": "Just like, I think we asked you to do something. You were just like, Jesus Christ. Maybe.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-162",
    "time": "0:17:29",
    "speaker": "spk_10",
    "line": "Maybe. Again, I try. Every time with you guys, I try.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-163",
    "time": "0:17:33",
    "speaker": "spk_3",
    "line": "What's the iPad for? It's all it's all in these iPads now.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-164",
    "time": "0:17:37",
    "speaker": "spk_1",
    "line": "It's so",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-165",
    "time": "0:17:37",
    "speaker": "spk_6",
    "line": "it's like tetris, what is that?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-166",
    "time": "0:17:38",
    "speaker": "spk_10",
    "line": "Yeah. Tetris. No. It's your levels.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-167",
    "time": "0:17:41",
    "speaker": "spk_1",
    "line": "Oh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-168",
    "time": "0:17:41",
    "speaker": "spk_10",
    "line": "So instead of me being behind the board, I can",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-169",
    "time": "0:17:43",
    "speaker": "spk_1",
    "line": "put it right here. Please. Oh, worse. Wow. Works.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-170",
    "time": "0:17:47",
    "speaker": "spk_6",
    "line": "I like it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-171",
    "time": "0:17:47",
    "speaker": "spk_3",
    "line": "Yeah. And made the level spell out base. Nice. Can you spell",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-172",
    "time": "0:17:52",
    "speaker": "spk_1",
    "line": "out boobs with that? Sure. Whatever you want.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-173",
    "time": "0:17:57",
    "speaker": "spk_3",
    "line": "Okay. And alrighty. The beginning of try month, we've made the one female engineer spell out boobs Oh, great. Perfect.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-174",
    "time": "0:18:06",
    "speaker": "spk_1",
    "line": "Or what a nice shot.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-175",
    "time": "0:18:07",
    "speaker": "spk_3",
    "line": "Oh. But maybe that's bad Maybe that's better instead of if it's just men in here and we're spelling out boobs. That works.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-176",
    "time": "0:18:15",
    "speaker": "spk_1",
    "line": "That then does become more problematic problem.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-177",
    "time": "0:18:18",
    "speaker": "spk_6",
    "line": "It's kind of a lose lose.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-178",
    "time": "0:18:19",
    "speaker": "spk_1",
    "line": "And you look at these podcasts at the top of the charts. What are they doing? They're spelling out boo? That's what you're",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-179",
    "time": "0:18:24",
    "speaker": "spk_3",
    "line": "doing. That's the way to the top. Yes. And that is a big part of TriNet. Thing that we're gonna have",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-180",
    "time": "0:18:28",
    "speaker": "spk_1",
    "line": "to do. We're just looking to get listeners. And if we gotta steal them from your Joe Rogins or your Adam Corolla's, well, and that's where we're gonna have to go. Yes. It's free. I'm doing that spell a boobs. No. No. Not nope.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-181",
    "time": "0:18:40",
    "speaker": "spk_3",
    "line": "Oh, okay. What? And I can't even do this anymore, and I have to get to the real part of the show. Okay. And let's And I'm sorry. It is it is time to be pissed.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-182",
    "time": "0:18:50",
    "speaker": "spk_1",
    "line": "Alright. Sean and",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-183",
    "time": "0:18:52",
    "speaker": "spk_3",
    "line": "i have done movies and TV and a book. Three things? And a show and art.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-184",
    "time": "0:19:04",
    "speaker": "spk_6",
    "line": "Five then.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-185",
    "time": "0:19:05",
    "speaker": "spk_1",
    "line": "Mhmm. Okay. And posters.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-186",
    "time": "0:19:06",
    "speaker": "spk_3",
    "line": "I didn't say how many art. Yeah. And posters and t shirt.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-187",
    "time": "0:19:12",
    "speaker": "spk_6",
    "line": "We're almost in double digits.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-188",
    "time": "0:19:14",
    "speaker": "spk_3",
    "line": "We are part of Hollywood.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-189",
    "time": "0:19:17",
    "speaker": "spk_1",
    "line": "Oh, yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-190",
    "time": "0:19:17",
    "speaker": "spk_3",
    "line": "And the industry. Mhmm. And we have a few friends Culio. Uh-oh. Presidents at United States of America.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-191",
    "time": "0:19:27",
    "speaker": "spk_6",
    "line": "Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-192",
    "time": "0:19:28",
    "speaker": "spk_3",
    "line": "Duck whoever sang the song that Yoda was of going off of.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-193",
    "time": "0:19:34",
    "speaker": "spk_9",
    "line": "It's a freeing case, baby.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-194",
    "time": "0:19:37",
    "speaker": "spk_1",
    "line": "Come on.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-195",
    "time": "0:19:38",
    "speaker": "spk_3",
    "line": "And who else?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-196",
    "time": "0:19:40",
    "speaker": "spk_1",
    "line": "Oh, please, Don McQueen,",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-197",
    "time": "0:19:44",
    "speaker": "spk_3",
    "line": "the offspring. All these are some of our best friends. Lives, real people out, can I remind you? Lives. Hi. Lives that you have destroyed and and made fun of so much that they can't even sing their own songs at their concerts anymore because people start drowning them out. By singing weird al's version. These were real people reduced to common jokes. And we cannot we and now it's time we have to give revenge.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-198",
    "time": "0:20:16",
    "speaker": "spk_1",
    "line": "Imagine your life's work stolen out from under you in a funny stash drawn on all the pictures of you, and then everyone thinks you had a mustache.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-199",
    "time": "0:20:25",
    "speaker": "spk_6",
    "line": "Would it help to say, I'm sorry?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-200",
    "time": "0:20:27",
    "speaker": "spk_1",
    "line": "I don't think that's gonna do it this time, Al.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-201",
    "time": "0:20:30",
    "speaker": "spk_8",
    "line": "Okay.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-202",
    "time": "0:20:31",
    "speaker": "spk_6",
    "line": "So what do you recommend?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-203",
    "time": "0:20:33",
    "speaker": "spk_1",
    "line": "How about a taste of your own medicine.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-204",
    "time": "0:20:36",
    "speaker": "spk_3",
    "line": "That seems only fair. And this is, like, the Kevin thing, by the way. I would love for you to just be able to say, I'm sorry, and we just end the whole at the show.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-205",
    "time": "0:20:43",
    "speaker": "spk_1",
    "line": "Oh, we all go home",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-206",
    "time": "0:20:44",
    "speaker": "spk_3",
    "line": "right now. But I mean, Kevin came straight from work. Month. Kevin says that we do the entire show, and we play out whatever kind of the premises that Even if",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-207",
    "time": "0:20:52",
    "speaker": "spk_1",
    "line": "the idea that we have is paper thin. I mean, even if we have almost nothing else beyond stating the premise, we're supposed to do like What is it? Forty five minutes?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-208",
    "time": "0:21:05",
    "speaker": "spk_6",
    "line": "Let's rock this premise. I'm excited.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-209",
    "time": "0:21:10",
    "speaker": "spk_1",
    "line": "Thank you, Al. That's",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-210",
    "time": "0:21:11",
    "speaker": "spk_3",
    "line": "so dumb. Here's what you have to do. You have to eat your own medicine. Oh. Alright. And it's pills.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-211",
    "time": "0:21:18",
    "speaker": "spk_1",
    "line": "Alright.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-212",
    "time": "0:21:18",
    "speaker": "spk_3",
    "line": "And the juicy kind.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-213",
    "time": "0:21:21",
    "speaker": "spk_6",
    "line": "Juicy pills.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-214",
    "time": "0:21:22",
    "speaker": "spk_1",
    "line": "Yes. That's big ones and no water. Gotta eat them dry.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-215",
    "time": "0:21:27",
    "speaker": "spk_6",
    "line": "Is this a metaphor? Or am I actually eating a bunch of, like, horse pills?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-216",
    "time": "0:21:30",
    "speaker": "spk_3",
    "line": "Right. We'll see if he'll We'll see what we find. So you have to you have these powers -- Mhmm. -- of mockery and destruction. And you will be forced to turn them on yourself. Okay. And you do have to take your own songs and you do have to effectively reverse the charges. So Mhmm. Or the what is it? And it's Reverse engineer. In some movie, they have to",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-217",
    "time": "0:22:00",
    "speaker": "spk_1",
    "line": "cross the streams. They",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-218",
    "time": "0:22:00",
    "speaker": "spk_3",
    "line": "don't have to say that for a Jordan because if if she gets a if she gets told to reverse engineer",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-219",
    "time": "0:22:05",
    "speaker": "spk_1",
    "line": "she'll undo the entire Alright.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-220",
    "time": "0:22:07",
    "speaker": "spk_3",
    "line": "Why? She'll create a black hole in the studio. Areas is going home and Yeah. So create a black hole in studio. No. Isn't there something where it's like, we have to reverse the the polarity? The polarity. Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-221",
    "time": "0:22:20",
    "speaker": "spk_1",
    "line": "Oh, yeah. That felt good. So everyone now and then Hayes and I really find each other.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-222",
    "time": "0:22:25",
    "speaker": "spk_3",
    "line": "And so, basically, you have to blast yourself with your own musical gun.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-223",
    "time": "0:22:30",
    "speaker": "spk_6",
    "line": "I've never done that before.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-224",
    "time": "0:22:31",
    "speaker": "spk_1",
    "line": "The Spider Man do web on himself.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-225",
    "time": "0:22:34",
    "speaker": "spk_8",
    "line": "Got it. Think about that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-226",
    "time": "0:22:35",
    "speaker": "spk_6",
    "line": "Well, you know, it only seems fair. So let's let's try that since it was dry month.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-227",
    "time": "0:22:40",
    "speaker": "spk_1",
    "line": "Well, then let's try it. Now, Oh, yeah. You did a song. Called fat.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-228",
    "time": "0:22:47",
    "speaker": "spk_6",
    "line": "I did. Was that cool?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-229",
    "time": "0:22:51",
    "speaker": "spk_1",
    "line": "Certainly, I thought it was cool.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-230",
    "time": "0:22:53",
    "speaker": "spk_3",
    "line": "We're certainly not gonna reckon with it now. Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-231",
    "time": "0:22:57",
    "speaker": "spk_6",
    "line": "It's a body positivity song because peep that the the protagonist in that song is so proud of his or her. I'm not gonna I'm gonna say",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-232",
    "time": "0:23:07",
    "speaker": "spk_1",
    "line": "well, I see in the video. I am gonna say He's owning his",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-233",
    "time": "0:23:10",
    "speaker": "spk_6",
    "line": "size. Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-234",
    "time": "0:23:11",
    "speaker": "spk_1",
    "line": "In the same way that Michael Jackson's protagonist owned his badness, which previously had been thought of as not good.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-235",
    "time": "0:23:18",
    "speaker": "spk_3",
    "line": "Mhmm. But what if instead, Al, you had to do a song right now about yourself and it was about specifically your butt.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-236",
    "time": "0:23:27",
    "speaker": "spk_6",
    "line": "Okay. A song about my butt.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-237",
    "time": "0:23:28",
    "speaker": "spk_3",
    "line": "Which we have been noticing is very flat. Okay. In a way that some people might might like",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-238",
    "time": "0:23:37",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-239",
    "time": "0:23:37",
    "speaker": "spk_1",
    "line": "uh-huh. Mhmm.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-240",
    "time": "0:23:37",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-241",
    "time": "0:23:38",
    "speaker": "spk_3",
    "line": "might think is great that it, like, looks good.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-242",
    "time": "0:23:40",
    "speaker": "spk_1",
    "line": "And we'll and we'll just say those people are us.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-243",
    "time": "0:23:43",
    "speaker": "spk_6",
    "line": "Okay.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-244",
    "time": "0:23:44",
    "speaker": "spk_1",
    "line": "So we don't personally think it's necessarily a bad thing. But what if you had to do a song called Flat and it's about your flat?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-245",
    "time": "0:23:52",
    "speaker": "spk_6",
    "line": "It's to to the tune of bad or fat. Bad's gone. Bad",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-246",
    "time": "0:23:57",
    "speaker": "spk_1",
    "line": "okay. I can't even find bad in the rear view out. Because somebody stomped on it and threw it in the trash and replace it with fat.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-247",
    "time": "0:24:07",
    "speaker": "spk_6",
    "line": "Okay. We're ready. Here we go. My butt is flat, but that's okay. Don't need a round. But anyway,",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-248",
    "time": "0:24:15",
    "speaker": "spk_1",
    "line": "okay. Wow. Okay. And We yes. But he managed to do it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-249",
    "time": "0:24:20",
    "speaker": "spk_3",
    "line": "But he managed to make it empowering. See? About his flat butt.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-250",
    "time": "0:24:25",
    "speaker": "spk_6",
    "line": "I'm owning my flat butt.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-251",
    "time": "0:24:26",
    "speaker": "spk_1",
    "line": "He never accounted for that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-252",
    "time": "0:24:28",
    "speaker": "spk_6",
    "line": "So that didn't really that didn't really reverse the polarity much, dude.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-253",
    "time": "0:24:32",
    "speaker": "spk_1",
    "line": "Yeah. Well, we're not sir.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-254",
    "time": "0:24:33",
    "speaker": "spk_3",
    "line": "But it's hard not to honestly what we are the what we're the flatest of your butt, we knew that was gonna be hard to, like, make fun of. Because on I mean, you consider that your best feature.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-255",
    "time": "0:24:45",
    "speaker": "spk_1",
    "line": "Yeah. Right? One of",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-256",
    "time": "0:24:45",
    "speaker": "spk_6",
    "line": "my best. Top top three.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-257",
    "time": "0:24:47",
    "speaker": "spk_3",
    "line": "Mhmm.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-258",
    "time": "0:24:47",
    "speaker": "spk_1",
    "line": "Okay. Yeah. It's great. Well, why don't we go for perhaps an even bigger hit of yours. Oh, man. I seemed to recall. You made a song called White and nerdy, didn't you",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-259",
    "time": "0:24:59",
    "speaker": "spk_8",
    "line": "i I did do that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-260",
    "time": "0:25:01",
    "speaker": "spk_1",
    "line": "Well, what if instead of that, it was about you and it was called light and flirty, and it described your conversational style. Because I gotta be honest, pal, even in just talking outside briefly before we came in the studio, there was a sort of airy breezy pleasantness to the conversation the world wasn't there.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-261",
    "time": "0:25:23",
    "speaker": "spk_3",
    "line": "With just like a flirtatious edged Hayes, you said it. And it may be something that we're bringing to it, but you can't like, you're not, like, blameless in this.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-262",
    "time": "0:25:33",
    "speaker": "spk_1",
    "line": "I I kinda feel like I'm doing the",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-263",
    "time": "0:25:34",
    "speaker": "spk_9",
    "line": "heavy lifting. I think maybe Hayes",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-264",
    "time": "0:25:36",
    "speaker": "spk_6",
    "line": "should, like, jump into the light and flirty song parody genre.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-265",
    "time": "0:25:40",
    "speaker": "spk_1",
    "line": "Okay. Man, I can see that really being something fun and devastating on that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-266",
    "time": "0:25:44",
    "speaker": "spk_11",
    "line": "We have",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-267",
    "time": "0:25:44",
    "speaker": "spk_6",
    "line": "to we Deva devastate me.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-268",
    "time": "0:25:46",
    "speaker": "spk_3",
    "line": "We have to play it or I can just kind of sort of vaguely go off of what I remember. Okay. It goes I know eventually you get to But before that, there's other stuff.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-269",
    "time": "0:26:01",
    "speaker": "spk_6",
    "line": "That was a lot of stuff. Many syllables.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-270",
    "time": "0:26:03",
    "speaker": "spk_3",
    "line": "Jordan, it looks like she's trying to remember.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-271",
    "time": "0:26:07",
    "speaker": "spk_10",
    "line": "No. I think I think Kevin's bringing up the karaoke track. So we can -- Uh-oh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-272",
    "time": "0:26:11",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-273",
    "time": "0:26:11",
    "speaker": "spk_10",
    "line": "we can put that up.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-274",
    "time": "0:26:13",
    "speaker": "spk_3",
    "line": "Oh, yeah. Okay. Watch out for the accordion. Mhmm.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-275",
    "time": "0:26:19",
    "speaker": "spk_5",
    "line": "I'm getting so red. I'm blushing. What's happening? Weird now is getting light and flirty. I was getting light and I was getting light and flirty. I was getting light and flirty. I was getting light and flirty. What's happening to my head? Never felt like this before? I'm on cloud nightward I was getting light and flirty. I'm getting light and flirty. I'm getting light and flirty. I was getting light and flirty. I was getting light and flirty. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-276",
    "time": "0:26:47",
    "speaker": "spk_7",
    "line": "Not That's pretty good. I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-277",
    "time": "0:26:48",
    "speaker": "spk_6",
    "line": "feel devastated.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-278",
    "time": "0:26:49",
    "speaker": "spk_1",
    "line": "See, again, it seems to me and how it feels just and I and I'm sort of an observer because I wasn't involved in either side of the neither the target of it or its creator. It felt empowering again. Damn, did",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-279",
    "time": "0:27:04",
    "speaker": "spk_6",
    "line": "it, did it. I don't feel like I'm getting my just desserts.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-280",
    "time": "0:27:07",
    "speaker": "spk_1",
    "line": "Yeah. That's the issue is that this guy hasn't been punished enough yet.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-281",
    "time": "0:27:13",
    "speaker": "spk_3",
    "line": "It's all about how charming he is -- Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-282",
    "time": "0:27:16",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-283",
    "time": "0:27:16",
    "speaker": "spk_1",
    "line": "and about a good butt. It's gorgeous flat butt. His ability to kinda make you feel special when you're talking to him in a room. Not ideal.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-284",
    "time": "0:27:29",
    "speaker": "spk_3",
    "line": "Maybe something related to any stories from when you guys did the episode together, the comedy Bangbanging so did he, like, ever do like, screw up really bad?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-285",
    "time": "0:27:40",
    "speaker": "spk_1",
    "line": "I'm a total professional. Okay. Really knew his lines. I mean,",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-286",
    "time": "0:27:45",
    "speaker": "spk_3",
    "line": "he came in off book?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-287",
    "time": "0:27:47",
    "speaker": "spk_1",
    "line": "Yeah. He seemed to have studied it ahead of time. Found his light right away, hit his marks.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-288",
    "time": "0:27:54",
    "speaker": "spk_8",
    "line": "How much could help you out here?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-289",
    "time": "0:27:55",
    "speaker": "spk_1",
    "line": "Worked the camera like a fucking demon. The guy was all Pro. Let me think. Let me think. It's gotta",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-290",
    "time": "0:28:06",
    "speaker": "spk_8",
    "line": "be an angle here somewhere.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-291",
    "time": "0:28:07",
    "speaker": "spk_1",
    "line": "There has to be. Right?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-292",
    "time": "0:28:09",
    "speaker": "spk_3",
    "line": "Well, let's let's go through some songs. Alright. There's we already talked about Yoda.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-293",
    "time": "0:28:14",
    "speaker": "spk_1",
    "line": "Did we?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-294",
    "time": "0:28:15",
    "speaker": "spk_3",
    "line": "What's a deep cut?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-295",
    "time": "0:28:16",
    "speaker": "spk_8",
    "line": "A deep cut.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-296",
    "time": "0:28:17",
    "speaker": "spk_6",
    "line": "Yeah. Oh, something you wouldn't know?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-297",
    "time": "0:28:20",
    "speaker": "spk_3",
    "line": "No. We we can know it, but just like one that",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-298",
    "time": "0:28:23",
    "speaker": "spk_6",
    "line": "the parody a song.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-299",
    "time": "0:28:24",
    "speaker": "spk_3",
    "line": "Maybe one that people don't bring up enough that you wish they would. And you wish that they'd the one that you've always wished people would turn into a song that is insulting to you.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-300",
    "time": "0:28:34",
    "speaker": "spk_6",
    "line": "Let's see. Yeah. Well, the precursor to white nerdy was my other nerd Anthem. It's all about the Pentiums.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-301",
    "time": "0:28:39",
    "speaker": "spk_3",
    "line": "Oh, it's all about the Pentiums. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-302",
    "time": "0:28:42",
    "speaker": "spk_6",
    "line": "Mine minor minor hit. Very minor.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-303",
    "time": "0:28:43",
    "speaker": "spk_1",
    "line": "Right.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-304",
    "time": "0:28:44",
    "speaker": "spk_6",
    "line": "Mhmm. C plus.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-305",
    "time": "0:28:46",
    "speaker": "spk_3",
    "line": "Mhmm. There's also a pretty fly for a rabbi. Okay.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-306",
    "time": "0:28:50",
    "speaker": "spk_1",
    "line": "Mhmm.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-307",
    "time": "0:28:51",
    "speaker": "spk_6",
    "line": "To go with that one?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-308",
    "time": "0:28:52",
    "speaker": "spk_3",
    "line": "He's pretty fly for a rad guy.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-309",
    "time": "0:28:53",
    "speaker": "spk_6",
    "line": "Right? Oh. Because",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-310",
    "time": "0:28:54",
    "speaker": "spk_3",
    "line": "he is just like a rad guy.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-311",
    "time": "0:28:56",
    "speaker": "spk_1",
    "line": "Well, Ow's really rad. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-312",
    "time": "0:29:00",
    "speaker": "spk_3",
    "line": "But pretty fly for a rad guy. Pretty fly for",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-313",
    "time": "0:29:04",
    "speaker": "spk_1",
    "line": "a rad guy. Could kinda stick it to him. Oh, yeah. That's like, yeah, for a rad guy, I guess he's fly.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-314",
    "time": "0:29:11",
    "speaker": "spk_3",
    "line": "Do you think you would be able to do that long?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-315",
    "time": "0:29:13",
    "speaker": "spk_6",
    "line": "It's like pray even",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-316",
    "time": "0:29:15",
    "speaker": "spk_1",
    "line": "though try.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-317",
    "time": "0:29:16",
    "speaker": "spk_6",
    "line": "Yeah. Okay. Okay.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-318",
    "time": "0:29:17",
    "speaker": "spk_1",
    "line": "I mean, I guess I could try. I don't see why not. What are the lyrics",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-319",
    "time": "0:29:21",
    "speaker": "spk_3",
    "line": "on this video, Kevin? Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-320",
    "time": "0:29:22",
    "speaker": "spk_1",
    "line": "I don't even know if I really remember it. This is the German version. Mhmm.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-321",
    "time": "0:29:29",
    "speaker": "spk_2",
    "line": "Okay. I don't think this is They're in",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-322",
    "time": "0:29:31",
    "speaker": "spk_9",
    "line": "so Fondira Blinson.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-323",
    "time": "0:29:33",
    "speaker": "spk_3",
    "line": "That's not the German version. That's You're",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-324",
    "time": "0:29:35",
    "speaker": "spk_10",
    "line": "doing Bernie.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-325",
    "time": "0:29:37",
    "speaker": "spk_1",
    "line": "Why then? Kevin, this is Naya. Due to carry you in over",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-326",
    "time": "0:29:40",
    "speaker": "spk_3",
    "line": "there. We don't want you",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-327",
    "time": "0:29:41",
    "speaker": "spk_1",
    "line": "to do it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-328",
    "time": "0:29:41",
    "speaker": "spk_11",
    "line": "I wanna come up and eat with the actual song",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-329",
    "time": "0:29:44",
    "speaker": "spk_3",
    "line": "and have it be louder than ours.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-330",
    "time": "0:29:47",
    "speaker": "spk_6",
    "line": "Look, I'll do the bass part. You do the guitar part.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-331",
    "time": "0:29:49",
    "speaker": "spk_4",
    "line": "Don't don't don't don't Don't don't don't don't don't don't don't don't don't don't don't don't don't don't don't don't don't don't don't don't don't don't",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-332",
    "time": "0:29:58",
    "speaker": "spk_1",
    "line": "don't matter. To me now. And all the girly say he's pretty",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-333",
    "time": "0:30:11",
    "speaker": "spk_3",
    "line": "rad for a rad guy. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-334",
    "time": "0:30:14",
    "speaker": "spk_1",
    "line": "Yeah. It was close.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-335",
    "time": "0:30:17",
    "speaker": "spk_3",
    "line": "I mean, how'd that",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-336",
    "time": "0:30:18",
    "speaker": "spk_1",
    "line": "feel to get that? Like, right in the I feel right in the face.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-337",
    "time": "0:30:22",
    "speaker": "spk_6",
    "line": "I feel like he got me with that one.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-338",
    "time": "0:30:24",
    "speaker": "spk_1",
    "line": "Yeah. That one seemed to stick him pretty good.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-339",
    "time": "0:30:26",
    "speaker": "spk_3",
    "line": "Okay. I wanna say what what sort of I what happened for being realistic to it was that Al did become sort of a sexual object in it again. I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-340",
    "time": "0:30:37",
    "speaker": "spk_1",
    "line": "yes. Because what I'm telling him to give it to me and he's doing this sort cool music with his mouth",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-341",
    "time": "0:30:42",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-342",
    "time": "0:30:42",
    "speaker": "spk_3",
    "line": "yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-343",
    "time": "0:30:43",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-344",
    "time": "0:30:43",
    "speaker": "spk_1",
    "line": "i'm thinking, give it to me, could really mean something sexy right now.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-345",
    "time": "0:30:46",
    "speaker": "spk_6",
    "line": "Never thought of that way.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-346",
    "time": "0:30:47",
    "speaker": "spk_1",
    "line": "Well, and I hadn't either, but as I'm caught up in the throws of the song, I'm having trouble picturing anything else. And then even when I said, all the girlies say, I'm thinking, you know, all the girlies that he's given it to.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-347",
    "time": "0:31:04",
    "speaker": "spk_3",
    "line": "You you you said girlies.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-348",
    "time": "0:31:06",
    "speaker": "spk_1",
    "line": "Well, yeah, which is part of the song, the original song. Right. All the girly say it. And I said pretty rad.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-349",
    "time": "0:31:13",
    "speaker": "spk_3",
    "line": "You said pretty rad for a rash? So even pretty fly for a rad guy was not enough of a compliment.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-350",
    "time": "0:31:19",
    "speaker": "spk_1",
    "line": "Honestly, I got a little bit flustered just",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-351",
    "time": "0:31:23",
    "speaker": "spk_6",
    "line": "from the pure effectuality of it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-352",
    "time": "0:31:25",
    "speaker": "spk_1",
    "line": "With how yes. Just the essentially, the horniness that was created in me from the song content took me out of my game.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-353",
    "time": "0:31:37",
    "speaker": "spk_6",
    "line": "That's a big problem in all my live shows.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-354",
    "time": "0:31:38",
    "speaker": "spk_1",
    "line": "Okay. Yes. I thought so.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-355",
    "time": "0:31:41",
    "speaker": "spk_3",
    "line": "Can you like, what some of the kind of stuff you're dealing with.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-356",
    "time": "0:31:44",
    "speaker": "spk_6",
    "line": "Yeah. Because, you know, it's it's a comedy show, you know, ostensibly. And yet, there's there's such a sexual component to my stage persona that people just can't seem to concentrate on the lyrics.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-357",
    "time": "0:31:55",
    "speaker": "spk_3",
    "line": "Yeah. Everyone is thought Too horny to laugh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-358",
    "time": "0:31:57",
    "speaker": "spk_1",
    "line": "It's true. It's a curse.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-359",
    "time": "0:32:00",
    "speaker": "spk_3",
    "line": "I I I I I heard a story once out of someone who went to see you in concert and was very horny, but this is not that's not part of the story. And saw you had a view of you backstage and saw you drive up on a golf cart and someone was holding up your accordion for you. And without breaking stride, you put your hands into the accordion and went straight straight odd stage without even stopping walking.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-360",
    "time": "0:32:27",
    "speaker": "spk_6",
    "line": "It's it's true. Was that",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-361",
    "time": "0:32:28",
    "speaker": "spk_3",
    "line": "something you had to practice?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-362",
    "time": "0:32:29",
    "speaker": "spk_1",
    "line": "Or",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-363",
    "time": "0:32:29",
    "speaker": "spk_6",
    "line": "it's no. You don't have to practice it. What when you as long as I have, you know, the the move to get off the golf cart into your accordion. Mhmm. You know, and it's a different golf cart, you know, for every city because that's on the rider. Backstage is like, you know, show up in a town like when boys say, like, where's the golf cart?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-364",
    "time": "0:32:42",
    "speaker": "spk_1",
    "line": "Gotta have the GC. Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-365",
    "time": "0:32:43",
    "speaker": "spk_6",
    "line": "And if there's not enough gas in the golf cart, I walk.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-366",
    "time": "0:32:46",
    "speaker": "spk_1",
    "line": "Oh, damn. Okay.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-367",
    "time": "0:32:47",
    "speaker": "spk_3",
    "line": "Well, that because you wouldn't be able to the golf cart.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-368",
    "time": "0:32:49",
    "speaker": "spk_6",
    "line": "That's correct. You would have",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-369",
    "time": "0:32:50",
    "speaker": "spk_1",
    "line": "to walk on stage. Yeah. Yeah. Yeah. The golf cart won't get there. No. And your legs work just as well. It's not a long trip.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-370",
    "time": "0:32:58",
    "speaker": "spk_6",
    "line": "Like, who needs a golf cart, really?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-371",
    "time": "0:32:59",
    "speaker": "spk_1",
    "line": "Yeah. So if there's no guests, you just walk I just walk. Hollywood ham. We we we we oh, gee.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-372",
    "time": "0:33:16",
    "speaker": "spk_3",
    "line": "Interior here. Santa's room.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-373",
    "time": "0:33:18",
    "speaker": "spk_1",
    "line": "We we oh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-374",
    "time": "0:33:22",
    "speaker": "spk_12",
    "line": "Oh, man. That was a big one. Damn. That was",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-375",
    "time": "0:33:26",
    "speaker": "spk_1",
    "line": "a milky one. Y'all. Sandra",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-376",
    "time": "0:33:30",
    "speaker": "spk_3",
    "line": "sits under a bunch of Tibetan prayer rugs, flags on his air mattress.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-377",
    "time": "0:33:38",
    "speaker": "spk_12",
    "line": "Pass that shit over here, dawg.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-378",
    "time": "0:33:40",
    "speaker": "spk_3",
    "line": "There's only Santa in the room.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-379",
    "time": "0:33:42",
    "speaker": "spk_1",
    "line": "Oh, wee wee wee wee wee. Yeah. Baby, I'm getting freaking freaky in here. Oh, damn.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-380",
    "time": "0:33:52",
    "speaker": "spk_12",
    "line": "It's like the freaking walls are moving around, dude.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-381",
    "time": "0:33:55",
    "speaker": "spk_1",
    "line": "Wee wee wee wee wee.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-382",
    "time": "0:33:57",
    "speaker": "spk_3",
    "line": "There then the exterior outside the room. There's a light knock on the door.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-383",
    "time": "0:34:04",
    "speaker": "spk_1",
    "line": "Oh, shit. It's the fuzz.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-384",
    "time": "0:34:06",
    "speaker": "spk_3",
    "line": "Santa man.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-385",
    "time": "0:34:08",
    "speaker": "spk_1",
    "line": "Yeah. What what's that? Coming.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-386",
    "time": "0:34:10",
    "speaker": "spk_3",
    "line": "Coming Are you in there?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-387",
    "time": "0:34:11",
    "speaker": "spk_1",
    "line": "Yeah. I yeah. Hang on. I'm changing clothes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-388",
    "time": "0:34:15",
    "speaker": "spk_12",
    "line": "I was swimming and I'm",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-389",
    "time": "0:34:17",
    "speaker": "spk_1",
    "line": "all wet. Let me dry off. Thank you. Where are you swimming? It the y m c a, and then I jog back here and but I That maybe went too from sweating. We we we we we hang on. Let me just put away or rather put on more clothes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-390",
    "time": "0:34:39",
    "speaker": "spk_3",
    "line": "Is that a skunking, man?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-391",
    "time": "0:34:41",
    "speaker": "spk_1",
    "line": "Oh, yeah. I got sprayed by a skunk when I was jogging hope from the YFCA. Yeah, he got really scared because I was going so fast. We we we Yeah. Okay. Hey God. Alright. Hey, Moriarty. What's what's up?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-392",
    "time": "0:34:57",
    "speaker": "spk_3",
    "line": "Hi. Santa Man.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-393",
    "time": "0:34:59",
    "speaker": "spk_1",
    "line": "Hey. Hey. Hey. How's everything with you and my mom?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-394",
    "time": "0:35:03",
    "speaker": "spk_3",
    "line": "Thinks outgoing very well. Thank you for for asking. Cool.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-395",
    "time": "0:35:07",
    "speaker": "spk_1",
    "line": "Cool. Cool. Cool.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-396",
    "time": "0:35:08",
    "speaker": "spk_3",
    "line": "Cool. Cool. Cool. Cool. Cool. Just a sick cravat. Take",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-397",
    "time": "0:35:11",
    "speaker": "spk_1",
    "line": "care. Am I saying that? Is that Kravat. Cravat.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-398",
    "time": "0:35:16",
    "speaker": "spk_3",
    "line": "Yes. That's very it's very close. I just wanted to to have a brief conversation with you. Love me ask Scott.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-399",
    "time": "0:35:24",
    "speaker": "spk_1",
    "line": "Thank you. Is that",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-400",
    "time": "0:35:25",
    "speaker": "spk_3",
    "line": "it goes it goes on top of the of the kravot.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-401",
    "time": "0:35:30",
    "speaker": "spk_1",
    "line": "Kravot? Right. Yeah. I hadn't seen that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-402",
    "time": "0:35:33",
    "speaker": "spk_3",
    "line": "Most people only wear one.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-403",
    "time": "0:35:34",
    "speaker": "spk_1",
    "line": "Had not seen that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-404",
    "time": "0:35:37",
    "speaker": "spk_3",
    "line": "If we could just quick I'd I I'll I'll be brief, and I'll let you get back to what you were doing? I was Which which was nothing. I was I was tidying up your room earlier. I was looking for the I noticed you have been borrowing my socks, which is fine. But I was hoping to get some of them Back, so I would have something to wear for the day.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-405",
    "time": "0:36:00",
    "speaker": "spk_1",
    "line": "Oh, yeah. Sorry about that. You should've just asked me. You could",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-406",
    "time": "0:36:04",
    "speaker": "spk_3",
    "line": "always have my socks. It's fine. They are my socks. And I but I did notice inside one of my socks sort",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-407",
    "time": "0:36:12",
    "speaker": "spk_1",
    "line": "of balled up",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-408",
    "time": "0:36:14",
    "speaker": "spk_3",
    "line": "was I guess you would call it a nug",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-409",
    "time": "0:36:16",
    "speaker": "spk_1",
    "line": "oh, no. Who did oh, did Darius leave that here? Oh, wee wee wee wee. Oh, mad. Oh, No. I was holding that for Darius. Oh, he does that stuff. I told",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-410",
    "time": "0:36:29",
    "speaker": "spk_6",
    "line": "him not",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-411",
    "time": "0:36:30",
    "speaker": "spk_3",
    "line": "to do that. You don't have to make any excuses to me. You're an adult. You're old than I am. Right. Yeah. I I I I just want",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-412",
    "time": "0:36:40",
    "speaker": "spk_11",
    "line": "to No.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-413",
    "time": "0:36:40",
    "speaker": "spk_9",
    "line": "But I'm being honest. I really didn't.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-414",
    "time": "0:36:45",
    "speaker": "spk_3",
    "line": "I just want to return it to you. So here it is. It's a",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-415",
    "time": "0:36:50",
    "speaker": "spk_1",
    "line": "oh, thanks. I'll let Darius",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-416",
    "time": "0:36:52",
    "speaker": "spk_3",
    "line": "know. Yeah. Thank No. I'll tell him in boxing to say perhaps just for fire safety, you could open a window or just something like that so we aren't setting up any alarms done here. It's very poorly ventilated in",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-417",
    "time": "0:37:09",
    "speaker": "spk_9",
    "line": "this room.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-418",
    "time": "0:37:10",
    "speaker": "spk_1",
    "line": "Oh, right oh, yeah. Because Darius was over and so okay. Oh, well, thanks Moriarty.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-419",
    "time": "0:37:18",
    "speaker": "spk_3",
    "line": "Thank you. Hey, you",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-420",
    "time": "0:37:21",
    "speaker": "spk_1",
    "line": "you're not gonna tell my mom, are you?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-421",
    "time": "0:37:25",
    "speaker": "spk_3",
    "line": "No. Would would that be an issue of like, do you think that she would be upset? She seems to let you do your own thing again you are. A fully adult male in in late middle age.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-422",
    "time": "0:37:41",
    "speaker": "spk_1",
    "line": "Right. Well, anyway, I'll just put this I'll hold this for Darius, so I'll put it in my box next to all my Harry's razors. We we",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-423",
    "time": "0:37:50",
    "speaker": "spk_12",
    "line": "we we And I love Harry's razors are",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-424",
    "time": "0:37:53",
    "speaker": "spk_1",
    "line": "the founders of tread two. They they just love finding razors. They were tired of paying up for razors that were overpriced and overdesigned and they knew a great shape didn't come from gimmicks like vibrating heads, flex balls, or handles of the look of spaceships.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-425",
    "time": "0:38:06",
    "speaker": "spk_3",
    "line": "You're telling me about the box that you are putting the nug inside.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-426",
    "time": "0:38:12",
    "speaker": "spk_1",
    "line": "Well, you I guess you could use Harry's razors to cut up a nug. You could probably shave the friggin key right off that baby and all the little orange hairs. I wasn't sure if",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-427",
    "time": "0:38:24",
    "speaker": "spk_3",
    "line": "you just put the entire nug inside, but Oh, Dary's got some",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-428",
    "time": "0:38:28",
    "speaker": "spk_1",
    "line": "premium stuff, man. Damn, you slice this up with some Harry's razors? Oh, baby. Also, you could slit the blunt with a razor blade freaking open it up, pull out the tobacco and make a freaking split. Anyway, they bought a world class blade factory in Germany probably with this exact thing in mind. It started making razors that combined simple clean design with quality durable at a fair price. Unlike the price that I I mean, Darius got on these nooks. I got ripped off. Those kids saw me coming man. Anyway, Harry's replacement cartridges are just two dollars each and all Harry's blades come with a hundred percent quality guarantee. No surprise they've received over twenty thousand five star reviews on Trustpilot and Google. We we we we Please pilot. Get a thirteen dollar value tricep that comes with everything you need for a close comfortable shave. And what do you think you need?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-429",
    "time": "0:39:24",
    "speaker": "spk_3",
    "line": "What is this? What is this conversation? What do you think you need for a close-up meeting?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-430",
    "time": "0:39:28",
    "speaker": "spk_1",
    "line": "Just get this. Guess one of the things.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-431",
    "time": "0:39:31",
    "speaker": "spk_3",
    "line": "Like some sort of cream",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-432",
    "time": "0:39:34",
    "speaker": "spk_1",
    "line": "like a rich lathering shave gel?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-433",
    "time": "0:39:36",
    "speaker": "spk_3",
    "line": "Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-434",
    "time": "0:39:36",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. That's one of them.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-435",
    "time": "0:39:38",
    "speaker": "spk_3",
    "line": "Wow. For thirteen dollars. Thirteen dollars you get",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-436",
    "time": "0:39:42",
    "speaker": "spk_1",
    "line": "a value trial set comes without being you for close comfortable shape there. I mean, there's a few more things.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-437",
    "time": "0:39:46",
    "speaker": "spk_3",
    "line": "I guess something to protect the razor from cutting someone when it's not in use.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-438",
    "time": "0:39:51",
    "speaker": "spk_1",
    "line": "Travelly covered. No. Travelably covered. They have that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-439",
    "time": "0:39:53",
    "speaker": "spk_3",
    "line": "Wow. Perhaps the razor itself is part of the the the the package.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-440",
    "time": "0:39:59",
    "speaker": "spk_1",
    "line": "Whoa. This shit's kicking in. I feel like I would love to go back upstairs. My head is a five blade razor with",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-441",
    "time": "0:40:08",
    "speaker": "spk_0",
    "line": "a lubricating strip and trimmer blade. Wow. Wow. Wow. Wow.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-442",
    "time": "0:40:12",
    "speaker": "spk_3",
    "line": "Wow. Okay. It seems like where",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-443",
    "time": "0:40:14",
    "speaker": "spk_7",
    "line": "are you to deliver this information in a way?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-444",
    "time": "0:40:16",
    "speaker": "spk_3",
    "line": "The compelled someone to buy it, you would it it would be suggested that you do it",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-445",
    "time": "0:40:21",
    "speaker": "spk_7",
    "line": "than an organized way, perhaps, you're",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-446",
    "time": "0:40:23",
    "speaker": "spk_3",
    "line": "just reading it word for word. Whoa. Wait. Oh, okay. Where you want me",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-447",
    "time": "0:40:26",
    "speaker": "spk_1",
    "line": "to say is get a okay. Go ahead. What?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-448",
    "time": "0:40:29",
    "speaker": "spk_3",
    "line": "How it might go is get a thirteen dollar value trial set that comes with everything you need for a close comfortable shave, weighted ergonomic handle, five blade razor with a lubricating strip and trim blade. Rich lathering shave gel travel blade cover, and listeners of our show can redeem their trial set at harry's dot com slash handbook. Make sure you go to harry's com slash handbook to redeem your offer.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-449",
    "time": "0:40:47",
    "speaker": "spk_6",
    "line": "Whoa. I need the show.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-450",
    "time": "0:40:49",
    "speaker": "spk_3",
    "line": "I sent you to help to help support the show. I suppose I'm getting something of a contact high as well from smelling the nug and having it in my pocket. Oh, and the the elf child is going to get a personal experience, which is that we love to shave with Harry's razor.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-451",
    "time": "0:41:07",
    "speaker": "spk_1",
    "line": "Oh, yeah. Shave the freaking Keith off the kite buds. Hollywood Handbook. Well, the geniuses in Stitcher premium have come up with another brilliant idea and that is of course that in the episode where we have the big guest weird al, where the entire episode is essentially, in many ways, a promotion for fans of this show, to enjoy Weird al's content, and go see his tour and listen to his music. They have decided that the best use of the ad space is to do an ad for weird out. That is for weird out. So we take a break. So what's happening is you were just listening to weird out. We took a break we've zipped into the ads, the part that maybe you skip, but maybe you don't. We're doing really funny stuff in here.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-452",
    "time": "0:42:00",
    "speaker": "spk_3",
    "line": "I actually prefer the ads.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-453",
    "time": "0:42:01",
    "speaker": "spk_1",
    "line": "But the other better than",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-454",
    "time": "0:42:02",
    "speaker": "spk_3",
    "line": "the show.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-455",
    "time": "0:42:04",
    "speaker": "spk_1",
    "line": "That's you if you're listening. Stop all the funniness with weird al. Let's do some dry copy about weird al.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-456",
    "time": "0:42:12",
    "speaker": "spk_3",
    "line": "If you love music and you love comedy, you love weird al Yankovic. That's just science. Did you write this?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-457",
    "time": "0:42:21",
    "speaker": "spk_2",
    "line": "No. I did not.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-458",
    "time": "0:42:22",
    "speaker": "spk_1",
    "line": "Who wrote that's just science? Lex.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-459",
    "time": "0:42:25",
    "speaker": "spk_2",
    "line": "Carrie and she was concerned you guys were gonna make fun of the cops.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-460",
    "time": "0:42:31",
    "speaker": "spk_3",
    "line": "Bigups to Carrie. And if you've ever seen weird out play live, you know he puts on an incredible show. We talked about how I've seen him. At the end of our record with we're we're out that you're listening to. He had such a good time and wanna be friends with us so much that he said that we could go to his show.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-461",
    "time": "0:42:48",
    "speaker": "spk_1",
    "line": "Yeah. Pretty safe. What he did was he said he's like, yeah, I'm doing this show at the Greek and if you guys wanna come, I'd love to have you. And we said, oh great. And we immediately like, we're gonna take you up on And he was like, okay, yeah, one of these guys has my Yeah. But he thought he must be very nice.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-462",
    "time": "0:43:02",
    "speaker": "spk_2",
    "line": "I'm gonna do it in August because that's when the show is.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-463",
    "time": "0:43:05",
    "speaker": "spk_3",
    "line": "During ours, ridiculously self indulgent ill advised mandatory, and that is in quotes people. That is the name of the Core. It's not do you think Hayes is saying this?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-464",
    "time": "0:43:15",
    "speaker": "spk_1",
    "line": "I didn't write that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-465",
    "time": "0:43:16",
    "speaker": "spk_3",
    "line": "He played for the first time just his original songs, classics like dare to stupid, Jackson Park Express, buy me a condo, and plenty more. There were seventy seven performances on this tour, and every show is unique with a different set list professionally mixed and mastered, and it includes Al's impromptu stage banter. You can listen to weird al Yankovic's rid ridiculously self indulgent ill advised MANator only on Stitcher Premium. I've seen him.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-466",
    "time": "0:43:40",
    "speaker": "spk_1",
    "line": "Did we talk about that at all in the show? No. I've been to a concert of his. What happened? Kick ass. Funny and good music.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-467",
    "time": "0:43:48",
    "speaker": "spk_3",
    "line": "Now I'm scared that he was forced to do our show in some way in return for that's like part of this Stitcher Premium deal. And I don't even wanna think about that too much. For a free month of Stitcher Premium, go to stitcher premium dot com slash weird al, and use promo code handbook.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-468",
    "time": "0:44:03",
    "speaker": "spk_1",
    "line": "Hollywood Handbook. I I was thinking about one of your songs quite a bit. It's called party in the CIA.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-469",
    "time": "0:44:11",
    "speaker": "spk_4",
    "line": "Oh, that's a good one.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-470",
    "time": "0:44:12",
    "speaker": "spk_1",
    "line": "And and it's like party in the USA, but I say we take this and we stick out with it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-471",
    "time": "0:44:18",
    "speaker": "spk_6",
    "line": "Could you turn that on me?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-472",
    "time": "0:44:19",
    "speaker": "spk_1",
    "line": "Well, here's what I'm thinking. Al seems like kind of a good guy just to have a brew with. Uh-huh. So what if it's party with an IPA?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-473",
    "time": "0:44:27",
    "speaker": "spk_9",
    "line": "Oh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-474",
    "time": "0:44:28",
    "speaker": "spk_1",
    "line": "Dang. Okay. You got you don't wanna hear this.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-475",
    "time": "0:44:32",
    "speaker": "spk_9",
    "line": "Right?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-476",
    "time": "0:44:34",
    "speaker": "spk_3",
    "line": "Okay. I think I can try this.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-477",
    "time": "0:44:37",
    "speaker": "spk_6",
    "line": "Alright.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-478",
    "time": "0:44:38",
    "speaker": "spk_1",
    "line": "Well, and I and I'm here to help. I'm here to support.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-479",
    "time": "0:44:42",
    "speaker": "spk_3",
    "line": "I think, yes. Let's let's try it. Can we get the karaoke track going?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-480",
    "time": "0:44:56",
    "speaker": "spk_1",
    "line": "Walk through the door at",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-481",
    "time": "0:44:58",
    "speaker": "spk_3",
    "line": "the tilted guilt and I'm wearing a card again. Weird, out sitting by himself, and he looks like he needs a friend.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-482",
    "time": "0:45:07",
    "speaker": "spk_7",
    "line": "I slide over with my son's license on and I ask if he wants a beer. He says, I just need any, but I'll have a beer as well. And I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-483",
    "time": "0:45:16",
    "speaker": "spk_1",
    "line": "put my hands up. I order a beer from",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-484",
    "time": "0:45:19",
    "speaker": "spk_7",
    "line": "a guy who's at the bar. Wow. Wow. He says, what do you want?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-485",
    "time": "0:45:24",
    "speaker": "spk_1",
    "line": "And that's not the part of this song. Hands off my order of",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-486",
    "time": "0:45:28",
    "speaker": "spk_7",
    "line": "beer for the guy who's behind the bar He says, what kind of beer do you want? I said I want IPA.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-487",
    "time": "0:45:36",
    "speaker": "spk_3",
    "line": "He said, what kind of",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-488",
    "time": "0:45:38",
    "speaker": "spk_7",
    "line": "iPA do you want? I said, one, that's not that nappy. He says, oh, we only only nephew once, but we I'll try to water down for you.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-489",
    "time": "0:45:49",
    "speaker": "spk_1",
    "line": "Good.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-490",
    "time": "0:45:49",
    "speaker": "spk_7",
    "line": "Alright. Nice.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-491",
    "time": "0:45:53",
    "speaker": "spk_3",
    "line": "Wow. So you could tell",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-492",
    "time": "0:45:54",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-493",
    "time": "0:45:55",
    "speaker": "spk_3",
    "line": "uh-huh. -- how I was so zeroed into what part of the song was at a get Eddie Givotal. Uh-huh. And so it's the my character in the song as well.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-494",
    "time": "0:46:04",
    "speaker": "spk_6",
    "line": "Your character was put off by the drum break, I think.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-495",
    "time": "0:46:07",
    "speaker": "spk_1",
    "line": "Yeah. I I think your character",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-496",
    "time": "0:46:09",
    "speaker": "spk_3",
    "line": "he was very eager to get to the to the chorus. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-497",
    "time": "0:46:12",
    "speaker": "spk_1",
    "line": "Your kicker may have already had a couple IPAs before he showed up at the bar. Which is just something that can happen. Mhmm. And so then it makes it a little harder to keep track of exactly where you are how the chorus goes or any of that stuff, which by the way we don't even care about. All we care about is giving it to Al in a major way. Which I think we get all agree. I think",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-498",
    "time": "0:46:35",
    "speaker": "spk_6",
    "line": "you finally really just nailed me on that one.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-499",
    "time": "0:46:37",
    "speaker": "spk_3",
    "line": "I gotta say. It's just analyzing it myself. Uh-huh. I didn't really reference as I was singing it, Al was in my head dancing to the song. And every time I tried to find an avenue to like, basically shoot bullets at him, you would sort of dance in a way that would dodge the bullets.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-500",
    "time": "0:46:56",
    "speaker": "spk_1",
    "line": "Oh, no.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-501",
    "time": "0:46:56",
    "speaker": "spk_3",
    "line": "And I was unable to even come up with a lyric, even basically referencing Al, except that he was, like, sitting by himself, and he was, like, eager for just to hang out with me. Like, he",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-502",
    "time": "0:47:07",
    "speaker": "spk_1",
    "line": "he maintained high status even sitting by himself because you asked him to have a beer with you. Yes. And pretty immediately, he's like, I don't really need one. Yes. But I'll do it to be nice. Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-503",
    "time": "0:47:18",
    "speaker": "spk_3",
    "line": "And then I basically was at the bar for the rest of the song trying to figure out what beer I wanted. And then there was it had to be watered down.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-504",
    "time": "0:47:28",
    "speaker": "spk_1",
    "line": "I'm gonna get this son of a bitch. But you don't you don't think they got me? You're dead. I feel I'm getting you. Help me work on this because I'm gonna do this the yabbadoo yabbadapadapadapadapadoo now. Bedrock Anthony. Yeah. Okay. Alright. Alright. Bedrock. Anthem? And what do we make that to get him? What would really get what do you not wanna hear? What of a study, yeah, but do now? I'm going like, Hey. Hey, screw you, pal.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-505",
    "time": "0:47:57",
    "speaker": "spk_3",
    "line": "Okay.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-506",
    "time": "0:47:57",
    "speaker": "spk_1",
    "line": "Oh, yeah. Is that too rough? That's too rough. Here. There's a wine here, Sean.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-507",
    "time": "0:48:03",
    "speaker": "spk_3",
    "line": "I think we should upset boundaries before getting into this. But, like, if we had talked about this more, that would have been helpful. And we cut this",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-508",
    "time": "0:48:09",
    "speaker": "spk_1",
    "line": "one more.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-509",
    "time": "0:48:09",
    "speaker": "spk_3",
    "line": "Can we edit this? I wanna say, I'm real I'm really sorry about that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-510",
    "time": "0:48:14",
    "speaker": "spk_1",
    "line": "I don't know who I was talking. I don't know who I became. Kevin, Kevin. It's this Tri month thing. Yeah. It's got me all out of sorts. I would never say so. I don't use that language on the show.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-511",
    "time": "0:48:24",
    "speaker": "spk_6",
    "line": "I I know we're on a time limit here. But can we can we just start the whole podcast over?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-512",
    "time": "0:48:28",
    "speaker": "spk_1",
    "line": "Okay. Yeah. I think maybe that's best.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-513",
    "time": "0:48:31",
    "speaker": "spk_3",
    "line": "Yeah. I think yeah. Kevin, is that okay?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-514",
    "time": "0:48:34",
    "speaker": "spk_2",
    "line": "Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-515",
    "time": "0:48:35",
    "speaker": "spk_3",
    "line": "And actually, I it would be great if you would apologize because Kevin has, like, set up these conditions where we're kind of pitted against each other. To create conflict conflict is king, Kevin likes to say. And it's because of cap that this energy is is pervading the room right now.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-516",
    "time": "0:48:52",
    "speaker": "spk_6",
    "line": "But the this is too much conflict. I mean, the conflict of a typical point.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-517",
    "time": "0:48:55",
    "speaker": "spk_3",
    "line": "I agree. Agree. I agree. It's gotten completely sick. When you",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-518",
    "time": "0:48:58",
    "speaker": "spk_6",
    "line": "start talking about IPAs",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-519",
    "time": "0:49:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-520",
    "time": "0:49:00",
    "speaker": "spk_1",
    "line": "yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-521",
    "time": "0:49:00",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-522",
    "time": "0:49:00",
    "speaker": "spk_3",
    "line": "and that's",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-523",
    "time": "0:49:01",
    "speaker": "spk_1",
    "line": "the one Yeah. They were having bruises.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-524",
    "time": "0:49:03",
    "speaker": "spk_3",
    "line": "That is the one.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-525",
    "time": "0:49:04",
    "speaker": "spk_1",
    "line": "Look, maybe Brett, do you have the bedrock Anthem karaoke track? Brett's in there? Yeah. Yeah. I'm here. Do you have that for me? I think I owe Alan a pal apology, and I think I know exactly the way to do it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-526",
    "time": "0:49:21",
    "speaker": "spk_6",
    "line": "Oh, good. Oh, here we go. Here we go.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-527",
    "time": "0:49:33",
    "speaker": "spk_11",
    "line": "What I got I got I got to say. I'm sorry.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-528",
    "time": "0:49:35",
    "speaker": "spk_13",
    "line": "Because what I did it was way out alive. Now. Don't know why I said that too. We're now.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-529",
    "time": "0:49:41",
    "speaker": "spk_11",
    "line": "Oh, man. I'm really embarrassed. You know",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-530",
    "time": "0:49:44",
    "speaker": "spk_6",
    "line": "that I didn't mean what",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-531",
    "time": "0:49:45",
    "speaker": "spk_11",
    "line": "i said. Kevin's got me all way up in my head. Can we maybe feel like a real fool here? I gotta say that I don't know you will be here. Hey, weird al. Come on. I'm freaking all off the sog and I don't mind it. You know that I am about to go back and just rewind it. Hey, weird. I Come on. Come on now. Hey. Don't know. You have a double do now. Hey, I didn't mean to say screw you power. Well, I shoulda said is that you're all",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-532",
    "time": "0:50:16",
    "speaker": "spk_1",
    "line": "hang on. Hang on. Hang on. Hang on. Wait. Brett. Brett, let's hit. Paul's hit.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-533",
    "time": "0:50:22",
    "speaker": "spk_6",
    "line": "You're all back.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-534",
    "time": "0:50:23",
    "speaker": "spk_1",
    "line": "So I'm at",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-535",
    "time": "0:50:24",
    "speaker": "spk_3",
    "line": "he said, hang on. Hang on.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-536",
    "time": "0:50:25",
    "speaker": "spk_1",
    "line": "Slow down the song. Hang on. But what I said was, I shouldn't have said square what I should have said is that What I should've said is oh, albao, cow, Mow mow, mow,",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-537",
    "time": "0:50:56",
    "speaker": "spk_6",
    "line": "say tongue. No.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-538",
    "time": "0:50:57",
    "speaker": "spk_1",
    "line": "No. That's nothing. That's",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-539",
    "time": "0:50:59",
    "speaker": "spk_3",
    "line": "nothing. No. No.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-540",
    "time": "0:51:02",
    "speaker": "spk_1",
    "line": "I mean, she ran and be sea for a while.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-541",
    "time": "0:51:03",
    "speaker": "spk_3",
    "line": "That's a little obscure.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-542",
    "time": "0:51:05",
    "speaker": "spk_1",
    "line": "He's not easy is it? It's not.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-543",
    "time": "0:51:08",
    "speaker": "spk_3",
    "line": "Do you use rhyme zone?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-544",
    "time": "0:51:10",
    "speaker": "spk_8",
    "line": "Oh, yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-545",
    "time": "0:51:12",
    "speaker": "spk_6",
    "line": "I got it on a speed dial.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-546",
    "time": "0:51:13",
    "speaker": "spk_3",
    "line": "I live in the rhymes out.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-547",
    "time": "0:51:15",
    "speaker": "spk_4",
    "line": "Oh, me too.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-548",
    "time": "0:51:15",
    "speaker": "spk_3",
    "line": "I just keep that tab open.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-549",
    "time": "0:51:18",
    "speaker": "spk_1",
    "line": "Hell from two thousand one, Open the pond bay doors. Oh. Let's talk about your tour. Friggin, what do you got all the millions strings and everything going on? Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-550",
    "time": "0:51:30",
    "speaker": "spk_6",
    "line": "We're we're we're we were doing every single show on the next tour with a million strings.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-551",
    "time": "0:51:36",
    "speaker": "spk_9",
    "line": "No. That's too much else.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-552",
    "time": "0:51:38",
    "speaker": "spk_6",
    "line": "I mean, you know, there's only like seven or eighty musicians, but they each have like thousands of strings.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-553",
    "time": "0:51:43",
    "speaker": "spk_3",
    "line": "Wow. Yeah. Everybody gets a string when they leave.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-554",
    "time": "0:51:46",
    "speaker": "spk_6",
    "line": "They yeah. I get a souvenir string.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-555",
    "time": "0:51:48",
    "speaker": "spk_1",
    "line": "The entire audience gets their own story.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-556",
    "time": "0:51:50",
    "speaker": "spk_6",
    "line": "Selling it. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-557",
    "time": "0:51:51",
    "speaker": "spk_1",
    "line": "Well, I'd buy a ticket to that. Mhmm.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-558",
    "time": "0:51:53",
    "speaker": "spk_3",
    "line": "I need one. Well, you see I like batting him around. Concept aside.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-559",
    "time": "0:51:58",
    "speaker": "spk_1",
    "line": "You get a string?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-560",
    "time": "0:51:59",
    "speaker": "spk_6",
    "line": "That's you know, you show up with nothing. You leave with a string.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-561",
    "time": "0:52:02",
    "speaker": "spk_3",
    "line": "Oh, yeah. Someone dangles in front of me, I gotta bat it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-562",
    "time": "0:52:06",
    "speaker": "spk_1",
    "line": "Yep. I have no choice. I see a string. Forget it. I'm up off my feet and I'm swiping at it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-563",
    "time": "0:52:12",
    "speaker": "spk_6",
    "line": "You know? And at for the Uncle, I come up with some car keys. I need to just kinda dangle them.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-564",
    "time": "0:52:16",
    "speaker": "spk_3",
    "line": "Okay. Oh, that'd be a wrap",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-565",
    "time": "0:52:18",
    "speaker": "spk_1",
    "line": "for me.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-566",
    "time": "0:52:18",
    "speaker": "spk_3",
    "line": "They go nuts. Got it already morning.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-567",
    "time": "0:52:21",
    "speaker": "spk_1",
    "line": "I get hurt. Yeah. No. Carkeys in front of me. I'd tell you if you get a laser pointer on that page? I'll see you later. You can actually guide me out of the entire I'm",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-568",
    "time": "0:52:32",
    "speaker": "spk_3",
    "line": "i'm skidding out the door if you do that to me.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-569",
    "time": "0:52:35",
    "speaker": "spk_6",
    "line": "Mhmm. It's pretty freaky.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-570",
    "time": "0:52:37",
    "speaker": "spk_1",
    "line": "I get madness. Laser madness. Chase it for the rest of my life.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-571",
    "time": "0:52:41",
    "speaker": "spk_3",
    "line": "Oh, Dana is here.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-572",
    "time": "0:52:42",
    "speaker": "spk_6",
    "line": "Oh, hey, Dana.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-573",
    "time": "0:52:43",
    "speaker": "spk_3",
    "line": "Hey, Dana. Do you know this? You've you've dealt with her?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-574",
    "time": "0:52:47",
    "speaker": "spk_6",
    "line": "Oh, yeah. Oh, yeah. I've dealt with Dana. Oh, yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-575",
    "time": "0:52:51",
    "speaker": "spk_3",
    "line": "Dana, do you have anything we can use to damage weird al?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-576",
    "time": "0:52:55",
    "speaker": "spk_14",
    "line": "Anything to damage you?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-577",
    "time": "0:52:56",
    "speaker": "spk_3",
    "line": "Just like his weak points.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-578",
    "time": "0:53:00",
    "speaker": "spk_14",
    "line": "His hair is, like, too perfectly curly.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-579",
    "time": "0:53:03",
    "speaker": "spk_6",
    "line": "So true.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-580",
    "time": "0:53:03",
    "speaker": "spk_1",
    "line": "You know what I mean?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-581",
    "time": "0:53:04",
    "speaker": "spk_10",
    "line": "It's like too Alright. Like",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-582",
    "time": "0:53:06",
    "speaker": "spk_3",
    "line": "yeah. It's his flawlessness, his flaw.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-583",
    "time": "0:53:08",
    "speaker": "spk_14",
    "line": "It's like too good. It's hard get ringlets",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-584",
    "time": "0:53:11",
    "speaker": "spk_1",
    "line": "like that. Feel your curls? Is that",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-585",
    "time": "0:53:12",
    "speaker": "spk_6",
    "line": "what the what's that Japanese thing where beauty is in the disorder? You know? Yeah. Sorry.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-586",
    "time": "0:53:18",
    "speaker": "spk_1",
    "line": "I don't have that. I don't have that. Gami. Or origami. Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-587",
    "time": "0:53:20",
    "speaker": "spk_6",
    "line": "Or origami, of course.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-588",
    "time": "0:53:21",
    "speaker": "spk_1",
    "line": "Yes, sushi. No, it is. Yes. When I when I get sushi, I go, oh, the beauty is in disorder",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-589",
    "time": "0:53:29",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-590",
    "time": "0:53:30",
    "speaker": "spk_1",
    "line": "yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-591",
    "time": "0:53:30",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-592",
    "time": "0:53:30",
    "speaker": "spk_1",
    "line": "as soon as it shows up.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-593",
    "time": "0:53:32",
    "speaker": "spk_3",
    "line": "Disorder of sushi.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-594",
    "time": "0:53:32",
    "speaker": "spk_1",
    "line": "I go disorder of sushi's beauty. Mhmm. Fish and everything. Fishy fishy fish. Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-595",
    "time": "0:53:41",
    "speaker": "spk_3",
    "line": "Kevin, did you do you have any kind so this is, like, your whole idea this try months.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-596",
    "time": "0:53:45",
    "speaker": "spk_1",
    "line": "You have any action plan -- Can you help us?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-597",
    "time": "0:53:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-598",
    "time": "0:53:47",
    "speaker": "spk_3",
    "line": "for if we get horny and I can't figure out any way to, like, make fun of weird out. We've done, like, six songs. That's, like, the most we've ever done.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-599",
    "time": "0:53:59",
    "speaker": "spk_1",
    "line": "I feel bad last time I really scared me. I couldn't find the Chorus. I was trying to apologize in it, and then I just com got completely lost.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-600",
    "time": "0:54:08",
    "speaker": "spk_3",
    "line": "Out, do you I mean, people do like to get very brave on this show. And so do you have any weaknesses that you wanna share? And that maybe by us digging into them, You know, sometimes a wound you can only fix a wound by digging in with your index finger.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-601",
    "time": "0:54:28",
    "speaker": "spk_6",
    "line": "It's true. It's true. But we gotta make sure you sterilize it first. That's very",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-602",
    "time": "0:54:32",
    "speaker": "spk_3",
    "line": "important. Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-603",
    "time": "0:54:33",
    "speaker": "spk_6",
    "line": "Mhmm. I I I think maybe my biggest",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-604",
    "time": "0:54:35",
    "speaker": "spk_1",
    "line": "flaw the next finger children. Oh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-605",
    "time": "0:54:37",
    "speaker": "spk_6",
    "line": "I I thought about this a lot, and I I think my my biggest flaw is my fingernails are too short.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-606",
    "time": "0:54:42",
    "speaker": "spk_3",
    "line": "Oh, okay. Well, kinda noticing when That you",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-607",
    "time": "0:54:45",
    "speaker": "spk_1",
    "line": "i thought that guy's not gonna be able to scratch me very much. It's made me confident singing songs at you because I go like, well, even if he takes good swipe. He's not gonna get that much on my skin under his nails.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-608",
    "time": "0:54:57",
    "speaker": "spk_6",
    "line": "Like and the reason for that, of course, is if I have to you know, if I wind up like killing somebody. You don't want somebody else's skin underneath your fingernails or the forensics stopping off.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-609",
    "time": "0:55:06",
    "speaker": "spk_3",
    "line": "Oh, so you've intentionally shortened your fingernails.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-610",
    "time": "0:55:08",
    "speaker": "spk_1",
    "line": "Now the to be a more effective predator",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-611",
    "time": "0:55:11",
    "speaker": "spk_3",
    "line": "put the -- Exactly.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-612",
    "time": "0:55:12",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-613",
    "time": "0:55:12",
    "speaker": "spk_3",
    "line": "but the aesthetic effect is is is bad.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-614",
    "time": "0:55:17",
    "speaker": "spk_1",
    "line": "Yeah. Well, let's face it. Maybe I should've mentioned that",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-615",
    "time": "0:55:19",
    "speaker": "spk_6",
    "line": "killing people have fault, but no. Ugly with fingernails?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-616",
    "time": "0:55:22",
    "speaker": "spk_1",
    "line": "Well, the fingernails thing. Yeah. That I can see right now. The killing people, I'll never see because No. As of the short fingernails. But you'll be able to escape undetected for years to come. Okay. Sure fingernails. Can I be honest about something when I mentioned that Yabbadu now song? What I thought was Bedrock and them, I thought it was gonna be under the bridge, and I was really prepared to sing that one.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-617",
    "time": "0:55:46",
    "speaker": "spk_6",
    "line": "Do you think people go up to Anthony Cadas and say, I love that, yeah, but do now song?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-618",
    "time": "0:55:51",
    "speaker": "spk_1",
    "line": "No. I don't think they talk to him. Maybe they tell flee. Can you tell Anthony something for me?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-619",
    "time": "0:56:00",
    "speaker": "spk_3",
    "line": "Did you ever do under the bridge?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-620",
    "time": "0:56:02",
    "speaker": "spk_6",
    "line": "Just the first several seconds. It's it's it's a medley. It's a medley of chili peppers hits.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-621",
    "time": "0:56:07",
    "speaker": "spk_3",
    "line": "Oh, right. That's right. Okay. That's my",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-622",
    "time": "0:56:09",
    "speaker": "spk_1",
    "line": "rock anthem.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-623",
    "time": "0:56:10",
    "speaker": "spk_3",
    "line": "Yeah. That makes sense. But the yeah. But due part is Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-624",
    "time": "0:56:12",
    "speaker": "spk_1",
    "line": "Because that's what I was remembering was that's right. That yeah. It was it was the beginning where you are singing the sometimes I feel stuff. Yeah. Bernie rubble. What a little weetna. Yeah. We",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-625",
    "time": "0:56:31",
    "speaker": "spk_3",
    "line": "have to do a fingernail. We gotta",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-626",
    "time": "0:56:33",
    "speaker": "spk_1",
    "line": "short finger nails. Let's",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-627",
    "time": "0:56:34",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-628",
    "time": "0:56:34",
    "speaker": "spk_3",
    "line": "i think -- -- put our",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-629",
    "time": "0:56:35",
    "speaker": "spk_1",
    "line": "heads together.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-630",
    "time": "0:56:36",
    "speaker": "spk_3",
    "line": "I think I got it. I think it's lump. Okay. I think that's the song that we go out or gump to the tune of lump. Gump",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-631",
    "time": "0:56:47",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-632",
    "time": "0:56:47",
    "speaker": "spk_1",
    "line": "yeah. -- to lump.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-633",
    "time": "0:56:48",
    "speaker": "spk_3",
    "line": "Yes. Because, basically, what the tip of his finger is is is Oh, there's stumps. Stumps. And in many ways, bumps. Oh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-634",
    "time": "0:56:57",
    "speaker": "spk_1",
    "line": "We're we're double dipping up.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-635",
    "time": "0:56:59",
    "speaker": "spk_3",
    "line": "Yeah. Okay. Boom stand alone on his hand on his arm. He's looking at his fingers and they really can't do much harm. He's got short finger nails, and he can't use them to kill people. And I am going to trick shit looking at these people. They're bumps. They're bumps. They're on his hand. They're bumps. Their bombs, their bombs. My hands are grands.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-636",
    "time": "0:57:30",
    "speaker": "spk_9",
    "line": "Go. Stump slingered at the end of his arms. He couldn't use them to do very much harm. He came back and he didn't get caught. After he killed me and dumped me in a swamp. He's up he stumps. He's got them on his hand.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-637",
    "time": "0:57:50",
    "speaker": "spk_15",
    "line": "He stumps. He stumps. He stumps. He's in a bed.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-638",
    "time": "0:57:58",
    "speaker": "spk_3",
    "line": "Okay. I think we I okay. I think we did file",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-639",
    "time": "0:58:01",
    "speaker": "spk_1",
    "line": "it there.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-640",
    "time": "0:58:01",
    "speaker": "spk_3",
    "line": "Oh, there. You got me. It was the perfect balance. It wasn't it wasn't too harsh.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-641",
    "time": "0:58:06",
    "speaker": "spk_1",
    "line": "We mentioned why you did it, which is a practical reason, which is you are gonna kill me and dump me in a swamp.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-642",
    "time": "0:58:11",
    "speaker": "spk_6",
    "line": "Again, we'll be cast. I enjoyed that.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-643",
    "time": "0:58:12",
    "speaker": "spk_3",
    "line": "We said multiple times that they couldn't do much harm. I forget who said that. Rime first, but we did do it twice. Mhmm. We I I did say that mentioned that my hands were grand to really kind of rub it your own hand efficiency.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-644",
    "time": "0:58:25",
    "speaker": "spk_6",
    "line": "Being not so brand yet.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-645",
    "time": "0:58:26",
    "speaker": "spk_1",
    "line": "But we also said, hey, look, the guy's in a band. He's not all bad.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-646",
    "time": "0:58:29",
    "speaker": "spk_3",
    "line": "But I also I took that to me and sort of like, hell is not doing this by himself. There's a whole band of",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-647",
    "time": "0:58:35",
    "speaker": "spk_1",
    "line": "those are people that do it with music. Yeah. And you like",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-648",
    "time": "0:58:37",
    "speaker": "spk_3",
    "line": "to do sort pretend that you're making all that music by yourself just at once. But really, there's other guys",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-649",
    "time": "0:58:45",
    "speaker": "spk_1",
    "line": "well, even this tour, it's like, now I've gotten all these strings. It's like, well, there were strings before.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-650",
    "time": "0:58:50",
    "speaker": "spk_6",
    "line": "Well, people are so focused on the raw sexuality that they sometimes don't even realize there's orchestra behind me.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-651",
    "time": "0:58:55",
    "speaker": "spk_3",
    "line": "Mhmm. Okay. So it is kind of like a men in black memory confusion machine.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-652",
    "time": "0:59:00",
    "speaker": "spk_6",
    "line": "It's a forgetty thing.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-653",
    "time": "0:59:02",
    "speaker": "spk_3",
    "line": "Is your pheromones, basically. You're that you're giving us.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-654",
    "time": "0:59:05",
    "speaker": "spk_1",
    "line": "Like, do you can",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-655",
    "time": "0:59:06",
    "speaker": "spk_3",
    "line": "you choose when to release them? Or",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-656",
    "time": "0:59:08",
    "speaker": "spk_6",
    "line": "no. It's like massive hypnosis. It's like I really you know, I wish I had a better control over it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-657",
    "time": "0:59:12",
    "speaker": "spk_3",
    "line": "Yeah. And I know, like, you tend to have kind of a family friendly, like, content in your songs, but are people busting at your concerts?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-658",
    "time": "0:59:24",
    "speaker": "spk_1",
    "line": "Great question. Yeah. Because even as I was singing about his hands, I couldn't help but picture them making someone bust. Not that I'm aware of, but Yeah. I don't know why you would find You're not against it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-659",
    "time": "0:59:39",
    "speaker": "spk_11",
    "line": "You know?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-660",
    "time": "0:59:40",
    "speaker": "spk_3",
    "line": "You know, you're not aware of them not doing it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-661",
    "time": "0:59:42",
    "speaker": "spk_1",
    "line": "You I'm not aware of them not doing it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-662",
    "time": "0:59:44",
    "speaker": "spk_3",
    "line": "Mhmm. That news is not getting to you up on stage.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-663",
    "time": "0:59:47",
    "speaker": "spk_1",
    "line": "I can see the headline now. They don't come to me at",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-664",
    "time": "0:59:50",
    "speaker": "spk_6",
    "line": "the after show and say, hey, guess what?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-665",
    "time": "0:59:52",
    "speaker": "spk_1",
    "line": "Yeah. Yeah. I had a nice bust during the -- Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-666",
    "time": "0:59:56",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-667",
    "time": "0:59:56",
    "speaker": "spk_1",
    "line": "middle of one of the songs.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-668",
    "time": "0:59:58",
    "speaker": "spk_6",
    "line": "It doesn't come up.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-669",
    "time": "0:59:59",
    "speaker": "spk_3",
    "line": "Because you won't talk to fans after the show before the show ever.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-670",
    "time": "1:00:03",
    "speaker": "spk_6",
    "line": "Come afraid what they might tell me. Yes. I don't wanna know.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-671",
    "time": "1:00:06",
    "speaker": "spk_1",
    "line": "I don't know what I don't wanna know what you do. Because you can make a pretty safe privacy of your pants.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-672",
    "time": "1:00:11",
    "speaker": "spk_3",
    "line": "Yeah. Yeah. They wanna share, but you're not you know, you have other stuff to think about. You have I mean, you gotta, like, get some sleep at some point. People are telling you this stuff all",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-673",
    "time": "1:00:21",
    "speaker": "spk_2",
    "line": "the time.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-674",
    "time": "1:00:21",
    "speaker": "spk_6",
    "line": "People yell at me after the show.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-675",
    "time": "1:00:23",
    "speaker": "spk_1",
    "line": "Guess what I did. Like, don't tell me. Yeah. Don't wanna know. Save it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-676",
    "time": "1:00:27",
    "speaker": "spk_3",
    "line": "Yeah. Keep it to yourself. Million strings.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-677",
    "time": "1:00:31",
    "speaker": "spk_1",
    "line": "A million strings, and you and, basically, the promise is that they're gonna effectively be dry humped by your voice in layers.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-678",
    "time": "1:00:37",
    "speaker": "spk_6",
    "line": "That's exactly what's gonna happen.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-679",
    "time": "1:00:39",
    "speaker": "spk_1",
    "line": "Mhmm. What I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-680",
    "time": "1:00:41",
    "speaker": "spk_6",
    "line": "think we've sold the store, don't",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-681",
    "time": "1:00:42",
    "speaker": "spk_3",
    "line": "you think?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-682",
    "time": "1:00:42",
    "speaker": "spk_1",
    "line": "Oh, god. Oh, can you imagine not paying the I don't know what it costs, but get it. It's worth basically anything.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-683",
    "time": "1:00:49",
    "speaker": "spk_7",
    "line": "You can bump up the price",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-684",
    "time": "1:00:50",
    "speaker": "spk_3",
    "line": "a couple bucks",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-685",
    "time": "1:00:51",
    "speaker": "spk_1",
    "line": "now. When this comes out yeah. I would say, give them a little extra. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-686",
    "time": "1:00:55",
    "speaker": "spk_6",
    "line": "Yep. Yep.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-687",
    "time": "1:00:56",
    "speaker": "spk_3",
    "line": "Are you going to different cities?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-688",
    "time": "1:00:59",
    "speaker": "spk_6",
    "line": "Or I thought they'll be more effective than, like, playing in one seat and having it really come to me.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-689",
    "time": "1:01:02",
    "speaker": "spk_3",
    "line": "I thought you could just say, one city at a time gets to go to whatever location of your choosing.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-690",
    "time": "1:01:09",
    "speaker": "spk_1",
    "line": "Would that work?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-691",
    "time": "1:01:10",
    "speaker": "spk_3",
    "line": "And they can bring some of the buildings.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-692",
    "time": "1:01:12",
    "speaker": "spk_1",
    "line": "Okay. Today is Tuesday. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-693",
    "time": "1:01:14",
    "speaker": "spk_6",
    "line": "It's it's Boise Day, and then the entire city of Boise.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-694",
    "time": "1:01:17",
    "speaker": "spk_3",
    "line": "A lot of Boise for you. What's the like, is that the second time that you've you've mentioned it.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-695",
    "time": "1:01:22",
    "speaker": "spk_1",
    "line": "And there's no z in Bosie. It's no? It's Bosie.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-696",
    "time": "1:01:25",
    "speaker": "spk_3",
    "line": "It's Bosie. Boyseie. Boyseie.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-697",
    "time": "1:01:27",
    "speaker": "spk_1",
    "line": "There's nosy -- Famous",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-698",
    "time": "1:01:28",
    "speaker": "spk_6",
    "line": "potatoes. Famous potatoes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-699",
    "time": "1:01:30",
    "speaker": "spk_3",
    "line": "Okay. And so you the are you are you playing Boise on this tour?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-700",
    "time": "1:01:35",
    "speaker": "spk_8",
    "line": "I I can't tell you.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-701",
    "time": "1:01:37",
    "speaker": "spk_1",
    "line": "Okay. Secret. Secret invoices. You're gonna play on the blue field. No.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-702",
    "time": "1:01:45",
    "speaker": "spk_6",
    "line": "They come to me. Remember?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-703",
    "time": "1:01:46",
    "speaker": "spk_3",
    "line": "Oh, yes. That's right. The some of the buildings come to him.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-704",
    "time": "1:01:50",
    "speaker": "spk_1",
    "line": "Ah, yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-705",
    "time": "1:01:51",
    "speaker": "spk_3",
    "line": "The whole city gets to come and they get to bring two buildings only.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-706",
    "time": "1:01:55",
    "speaker": "spk_6",
    "line": "Your favorite buildings?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-707",
    "time": "1:01:56",
    "speaker": "spk_1",
    "line": "Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-708",
    "time": "1:01:57",
    "speaker": "spk_3",
    "line": "And it says on the door on the door going at two buildings per person.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-709",
    "time": "1:02:06",
    "speaker": "spk_6",
    "line": "This might not be the best idea for a tour. Maybe I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-710",
    "time": "1:02:08",
    "speaker": "spk_1",
    "line": "should rethink this. To have the same",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-711",
    "time": "1:02:08",
    "speaker": "spk_6",
    "line": "doing a tour at",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-712",
    "time": "1:02:11",
    "speaker": "spk_1",
    "line": "all.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-713",
    "time": "1:02:11",
    "speaker": "spk_6",
    "line": "Well, that's another option. Maybe I should act yeah. Well, I'll I'll play it by ear. Right right right now I think I'm I'm probably just gonna go around to like a bunch of cities around.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-714",
    "time": "1:02:20",
    "speaker": "spk_3",
    "line": "You play other songs by ear?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-715",
    "time": "1:02:22",
    "speaker": "spk_6",
    "line": "Belongs by me? Yeah. That's normally what I do. Should I kinda branch out and do Well,",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-716",
    "time": "1:02:27",
    "speaker": "spk_3",
    "line": "just read for for music the whole time. It'd be, like, turning pages while",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-717",
    "time": "1:02:31",
    "speaker": "spk_1",
    "line": "you while you play",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-718",
    "time": "1:02:33",
    "speaker": "spk_3",
    "line": "or have, like, a bad shirt while you",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-719",
    "time": "1:02:36",
    "speaker": "spk_6",
    "line": "i I I go around to all the people in New Yorkers trying to turn pages for them.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-720",
    "time": "1:02:39",
    "speaker": "spk_3",
    "line": "Oh, okay. Yeah. Cool.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-721",
    "time": "1:02:42",
    "speaker": "spk_6",
    "line": "It's a nice gesture, don't you think?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-722",
    "time": "1:02:43",
    "speaker": "spk_1",
    "line": "Oh, yeah. Yeah. I guess. I I mean, It just feels like you're just skating by getting away with whatever you want. I feel like we need Deal the song doing the thing, turning all our wicked songs that we tried to use against you into some sort of compliment, I just go, why is the magic that this man has? And why am I so jealous? I guess it's time to look at me.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-723",
    "time": "1:03:08",
    "speaker": "spk_6",
    "line": "And I think this is more about you than it is about me.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-724",
    "time": "1:03:10",
    "speaker": "spk_1",
    "line": "Time to look in the mirror maybe. Go The man mad at weird out. The man the mirror. What are you gonna do to that one? What are you gonna do to it?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-725",
    "time": "1:03:19",
    "speaker": "spk_3",
    "line": "The man with the beard. How can I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-726",
    "time": "1:03:20",
    "speaker": "spk_6",
    "line": "turn that against me?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-727",
    "time": "1:03:21",
    "speaker": "spk_3",
    "line": "And it's IPA. Yep.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-728",
    "time": "1:03:22",
    "speaker": "spk_1",
    "line": "Yeah. It's an idea. I'm looking at the",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-729",
    "time": "1:03:25",
    "speaker": "spk_3",
    "line": "man with the beer. I'm I'm telling I'm telling him it's IPA.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-730",
    "time": "1:03:33",
    "speaker": "spk_6",
    "line": "Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-731",
    "time": "1:03:33",
    "speaker": "spk_3",
    "line": "It seemed like you were building up to something. You weren't -- Mhmm.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-732",
    "time": "1:03:36",
    "speaker": "spk_0",
    "line": "--",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-733",
    "time": "1:03:36",
    "speaker": "spk_3",
    "line": "when you were saying, like, Why am I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-734",
    "time": "1:03:39",
    "speaker": "spk_1",
    "line": "hey, how long have you known me? I haven't been building up to something. In so vlog.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-735",
    "time": "1:03:49",
    "speaker": "spk_3",
    "line": "Well, we do have engineer Jordan here. Drifting. We have to have engineer Jordan sing one song.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-736",
    "time": "1:03:53",
    "speaker": "spk_1",
    "line": "She's got a BA in vocal performance.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-737",
    "time": "1:03:56",
    "speaker": "spk_6",
    "line": "Oh, yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-738",
    "time": "1:03:57",
    "speaker": "spk_1",
    "line": "She has a BA vocal performance, so the two of you probably connected almost instantly. Is that right?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-739",
    "time": "1:04:02",
    "speaker": "spk_3",
    "line": "And she has a musical school Yep. Schoolersoundrel. School four sound",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-740",
    "time": "1:04:07",
    "speaker": "spk_12",
    "line": "roll. School four",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-741",
    "time": "1:04:07",
    "speaker": "spk_10",
    "line": "sound roll. School four",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-742",
    "time": "1:04:08",
    "speaker": "spk_1",
    "line": "sound roll. She just said it. Nice. Yes. Yeah.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-743",
    "time": "1:04:11",
    "speaker": "spk_3",
    "line": "Mhmm. Yep. When she got a BA in Boga performance.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-744",
    "time": "1:04:14",
    "speaker": "spk_10",
    "line": "Yes. I do.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-745",
    "time": "1:04:15",
    "speaker": "spk_6",
    "line": "Let's bust some rhymes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-746",
    "time": "1:04:16",
    "speaker": "spk_1",
    "line": "Okay. Alright. Yeah. Bus some rhymes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-747",
    "time": "1:04:19",
    "speaker": "spk_10",
    "line": "Wait. What's selling am I doing?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-748",
    "time": "1:04:21",
    "speaker": "spk_3",
    "line": "Well, you should do a a song that's kind of a",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-749",
    "time": "1:04:24",
    "speaker": "spk_10",
    "line": "really easy.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-750",
    "time": "1:04:25",
    "speaker": "spk_3",
    "line": "That's like a summary of what we did in the show. Yep. Just like a wrap up song. You know how they do in some, like, nineties movies, like, the song kinda summarizes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-751",
    "time": "1:04:33",
    "speaker": "spk_1",
    "line": "As recently as Venom. Yes. There's been a song at the end that sort of let you know what you just watched. And I think that would be nice for this show. For our listeners are going like, what was this? To go like, here's what it was. Just to",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-752",
    "time": "1:04:45",
    "speaker": "spk_3",
    "line": "kind of explain what it was. That would be really how I'm",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-753",
    "time": "1:04:47",
    "speaker": "spk_6",
    "line": "confused myself, so this would be very helpful.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-754",
    "time": "1:04:49",
    "speaker": "spk_1",
    "line": "Oh. No. Yeah. I would love to hear it too.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-755",
    "time": "1:04:51",
    "speaker": "spk_10",
    "line": "You want me to wrap up the whole show in a song?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-756",
    "time": "1:04:54",
    "speaker": "spk_6",
    "line": "Yes, please. Mhmm. Yes.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-757",
    "time": "1:04:55",
    "speaker": "spk_10",
    "line": "My heart is racing. Oh my god.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-758",
    "time": "1:04:58",
    "speaker": "spk_1",
    "line": "Oh, yeah. It's terrifying.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-759",
    "time": "1:05:00",
    "speaker": "spk_3",
    "line": "Mhmm. There's there's I love Rocky Road. There's Amish paradise. I mean, that's that's obvious that's a big one. And your Jordan is younger. So what are some, like, more recent?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-760",
    "time": "1:05:13",
    "speaker": "spk_1",
    "line": "I know",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-761",
    "time": "1:05:13",
    "speaker": "spk_10",
    "line": "i know your I know weird Al's work?",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-762",
    "time": "1:05:16",
    "speaker": "spk_3",
    "line": "Weird now.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-763",
    "time": "1:05:16",
    "speaker": "spk_1",
    "line": "Well, there's tacky to the tune of happy. That seems like something that Jordan would maybe like. Yes. Sure. Okay. Sure.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-764",
    "time": "1:05:33",
    "speaker": "spk_10",
    "line": "We're on the show with Weird Out. And there may can be seeing all this stuff. We talked about how we could take him down I don't even know what I'm doing here anymore. I'm just a reverse",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-765",
    "time": "1:05:59",
    "speaker": "spk_1",
    "line": "engineer, and that's what I was born.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-766",
    "time": "1:05:59",
    "speaker": "spk_10",
    "line": "I don't really know where our stuff, but I guess I could sing this.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-767",
    "time": "1:06:08",
    "speaker": "spk_16",
    "line": "Wow. I never expected.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-768",
    "time": "1:06:09",
    "speaker": "spk_1",
    "line": "This is to ever",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-769",
    "time": "1:06:14",
    "speaker": "spk_13",
    "line": "we had the ultimate weapon. Oh, I know.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-770",
    "time": "1:06:16",
    "speaker": "spk_1",
    "line": "It's the song. Eat it. Jordan is openly saying not I am. Oh my god. So bull I would never.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-771",
    "time": "1:06:30",
    "speaker": "spk_16",
    "line": "Bye. Holywood",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-772",
    "time": "1:06:35",
    "speaker": "spk_1",
    "line": "handbook.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-773",
    "time": "1:06:37",
    "speaker": "spk_16",
    "line": "Hey. This is Arnie Nicamp from the improv Fantasy podcast Hello from the Magic Tavern. I fell through a dimensional portal behind a Burger King in Chicago into the magical land of Foon.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-774",
    "time": "1:06:45",
    "speaker": "spk_1",
    "line": "And I",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-775",
    "time": "1:06:46",
    "speaker": "spk_16",
    "line": "started a pod cast. Season three has just begun with a brand new adventure to defeat the dark lord. If you're a new listener or you fallen behind season three is a great jumping on point. And we've got great guests like Justin Mackelroy.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-776",
    "time": "1:06:59",
    "speaker": "spk_1",
    "line": "I sound like a fancy college professor, fake knots.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-777",
    "time": "1:07:04",
    "speaker": "spk_16",
    "line": "Rachel Bloom.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-778",
    "time": "1:07:04",
    "speaker": "spk_1",
    "line": "You are seeing my collection of men corpses and one woman.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-779",
    "time": "1:07:08",
    "speaker": "spk_16",
    "line": "Felicia Day and Colton Dunn.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-780",
    "time": "1:07:10",
    "speaker": "spk_1",
    "line": "You've seen",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-781",
    "time": "1:07:10",
    "speaker": "spk_10",
    "line": "me I have intercourse with a variety of species.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-782",
    "time": "1:07:12",
    "speaker": "spk_16",
    "line": "It's a bummer. Andy Daily.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-783",
    "time": "1:07:14",
    "speaker": "spk_6",
    "line": "You'll have the members of Genesis listed, but Phil Collins has crossed out and encircledly crossed out again.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-784",
    "time": "1:07:19",
    "speaker": "spk_1",
    "line": "Yes. I have killed Phil Collins twice.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-785",
    "time": "1:07:21",
    "speaker": "spk_16",
    "line": "Thomas MiddleDitch.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-786",
    "time": "1:07:24",
    "speaker": "spk_1",
    "line": "Jesus. I mean, Jazz, ruler of the eighth circle.",
    "episode": "280",
    "edited": false
  },
  {
    "id": "280-787",
    "time": "1:07:29",
    "speaker": "spk_16",
    "line": "And that just the beginning. Season three of aloe from the magic tavern is out now. Listen in Stitcher, Apple Podcasts, or wherever you get your pod",
    "episode": "280",
    "edited": false
  }
]